[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sighting in Cornwall as family films mysterious lights",
            "link": "https://www.msn.com/en-gb/news/world/ufo-sighting-in-cornwall-as-family-films-mysterious-lights/ar-AA1wnCRL?ocid=BingNewsVerp",
            "description": "UFO sightings in Cornwall have been on the rise in recent weeks as more inexplicable objects have been filmed in the night ...",
            "image_url": "https://www.bing.com/th?id=OVF.eMO4uMvuQGUY9F3wEdib7g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Cornwall Live on MSN18h",
            "source": "Cornwall Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here are the five must-play games from 2024 for gamers on a budget",
            "link": "https://www.thesun.ie/tech/14415826/best-indie-games-2024-top-five/",
            "description": "WE all know the big-name games that were released in 2024, but it’s time to celebrate some of the smaller titles. After ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZIIYVH_PsnCqekoNn9o7eS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2h",
            "source": "Irish Sun",
            "article_content": "The five best independent games of the year for gamers on a budget\n\nINDIE-CREDIBLE Here are the five must-play games from 2024 for gamers on a budget\n\nWE all know the big-name games that were released in 2024, but it’s time to celebrate some of the smaller titles.\n\nAfter playing dozens of independent games over the last 12 months we have picked out our favourite must-play games.\n\nThere were so many games we loved this year so it was difficult to pick out just five that we loved.\n\nHere are our five favourite indie games from 2024.\n\n5. Slay the Princess – The Pristine Cut\n\n5 Slay the Princess blends romance with horror Credit: Black Tabby Games\n\nSlay the Princess was first released last year, but The Pristine Cut adds more routes, expanded dialogue, and extra endings.\n\nEvery decision reflects back at you in this romantic horror game where you try to slay and save each other over and over.\n\nWith more choices than any other game I’ve played, it raises the bar for the genre.\n\nIf you want to know more about the game, check out our Slay the Princess review.\n\n4. UFO 50\n\n5 UFO 50 has so many games you have to love at least one of them Credit: Mossmouth\n\nUFO 50 is a collection of more than 50 retro-inspired games that span the gamut of genres.\n\nIt has everything from puzzle games to deck builders, RPGs, 2D platformers, and metroidvanias.\n\nThere’s also an overarching meta-narrative that connects all of the games together, and secrets within each game to discover.\n\nIt was even nominated for Best Indie Game at The Game Awards if you need more proof.\n\n3. Tactical Breach Wizards\n\n5 Tactical Breach Wizards blends strategy and puzzle solving Credit: Suspicious Developments\n\nIf you like XCOM but wish it had more puzzle-solving, then Tactical Breach Wizards is for you.\n\nIt has the squad-based tactics gameplay of XCOM but changes it so you are solving puzzles in the heat of the moment and on the fly.\n\nEach teammate's abilities are unique and yet they can synergise in some way with every other character in the game.\n\nIt’s all topped off by hilarious writing, to make a funny and satisfying experience.\n\n2. Balatro\n\n5 Balatro mixes Poker hands with a high score multiplyer deck building Credit: Apple / Balatro\n\nIt’s rare that an indie game gets nominated for Game of the Year, let alone one developed by just one person.\n\nBalatro is a Poker-inspired deck builder, where you use different Jokers to multiply the score of each hand you play.\n\nWith various difficulties, decks, Jokers, and other cards to collect, you’ll keep picking Balatro up for just one more run.\n\nIf you want to read more about it, check out our Balatro review.\n\n1. Indika\n\n5 Indika is the most unique game we played this year Credit: Odd Meter\n\nThere are very few games that ask you to play as a Russian nun during the 19th century, in fact, Indika is the only one we’ve played.\n\nIt makes for a beautifully surreal story of self-discovery and genre-blending where third-person action gives way to pixel-art 2D platforming.\n\nIndika has a unique perspective in direction, cinematography, and storytelling, making it nothing else we’ve played quite like it.\n\nIt was everything unique and special about Indika that has left it as our favourite indie game of 2024."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO's entering earth? NASA expert sheds light on objects seen across Central Alabama",
            "link": "https://abc3340.com/news/local/ufos-entering-earth-nasa-expert-sheds-light-on-objects-seen-across-central-alabama-space-astronomy-meteors-working-for-you",
            "description": "On Saturday, December 20, viewers sent in images and pictures of what appeared to be shiny objects entering the atmosphere.Two different objects were caught on ...",
            "image_url": "https://www.bing.com/th?id=OJ.h0rKozYr5lrDXA&pid=news&w=70&h=16&rs=2",
            "category": "ufo",
            "date": "18h",
            "source": "abc3340",
            "article_content": "On Saturday, December 21, viewers sent in images and pictures of what appeared to be shiny objects entering the atmosphere.\n\nTwo different objects were caught on camera.\n\nThe first object was seen at approximately 5:30 pm. NASA's Bill Cooke says was a fireball meteor weighing just a pound, but tore through Earth's atmosphere at 33,000 miles per hour.\n\nThen, a little after 10 pm, a second object was seen in Tuscaloosa, Alabama, sent to us by Stefanie St. John in Tuscaloosa.\n\nThis object is believed to have been a disintegrating commercial imaging Chinese satellite, GaoJing 1-01, operated by Spaceview, a Beijing-based company.\n\n\n\n\n\n\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Best film ever made' about aliens with near-perfect rating showing free on TV",
            "link": "https://www.mirror.co.uk/film/best-film-ever-made-aliens-34320467",
            "description": "The film has been hailed as director Steven Spielberg's 'best movie' and it will be available to watch for free on Christmas ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IJSjv8MxFEJvBT9-oLF60y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "6h",
            "source": "The Mirror",
            "article_content": "A science fiction film hailed by fans as one of the best films 'ever made' about aliens will be available to watch for free this Christmas.\n\nThe Steven Spielberg-directed epic from 1977 will be showing on Channel 4 on Christmas Eve. Titled Close Encounters of the Third Kind, the film follows the hardworking Roy Neary (Richard Dreyfuss) who sees something he shouldn't: a UFO.\n\nDespite the government repeatedly denying the existence of aliens, who have begun to make their presence known, Roy decides to dedicate his life to pursuing the truth about what he has seen.\n\nThe film boasts a near-perfect Rotten Tomatoes critics score of 90 per cent, while audiences gave it a solid 85 per cent. Many film fans have declared it one of Spielberg's 'best', while others said the film left them 'mesmerised'.\n\nImage: REX/Shutterstock) REX/Shutterstock)\n\nOne bowled over fan penned: \"Certainly one of the best films ever made on the subject matter. A lot of very real things are on display, including some of the he government's best security devices at the time (Identimat hand scanner). The depiction of the creatures themselves at the end is very accurate.\"\n\nMeanwhile another viewer gushed: \"In my opinion, one of Spielberg's best movies. A feeling of wonder grips you from the beginning to end. Serious wonder, not kid wonder as in E.T. I find it amazing how this movie still works without character development. The awe is enough.\"\n\nImage: EMI Films/Columbia Pictures) EMI Films/Columbia Pictures)\n\nOne fan said after watching it for the first time at the cinema, \"every single one of the audience looked up at the stars in the night sky as they were walking to their cars,\" before declaring it: \"One of the best sci-fi films ever.\" Another said: \"This is the movie that got people watching the skies.\"\n\nThe film will be broadcast on Channel 4 at 11.25am on Christmas Eve. For those that miss the showing on TV, it will also be available to stream at a later time for free on the channel's catch-up service, 4OD. The sci-fi movie can also be rented from YouTube, Amazon Prime, the Sky Store, Google Play Movies and Apple TV.\n\nClose Encounters of the Third Kind is available to watch on December 24 on Channel 4 at 11.25am"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fact Check: Wisconsin video miscaptioned as showing New Jersey drone sightings",
            "link": "https://www.reuters.com/fact-check/wisconsin-video-miscaptioned-showing-new-jersey-drone-sightings-2024-12-23/",
            "description": "A video showing flashes of moving lights in the Wisconsin night sky has been miscaptioned online as a timelapse of drones ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fkYYmRNLfWzUCFsh4cjnii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "19h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 25 best new apps of 2024",
            "link": "https://www.fastcompany.com/91251391/the-25-best-new-apps-of-2024",
            "description": "Nintendo Music: A free mobile app for Nintendo Online subscribers that fills the Nintendo-sized hole left by Spotify and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ddjqK-Vht-VdZC2VWesvEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "First-of-its-kind AI module that runs for months on coin cell battery unveiled",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/first-of-its-kind-ai-module-that-runs-for-months-on-coin-cell-battery-unveiled/ar-AA1wonqV?ocid=BingNewsVerp",
            "description": "Ambient Scientific has introduced the Sparsh AI module, which operates on a coin cell battery for months of use.",
            "image_url": "https://www.bing.com/th?id=OVFT.4DOvVdOXUh-3u2WYhqbUSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Interesting Engineering on MSN12h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Commentary: AI applications: When can investors feel the impact?",
            "link": "https://www.pionline.com/industry-voices/commentary-ai-applications-when-can-investors-feel-impact",
            "description": "AI has been around in many industries for years, including financial services. Quantitative traders long ago embraced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SN1q5lYAMDfLdEEEOyMFUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Pensions&Investments22hOpinion",
            "source": "Pensions&Investments",
            "article_content": "LLMs. Co-pilots. Agents. Two years after ChatGPT took the world by storm, the hype behind artificial Intelligence remains palpable. Major tech companies are pouring billions into sparkling new infrastructure for AI workloads. Utility companies in areas with dense data centers are seeing revenues and power consumption soar. Yet, outside of semiconductor and infrastructure players, few companies have seen significant revenue from AI products. Investors are increasingly left asking: When will these massive capital investments start benefiting software companies? What’s causing the delay?\n\nWhere AI is showing up in our world today\n\nFirst, let’s be clear: AI has been around in many industries for years, including financial services. Quantitative traders long ago embraced techniques that are now classified as \"AI\" including non-linear regressions and advanced optimization techniques. What excites us now are the rapid advancements in new areas like Generative AI, pattern recognition and deep learning. You’ve likely noticed early use cases of GenAI like Microsoft’s Copilot or Adobe’s AI Assistant. These tools are being integrated into software platforms across industries with new use cases emerging at a rapid clip.\n\n\n\nAcross other industries, anecdotal datapoints of GenAI value creation are starting to stack up. Walmart recently shared that large language models helped them to “create or improve more than 850 million pieces of data across its product catalog,” completing the project with just 1% of the typical headcount. Amazon’s CEO Andy Jassy shared a similar datapoint when he disclosed that the use of Amazon’s GenAI assistant saved 7,500 “developer-years” of programming time in a recent major software update.\n\n\n\nPerhaps the most salient example of AI generating value is hiding under our collective noses in social media, where algorithmic matching on posts like Instagram and TikTok optimizes the content and ads we see. This area has seen tremendous gains in recent years and has helped leading AI adopters in social media improve ad returns and gain market share.\n\n\n\nAt our firm, we’ve adopted AI with care, led initially by eager adoption of various AI copilots and coding assistants. We have also explored alpha-generating use cases like pattern recognition and sentiment analysis. Looking further out, we are excited about developing custom assistants to superpower our investment and client teams. We believe this is just the tip of the iceberg. Much more is yet to come.\n\nThe delay in benefits of AI for software investors\n\n\n\nSo, if AI is being leveraged across industries, why hasn’t the software sector seen the uptick in growth that investors expected? New revenue streams for software firms haven’t met the hype, leading to stark underperformance for the software industry with a few notable exceptions. We believe this partly reflects Amara’s law: We tend to overestimate the effect of a technology in the short run and underestimate the effect in the long run. The rapid adoption of ChatGPT, and the sense of magic many of us experienced when first using it, may have exacerbated elevated expectations.\n\n\n\nThe reality is that product development and adoption take time. AI development and testing alone can take months, if not years, before a project is ready for deployment. This timeline is further elongated by data governance challenges. As anyone who has worked at a massive conglomerate can likely attest, many large firms have poorly structured and poorly governed data policies, rife with operational silos and inconsistent rules. This complicates development. Compliance and cybersecurity can further stretch timelines. While many firms are seeing real and tangible benefits from AI, getting these projects into production is taking longer than anticipated, creating a mismatch between investor expectations and reality.\n\n\n\nWhile this delay has certainly led to disappointment among software investors, it has not been the only issue. The rapid pace of breakthrough innovation in AI has also sucked the proverbial oxygen out of the room for other technology projects. Some companies have paused major technology initiatives, hesitating to commit to multi\\year contracts while still developing their AI strategy. All of this has elongated sales cycles and created a temporary slowdown in software demand.\n\nA window of opportunity for longer-term investors\n\nSurveys have shown that corporations are seeing real, tangible value creation from AI, especially in cost reduction. But AI isn’t just about optimizing existing business models — it’s driving innovation in areas like autonomous cars, healthcare, clean energy, and even entertainment and media. These advancements have the potential to reshape industries and open up new markets. For long-term investors, this makes AI more than a short-term play — it’s a foundation for future growth. Again, like many transformative technologies, AI’s impact may have been overestimated in the short term, but its long-term potential will likely have been underestimated.\n\n\n\nWe believe the current market anxiety in software creates an opportunity for long-term investors. The project delays are largely temporary in nature and should be resolved as firms update their technological road map and set AI priorities. Recently, we’ve noticed renewed enthusiasm in the software demand environment. As demand normalizes, we expect industry growth to re-accelerate, which should remove the wet blanket from valuations.\n\nBottom line\n\n\n\nA Gartner survey earlier this year found that 90% of CFOs expected increased AI budgets in 2024, with none planning cuts. Yet, it has been clear that many projects have faced delays due to complexity, data governance issues, security concerns, and a scarcity of talent. This has created an air pocket in an industry that is usually known more for \"eating the world\" than for booms and busts. Just as the internet didn’t take off overnight, AI still has some development before it starts to deliver significant results for investors. We believe those returns are coming, and the impact is on the horizon if investors can remain patient. Now is the time for investors to position themselves for the shift from hype to impact. As AI projects move from development to deployment, those who stay the course or increase their exposure to the right opportunities are likely to see meaningful returns ahead.\n\nDave Smith is head of technology investing at Bailard. He is based in San Francisco. This content represents the views of the author. It was submitted and edited under Pensions & Investments guidelines but is not a product of P&I’s editorial team.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "xAI is testing a standalone iOS app for its Grok chatbot",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/xai-is-testing-a-standalone-ios-app-for-its-grok-chatbot/ar-AA1wlJWu?ocid=BingNewsVerp",
            "description": "Elon Musk's AI company, xAI, is testing out a standalone iOS app for its chatbot, Grok, which was available only to X users ...",
            "image_url": "https://www.bing.com/th?id=OVFT._IXyrNh1xS-h4_kSZgt2UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China And AI In 2025: What Global Executives Must Know To Stay Ahead",
            "link": "https://www.forbes.com/sites/markgreeven/2024/12/23/china-and-ai-in-2025-what-global-executives-must-know-to-stay-ahead/",
            "description": "AI value to the real world: China will differentiate itself from the US regarding AI development and application, by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2eQ9HZTVcpsf8a_-oPWZ6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Documentary explores paranormal aspects disappearance",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/documentary-explores-paranormal-aspects-disappearance/ar-AA1wpVz6?ocid=BingNewsVerp",
            "description": "Part true crime documentary, part paranormal investigation, the film details what little is known about Illingworth’s life ...",
            "image_url": "https://www.bing.com/th?id=OVF.Yt%2b%2fDXr1ZhGeAaX%2bYM50PQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Peninsula Daily News on MSN3h",
            "source": "Peninsula Daily News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "If You Believe in Paranormal Activity or Aliens, Your Sleep Quality Might Not Be as Strong as Others",
            "link": "https://www.msn.com/en-us/science/sociology/if-you-believe-in-paranormal-activity-or-aliens-your-sleep-quality-might-not-be-as-strong-as-others/vi-AA1wo5QD?ocid=BingNewsVerp",
            "description": "If You Believe in Paranormal Activity or Aliens, Your Sleep Quality Might Not Be as Strong as Others ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8XAegu49pHC_XArkz_7hQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Review: You Like It Darker by Stephen King",
            "link": "https://www.hindustantimes.com/books/review-you-like-it-darker-by-stephen-king-101735037175320.html",
            "description": "Half a century after his highly successful first work, the author’s latest collection of novellas and short stories shows ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x7A7_vRA_h-9BrN5QaBmHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "Hindustan Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hangar 1 Publishing Author Thom Powell Issues Formal Statement Amidst Drone Sighting Speculation",
            "link": "https://finance.yahoo.com/news/hangar-1-publishing-author-thom-023000891.html",
            "description": "Thom Powell Addresses Recent Drone Sighting Speculation Portland, Oregon--(Newsfile Corp. - December 23, 2024) - Renowned ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sHnO5DyNPw17MLwFf0q2Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "YAHOO!Finance",
            "article_content": "Thom Powell Addresses Recent Drone Sighting Speculation\n\nPortland, Oregon--(Newsfile Corp. - December 23, 2024) - Renowned paranormal phenomena researcher and Hangar 1 Publishing author Thom Powell has issued a formal statement addressing recent speculation regarding the connection between mysterious drone sightings and the release of his latest book, \"Planet Strange\" (Hangar 1 Publishing, June 2024).\n\nThom Powell's Planet Strange\n\n\"While the timing has led to considerable speculation, I want to be absolutely clear that neither I nor anyone associated with my work has any involvement with the recent drone incidents,\" states Powell. \"These sightings, though coincidentally aligned with themes explored in 'Planet Strange,' are entirely separate from my book's release and promotional activities.\"\n\nThe statement comes in response to growing social media speculation linking the unexplained aerial phenomena to the book's publication. \"Planet Strange,\" which examines various paranormal occurrences and their potential local origins, was released several months before the reported drone sightings began.\n\nPowell, whose research spans decades in the field of unexplained phenomena, emphasizes that such unfounded allegations detract from the serious nature of both the current sightings and the scholarly work presented in his book.\n\n\"Hangar 1 Publishing stands firmly behind Thom Powell and his work,\" says Alex Hajicek, Publisher at Hangar 1 Publishing. \"We believe in the integrity of our authors and the importance of addressing these phenomena with a scholarly approach.\"\n\nFor more information about \"Planet Strange\" or to schedule an interview with Thom Powell, please contact the media representative at Hangar 1 Publishing.\n\nAbout Thom Powell\n\nThom Powell is a respected author and researcher in the field of paranormal phenomena. His latest work, \"Planet Strange,\" offers groundbreaking perspectives on unexplained aerial phenomena and their potential origins. The book is available through major retailers and Hangar 1 Publishing.\n\nAbout Hangar 1 Publishing.com\n\nHangar 1 Publishing specializes in immersive, paranormal nonfiction-ranging from Bigfoot and cryptids to unexplained phenomena. With cutting-edge multimedia integration, our enhanced books deliver an unparalleled reading experience. For press inquiries, interviews, or review copies, please contact us directly.\n\nPress Inquiries\n\nHangar 1 Publishing.com\n\nhttps://hangar1publishing.com/\n\nAlex Hajicek\n\nalex@hangar1publishing.com\n\n11610 Jay St NW, Minneapolis, MN, 55448\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Ghosts of Disneyland",
            "link": "https://www.msn.com/en-us/entertainment/general/the-ghosts-of-disneyland/vi-AA1wq7v0?ocid=BingNewsVerp",
            "description": "Disneyland. It’s the happiest place on Earth and the quintessential destination for birthdays, celebrations, and other ...",
            "image_url": "https://www.bing.com/th?id=OVFT._tw0vkN4sC1CLQrR0p0r0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paleontologists return to Sierra County for further research into dinosaurs",
            "link": "https://www.msn.com/en-us/travel/tripideas/paleontologists-return-to-sierra-county-for-further-research-into-dinosaurs/ar-AA1wpeR3?ocid=BingNewsVerp",
            "description": "Nearly two decades have passed since the discovery of new dinosaur species in Sierra County. Paleontologists with the New ...",
            "image_url": "https://www.bing.com/th?id=OVF.CXnXSLVDMtUZh%2bYR9119Nw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7hon MSN",
            "source": "KRQE Albuquerque on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Quantum Computing Companies to Watch in 2025",
            "link": "https://www.analyticsinsight.net/tech-news/top-10-quantum-computing-companies-to-watch-in-2025",
            "description": "Quantum Computing has evolved rapidly by revolutionising its application to solve problems that traditional computers cannot.",
            "image_url": "https://www.bing.com/th?id=OVFT.PGFkRDGc8GVITESB0ML8oS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Analytics Insight9h",
            "source": "Analytics Insight",
            "article_content": "Quantum Computing has evolved rapidly by revolutionising its application to solve problems that traditional computers cannot. Quantum computing has been a key component in fields like drug discovery, materials science, finance, artificial intelligence, etc.\n\nThis field is witnessing fierce competition between a wide number of companies to dominate. Here is a list of the top 10 prominent players to watch in 2025 in the field of Quantum spacing known for their research, innovation, creativity, and technology."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Discover Potential Baldness Treatment During Wound Healing Research",
            "link": "https://www.ndtv.com/science/scientists-discover-potential-baldness-treatment-during-wound-healing-research-7321465",
            "description": "Researchers from the University of Sheffield and COMSATS University in Pakistan have discovered a potential new treatment for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SZp6X3zsx_nvYjc2uePEZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3h",
            "source": "NDTV",
            "article_content": "A study on wound healing, led by researchers at the University of Sheffield in the UK and COMSATS University in Pakistan, earlier this year made a remarkable discovery that can prove to be a potential new treatment for hereditary-patterned baldness-a disorder that has affected millions across the world.\n\nThe breakthrough centres on deoxyribose, a sugar that occurs naturally in the human body, forming part of DNA's structure. In the first place, researchers were studying the sugar as related to the healing process in mice for skin wounds. To their surprise, they noticed accelerated fur growth around treated lesions compared with their untreated counterparts.\n\nMotivated by this unforeseen discovery, the research group widened their exploration to seek the possibility of deoxyribose's ability in promoting hair growth. While future studies are required for confirmation, the discovery still brings forth hopes for new therapeutic treatments in the fight against inherited baldness among both sexes. The findings of this discovery represent a long-awaited advance in addressing the most common cause of hair loss throughout the globe.\n\nIn a study published in June, it was shown that the deoxyribose sugar is as effective at regrowing hair as Minoxidil-an existing drug used to treat hair loss. However, the research offers a potential alternative approach to stimulating hair growth through a naturally occurring deoxyribose sugar.\n\nProfessor Sheila MacNeil, Emeritus Professor of Tissue Engineering at the University of Sheffield, said: \"Male pattern baldness is such a common condition, affecting men all over the world, but at the moment there are only two FDA-licensed drugs to treat it. Our research suggests that the answer to treating hair loss might be as simple as using a naturally occurring deoxyribose sugar to boost the blood supply to the hair follicles to encourage hair growth.\"\n\n\"The research we have done is very much in early stages, but the results are promising and warrant further investigation. This could offer another approach to treating this condition, which can affect men's self-image and confidence.\"\n\nProfessor (Associate) Muhammed Yar (TI) of IRCBM, COMSATS University Pakistan, said: \"This pro-angiogenic deoxyribose sugar is naturally occurring, inexpensive, and stable, and we have shown it can be delivered from a variety of carrier gels or dressings. This makes it an attractive candidate to explore further for treatment of hair loss in men.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers develop tool to fast-track measurement of protein interactions for drug discovery",
            "link": "https://www.msn.com/en-us/health/medical/researchers-develop-tool-to-fast-track-measurement-of-protein-interactions-for-drug-discovery/ar-AA1wnMs2?ocid=BingNewsVerp",
            "description": "Researchers have created a platform, called SIMPL2, that revolutionizes the study of protein-protein interactions by simplifying detection while improving measurement accuracy. While protein-protein ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "science+discovery",
            "date": "14hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of ALAS1's Secret Role Could Boost Cancer Therapy Development",
            "link": "https://www.msn.com/en-gb/science/biochemistry/discovery-of-alas1-s-secret-role-could-boost-cancer-therapy-development/ar-AA1woFQY?ocid=BingNewsVerp",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lXSUP95Ah7a4fXNSeFnqjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft is looking to add non-OpenAI models into 365 Copilot, report says",
            "link": "https://www.msn.com/en-us/money/other/microsoft-is-looking-to-add-non-openai-models-into-365-copilot-report-says/ar-AA1wqcVU?ocid=BingNewsVerp",
            "description": "Microsoft is reportedly looking to move away from using OpenAI models to power its 365 Copilot in a bid to cut costs.",
            "image_url": "https://www.bing.com/th?id=OVFT.Y9dijawL5U327ELByyDEIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet the power players at Elon Musk's xAI, the startup taking on OpenAI with its Grok chatbot",
            "link": "https://www.msn.com/en-us/news/technology/meet-the-power-players-at-elon-musks-xai-the-startup-taking-on-openai-with-its-grok-chatbot/ar-AA1wpBfK?ocid=BingNewsVerp",
            "description": "Meet the key figures at Elon Musk's xAI, the $50 billion startup behind the chatbot Grok that's taking on ChatGPT.",
            "image_url": "https://www.bing.com/th?id=OVFT.I-pa8ShYPGRp3SxZBlA6aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Recap: o3 Model Wraps 12 Days of Announcements",
            "link": "https://www.techrepublic.com/article/openai-roundup-o3-o3-mini/",
            "description": "See all the announcements from OpenAI’s 12-day extravaganza, including new integrations for developers and an opportunity to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RCU9RAswaCu2hC3qF7grbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "TechRepublic",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A timeline of OpenAI's rocky 2024",
            "link": "https://www.businessinsider.com/openais-biggest-moments-in-2024-2024-12",
            "description": "OpenAI's biggest moments in 2024 included lawsuits, Sam Altman's comeback, a historic funding round, and a legal fight with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TSxMkW27M1J5KfquCDaPOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14h",
            "source": "Business Insider",
            "article_content": "OpenAI reached new funding and valuation heights in 2024.\n\nThe ChatGPT maker also saw longtime employees depart and a legal fight with Elon Musk.\n\nHere are the biggest moments from OpenAI's roller-coaster year.\n\nAdvertisement\n\nOpenAI cemented its place as the most valuable name in artificial intelligence in 2024 — and set itself up for more growth. The path wasn't entirely smooth.\n\nAfter starting as a nonprofit almost a decade ago, OpenAI officially started moving toward converting to a for-profit company this year. It also wrapped up a historic funding round. All that came as CEO Sam Altman emerged with his role at the company intact after his temporary ouster last year.\n\nAdvertisement\n\nBut legal challenges remain for OpenAI, including court battles with Elon Musk, who co-founded the startup, as well as some of the nation's largest newspapers. The company also lost several high-profile employees, including some who were there at its start in 2015.\n\nHere are the highlights of OpenAI's rocky year."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How OpenAI hopes to sever its nonprofit roots",
            "link": "https://www.seattletimes.com/business/how-openai-hopes-to-sever-its-nonprofit-roots/",
            "description": "OpenAI’s board of directors has promised investors that it will restructure the organization within the next two years.",
            "image_url": "https://www.bing.com/th?id=OVFT.GiPNVsgjw6AwoAAxFzo2NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23h",
            "source": "Seattle Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big news 2024: FoodNavigator-Asia’s Top 10 most-read stories this year",
            "link": "https://www.foodnavigator-asia.com/Article/2024/12/24/foodnavigator-asias-top-10-most-read-stories-this-year/",
            "description": "We bring to you our top 10 most viewed stories from the APAC food and beverage sector in 2024, featuring household names like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.voJYd28_xPnDcMK9fIJETC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "FoodNavigator-Asia8h",
            "source": "FoodNavigator-Asia",
            "article_content": "Nestle Vietnam has set its sights to capitalise on rising demand for convenient beverage options in the country to drive the growth of its Nescafe a ready-to-serve liquid concentrate.\n\nAccording to the firm, Nescafe stepped up its format and product innovation to keep up with the latest trends and consumer demands.\n\n“Vietnam, in particular, is a country with a very rich coffee culture, and there have also been some novel popular trends emerging over the past few years,” Nestle Vietnam Business Executive Officer Mostafa Youssef told FoodNavigator-Asia.\n\n“Cold coffee tends to be more popular here, and interestingly there has also been a movement towards liquid coffees – which is why we have recently launched a new innovation in the form of a coffee concentrate in a stick.\n\n“The convenience factor is strong with these as all consumers need to do is open up the coffee stick, pour over ice – and that’s all done, they can enjoy a very quick cup of coffee with no need to source hot water to dissolve powder or dilute the coffee unless they want to.”\n\nFoodNavigator-Asia has asked experts in India to weigh in with recommendations for India’s spice sector bounce back from two high profile contamination scandals this year.\n\nCarcinogenic ethylene oxide is a pesticide that was found in spice powders from major Indian brands Everest and MDH, putting the country’s spice industry under intense scrutiny.\n\nThis has led to bans in Hong Kong and the Maldives, product recalls in Singapore, and stricter checks on India’s spices in Australia and the US.\n\nDespite the Food Safety and Standards Authority of India (FSSAI) emphasising its stringent regulations, overseas bans and domestic concerns raised questions about the effectiveness of these measures.\n\nFollowing the Hong Kong ban on 5 April, FSSAI issued a statement on 8 April that raised the maximum residue limits (MRL) of pesticides by 10 times from 0.01mg/kg to 0.1mg/kg.\n\nAlthough FSSAI clarified that these only applies to pesticides not registered with the Indian authorities, and that the international Codex standards were adhered to, it sparked criticism and confusion.\n\n“It does seem counterintuitive for the FSSAI to increase the MRL for pesticides not registered with authorities, especially considering the potential health implications,” Equinox Labs CEO Ashwin Bhadri said.\n\n“The implications of such a decision could be significant, as it may lead to increased pesticide residues in food products, potentially impacting consumer health in the long term.\n\n“It may also raise doubts about the effectiveness of regulatory measures in ensuring food safety and quality.”\n\nThe Indonesian government has revised food packaging regulations in response to consumer and academic concerns over the presence of dangerous chemicals entering the food supply chain.\n\nAs of 2023, Indonesia had no specific regulations in place regarding certain harmful chemicals such as Bisphenol A (BPA) and per- and polyfluoroalkyl substances (PFAS), more commonly known as the ‘Forever Chemicals’ due to their slow degradation rate.\n\nA great deal of scientific evidence already linked PFAS exposure to an array of health issues from cancer, cardiovascular disease, infertility, elevated blood pressure and more.\n\n“Indonesia currently has no regulations on PFAS in food packaging [but] the troubling findings from our study indicate that we need stronger regulations to protect our children and families from exposures to toxic PFAS chemicals especially in daily products,” Nexus3 Senior Advisor Yuyun Ismawati said whilst announcing the study findings.\n\n“PFAS can also be released when people wear clothing, during washing, and when used synthetic textile wastes are disposed – [this] can contaminate waterways, leading to PFAS exposures from contaminated drinking water or food.”\n\nFoodNavigator-Asia took a closer look at five of the top trends affecting the Asia Pacific food and beverage industry in 2024.\n\nThese included the ‘premium affordability’ trend surfaced by many food firms, as well as the evolution of plant-based protein to moving away from mimicry in innovation.\n\nOther significant trends included the rise of ready-to-drink (RTD) beverages driven by convenience and relatability, the continuous rise of low-to-no alcohol, and major factors behind the growth of the snacking industry.\n\nThe European Union Deforestation Regulation (EUDR) has faced major pushback from ministers and trade organisations within Europe, as well as alongside continued pressure from palm oil producer nations in Asia this year.\n\nOn March 28 2024, an industry-wide cross-commodity letter was addressed to EC President of the Council for Environment and Minister for the Climate, the Environment, Sustainable Development and the Green Deal of Belgium Zakia Khattabi, calling for ‘urgent clarifications and workable solutions’ on EUDR implementation.\n\nThis was signed by a coalition of more than 20 European industry organisations spanning many areas of trade, including representatives on food trade in cereals, oils, rice, livestock, meat and more – all highlighting concerns over the supposed enforcement in December 2024.\n\n“Considering the significant adjustments that are needed from suppliers, operators and traders, we would like to express serious concerns regarding the pace of preparation of EUDR-related legislative acts, the mandatory systems and the guidance and clarifications required for implementation,” the coalition said in the letter, which FoodNavigator-Asia has viewed.\n\n“Operators and traders are working hard to prepare their supply chains and adapt their systems and due diligence processes for compliance with the EUDR [and] try to develop workable solutions compatible with the EUDR provisions.\n\n“However, these efforts are impeded by large gaps in information, lack of appropriate technical solutions and by misconceptions as to the functioning of our complex chains.”\n\nThe South Korean government has planned to mandate label-free packaging for drinking water bottles, replacing this with a digital QR code system over the next two years.\n\nSouth Korea committed to a range of sustainability goals, including the slashing of plastic waste production by 50% and the doubling of recycling rates in the country from 34% to 70%, both by 2030.\n\nThis year’s developments saw the ministry calling for public comment on an initiative to mandate the use of label-free packaging for drinking water bottles, to be implemented after a two-year transition period.\n\n“In order to reduce the amount of label waste in the country from drinking water bottles and improve the efficiency of recycling systems locally, we will introduce a new label-free QR code system for all such bottles,” MoE said via a formal statement.\n\n“From January 1 2026, all individual types of drinking water bottles such as mineral waters that are manufactured in Korea will be subject to this change.\n\n“As the label-free QR code display method is mandated for target audiences, we aim to start with a smooth trial operation and early conversion [in order to] reflect any industry difficulties regarding displaying any necessary sales information via the QR code, as well as to determine the scope for product promotion and advertising.”\n\nGlobal food corporation Cargill has leveraged its cocoa-sourcing networks in Asia and other business units to support customers in overcoming the cocoa supply shortage, and ensure consumers continue to have access to chocolate products.\n\nAccording to the International Cocoa Organization, global cocoa supply is projected to decline by nearly 11% to 4.449m tonnes in the 2023-2024 season, compared with 2022-23.\n\nThis is primarily caused by “catastrophic harvests” in Ghana and Ivory Coast, which are responsible for over 60% of the world’s cocoa supply.\n\nIn the face of this crisis, Cargill has drawn on its extensive cocoa sourcing networks and innovation expertise to help customers address current challenges, and ensure consumers still get to enjoy chocolate products.\n\n“Cocoa supply is indeed a pressing issue for the industry. Cargill is a bean-to-bar solutions provider, which means that we have the capabilities to innovate along every step of the value chain, from sourcing of raw materials to product customisation and solutions provision. For example, we are able to provide Asian-sourced cocoa products as we source globally.\n\n“Right now, we are actively reaching out to our customers to see if they need support in managing this situation, such as sourcing, alternative recipes and product trials. We are able to tailor-make cocoa powder for a certain flavour and colour, and combine different ingredients to create new solutions or replacements,” Xiaoling Liu, Indulgence Leader, Food Solutions Asia Pacific at Cargill, told FoodNavigator-Asia.\n\nThe EU Deforestation Regulation (EUDR) has faced pressure from within its own Parliament to postpone implementation as an ‘urgent’ matter this year, with concerns over key trade commodities such as palm oil and cocoa.\n\nThe EUDR received much criticism particularly from palm oil industry experts and countries producing key commodities likely to be affected such as palm oil, cocoa and coffee, and came under fire from within the EU parliament as well.\n\nThis dissent was led by European Peoples’ Party (EPP) environmental spokesperson Peter Liese, who pushed for an ‘urgent’ postponement and ‘far less bureaucratic’ implementation of the EUDR.\n\n“The goal of the EUDR is correct, but its implementation is far too bureaucratic [and] the European Commission absolutely must postpone the entry into force of the deforestation regulation, then use the transitional period to reduce bureaucracy in the text,” he said via a formal statement.\n\n“We must do something about deforestation worldwide and take our responsibility seriously, [however] the regulation has been turned into a bureaucratic monster - Many small farmers around the world and even small forest owners in the European Union cannot work with the text.\n\n“The preparatory work that the Commission should have carried out has not been done [and many] countries are complaining massively about the legislation, including countries that are pursuing the same goal as we are, namely to stop deforestation.\n\nAs of time of writing, the EUDR implementation has been postponed to the end of 2025.\n\nResearchers in India have highlighted that the misuse of antibiotics in food animal production in Asia could pose a serious danger to public health in the region.\n\nThe World Health Organisation (WHO) has identified antimicrobial resistance (AMR) as a significant global threat, causing substantial economic losses and an estimated annual loss of 700,000 lives.\n\nResearchers at the Veterinary and Animal Sciences University in Punjab noted the alarming rise of antibiotic resistance and its potential transmission to humans through the food chain.\n\nThey also shed light on the pervasive use of critically important antibiotics in food animal production across Asia as well as how limited surveillance and regulatory controls had amplified concerns over antibiotic resistance.\n\nThe study encompassed 11 WHO member countries — Bangladesh, Bhutan, India, Indonesia, the Maldives, Myanmar, Nepal, North Korea, Sri Lanka, Thailand and Timor-Leste.\n\nResults from the review of 108 selected publications revealed a staggering 1,126 scientific publications on antibiotic use in food animals, wherein the study identified a concerning trend of antibiotic misuse in livestock, poultry and aquaculture.\n\nChina’s removal of tariffs on all dairy products from New Zealand has been posited to spell huge potential for brands with a strong focus on quality and sustainability.\n\nChina and New Zealand signed a free trade agreement (FTA) in 2008, but with regard to dairy it took 16 years to finally see all tariffs removed.\n\nAccording to New Zealand Ministry of Foreign Affairs and Trade data, New Zealand was the first developed country in the world to enter into an FTA with China.\n\nVarious New Zealand dairy products have seen export tariff decreases over the years, but although many of these hit zero in 2019, duties were still in place for liquid milk, butter and cheese until 2021; and for milk powder until Dec 31 2023.\n\nAs of Jan 1 this year, all tariffs were officially declared to have been removed by the Chinese Embassy in New Zealand via a formal statement, which was warmly welcomed by New Zealand Trade Minister Todd McClay.\n\n“All safeguard duties on milk powder [entering China] have been removed as of January 1 2024, which marks the final liberalisation of dairy access under the [China-New Zealand] FTA,” McClay announced via a separate statement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4 Best New Meme Coins with 1000X Potential as This Trending Meme Coin Presale Turns Back Time",
            "link": "https://www.crypto-news-flash.com/4-best-new-meme-coins-with-1000x-potential-as-this-trending-meme-coin-presale-turns-back-time/",
            "description": "The meme coin scene is buzzing, proving once again that these quirky, community-driven tokens are more than just internet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OsHobcSb4cB29Z4TAN_ZTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Crypto News Flash21h",
            "source": "Crypto News Flash",
            "article_content": "The meme coin scene is buzzing, proving once again that these quirky, community-driven tokens are more than just internet hype. The crypto market might be dealing with bearish trends, but meme coins are charging ahead, capturing imaginations and wallets alike. As new projects emerge, investors are zeroing in on tokens with explosive potential—and some are standing out as the best new meme coins with 1000X potential.\n\nLeading the charge is BTFD Coin (BTFD), which is redefining what it means to be a meme coin in 2024. With its innovative ecosystem and wildly successful presale, this token is a head-turner. Joining it are three other exciting contenders: Popcat (POPCAT), Brett (BRETT), and Turbo (TURBO). Each of these coins is making waves in its own way. Let’s dive into why these are the best bets for exponential returns.\n\n1. BTFD Coin: Turning Back Time for Early Investors\n\nBTFD Coin has become the darling of the meme coin world, and it’s easy to see why. With its presale smashing past $4.3 million and 57 billion tokens already sold, it’s a phenomenon. Currently in Stage 12 and priced at $0.000064, BTFD Coin offers a unique opportunity to snag the discounted Stage 7 price using the BIG50 bonus code. This isn’t just a deal; it’s a time machine for early-bird investors.\n\nBTFD Coin’s ecosystem is nothing short of revolutionary. Its Play-to-Earn (P2E) game—currently in beta—is already generating buzz. While rewards aren’t live yet, the game’s immersive experience is drawing players in. Then there’s the 90% APY staking programme, which launched on December 2, offering substantial returns for holders. Add in a referral programme that rewards community-building and the Bulls Squad—a dedicated group driving engagement—and it’s clear this coin has all the ingredients for long-term success.\n\nWhy did this coin make it to this list? BTFD Coin’s combination of presale success, robust features, and community-driven growth makes it one of the best new meme coins with 1000X potential. Visit the BTFD Presale Page, use the BIG50 bonus code, and secure your spot in this groundbreaking project.\n\n2. Popcat: From Meme to Movement\n\nPopcat has taken the internet by storm, transforming from a viral meme into a cryptocurrency that’s capturing serious attention. Inspired by the endlessly amusing Popcat clicking game, this token leverages its cultural relevance to build a strong community base. But Popcat isn’t just about laughs; it’s also about utility and growth.\n\nThe Popcat ecosystem thrives on engagement. Through meme contests, charity events, and interactive campaigns, the project keeps its community active and involved. The token also plans to integrate with NFTs and gamified experiences, adding layers of functionality that appeal to both meme enthusiasts and crypto investors. While it’s still early days for Popcat, its ability to blend humour with utility makes it a standout.\n\nWhy did this coin make it to this list? Popcat’s viral appeal and commitment to community engagement make it one of the best new meme coins with 1000X potential. Its ability to turn a meme into a movement is exactly what the crypto world needs right now.\n\n3. Brett: The Wildcard with Big Dreams\n\nBrett is the ultimate wildcard in the meme coin arena. Named after the internet’s favourite “average guy” meme, this token has embraced its role as the everyman’s cryptocurrency. But don’t let its lighthearted branding fool you—Brett has serious ambitions.\n\nThe Brett ecosystem is centred around inclusivity and accessibility. It aims to make crypto investing approachable for everyone, from seasoned traders to complete newcomers. The project’s roadmap includes plans for a decentralised exchange (DEX), staking rewards, and community-driven governance. These features position Brett as more than just a novelty; it’s a token with the potential to disrupt the status quo.\n\nWhy did this coin make it to this list? Brett’s unique blend of relatability and innovation makes it one of the best new meme coins with 1000X potential. Its ability to connect with a broad audience ensures it will remain relevant in the ever-changing crypto landscape.\n\n4. Turbo: Speeding into the Spotlight\n\nTurbo has quickly earned a reputation as one of the most exciting meme coins of 2024. Built for speed and efficiency, Turbo combines the cultural appeal of memes with the technical prowess of a high-performance blockchain. Its focus on lightning-fast transactions and low fees has made it a favourite among short-term traders and meme enthusiasts alike.\n\nOne of Turbo’s standout features is TurboSwap, its decentralised trading platform. Designed for seamless token exchanges, TurboSwap is all about making DeFi accessible and fun. The project’s development team is also known for rolling out updates at breakneck speed, ensuring the token stays ahead of the competition. For investors seeking a meme coin that delivers on both entertainment and utility, Turbo is hard to beat.\n\nWhy did this coin make it to this list? Turbo’s combination of speed, innovation, and community engagement makes it one of the best new meme coins with 1000X potential. Its ability to adapt and evolve ensures it will remain a key player in the meme coin market.\n\nWhy Buying the Dip Matters\n\nEconomic downturns have always been a breeding ground for opportunity. Take the 1973 financial crisis, for example. While the world panicked over inflation and market crashes, savvy investors scooped up undervalued assets and reaped massive rewards when the market rebounded. The lesson? Buy the dips and hold on tight.\n\nThe current bearish trend in the crypto market mirrors this scenario. Meme coins like BTFD Coin, Popcat, Brett, and Turbo offer the perfect chance to invest in low-cost, high-potential assets. Among these, BTFD Coin stands out as a beacon for those looking to turn turbulent times into exponential gains.\n\nHow to Buy BTFD Coin with the BIG50 Discount\n\nIf you’re ready to join the BTFD Coin movement, here’s how to do it. First, visit the BTFD Presale Page. Click “Connect Wallet” and choose your preferred wallet, such as MetaMask or Trust Wallet. Locate the bonus code field, enter BIG50, and click “Apply” to unlock the discounted Stage 7 price of $0.000064 per coin.\n\nNext, input the amount of BTFD Coin you want to purchase and review the final price. When you’re ready, click “Buy Now” and confirm the transaction in your wallet. With over $4.3 million already raised, time is running out to secure your place in this groundbreaking project.\n\nWhy These Coins Are the Ones to Watch\n\nBased on current trends and market insights, BTFD Coin, Popcat, Brett, and Turbo are the best new meme coins with 1000X potential. Each offers a unique blend of innovation, community engagement, and market relevance, making them standout choices for investors.\n\nBTFD Coin’s presale success, combined with its P2E game, staking rewards, and referral programme, makes it a must-have for those seeking exponential returns. Don’t wait for the market to leave you behind. Join the BTFD Coin presale now, use the BIG50 bonus code, and secure your stake in a token that’s redefining the meme coin landscape.\n\nFind Out More:\n\nWebsite: https://www.btfd.io/\n\nX/Twitter: https://x.com/BTFD_COINTelegram: https://t.me/btfd_coin"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BlockDAG’s 5-Tier Bonus System Unveils Massive Rewards on Each Purchase! More on Solana Price Forecast & Binance Coin Security",
            "link": "https://www.crypto-news-flash.com/blockdags-5-tier-bonus-system-unveils-massive-rewards-on-each-purchase-more-on-solana-price-forecast-binance-coin-security/",
            "description": "Solana price forecast suggests further dips, as the coin drops from $263.83 to $185, with predictions pointing to a bearish trend. Meanwhile, Binance coin (BNB) security remains a focal point for ...",
            "image_url": "https://www.bing.com/th?id=ODF.xjn9XeM3Aa51LZ3QxKPgPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Crypto News Flash21h",
            "source": "Crypto News Flash",
            "article_content": "The recent market shifts reveal contrasting trends — Solana price forecast suggests further dips, as the coin drops from $263.83 to $185, with predictions pointing to a bearish trend. Meanwhile, Binance coin (BNB) security remains a focal point for investors, emphasizing advanced protection mechanisms amidst increasing scrutiny.\n\nOn the other side, BlockDAG (BDAG) offers a compelling edge with its recent dashboard upgrade that comes with a limited-time 5-tier bonus system. Starting with an impressive 150% bonus on the first purchase, the rewards grow even bigger as buyers proceed. This utility-focused project has also exceeded expectations by raising over $171 million in its presale, firmly establishing itself as one of the crypto coins to watch right now.\n\nSolana Price Forecast: Will It Recover After 18% Drop to $185?\n\nSolana recently achieved an all-time high of $263.83 but quickly dropped by 16%, trading at $224.92. Market predictions suggest further declines, with a low of $215 anticipated this week. It has struggled to maintain its upward momentum, raising concerns among its community.\n\nDespite its large market cap of $107.94 billion, short-term forecasts paint a bearish picture, and recovery to its peak may take time. While optimism persists among long-term supporters, the Solana price forecast reflects ongoing challenges that cast uncertainty over its immediate performance.\n\nExamining Binance Coin (BNB) Security Features\n\nBinance Coin (BNB) is widely recognized for its robust security features, including advanced encryption and Proof of Stake mechanisms. Binance coin (BNB) security is further reinforced by two-factor authentication (2FA), offering an additional layer of user protection.\n\nHowever, concerns about regulatory scrutiny and centralized dependencies weigh heavily on BNB. Recent legal challenges, including investigations by major authorities, have heightened uncertainty about its long-term prospects. Moreover, analysts argue that its reliance on the Binance ecosystem raises questions about decentralization.\n\nBlockDAG’s 5-Tier Gamified Bonuses to End on January 8!\n\nCrypto enthusiasts often seek opportunities where their investments yield more than expected, and BlockDAG’s latest dashboard upgrade delivers exactly that. By introducing an innovative 5-tier bonus system, BlockDAG has created a unique reward structure that turns every purchase into a step toward greater returns, redefining the way buyers engage with their holdings.\n\nUsing the BDAG250 code, buyers can start with a 150% bonus on their first purchase, followed by an even bigger 170% bonus on the second. But the excitement doesn’t stop there—”mystery boxes” reveal hidden bonuses as users make additional purchases. Each step unlocks higher rewards, making the process both thrilling and highly rewarding.\n\nThis gamified bonus structure has quickly become one of the most talked-about features in the crypto market, giving participants a unique incentive to grow their portfolios. But here’s the catch: the bonus offer is set to end on January 8, making now the perfect time to take advantage of these incredible rewards.\n\nMoreover, BlockDAG’s presale success underscores its growing dominance in the market, with over $168.5 million raised by selling more than 17.4 billion BDAG coins. Early BDAG holders have already seen their stakes multiply, as the price has surged 2,240% from its starting point of $0.001 to $0.0234 in batch 26.\n\nFor those looking to become a part of this rising crypto star, now could be the ideal time, as the BDAG coins are still available at affordable prices of a mere $0.0234. Yet, this low-entry price won’t be around for long, as the current batch is nearing its close, setting the stage for a significant price increase in the next batch.\n\nCrypto Coins to Watch Now in the Market\n\nWhile Solana price forecast suggests further dips to $215 and Binance coin (BNB) security faces regulatory scrutiny, BlockDAG is charting a different course. With its innovative 5-tier bonus system and the use of the BDAG250 code, BlockDAG offers up to 170% bonuses, transforming user engagement and rewards.\n\nThe project has already raised $168.5 million in its presale, with prices surging 2,240% in just a couple of months. As the current batch nears completion, prices are set to rise in the next round. For those seeking crypto coins to watch now for massive gains, BlockDAG’s record-breaking momentum and unique incentives make it a standout choice.\n\nPresale: https://purchase.blockdag.network\n\nWebsite: https://blockdag.network\n\nTelegram: https://t.me/blockDAGnetworkOfficial\n\nDiscord: https://discord.gg/Q7BxghMVyu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blockchain and Digital Assets News and Trends – October – December 2024",
            "link": "https://www.jdsupra.com/legalnews/blockchain-and-digital-assets-news-and-8426401/",
            "description": "This periodic bulletin is designed to help companies identify important legal developments governing the use and acceptance of blockchain ...",
            "image_url": "https://www.bing.com/th?id=ODF.sf8S1Ctq2-Ry8G4-QCIyOQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "JD Supra19h",
            "source": "JD Supra",
            "article_content": "[co-author: Nicolás Fernández Madero]\n\nThis periodic bulletin is designed to help companies identify important legal developments governing the use and acceptance of blockchain technology, smart contracts, and digital assets.\n\nWhile the use cases for blockchain technology are vast, this bulletin focuses on uses of blockchain and smart contracts in the financial services sector. With respect to digital assets, we have organized our approach to this topic by discussing them in terms of traditional asset type or function (although the types and functions may overlap) – that is, digital assets as:\n\nSecurities\n\nVirtual currencies\n\nCommodities\n\nDeposits, accounts, intangibles\n\nNegotiable instruments\n\nElectronic chattel paper\n\nDigitized assets\n\nIn addition to reporting on the law and regulation governing blockchain, smart contracts, and digital assets, this bulletin will discuss the legal developments supporting the infrastructure and ecosystems that enable the use and acceptance of these new technologies.\n\nINSIGHTS\n\nArgentina begins establishing a comprehensive framework for crypto assets\n\nBy Nicolás Fernández Madero\n\nThe Comisión Nacional de Valores (CNV), Argentina’s legislative body, has issued General Resolution N°1025 (General Resolution), inviting public consultation on a draft for new regulations governing virtual asset service providers (VASPs).\n\nThe main features of the October 2024 General Resolution include the mandatory establishment of VASP entities in Argentina, minimum net worth requirements based on the type of services provided, the appointment of specific company officers, the implementation of technical infrastructure, mandatory audits, and the development of certain internal policies and manuals.\n\nAlthough the General Resolution is still in draft form, it is expected that the final version will closely align with the current proposal. [Read more]\n\nSTATUTORY AND AGENCY DEVELOPMENTS\n\nFEDERAL DEVELOPMENTS\n\nWhite House\n\nPresident-elect announces appointment of White House Artificial Intelligence (AI) and Crypto Czar. According to public reporting, President-elect Donald Trump has announced that he will appoint PayPal’s Chief Operating Officer (COO), David Sacks, as “White House AI and Crypto Czar.” In a social media post, the President-elect stated that Sacks “will work on a legal framework so the crypto industry has the clarity it has been asking for, and can thrive in the US.”\n\nSEC\n\nSEC touts record-breaking enforcement numbers for 2024 driven by crypto industry actions. On November 22, the Securities and Exchange Commission (SEC) announced its enforcement results for fiscal year 2024. Despite a reported 26-percent decline in the number of enforcement actions, the SEC reported $8.2 billion in financial remedies, “the highest amount in SEC history.” That number was largely attributable to the SEC’s enforcement action against blockchain company Terraform Labs and its founder Do Kwon. The SEC also cited settlements with BarnBridge DAO and Silvergate Capital as significant wins against crypto industry defendants.\n\nOn November 22, the Securities and Exchange Commission (SEC) announced its enforcement results for fiscal year 2024. Despite a reported 26-percent decline in the number of enforcement actions, the SEC reported $8.2 billion in financial remedies, “the highest amount in SEC history.” That number was largely attributable to the SEC’s enforcement action against blockchain company Terraform Labs and its founder Do Kwon. The SEC also cited settlements with BarnBridge DAO and Silvergate Capital as significant wins against crypto industry defendants. SEC publishes 2025 examination priorities. On October 23, the SEC’s Division of Examinations (Division) announced the release of its 2025 examination priorities. The Division publishes its examination priorities annually to make investors and registrants aware of the examination topics that it plans to focus on in the new fiscal year. This year’s examinations will prioritize perennial and emerging risk areas, such as crypto assets and the use of emerging technologies.\n\nOn October 23, the SEC’s Division of Examinations (Division) announced the release of its 2025 examination priorities. The Division publishes its examination priorities annually to make investors and registrants aware of the examination topics that it plans to focus on in the new fiscal year. This year’s examinations will prioritize perennial and emerging risk areas, such as crypto assets and the use of emerging technologies. SEC Chair and Enforcement Director announce departures. On November 21, the SEC announced that Chair Gary Gensler would be leaving the position on January 20, 2025, ending a nearly four-year tenure as its lead administrator. The SEC’s press release acknowledged a legacy of enforcement actions, including for fraud, wash trading, registration violations, and other misconduct. Data from the Blockchain Association quantifies that legacy at 104 enforcement actions through 2023. In remarks to the Practising Law Institute’s 56th Annual Institute on Securities Regulation, shortly before the announcement of his departure, Chair Gensler defended his enforcement record, stating, “Court after court has agreed with our actions to protect investors” while simultaneously recognizing that “[n]ot every [digital] asset is a security,” citing bitcoin, Ether, and stablecoins as examples. Gensler’s announcement came less than a month after SEC Enforcement Director Gurbir Grewal announced his own departure on October 2. Like Gensler, Grewal oversaw more than 100 enforcement actions addressing what the SEC called “widespread noncompliance in the quickly growing crypto space.”\n\nOn November 21, the SEC announced that Chair Gary Gensler would be leaving the position on January 20, 2025, ending a nearly four-year tenure as its lead administrator. The SEC’s press release acknowledged a legacy of enforcement actions, including for fraud, wash trading, registration violations, and other misconduct. Data from the Blockchain Association quantifies that legacy at 104 enforcement actions through 2023. In remarks to the Practising Law Institute’s 56th Annual Institute on Securities Regulation, shortly before the announcement of his departure, Chair Gensler defended his enforcement record, stating, “Court after court has agreed with our actions to protect investors” while simultaneously recognizing that “[n]ot every [digital] asset is a security,” citing bitcoin, Ether, and stablecoins as examples. Gensler’s announcement came less than a month after SEC Enforcement Director Gurbir Grewal announced his own departure on October 2. Like Gensler, Grewal oversaw more than 100 enforcement actions addressing what the SEC called “widespread noncompliance in the quickly growing crypto space.” SEC Commissioner Peirce calls for clearer crypto regulation at Wharton FinTech Series. In her remarks at the Wharton FinTech Lecture Series, SEC Commissioner Hester M. Peirce spoke of the delicate balance between regulation and innovation, particularly in the context of financial technology and crypto assets. She illustrated the complexities of excessive regulation using the analogy of a potholder she had recently purchased that came with a 20-page disclosure document, making the point that excessive regulation could stifle the innovation of even relatively innocuous products. Peirce then addressed the SEC’s inconsistent approach to crypto regulation, which has often been characterized by legal uncertainty and a focus on enforcement rather than collaboration, which, in her view, has pushed much of the innovation overseas. Peirce advocated for a more open and predictable regulatory framework that would allow for experimentation and innovation, including the creation of a “micro-innovation sandbox” to facilitate cross-border experimentation. Peirce also pointed out the potential benefits of asset tokenization and the need for clear guidance to foster its development.\n\nIn her remarks at the Wharton FinTech Lecture Series, SEC Commissioner Hester M. Peirce spoke of the delicate balance between regulation and innovation, particularly in the context of financial technology and crypto assets. She illustrated the complexities of excessive regulation using the analogy of a potholder she had recently purchased that came with a 20-page disclosure document, making the point that excessive regulation could stifle the innovation of even relatively innocuous products. Peirce then addressed the SEC’s inconsistent approach to crypto regulation, which has often been characterized by legal uncertainty and a focus on enforcement rather than collaboration, which, in her view, has pushed much of the innovation overseas. Peirce advocated for a more open and predictable regulatory framework that would allow for experimentation and innovation, including the creation of a “micro-innovation sandbox” to facilitate cross-border experimentation. Peirce also pointed out the potential benefits of asset tokenization and the need for clear guidance to foster its development. SEC Commissioner Uyeda praises regulatory leadership of Indo-Pacific countries on crypto regulation. On October 24, SEC Commissioner Mark T. Uyeda delivered remarks at the 2024 AIMA APAC Annual Forum in Hong Kong, highlighting the significance of the Indo-Pacific region in global financial markets, the regulation of private funds in the US, and the importance of international regulatory engagement. Uyeda expressed concerns about government criticisms of alternative investments and the role of “shadow banking” in financial stability. He emphasized the importance of alternative investments in providing nontraditional funding to companies, which is crucial for innovation and economic growth. Uyeda also discussed the recent court ruling that vacated the SEC’s prescriptive rule on private fund advisers, which he opposed, and the ongoing regulatory proposals that could impact private fund managers, such as the re-proposed custody rule and pending cybersecurity regulations. Uyeda claimed that the SEC’s current regulatory approach to crypto is less advanced compared to that of the Indo-Pacific region. He highlighted the leadership of jurisdictions in Hong Kong, Singapore, Japan, and Australia in facilitating crypto and fintech innovation while promoting investor protection. Uyeda pointed out the lack of sufficient guidance from the SEC on key issues, such as when a crypto offering needs to be regulated as a security. He emphasized the need for the SEC to engage more transparently with market participants. Uyeda also mentioned the challenges faced by private fund managers in the US regarding the custody and auditing of crypto assets and called for the US to learn from the regulatory approaches of other countries to better facilitate innovation, capital formation, and investor protection in the crypto space.\n\nCongress\n\nHouse Committee on Financial Services holds hearing on technological innovations in financial services. On December 4, the House Committee on Financial Services held a hearing entitled, “Innovation Revolution: How Technology is Shaping the Future of Finance.” In a memorandum published before the hearing, committee staff previewed that a significant portion of the hearing focused on blockchain technology and digital assets, which the committee sees as potential building blocks for the next generation of internet technology. During the hearing, committee members recognized that blockchain enables the creation of decentralized networks that offer new ways to provide services, such as financial products and social networks, with greater user autonomy and privacy. The hearing further acknowledged that the market capitalization of digital assets is approximately $3 trillion, with stablecoins like Tether (USDT) and USD Coin (USDC) providing price stability. Speakers also discussed the potential of tokenization, which involves creating digital representations of real-world assets on the blockchain in order to increase liquidity, transparency, and access. The memorandum did, however, note that innovators will need to address challenges such as interoperability and systemic risks.\n\nOn December 4, the House Committee on Financial Services held a hearing entitled, “Innovation Revolution: How Technology is Shaping the Future of Finance.” In a memorandum published before the hearing, committee staff previewed that a significant portion of the hearing focused on blockchain technology and digital assets, which the committee sees as potential building blocks for the next generation of internet technology. During the hearing, committee members recognized that blockchain enables the creation of decentralized networks that offer new ways to provide services, such as financial products and social networks, with greater user autonomy and privacy. The hearing further acknowledged that the market capitalization of digital assets is approximately $3 trillion, with stablecoins like Tether (USDT) and USD Coin (USDC) providing price stability. Speakers also discussed the potential of tokenization, which involves creating digital representations of real-world assets on the blockchain in order to increase liquidity, transparency, and access. The memorandum did, however, note that innovators will need to address challenges such as interoperability and systemic risks. Acting Comptroller of the Currency comments on crypto volatility in remarks before Committee on Financial Services. On November 20, Michael J. Hsu, Acting Comptroller of the Currency, provided an update on the Office of the Comptroller of the Currency (OCC)’s efforts to ensure the safety and soundness of national banks and federal savings associations. He discussed the state of the federal banking system, highlighting that the overall condition remains sound with strong levels of regulatory capital and sufficient liquidity buffers. Hsu emphasized the importance of safeguarding trust in the banking system and outlined four priorities: guarding against complacency, elevating fairness, adapting to digitalization, and managing climate-related financial risks. He noted that the OCC’s focus on strong risk management has helped banks navigate challenges such as the crypto market downturn, rising interest rates, and commercial real estate concerns. The OCC has also been working on enhancing fairness in banking, modernizing the Community Reinvestment Act, reforming overdraft practices, and expanding financial inclusion through initiatives like Project REACh. Regarding cryptocurrency and digital assets specifically, Hsu highlighted the significant impact of the crypto market’s volatility, noting that crypto lost over $2 trillion in value, leading to the failure of many players in the industry. He stressed the importance of strong risk management in preventing complacency and ensuring stability in the banking system amid such volatility. Hsu also discussed the challenges posed by the digitalization of banking, in which nonbank financial technology companies (fintechs) offer banking services, creating confusion and diffused accountability. He mentioned the bankruptcy of Synapse, a banking-as-a-service (BaaS) middleware firm that affected many consumers when they were not able to access their money. Hsu voiced support for the Department of the Treasury’s push for federal payments regulation and a chartering regime for nonbanks to close regulatory gaps and promote responsible innovation and competition.\n\nTreasury\n\n2024 FSOC report identifies digital currencies as source of financial instability risk. In December, the Financial Stability Oversight Council (FSOC) published its annual report providing a comprehensive assessment of risks to US financial stability. The FSOC comprises heads of the Department of the Treasury, Board of Governors of the Federal Reserve System, SEC, Commodity Futures Trading Commission (CFTC), Consumer Financial Protection Bureau (CFPB), and OCC, among others. The report highlights vulnerabilities in various sectors including commercial real estate, residential real estate, corporate credit, and digital assets. The report outlines the Council’s activities, recommendations for enhancing market integrity, and responses to emerging threats. The report places significant emphasis on the growing market of digital assets, including cryptocurrencies and stablecoins. As of July 2024, the global market value of crypto assets was just under $2 trillion. The FSOC highlights the risks associated with stablecoins, particularly their vulnerability to runs and the lack of a comprehensive federal prudential framework. The FSOC recommends that Congress pass legislation to address these risks, including regulatory requirements for reserves, capital, and reporting. The report also discusses the launch of new crypto asset exchange traded products (ETPs) and their potential to increase interconnections between the traditional financial system and the crypto asset ecosystem. Additionally, the FSOC notes the importance of monitoring the use of tokenized products and the potential financial stability risks they pose. Overall, it continues to advocate for enhanced regulatory oversight and data collection to better understand and mitigate the risks associated with digital assets.\n\nIn December, the Financial Stability Oversight Council (FSOC) published its annual report providing a comprehensive assessment of risks to US financial stability. The FSOC comprises heads of the Department of the Treasury, Board of Governors of the Federal Reserve System, SEC, Commodity Futures Trading Commission (CFTC), Consumer Financial Protection Bureau (CFPB), and OCC, among others. The report highlights vulnerabilities in various sectors including commercial real estate, residential real estate, corporate credit, and digital assets. The report outlines the Council’s activities, recommendations for enhancing market integrity, and responses to emerging threats. The report places significant emphasis on the growing market of digital assets, including cryptocurrencies and stablecoins. As of July 2024, the global market value of crypto assets was just under $2 trillion. The FSOC highlights the risks associated with stablecoins, particularly their vulnerability to runs and the lack of a comprehensive federal prudential framework. The FSOC recommends that Congress pass legislation to address these risks, including regulatory requirements for reserves, capital, and reporting. The report also discusses the launch of new crypto asset exchange traded products (ETPs) and their potential to increase interconnections between the traditional financial system and the crypto asset ecosystem. Additionally, the FSOC notes the importance of monitoring the use of tokenized products and the potential financial stability risks they pose. Overall, it continues to advocate for enhanced regulatory oversight and data collection to better understand and mitigate the risks associated with digital assets. IRS memorandum advises reporting assets frozen in bankrupt digital asset platforms as income. On November 1, in response to a taxpayer’s request for advice, the Internal Revenue Service (IRS) published a memorandum providing advice “regarding the proper year of inclusion of frozen digital asset rewards in gross income.” According to the memorandum, a taxpayer who receives rewards, such as staking rewards, from a digital asset trading platform that files for bankruptcy in the same year, must still report those awards in the taxpayer’s gross income even though the taxpayer has no access to those rewards while they remain locked in bankruptcy proceedings. The IRS justified this position on the basis that the rewards are credited to the customer’s account as soon as they are distributed. Thus, the IRS acknowledged that rewards that are not distributed to a taxpayer before the company files for bankruptcy, or credit to the taxpayer subject to a lockup period, do not need to be reported until the taxpayer takes “dominion and control” over the rewards.\n\nOn November 1, in response to a taxpayer’s request for advice, the Internal Revenue Service (IRS) published a memorandum providing advice “regarding the proper year of inclusion of frozen digital asset rewards in gross income.” According to the memorandum, a taxpayer who receives rewards, such as staking rewards, from a digital asset trading platform that files for bankruptcy in the same year, must still report those awards in the taxpayer’s gross income even though the taxpayer has no access to those rewards while they remain locked in bankruptcy proceedings. The IRS justified this position on the basis that the rewards are credited to the customer’s account as soon as they are distributed. Thus, the IRS acknowledged that rewards that are not distributed to a taxpayer before the company files for bankruptcy, or credit to the taxpayer subject to a lockup period, do not need to be reported until the taxpayer takes “dominion and control” over the rewards. Department of the Treasury and IRS announce 2024-2025 Priority Guidance Plan. On October 3, the Department of the Treasury and IRS published their 2024-2025 Priority Guidance Plan (Guidance Plan). The Guidance Plan outlines 231 guidance projects that are priorities for the allocation of resources from July 1, 2024 to June 30, 2025. It suggests the development of specific guidance related to digital assets – including regulations under Sections 6045A and 6050I – regarding information reporting of transactions involving digital assets between “brokers.” Additionally, the Guidance Plan further suggests developing guidance under Sections 1001 and 1012 involving token wrapping.\n\nFDIC\n\nFDIC reports 4.8 percent of US households use or hold digital currency. On November 12, the Federal Deposit Insurance Corporation (FDIC) published the results of its 2023 FDIC National Survey of Unbanked and Underbanked Households. According to the FDIC’s press release, the nation’s overall rate of households without a bank or credit union account hit a record low of 4.2 percent, representing 5.6 million households. The survey also included questions about the use of crypto or digital assets to store and transfer money. The survey found that in 2023, 4.8 percent of US households owned or used crypto or digital assets in the previous 12 months. 92.6 percent of these households held crypto or digital assets as an investment, while only 4.4 percent used digital assets as a form of payment.\n\nOn November 12, the Federal Deposit Insurance Corporation (FDIC) published the results of its 2023 FDIC National Survey of Unbanked and Underbanked Households. According to the FDIC’s press release, the nation’s overall rate of households without a bank or credit union account hit a record low of 4.2 percent, representing 5.6 million households. The survey also included questions about the use of crypto or digital assets to store and transfer money. The survey found that in 2023, 4.8 percent of US households owned or used crypto or digital assets in the previous 12 months. 92.6 percent of these households held crypto or digital assets as an investment, while only 4.4 percent used digital assets as a form of payment. OCC meets with SIFMA to discuss FDIC proposal to restrict brokered deposits. On November 18, representatives from the Securities Industry and Financial Markets Association (SIFMA) met with the FDIC and the OCC to discuss the FDIC’s proposed rule on brokered deposits. According to the OCC’s memorandum documenting the meeting, SIFMA representatives expressed concerns about the lack of supporting data for the proposed changes and recommended either withdrawing or significantly revising the proposal. They highlighted that the 2021 Final Rule had modernized restrictions on brokered deposits and created exceptions for broker-dealers providing sweep deposit services, which had resulted in a substantial reduction in reported brokered deposits. The new proposal, however, seeks to eliminate or narrow these exceptions without providing new data or studies to justify the changes, potentially reclassifying a significant portion of deposits and impacting institutions' capital and liquidity requirements. In response, the FDIC pointed to the failure of crypto company Voyager Digital to justify its plan to restrict insured depository institutions (IDIs) from accepting brokered deposits. Voyager was not considered a deposit broker due to its exclusive relationship with a single IDI, and the funds placed at Voyager were unsafely kept resulting in customer confusion about FDIC insurance coverage. Despite Voyager’s failure, SIFMA representatives noted that Voyager’s former IDI partner continues to operate without adverse impacts, indicating that the proposed changes may not address the actual risks associated with digital assets and related entities. The representatives argued that the proposal lacks a comprehensive cost and benefit analysis and does not sufficiently consider the implications for consumers and institutions involved with digital assets.\n\nOn November 18, representatives from the Securities Industry and Financial Markets Association (SIFMA) met with the FDIC and the OCC to discuss the FDIC’s proposed rule on brokered deposits. According to the OCC’s memorandum documenting the meeting, SIFMA representatives expressed concerns about the lack of supporting data for the proposed changes and recommended either withdrawing or significantly revising the proposal. They highlighted that the 2021 Final Rule had modernized restrictions on brokered deposits and created exceptions for broker-dealers providing sweep deposit services, which had resulted in a substantial reduction in reported brokered deposits. The new proposal, however, seeks to eliminate or narrow these exceptions without providing new data or studies to justify the changes, potentially reclassifying a significant portion of deposits and impacting institutions' capital and liquidity requirements. In response, the FDIC pointed to the failure of crypto company Voyager Digital to justify its plan to restrict insured depository institutions (IDIs) from accepting brokered deposits. Voyager was not considered a deposit broker due to its exclusive relationship with a single IDI, and the funds placed at Voyager were unsafely kept resulting in customer confusion about FDIC insurance coverage. Despite Voyager’s failure, SIFMA representatives noted that Voyager’s former IDI partner continues to operate without adverse impacts, indicating that the proposed changes may not address the actual risks associated with digital assets and related entities. The representatives argued that the proposal lacks a comprehensive cost and benefit analysis and does not sufficiently consider the implications for consumers and institutions involved with digital assets. Committee on Capital Markets Regulation weighs in on FDIC’s proposed brokered deposits rule. On November 13, the Committee on Capital Markets Regulation, an independent research organization formed from leaders in several disciplines related to capital markets, submitted comments regarding the FDIC’s proposed rule on brokered deposits. The Committee argued that the proposal’s expanded definition of brokered deposits would increase banks’ capital and liquidity requirements and deposit insurance premiums for many types of deposit arrangements. The Committee expressed that the proposal is fundamentally flawed, stating that it fails to consider relevant evidence; reverses a prior agency action without a rational basis; and does not acknowledge the costs it would impose on the banking system, financial intermediaries, and their customers. As a result, the Committee recommended that the FDIC withdraw the proposal and maintain the existing regulations established in 2020. In particular, the Committee’s comments mention the failure of Metropolitan Commercial Bank, which held the deposits of customers of the crypto company Voyager Digital, which failed in 2022. The FDIC’s proposal acknowledges that Metropolitan Commercial Bank was put at risk because it held deposits of Voyager customers, indicating that such arrangements create legal, operational, and liquidity risks for the bank if the broker fails. However, the Committee argues that the bankruptcy of Voyager does not support the conclusion that these depository arrangements create these risks, as Metropolitan Commercial Bank did not experience distress as a result of Voyager’s failure. Instead, the bank has apparently enjoyed increased profitability and improved capital ratios since Voyager’s failure in 2021. The Committee’s comments join similar arguments from industry representatives such as the Independent Community Bankers of America (ICBA), Better Markets, and Charles Schwab.\n\nCFTC\n\nCFTC’s Global Markets Advisory Committee advances recommendation on tokenized non-cash collateral. On November 21, the Global Markets Advisory Committee (GMAC) of the CFTC advanced a recommendation to expand the use of non-cash collateral through the use of distributed ledger technology (DLT). The recommendation provides a legal and regulatory framework for how market participants can apply their existing policies, procedures, practices, and processes to support the use of DLT for non-cash collateral in a manner consistent with margin requirements for both cleared and non-cleared derivatives, subject to specified conditions and limitations designed to mitigate credit, market, and liquidity risks. The recommendation was approved without objection.\n\nOn November 21, the Global Markets Advisory Committee (GMAC) of the CFTC advanced a recommendation to expand the use of non-cash collateral through the use of distributed ledger technology (DLT). The recommendation provides a legal and regulatory framework for how market participants can apply their existing policies, procedures, practices, and processes to support the use of DLT for non-cash collateral in a manner consistent with margin requirements for both cleared and non-cleared derivatives, subject to specified conditions and limitations designed to mitigate credit, market, and liquidity risks. The recommendation was approved without objection. CFTC releases enforcement results for fiscal year 2024 including significant results against cryptocurrency industry participants. On December 4, the CFTC published its report of enforcement actions for fiscal year 2024. According to the CFTC’s announcement of the results, “digital asset cases” were a significant driver of its record-breaking monetary recoveries, including $2.6 billion in civil penalties and $14.5 billion in disgorgement and restitution. These actions included the settlement of fraud claims against FTX, Alameda Research, Voyager, and a romance scammer.\n\nOn December 4, the CFTC published its report of enforcement actions for fiscal year 2024. According to the CFTC’s announcement of the results, “digital asset cases” were a significant driver of its record-breaking monetary recoveries, including $2.6 billion in civil penalties and $14.5 billion in disgorgement and restitution. These actions included the settlement of fraud claims against FTX, Alameda Research, Voyager, and a romance scammer. CFTC warns messaging app users about the dangers of crypto scams. On October 31, the CFTC published an alert warning users of popular messaging apps like WhatsApp and Telegram to beware of scams to defraud users of crypto assets. According to the alert, fraudsters use these apps to lure users into cryptocurrency “pump-and-dump schemes” by advertising enormous returns with “zero risk” by supposedly getting into a cryptocurrency investment early. The alert advises users to ignore the messages and change their settings to avoid being added to large group messages.\n\nOn October 31, the CFTC published an alert warning users of popular messaging apps like WhatsApp and Telegram to beware of scams to defraud users of crypto assets. According to the alert, fraudsters use these apps to lure users into cryptocurrency “pump-and-dump schemes” by advertising enormous returns with “zero risk” by supposedly getting into a cryptocurrency investment early. The alert advises users to ignore the messages and change their settings to avoid being added to large group messages. CFTC issues advisory related to clearing of options on spot bitcoin and Ethereum ETFs. On November 15, the CFTC announced issuance of a staff advisory addressing the clearing of options on spot commodity-based exchange traded fund (ETF) products. The advisory notes that spot commodity ETF shares based on bitcoin have been listed and traded on national securities exchanges, and the SEC approved spot commodity ETF shares of Ethereum. CFTC staff states that “[b]ecause … it is substantially likely that spot commodity ETF shares would be held to be securities, we believe that these shares listed on SEC registered national securities exchanges do not implicate the [CFTC’s] jurisdiction, and therefore, the clearing of these options…would be…subject to SEC oversight.” The advisory asserts that the CFTC “does not have any more role regarding the clearing of these options.”\n\nFINRA\n\nFINRA report addresses implications of the metaverse on the securities industry. In October, the Financial Industry Regulatory Authority (FINRA) released a report entitled, “The Metaverse and the Implications for the Securities Industry,” which explores the potential applications, challenges, and regulatory considerations of the metaverse for the securities industry. The report describes the metaverse as an immersive and interactive virtual world that blends digital and physical experiences and observes that financial institutions are increasingly interested in leveraging metaverse technologies for various purposes, including customer engagement, training, and data visualization. The report highlights the significant revenue opportunities in the metaverse, with projections of it contributing over $3 trillion to global GDP by 2031. The document also discusses the potential for the metaverse to transform business models and processes within the securities industry, emphasizing the importance of addressing privacy, cybersecurity, and compliance challenges. The report explores the role of digital assets within the metaverse, noting that the metaverse offers a lucrative environment for commerce, with users holding a total of $163 billion in digital payments, with assets like bitcoin, Ether, and Robux enjoying a strong preference among metaverse users. The document also highlights the regulatory scrutiny surrounding native tokens of decentralized platforms like The Sandbox and Decentraland. Additionally, the report mentions the potential for metaverse payments to accelerate the shift towards digital commerce, influencing how investors interact with financial market professionals. The integration of wearable devices in the metaverse, for example, could lead to the collection of extensive user data, which financial services firms might use for customer acquisition and market research.\n\nFederal Reserve\n\nFederal Reserve issues annual Financial Stability Report. In November, the Federal Reserve published its annual Financial Stability Report, which provides a comprehensive assessment of the stability of the US financial system. The report focuses on vulnerabilities related to asset valuations, borrowing by businesses and households, leverage in the financial sector, and funding risks. It highlights that valuation pressures remain elevated in various markets, including equity, corporate debt, and residential real estate. The report specifically addresses the growth and risks associated with digital assets, particularly stablecoins. Stablecoins have grown substantially since last year’s report. By the beginning of November 2024, the total market capitalization of stablecoins exceeded $170 billion, nearing the record high observed in April 2022. Despite their growth, the report emphasizes that stablecoins are structurally vulnerable to runs and lack a comprehensive federal prudential regulatory framework. The report suggests that while stablecoins currently have a relatively small footprint in the US economy, their rapid growth and potential to scale quickly pose significant risks to financial stability. The report calls for the Federal Reserve and other US government agencies to take steps to address these risks and enhance the resilience of the financial system against potential shocks from digital assets.\n\nIn November, the Federal Reserve published its annual Financial Stability Report, which provides a comprehensive assessment of the stability of the US financial system. The report focuses on vulnerabilities related to asset valuations, borrowing by businesses and households, leverage in the financial sector, and funding risks. It highlights that valuation pressures remain elevated in various markets, including equity, corporate debt, and residential real estate. The report specifically addresses the growth and risks associated with digital assets, particularly stablecoins. Stablecoins have grown substantially since last year’s report. By the beginning of November 2024, the total market capitalization of stablecoins exceeded $170 billion, nearing the record high observed in April 2022. Despite their growth, the report emphasizes that stablecoins are structurally vulnerable to runs and lack a comprehensive federal prudential regulatory framework. The report suggests that while stablecoins currently have a relatively small footprint in the US economy, their rapid growth and potential to scale quickly pose significant risks to financial stability. The report calls for the Federal Reserve and other US government agencies to take steps to address these risks and enhance the resilience of the financial system against potential shocks from digital assets. Federal Reserve Bank of New York issues report on risks of digital assets to financial stability. In November, the Federal Reserve Bank of New York published an Economic Policy Review entitled, “Financial Stability Implications of Digital Assets.” The review provides a comprehensive analysis of the financial stability risks associated with the digital asset ecosystem. It adapts the Federal Reserve’s framework for assessing systemic risk in the traditional financial system to the digital asset ecosystem, focusing on vulnerabilities such as valuation pressures, leverage, funding risk, and interconnectedness. The review hypothesizes that fragility in the digital asset space could destabilize the broader financial system. The analysis covers various sectors within the digital ecosystem, including crypto assets, stablecoins, centralized crypto lenders, centralized crypto exchanges, and decentralized finance (DeFi). In addition, it discusses how stress in these areas could potentially spill over into the traditional financial system. The review notes that crypto assets, such as bitcoin and Ether, are prone to significant price declines, which can be amplified by the use of leverage and interconnectedness within the digital ecosystem. The document also discusses the risks associated with stablecoins, pointing to the collapse of TerraUSD (an algorithmic stablecoin) as an example. Centralized crypto lenders and exchanges are highlighted as additional sources of leverage and funding risk, with their failures potentially leading to broader financial instability. Additionally, the document explores the role of DeFi protocols in creating interconnectedness and leverage within the digital asset ecosystem. Despite these risks, the document concludes that the overall contribution of digital assets to systemic risk remains limited, though this could change as the digital ecosystem grows and becomes more integrated with traditional financial markets.\n\nIn November, the Federal Reserve Bank of New York published an Economic Policy Review entitled, “Financial Stability Implications of Digital Assets.” The review provides a comprehensive analysis of the financial stability risks associated with the digital asset ecosystem. It adapts the Federal Reserve’s framework for assessing systemic risk in the traditional financial system to the digital asset ecosystem, focusing on vulnerabilities such as valuation pressures, leverage, funding risk, and interconnectedness. The review hypothesizes that fragility in the digital asset space could destabilize the broader financial system. The analysis covers various sectors within the digital ecosystem, including crypto assets, stablecoins, centralized crypto lenders, centralized crypto exchanges, and decentralized finance (DeFi). In addition, it discusses how stress in these areas could potentially spill over into the traditional financial system. The review notes that crypto assets, such as bitcoin and Ether, are prone to significant price declines, which can be amplified by the use of leverage and interconnectedness within the digital ecosystem. The document also discusses the risks associated with stablecoins, pointing to the collapse of TerraUSD (an algorithmic stablecoin) as an example. Centralized crypto lenders and exchanges are highlighted as additional sources of leverage and funding risk, with their failures potentially leading to broader financial instability. Additionally, the document explores the role of DeFi protocols in creating interconnectedness and leverage within the digital asset ecosystem. Despite these risks, the document concludes that the overall contribution of digital assets to systemic risk remains limited, though this could change as the digital ecosystem grows and becomes more integrated with traditional financial markets. Governor Waller questions role of central bank digital currencies in public remarks. On November 12, Christopher J. Waller, a member of the Board of Governors of the Federal Reserve System, delivered a speech at The Clearing House Annual Conference in which he discussed the roles of the private sector and the Federal Reserve in the payments ecosystem. Waller emphasized the importance of private sector innovation in providing goods and services efficiently, including in the payments system. He argued that government intervention should only occur to address market inefficiencies that cannot be resolved by the private sector alone. Waller provided a historical overview of the US payments system, highlighting the evolution from state-chartered banks to the establishment of the Federal Reserve, which was created to address coordination problems and enhance the resilience of the payments system. He noted that the Federal Reserve’s role includes providing core clearing and settlement infrastructure, which supports private sector innovation. Waller then addressed ongoing public discussion about central bank digital currencies (CBDCs). He questioned the necessity of a CBDC, asking what specific market inefficiency it would address. Despite his interest in new payment technologies, Waller expressed skepticism about the need for a CBDC, stating he had not yet heard a satisfactory answer to justify its implementation. He highlighted the private sector’s role in developing and deploying new technologies, including digital assets, due to their ability to take on innovation risks and efficiently allocate resources. Waller also referenced the Federal Reserve’s engagement with the private sector and other central banks through initiatives like the Bank for International Settlements’ Project Agorá, which explores the use of tokenization technology to facilitate faster and cheaper cross-border payments.\n\nOn November 12, Christopher J. Waller, a member of the Board of Governors of the Federal Reserve System, delivered a speech at The Clearing House Annual Conference in which he discussed the roles of the private sector and the Federal Reserve in the payments ecosystem. Waller emphasized the importance of private sector innovation in providing goods and services efficiently, including in the payments system. He argued that government intervention should only occur to address market inefficiencies that cannot be resolved by the private sector alone. Waller provided a historical overview of the US payments system, highlighting the evolution from state-chartered banks to the establishment of the Federal Reserve, which was created to address coordination problems and enhance the resilience of the payments system. He noted that the Federal Reserve’s role includes providing core clearing and settlement infrastructure, which supports private sector innovation. Waller then addressed ongoing public discussion about central bank digital currencies (CBDCs). He questioned the necessity of a CBDC, asking what specific market inefficiency it would address. Despite his interest in new payment technologies, Waller expressed skepticism about the need for a CBDC, stating he had not yet heard a satisfactory answer to justify its implementation. He highlighted the private sector’s role in developing and deploying new technologies, including digital assets, due to their ability to take on innovation risks and efficiently allocate resources. Waller also referenced the Federal Reserve’s engagement with the private sector and other central banks through initiatives like the Bank for International Settlements’ Project Agorá, which explores the use of tokenization technology to facilitate faster and cheaper cross-border payments. Governor Waller suggests blockchain technology could improve efficiency and reduce costs. On October 18, Federal Reserve System Governor Christopher J. Waller delivered remarks at The Vienna Macroeconomics Workshop. Waller discussed the roles of centralized finance and DeFi, including his views on whether they are substitutes or complements. He highlighted the historical context of centralized finance, emphasizing the role of intermediaries or middlemen in facilitating financial trades and the associated costs and benefits. Waller explained that centralized finance has provided significant value through efficient matching of buyers and sellers, risk assessment, and legal enforcement, but it also comes with transaction costs and the need for trust in intermediaries. He noted that technological innovations, such as the telegraph, telephone, and internet, have historically advanced financial trading, and that the next wave of innovations could address some drawbacks of centralized finance. Waller then focused on the emergence of crypto assets and their impact on DeFi. He described the crypto ecosystem as consisting of three parts: crypto assets, the technology facilitating their trade (including smart contracts and tokenization), and the blockchain for recording trades and ownership. He explained that the earliest digital asset, bitcoin, was designed to function without intermediaries, relying on cryptographic technology for privacy and control. Waller discussed how technologies like DLT, tokenization, and smart contracts could complement centralized finance by improving efficiency and reducing costs. He also mentioned stablecoins, which aim to provide a stable value for trading and reduce the need for payment intermediaries. He cautioned, however, that stablecoins face risks similar to other substitutes for genuine US dollars. Ultimately, Waller concluded that while some services emerging through DeFi cannot be provided by centralized finance, the technological innovations from DeFi are largely complementary and have the potential to enhance centralized finance.\n\nOn October 18, Federal Reserve System Governor Christopher J. Waller delivered remarks at The Vienna Macroeconomics Workshop. Waller discussed the roles of centralized finance and DeFi, including his views on whether they are substitutes or complements. He highlighted the historical context of centralized finance, emphasizing the role of intermediaries or middlemen in facilitating financial trades and the associated costs and benefits. Waller explained that centralized finance has provided significant value through efficient matching of buyers and sellers, risk assessment, and legal enforcement, but it also comes with transaction costs and the need for trust in intermediaries. He noted that technological innovations, such as the telegraph, telephone, and internet, have historically advanced financial trading, and that the next wave of innovations could address some drawbacks of centralized finance. Waller then focused on the emergence of crypto assets and their impact on DeFi. He described the crypto ecosystem as consisting of three parts: crypto assets, the technology facilitating their trade (including smart contracts and tokenization), and the blockchain for recording trades and ownership. He explained that the earliest digital asset, bitcoin, was designed to function without intermediaries, relying on cryptographic technology for privacy and control. Waller discussed how technologies like DLT, tokenization, and smart contracts could complement centralized finance by improving efficiency and reducing costs. He also mentioned stablecoins, which aim to provide a stable value for trading and reduce the need for payment intermediaries. He cautioned, however, that stablecoins face risks similar to other substitutes for genuine US dollars. Ultimately, Waller concluded that while some services emerging through DeFi cannot be provided by centralized finance, the technological innovations from DeFi are largely complementary and have the potential to enhance centralized finance. Federal Reserve Governor Bowman encourages community banks to experiment with crypto assets ecosystem. On October 2, Michelle W. Bowman, a member of the Board of Governors of the Federal Reserve System, delivered a speech at the 2024 Community Banking Research Conference, emphasizing the importance of community banks and proposing a tailored regulatory and supervisory framework for their future. Bowman discussed the challenges of current regulatory thresholds, which often fail to account for economic growth and inflation, leading to unintended regulatory burdens on smaller banks. She also stressed the importance of innovation within the banking sector, including partnerships with fintech companies and the use of digital ledger technology, while cautioning against regulatory frameworks that might stifle such innovation by pushing smaller banks into higher compliance tiers. Bowman acknowledged the evolving financial landscape and the role of innovation, including the provision of traditional banking services to entities involved in the crypto asset ecosystem. She noted that innovation, such as engaging in bank-fintech partnerships and considering the use of digital ledger technology, presents challenges for both regulators and banks, but emphasized that regulatory thresholds should not discourage investment in innovation among community banks. She also highlighted the need for clear and actionable guidance to help community banks navigate the complexities of third-party risk management, including those related to digital assets.\n\nSTATE DEVELOPMENTS\n\nDigital assets\n\nCalifornia passes law imposing new requirements for sellers of “digital goods.” On September 24, California Governor Gavin Newsom approved Assembly Bill 2426 (AB 2426), which addresses situations in which digital media sellers, such as game publishers, revoke consumer access to purchased digital goods without recourse. The law mandates that sellers of digital goods (including movies, apps, games, books, and music) must clearly communicate what consumers are actually receiving when they “purchase” these items. Under the new law, sellers must either obtain an affirmative acknowledgment from buyers that they are only receiving a license, including all applicable restrictions, or provide a clear and conspicuous statement that the purchase is only a license, with access to full details of the license. The law excludes subscription-based services, free digital content, and digital goods that cannot be revoked after the transaction. Though AB 2426 does not explicitly address non-fungible tokens (NFTs) or other blockchain-based digital assets, NFTs could fall under the law’s scope if the digital asset is considered a “digital good” ownership, which could be revoked by the seller. Sellers must ensure compliance with the new requirements by January 1, 2025 to avoid regulatory penalties or false advertising claims.\n\nOn September 24, California Governor Gavin Newsom approved Assembly Bill 2426 (AB 2426), which addresses situations in which digital media sellers, such as game publishers, revoke consumer access to purchased digital goods without recourse. The law mandates that sellers of digital goods (including movies, apps, games, books, and music) must clearly communicate what consumers are actually receiving when they “purchase” these items. Under the new law, sellers must either obtain an affirmative acknowledgment from buyers that they are only receiving a license, including all applicable restrictions, or provide a clear and conspicuous statement that the purchase is only a license, with access to full details of the license. The law excludes subscription-based services, free digital content, and digital goods that cannot be revoked after the transaction. Though AB 2426 does not explicitly address non-fungible tokens (NFTs) or other blockchain-based digital assets, NFTs could fall under the law’s scope if the digital asset is considered a “digital good” ownership, which could be revoked by the seller. Sellers must ensure compliance with the new requirements by January 1, 2025 to avoid regulatory penalties or false advertising claims. California amends and delays implementation of the Digital Financial Assets Law. On September 29, California Governor Gavin Newsom signed Assembly Bill 1934 which amends the previously-passed Digital Financial Assets Law (DFAL). The amendment extends the deadline for digital asset companies operating in California to obtain a license to operate in the state for an additional year until July 2026. The amendment also imposes new requirements for digital asset companies to maintain monthly compliance records and clarifies provisions related to stablecoins.\n\nOn September 29, California Governor Gavin Newsom signed Assembly Bill 1934 which amends the previously-passed Digital Financial Assets Law (DFAL). The amendment extends the deadline for digital asset companies operating in California to obtain a license to operate in the state for an additional year until July 2026. The amendment also imposes new requirements for digital asset companies to maintain monthly compliance records and clarifies provisions related to stablecoins. Pennsylvania House advances bill to endorse framework for use and custody of digital assets. On October 28, the Pennsylvania House of Representatives passed a bipartisan bill entitled, “The Digital Assets Authorization Act,” which establishes a legal framework for the use and custody of digital assets within the state. The act defines key terms such as “blockchain,” “blockchain protocol,” “digital asset,” and “hardware wallet.” A digital asset is characterized as a decentralized virtual currency, cryptocurrency, or native electronic asset (including decentralized stablecoins or NFTs), but explicitly excludes central bank digital currencies or any other government-controlled digital-only assets. The act prohibits the state or any municipality from restricting or impairing the ability of individuals or businesses to accept digital assets as payment for legal goods and services, or to maintain self-custody of digital assets using self-hosted or hardware wallets. Additionally, it prevents the imposition of additional taxes or charges on digital assets solely based on their use as a payment method. The act also authorizes the operation of nodes for connecting to blockchain protocols and transferring digital assets on these protocols. It ensures that the provisions of the act do not override existing laws related to commercial code, fiduciary access to digital assets, licensing and regulation of virtual currency businesses, and the reporting and disclosure of financial exploitation or fraud. The act aims to create a supportive environment for the use and development of digital assets and blockchain technology in Pennsylvania, promoting innovation while ensuring compliance with existing legal and regulatory frameworks.\n\nENFORCEMENT ACTIONS AND LITIGATION\n\nFEDERAL\n\nSecurities\n\nSEC charges entities operating Mango Markets crypto trading platform. On September 27, the SEC announced the filing of settled charges against Mango DAO and Blockworks Foundation for engaging in the unregistered offer and sale of crypto assets called “MNGO” tokens that raised more than $70 million. The SEC also settled charges against Blockworks Foundation and Mango Labs LLC for engaging in unregistered broker activity in connection with various crypto assets being offered and sold as securities on the Mango Markets platform. The SEC’s complaint was filed in the US District Court for the Southern District of New York. Mango DAO, Blockworks Foundation, and Mango Labs have agreed to settle the SEC charges without admitting or denying the allegations. The settlement includes injunctions and civil penalties of nearly $700,000 and orders the destruction of the MNGO tokens or removal of the tokens from trading platforms. The settlements are subject to court approval. For more information on Mango, see our August 2024 issue.\n\nOn September 27, the SEC announced the filing of settled charges against Mango DAO and Blockworks Foundation for engaging in the unregistered offer and sale of crypto assets called “MNGO” tokens that raised more than $70 million. The SEC also settled charges against Blockworks Foundation and Mango Labs LLC for engaging in unregistered broker activity in connection with various crypto assets being offered and sold as securities on the Mango Markets platform. The SEC’s complaint was filed in the US District Court for the Southern District of New York. Mango DAO, Blockworks Foundation, and Mango Labs have agreed to settle the SEC charges without admitting or denying the allegations. The settlement includes injunctions and civil penalties of nearly $700,000 and orders the destruction of the MNGO tokens or removal of the tokens from trading platforms. The settlements are subject to court approval. For more information on Mango, see our August 2024 issue. SEC sues Cumberland exchange platform for registration failures. On October 10, the SEC announced a civil enforcement action against Cumberland DRW LLC, a digital asset trading platform and popular market making firm. According to the SEC’s complaint, since 2018, Cumberland operated as a securities dealer but failed to register with the Commission as required by Section 15(a) of the Securities Exchange Act of 1934. The complaint identified several digital assets as securities, including POL, SOL, ATOM, and ALGO.\n\nOn October 10, the SEC announced a civil enforcement action against Cumberland DRW LLC, a digital asset trading platform and popular market making firm. According to the SEC’s complaint, since 2018, Cumberland operated as a securities dealer but failed to register with the Commission as required by Section 15(a) of the Securities Exchange Act of 1934. The complaint identified several digital assets as securities, including POL, SOL, ATOM, and ALGO. Bitnomial sues SEC for regulatory overreach. On October 10, Bitnomial Exchange LLC filed a complaint against the SEC in the US District Court for the Northern District of Illinois seeking declaratory and injunctive relief. Bitnomial challenges the SEC’s assertion of jurisdiction over its planned listing of XRP Futures, a futures contract based on the digital asset XRP. Bitnomial argues that the SEC is incorrect to take the position that XRP is a security that would require it to comply with additional SEC regulations, including registering as a national securities exchange. Instead, the complaint alleges that XRP Futures should be regulated solely by the CFTC, under whose jurisdiction Bitnomial has already self-certified the product. Bitnomial argues that precedent from the Southern District of New York establishes that XRP is not inherently a security when traded on secondary markets, which is the context for XRP Futures. The company alleges that the SEC’s position imposes unnecessary regulatory burdens and hinders its ability to list XRP Futures, despite compliance with CFTC requirements. Therefore, it seeks a court declaration that XRP Futures are not security futures and an injunction to prevent the SEC from bringing an enforcement action.\n\nOn October 10, Bitnomial Exchange LLC filed a complaint against the SEC in the US District Court for the Northern District of Illinois seeking declaratory and injunctive relief. Bitnomial challenges the SEC’s assertion of jurisdiction over its planned listing of XRP Futures, a futures contract based on the digital asset XRP. Bitnomial argues that the SEC is incorrect to take the position that XRP is a security that would require it to comply with additional SEC regulations, including registering as a national securities exchange. Instead, the complaint alleges that XRP Futures should be regulated solely by the CFTC, under whose jurisdiction Bitnomial has already self-certified the product. Bitnomial argues that precedent from the Southern District of New York establishes that XRP is not inherently a security when traded on secondary markets, which is the context for XRP Futures. The company alleges that the SEC’s position imposes unnecessary regulatory burdens and hinders its ability to list XRP Futures, despite compliance with CFTC requirements. Therefore, it seeks a court declaration that XRP Futures are not security futures and an injunction to prevent the SEC from bringing an enforcement action. Crypto.com sues SEC following Wells notice. Cryptocurrency exchange Crypto.com announced that it filed suit against the SEC on October 8 after receipt of a Wells notice alleging that it is acting as an unregistered broker-dealer and clearing agency. The complaint seeks declaratory and injunctive relief to prevent the SEC from “unlawfully expanding its jurisdiction to cover secondary-market sales of certain network tokens sold on the company’s platform.” According to the announcement, “Our lawsuit contends that the SEC has unilaterally expanded its jurisdiction beyond statutory limits and separately that the SEC has established an unlawful rule that trades in nearly all crypto assets are securities transactions no matter how they are sold, whereas identical transactions in bitcoin and Ether are somehow not.”\n\nCryptocurrency exchange Crypto.com announced that it filed suit against the SEC on October 8 after receipt of a Wells notice alleging that it is acting as an unregistered broker-dealer and clearing agency. The complaint seeks declaratory and injunctive relief to prevent the SEC from “unlawfully expanding its jurisdiction to cover secondary-market sales of certain network tokens sold on the company’s platform.” According to the announcement, “Our lawsuit contends that the SEC has unilaterally expanded its jurisdiction beyond statutory limits and separately that the SEC has established an unlawful rule that trades in nearly all crypto assets are securities transactions no matter how they are sold, whereas identical transactions in bitcoin and Ether are somehow not.” Gaming company announces receipt of SEC Wells notice for in-game token. On November 1, Web3 gaming company Immutable announced that it was issued a Wells notice by the SEC alleging violations of securities law and alleged misrepresentations by the company. Immutable believes the SEC claims relate to its listing and private sales of its IMX tokens in 2021. According to the announcement, the company’s “very first interaction with the SEC, we were told a Wells notice would be issued to the company within the week. We then received it within hours. What’s more, the notice simply cited statutory provisions and contained limited meaningful detail about the nature of the investigation.” Immutable asserts it is “confident in the legality of [its] assets and services, in the value digital ownership can bring to 3.1 billion gamers across the world, and in the power of blockchain to create a better internet.”\n\nOn November 1, Web3 gaming company Immutable announced that it was issued a Wells notice by the SEC alleging violations of securities law and alleged misrepresentations by the company. Immutable believes the SEC claims relate to its listing and private sales of its IMX tokens in 2021. According to the announcement, the company’s “very first interaction with the SEC, we were told a Wells notice would be issued to the company within the week. We then received it within hours. What’s more, the notice simply cited statutory provisions and contained limited meaningful detail about the nature of the investigation.” Immutable asserts it is “confident in the legality of [its] assets and services, in the value digital ownership can bring to 3.1 billion gamers across the world, and in the power of blockchain to create a better internet.” SEC charges crypto market makers with wash trading FBI-created assets. On October 15, the SEC announced securities fraud charges against three crypto market makers accused of wash trading digital assets that were created at the direction of the Federal Bureau of Investigation (FBI) as part of an investigation of crypto industry market manipulation. According to the SEC’s complaint against British Virgin Islands entity ZM Quant Investment Ltd., the crypto market maker allegedly provided “market-manipulation-as-a-service” by generating fake trading volume for multiple digital assets, including the FBI’s NexFundAI, to attract retail investors. The complaint accuses ZM Quant and two employees, Baijun Ou and Ruiqi Lau, of using bots to wash trade the assets. Similarly, the SEC’s complaint against United Arab Emirates (UAE) entity CLS Global FZC LLC alleges that the company and its employee, Andrey Zhorzhes, created an artificially active trading market for the asset using bots at the direction of NexFundAI’s promoters. The FBI’s operation also produced securities fraud charges against Gotbit Consulting LLC and a California resident, Vy Pham, who are accused of manipulating the markets for two other digital assets: “Saitama Inu” and “Robo Inu.”\n\nCommodities\n\nFederal court orders $5 million in restitution for digital asset fraud scheme. On December 11, the CFTC announced that the US District Court for the Central District of California had ordered Marco Ruiz Ochoa, David Carmona, Juan Arellana Parra, Moses Valdez, and David Brend to pay $5 million in total for their roles with Icomtech. According to the consent order, Icomtech fraudulently induced 190 victims to invest more than $1 million in bitcoin and “other digital asset commodities” with promises of “daily returns” from Icomtech’s trading activities. Instead, the defendants misappropriated the assets and many victims lost all of their money. For more information on the IcomTech cases, see our October 2023 issue.\n\nOn December 11, the CFTC announced that the US District Court for the Central District of California had ordered Marco Ruiz Ochoa, David Carmona, Juan Arellana Parra, Moses Valdez, and David Brend to pay $5 million in total for their roles with Icomtech. According to the consent order, Icomtech fraudulently induced 190 victims to invest more than $1 million in bitcoin and “other digital asset commodities” with promises of “daily returns” from Icomtech’s trading activities. Instead, the defendants misappropriated the assets and many victims lost all of their money. For more information on the IcomTech cases, see our October 2023 issue. CFTC charges pastor with fraud involving digital asset multi-level marketing scheme. On December 10, the CFTC announced a civil enforcement action against the pastor of a Spanish-language church, Francier Obando Pinillo. According to the CFTC’s complaint, Pinillo targeted at least 1,515 customers, including members of his own church, with promises that he had an automated digital asset trading system called Solanofi. Pinillo allegedly told victims that investments in Solanofi were risk free and guaranteed 34.9-percent profits compounding monthly. The complaint alleges that Pinillo promised victims a 15-percent referral fee. In reality, the CFTC alleges, Pinillo never traded the victims’ assets and fabricated their account statements while using later investments to pay out earlier investors.\n\nOn December 10, the CFTC announced a civil enforcement action against the pastor of a Spanish-language church, Francier Obando Pinillo. According to the CFTC’s complaint, Pinillo targeted at least 1,515 customers, including members of his own church, with promises that he had an automated digital asset trading system called Solanofi. Pinillo allegedly told victims that investments in Solanofi were risk free and guaranteed 34.9-percent profits compounding monthly. The complaint alleges that Pinillo promised victims a 15-percent referral fee. In reality, the CFTC alleges, Pinillo never traded the victims’ assets and fabricated their account statements while using later investments to pay out earlier investors. CFTC charges fake commodity trading platform allegedly targeting Asian Americans. On September 27, the CFTC announced a civil enforcement action against three individuals and the entities Aipu Limited and Fidefx Investments Limited. According to the CFTC’s complaint, the defendants solicited $3.6 million from 32 customers in both fiat and cryptocurrencies. The scheme allegedly offered leveraged commodities contracts to victims through messaging platforms WeChat, WhatsApp, and Line. Defendants would promise 10- to 30-percent profits based on their inside information and then provide fake websites showing equivalent gains. In reality, the complaint alleges, defendants made no such investments and immediately misappropriated the assets to offshore accounts.\n\nVirtual currency\n\nFBI seizes more than $6 million from “confidence investment schemes.” On September 26, the Department of Justice (DOJ) announced that it had traced more than $6 million taken in a “cryptocurrency confidence investment scheme,” otherwise known as a “pig-butchering” scam. Such scams typically involve gaining a victim’s trust through dating apps or purported investment groups before inducing a victim to make a cryptocurrency investment. The scheme often involves a fake investment site that presents fake returns to encourage the victim to invest even more. Invariably, victims realize too late that they cannot withdraw their assets. According to the FBI, schemes like this have targeted tens of thousands of US victims with losses exceeding $5.6 billion in 2023 alone.\n\nOn September 26, the Department of Justice (DOJ) announced that it had traced more than $6 million taken in a “cryptocurrency confidence investment scheme,” otherwise known as a “pig-butchering” scam. Such scams typically involve gaining a victim’s trust through dating apps or purported investment groups before inducing a victim to make a cryptocurrency investment. The scheme often involves a fake investment site that presents fake returns to encourage the victim to invest even more. Invariably, victims realize too late that they cannot withdraw their assets. According to the FBI, schemes like this have targeted tens of thousands of US victims with losses exceeding $5.6 billion in 2023 alone. Indiana man pleads guilty in connection with theft of $37 million in cryptocurrency from nearly 600 victims. On October 1, the US Attorney’s Office for the District of South Dakota announced that Evan Light had pleaded guilty to conspiracy to commit wire fraud and conspiracy to launder money for his involvement in a hacking scheme through which he gained access to an investment holding company and stole more than $37 million in cryptocurrency from nearly 600 victims. Light then tried to launder the money through mixing services and gambling websites. The FBI was able to trace the proceeds back to Light and continues to investigate his co-conspirators.\n\nOn October 1, the US Attorney’s Office for the District of South Dakota announced that Evan Light had pleaded guilty to conspiracy to commit wire fraud and conspiracy to launder money for his involvement in a hacking scheme through which he gained access to an investment holding company and stole more than $37 million in cryptocurrency from nearly 600 victims. Light then tried to launder the money through mixing services and gambling websites. The FBI was able to trace the proceeds back to Light and continues to investigate his co-conspirators. Indian citizen sentenced to 60 months in prison for stealing $20 million in cryptocurrency using fake websites. On October 17, the US Attorney’s Office for the Western District of North Carolina announced that Chirag Tomar had been sentenced to 60 months in prison for his scheme to use “spoofed” websites that mimicked a legitimate cryptocurrency exchange to steal more than $20 million worth of cryptocurrencies. According to the announcement, Tomar secured a web domain very similar to that of the legitimate exchange’s and then used the spoofed login page to collect victims’ login credentials, which allowed Tomar and his co-conspirators to access the victims’ real accounts and transfer their cryptocurrency. Some versions of the website informed victims that their accounts had been locked and directed them to call a fake customer support number that Tomar would then use to gain remote access to his victims’ computers. Tomar was arrested in the Atlanta airport in December 2023 and pleaded guilty in May 2024.\n\nOn October 17, the US Attorney’s Office for the Western District of North Carolina announced that Chirag Tomar had been sentenced to 60 months in prison for his scheme to use “spoofed” websites that mimicked a legitimate cryptocurrency exchange to steal more than $20 million worth of cryptocurrencies. According to the announcement, Tomar secured a web domain very similar to that of the legitimate exchange’s and then used the spoofed login page to collect victims’ login credentials, which allowed Tomar and his co-conspirators to access the victims’ real accounts and transfer their cryptocurrency. Some versions of the website informed victims that their accounts had been locked and directed them to call a fake customer support number that Tomar would then use to gain remote access to his victims’ computers. Tomar was arrested in the Atlanta airport in December 2023 and pleaded guilty in May 2024. Fourth Circuit confirms that homeowner’s insurance policy did not cover $170,000 loss of cryptocurrency. On October 24, a three-judge panel of the Unites States Court of Appeals for the Fourth Circuit ruled that Lemonade Insurance Co. (Lemonade) was not obligated to indemnify its policyholder against the loss of $170,000 of cryptocurrency lost in a fraud scheme. The court rejected the policyholder’s argument that the cryptocurrency constituted property that was covered by his policy. Lemonade successfully argued that, while cryptocurrencies can be stored on physical media, the assets themselves are intangible and therefore could not constitute a “physical loss.”\n\nOn October 24, a three-judge panel of the Unites States Court of Appeals for the Fourth Circuit ruled that Lemonade Insurance Co. (Lemonade) was not obligated to indemnify its policyholder against the loss of $170,000 of cryptocurrency lost in a fraud scheme. The court rejected the policyholder’s argument that the cryptocurrency constituted property that was covered by his policy. Lemonade successfully argued that, while cryptocurrencies can be stored on physical media, the assets themselves are intangible and therefore could not constitute a “physical loss.” DOJ announces its first guilty plea in NexFundAI sting operation. On October 30, the US Attorney’s Office for the District of Massachusetts announced that Liu Zhou, the founder of cryptocurrency market making company MyTrade, had pleaded guilty to a widespread market manipulation conspiracy. Zhou was caught in an undercover law enforcement operation that involved the FBI’s creation of an Ethereum-based digital asset called NexFundAI. Undercover agents engaged Zhou who offered “daily wash trades” and a “volume bot” that could execute “pump and dumps.” The NexFundAI operation also led to several civil enforcement actions brought by the SEC.\n\nOn October 30, the US Attorney’s Office for the District of Massachusetts announced that Liu Zhou, the founder of cryptocurrency market making company MyTrade, had pleaded guilty to a widespread market manipulation conspiracy. Zhou was caught in an undercover law enforcement operation that involved the FBI’s creation of an Ethereum-based digital asset called NexFundAI. Undercover agents engaged Zhou who offered “daily wash trades” and a “volume bot” that could execute “pump and dumps.” The NexFundAI operation also led to several civil enforcement actions brought by the SEC. DOJ indicts HashFlare founders in connection with mining fraud scam. On November 14, the DOJ announced an indictment against Sergei Potapenko and Ivan Turogin, the promoters of a cryptocurrency mining operation called HashFlare. According to the indictment, the two men misrepresented the computing power of their mining operations and could not pay out the mining proceeds they promised to their investors. The defendants also allegedly raised $25 million selling investments in a company called Polybius, which never materialized. Instead, the defendants laundered the proceeds through real property, luxury vehicles, and cryptocurrency mining machines.\n\nOn November 14, the DOJ announced an indictment against Sergei Potapenko and Ivan Turogin, the promoters of a cryptocurrency mining operation called HashFlare. According to the indictment, the two men misrepresented the computing power of their mining operations and could not pay out the mining proceeds they promised to their investors. The defendants also allegedly raised $25 million selling investments in a company called Polybius, which never materialized. Instead, the defendants laundered the proceeds through real property, luxury vehicles, and cryptocurrency mining machines. DOJ disrupts nationwide crypto phishing scam. On November 20, the US Attorney’s Office for the Central District of California announced it had unsealed criminal charges against five men who allegedly conspired to target employees of companies to acquire employee credentials and steal millions of dollars in cryptocurrency. According to the indictment, the scheme involved four US citizens and one UK citizen who allegedly used mass texts from September 2021 to April 2023 that told victims their accounts had been compromised and encouraged them to log in to fake versions of familiar websites. The defendants then used the provided login credentials to steal confidential information, which, in many cases, provided access to their victims’ virtual currency wallets.\n\nOn November 20, the US Attorney’s Office for the Central District of California announced it had unsealed criminal charges against five men who allegedly conspired to target employees of companies to acquire employee credentials and steal millions of dollars in cryptocurrency. According to the indictment, the scheme involved four US citizens and one UK citizen who allegedly used mass texts from September 2021 to April 2023 that told victims their accounts had been compromised and encouraged them to log in to fake versions of familiar websites. The defendants then used the provided login credentials to steal confidential information, which, in many cases, provided access to their victims’ virtual currency wallets. Federal Reserve bars CEO following cryptocurrency embezzlement scheme. On November 21, the Board of Governors of the Federal Reserve System announced it had issued an Order of Prohibition against Shan Hanes, the former CEO of Heartland Tri-State Bank, following his unauthorized transfer of $47.1 million of the bank’s funds to his personal cryptocurrency accounts. Between May 30, 2023 and July 7, 2023, Hanes conducted a series of ten wire transfers, claiming to invest in lucrative digital currency products. In reality, these funds were transferred to fraudulent actors, leading to the bank’s insolvency and failure on July 28, 2023. The Board of Governors alleges that Hanes’s actions violated the bank’s policies and constituted unsafe banking practices, breaches of fiduciary duties, and violations of law or regulation. Hanes has separately pleaded guilty to embezzlement by a bank officer and agreed to make restitution of approximately $60.5 million.\n\nOn November 21, the Board of Governors of the Federal Reserve System announced it had issued an Order of Prohibition against Shan Hanes, the former CEO of Heartland Tri-State Bank, following his unauthorized transfer of $47.1 million of the bank’s funds to his personal cryptocurrency accounts. Between May 30, 2023 and July 7, 2023, Hanes conducted a series of ten wire transfers, claiming to invest in lucrative digital currency products. In reality, these funds were transferred to fraudulent actors, leading to the bank’s insolvency and failure on July 28, 2023. The Board of Governors alleges that Hanes’s actions violated the bank’s policies and constituted unsafe banking practices, breaches of fiduciary duties, and violations of law or regulation. Hanes has separately pleaded guilty to embezzlement by a bank officer and agreed to make restitution of approximately $60.5 million. FBI seizes more than $1 million in USDT from fraud scams. On November 26, the US Attorney’s Office for the North District of Ohio announced a civil complaint in forfeiture directed at 947,883 USDT, nearly half of which were the life savings of an Ohio man caught in a fraud scam. According to the announcement, the man was tricked into believing that his retirement account had been compromised and gave remote computer access to scammers who then transferred his money to various crypto accounts. The announcement followed an October 4 press release in which the US Attorney’s Office for the same district announced that it was seeking forfeiture of an additional $200,000 in USDT taken fraudulently from a different Ohio man. In both cases, federal investigators managed to trace the funds and executed a seizure warrant in July 2024, freezing the USDT in a law enforcement-controlled wallet.\n\nOn November 26, the US Attorney’s Office for the North District of Ohio announced a civil complaint in forfeiture directed at 947,883 USDT, nearly half of which were the life savings of an Ohio man caught in a fraud scam. According to the announcement, the man was tricked into believing that his retirement account had been compromised and gave remote computer access to scammers who then transferred his money to various crypto accounts. The announcement followed an October 4 press release in which the US Attorney’s Office for the same district announced that it was seeking forfeiture of an additional $200,000 in USDT taken fraudulently from a different Ohio man. In both cases, federal investigators managed to trace the funds and executed a seizure warrant in July 2024, freezing the USDT in a law enforcement-controlled wallet. Northern District of California finds DAO members can be held liable for securities violations. On November 18, the United States District Court for the Northern District of California issued a ruling that certain token holders of decentralized autonomous organizations (DAOs) are considered general partners under California law. This ruling means that these token holders can be held liable for securities law violations, such as the failure to register DAO governance tokens token as a securities with the SEC. The court denied a motion to dismiss in Samuels v. Lido DAO, affirming that DAOs can be held accountable for unregistered securities sales. The plaintiff, Andrew Samuels, had alleged that Lido DAO and its key investors violated Section 12(a)(1) of the Securities Act of 1933 by selling unregistered securities. The court found that entities like Paradigm Operations, Andreessen Horowitz, and Dragonfly Digital Management acted as general partners by holding large voting blocks of Lido DAO tokens LDO and participating in the DAO’s governance. This participation included influencing the development and operational decisions of Lido DAO. The court also highlighted that DAOs might be liable for soliciting token purchases on secondary markets, as seen in the Houghton v. Leshner case, decided in September 2023, where the same court ruled that members of Compound DAO could be held liable for failing to register COMP tokens as securities and for soliciting public investment. These rulings collectively emphasize that DAOs, despite their decentralized nature, are not immune from legal liability, and key investors who influence DAO governance can be held responsible for its actions.\n\nNFTs\n\nFederal judge approves $4 million settlement in Dapper Labs’ NFT case. On October 18, Judge Victor Marrero of the US District Court for the Southern District of New York approved the final settlement between Dapper Labs, Inc. and a class of plaintiffs, which included NBA Top Shot Moments, between June 15, 2020 and December 27, 2021. Judge Marrero, who previously sustained plaintiffs’ allegations that the NFTs were sold as unregistered securities, approved a settlement amount of $4 million.\n\nOn October 18, Judge Victor Marrero of the US District Court for the Southern District of New York approved the final settlement between Dapper Labs, Inc. and a class of plaintiffs, which included NBA Top Shot Moments, between June 15, 2020 and December 27, 2021. Judge Marrero, who previously sustained plaintiffs’ allegations that the NFTs were sold as unregistered securities, approved a settlement amount of $4 million. Second Circuit Court of Appeals hears arguments in MetaBirkins appeal. On October 23, a panel of the US Court of Appeals for the Second Circuit heard arguments on whether Mason Rothschild, who goes by the name Sonny Estival, infringed Hermès International's trademarks with his “MetaBirkins” NFTs. The case, which has been ongoing for years, centers around the artistic intent and trademark use of Rothschild’s digital assets. A jury previously found Rothschild liable for trademark infringement, influenced by his statements that the NFTs were “digital commodities” and a “gold mine.” Questioning from Judges Denny Chin and Raymond J. Lohier Jr. appeared sympathetic to Hermès, probing whether Rothschild was leveraging Hermès’ goodwill for his own benefit. Rothschild’s attorneys compared his work to Andy Warhol’s Campbell's Soup Cans, arguing that his NFTs blur the line between art and business. The judges appeared to grapple with application of Rogers v. Grimaldi, which protects artists’ First Amendment rights, and its relevance in light of the Supreme Court’s 2023 ruling in Jack Daniel’s Properties v. VIP Products LLC, which suggests that Rogers does not apply if a trademark is used as a “designation of source” for goods. Judge Chin questioned whether Rothschild’s use of the Birkin mark served as a source identifier, while Judge Lohier expressed skepticism about accommodating First Amendment interests under the Jack Daniel’s framework. Judge Pierre N. Leval, however, appeared persuaded that Rothschild was acting as an artist rather than a merchant, suggesting that his statements were more about homage than deception.\n\nIllicit finance\n\nDOJ disrupts billion-dollar money laundering network. On September 26, the DOJ announced an indictment against two Russian nationals charged with laundering money from a global network of cyber criminals. In coordination with the US Secret Service and the Departments of State and the Treasury, the operation shut down web domains for three cryptocurrency exchanges implicated in the scheme. Blockchain analysis revealed that the defendants had facilitated approximately $1.15 billion in transactions from 2013 to 2024, with roughly 32 percent involving bitcoin generated from criminal activity including ransomware attacks and darknet drug markets.\n\nOn September 26, the DOJ announced an indictment against two Russian nationals charged with laundering money from a global network of cyber criminals. In coordination with the US Secret Service and the Departments of State and the Treasury, the operation shut down web domains for three cryptocurrency exchanges implicated in the scheme. Blockchain analysis revealed that the defendants had facilitated approximately $1.15 billion in transactions from 2013 to 2024, with roughly 32 percent involving bitcoin generated from criminal activity including ransomware attacks and darknet drug markets. AurumXchange founder indicted for laundering Silk Road proceeds. On October 28, the US Attorney’s Office for the Southern District of Indiana and the IRS announced an indictment against Maximiliano Pilipis for his operation of AurumXchange, an allegedly unlicensed virtual currency exchange used for money laundering. According to the press release, from 2009 to 2013, Pilipis collected millions of dollars in fees for facilitating more than 100,000 transactions in bitcoin and other virtual currencies, a “portion” of which came from accounts held on Silk Road, an anonymous dark web marketplace that federal law enforcement shut down in 2013. Prosecutors allege that Pilipis then attempted to launder his proceeds through 2018 and avoided reporting the proceeds on his federal tax returns in 2019 and 2020.\n\nOn October 28, the US Attorney’s Office for the Southern District of Indiana and the IRS announced an indictment against Maximiliano Pilipis for his operation of AurumXchange, an allegedly unlicensed virtual currency exchange used for money laundering. According to the press release, from 2009 to 2013, Pilipis collected millions of dollars in fees for facilitating more than 100,000 transactions in bitcoin and other virtual currencies, a “portion” of which came from accounts held on Silk Road, an anonymous dark web marketplace that federal law enforcement shut down in 2013. Prosecutors allege that Pilipis then attempted to launder his proceeds through 2018 and avoided reporting the proceeds on his federal tax returns in 2019 and 2020. Bitcoin Fog founder sentenced to more than 12 years in prison for role in laundering nearly $400 million. On November 7, the DOJ and IRS announced that Roman Sterlingov had been sentenced to 12.5 years in prison for his role in operating cryptocurrency mixing service Bitcoin Fog from 2011 through 2021. Over its decade in operation, Bitcoin Fog processed more than 1.2 million bitcoin, most of which came from dark net marketplaces as the proceeds from illicit activities. A jury convicted Sterlingov in March 2024 following a month-long jury trial. The Criminal Investigation division of the IRS and the FBI’s Virtual Asset Unit claimed credit for identifying Sterlingov despite his efforts to remain anonymous.\n\nOn November 7, the DOJ and IRS announced that Roman Sterlingov had been sentenced to 12.5 years in prison for his role in operating cryptocurrency mixing service Bitcoin Fog from 2011 through 2021. Over its decade in operation, Bitcoin Fog processed more than 1.2 million bitcoin, most of which came from dark net marketplaces as the proceeds from illicit activities. A jury convicted Sterlingov in March 2024 following a month-long jury trial. The Criminal Investigation division of the IRS and the FBI’s Virtual Asset Unit claimed credit for identifying Sterlingov despite his efforts to remain anonymous. “No questions asked” money transmitter convicted on money laundering charges. On November 8, the IRS and the US Attorney’s Office for the District of Massachusetts announced that Trung Nguyen had been convicted for running an unlicensed money transmitting business and for money laundering. The jury found that Nguyen ran a cash-to-bitcoin conversion service called National Vending LLC, which he used to launder money for romance scammers and a drug dealer between 2017 and 2020. Nguyen reportedly enrolled in a course that counseled creating a business with “fictitious” suppliers and avoiding the term “bitcoin.” He then structured transactions to avoid reporting requirements for transactions larger than $10,000.\n\nOn November 8, the IRS and the US Attorney’s Office for the District of Massachusetts announced that Trung Nguyen had been convicted for running an unlicensed money transmitting business and for money laundering. The jury found that Nguyen ran a cash-to-bitcoin conversion service called National Vending LLC, which he used to launder money for romance scammers and a drug dealer between 2017 and 2020. Nguyen reportedly enrolled in a course that counseled creating a business with “fictitious” suppliers and avoiding the term “bitcoin.” He then structured transactions to avoid reporting requirements for transactions larger than $10,000. International money launderer pleads guilty to transmitting more than $73 million in fraudulently obtained crypto. On November 12, the DOJ announced that Daren Li had pleaded guilty to conspiracy to commit money laundering for his role in a scheme to launder at least $73.6 million in proceeds from cryptocurrency investment scams. The scheme employed a web of shell companies in the US and abroad that funneled money to international bank accounts. Li used encrypted messages to coordinate with his co-conspirators, who opened several US bank accounts on behalf of the shell companies to receive the victims’ funds before converting them to USDT.\n\nOn November 12, the DOJ announced that Daren Li had pleaded guilty to conspiracy to commit money laundering for his role in a scheme to launder at least $73.6 million in proceeds from cryptocurrency investment scams. The scheme employed a web of shell companies in the US and abroad that funneled money to international bank accounts. Li used encrypted messages to coordinate with his co-conspirators, who opened several US bank accounts on behalf of the shell companies to receive the victims’ funds before converting them to USDT. Bitfinex hacker sentenced to five years in prison for stealing nearly 120,000 bitcoin. On November 14, the DOJ announced that Ilya Lichtenstein had been sentenced to five years in prison for the 2016 hack of cryptocurrency exchange Bitfinex. According to the announcement, Lichtenstein hacked into Bitfinex’s network to execute more than 2,000 transactions, which transferred 119,754 bitcoin to wallets that Lichtenstein controlled. To launder the proceeds, Lichtenstein and his wife set up fake online accounts across multiple exchanges, converted the bitcoin to other cryptocurrencies, and used mixing services to launder the proceeds. Both Lichtenstein and his wife pleaded guilty in August 2023.\n\nOn November 14, the DOJ announced that Ilya Lichtenstein had been sentenced to five years in prison for the 2016 hack of cryptocurrency exchange Bitfinex. According to the announcement, Lichtenstein hacked into Bitfinex’s network to execute more than 2,000 transactions, which transferred 119,754 bitcoin to wallets that Lichtenstein controlled. To launder the proceeds, Lichtenstein and his wife set up fake online accounts across multiple exchanges, converted the bitcoin to other cryptocurrencies, and used mixing services to launder the proceeds. Both Lichtenstein and his wife pleaded guilty in August 2023. Helix mixing service operator sentenced to three years in prison. On November 15, the US Attorney’s Office for the District of Columbia announced that Larry Harmon, operator of the cryptocurrency mixing service Helix, had been sentenced to three years in prison for conspiracy to commit money laundering. According to the announcement, Harmon founded Helix and a darknet search engine called Grams to permit online drug dealers to launder their illicit proceeds. In total, Helix processed more than 354,000 bitcoin and provided special application programming interfaces (APIs) to permit Helix to interface with popular darknet marketplaces.\n\nOn November 15, the US Attorney’s Office for the District of Columbia announced that Larry Harmon, operator of the cryptocurrency mixing service Helix, had been sentenced to three years in prison for conspiracy to commit money laundering. According to the announcement, Harmon founded Helix and a darknet search engine called Grams to permit online drug dealers to launder their illicit proceeds. In total, Helix processed more than 354,000 bitcoin and provided special application programming interfaces (APIs) to permit Helix to interface with popular darknet marketplaces. Unlicensed money transmission business operator convicted in jury trial. On November 25, the US Attorney’s Office for the District of Massachusetts and the IRS announced that a jury had convicted Alan Josheph on one count of operating an unlicensed money transmitting business and three counts of money laundering. The jury found that, from August 2020 to February 2021, Joseph converted cash to bitcoin in at least four transactions. About $25,000 of that cash came from an undercover agent, who told Joseph the money was coming from sales of counterfeit luxury goods.\n\nOn November 25, the US Attorney’s Office for the District of Massachusetts and the IRS announced that a jury had convicted Alan Josheph on one count of operating an unlicensed money transmitting business and three counts of money laundering. The jury found that, from August 2020 to February 2021, Joseph converted cash to bitcoin in at least four transactions. About $25,000 of that cash came from an undercover agent, who told Joseph the money was coming from sales of counterfeit luxury goods. Fifth Circuit overturns OFAC sanctions on Tornado Cash. On November 26, the US Court of Appeals for the Fifth Circuit ruled that the Office of Foreign Assets Control (OFAC) overstepped its authority by sanctioning Tornado Cash, a popular cryptocurrency mixer. The court concluded that immutable smart contracts, which Tornado Cash uses to anonymize cryptocurrency transactions, do not qualify as “property” under the International Emergency Economic Powers Act (IEEPA). The Fifth Circuit relied on the Supreme Court’s recent decision in Loper Bright Enterprises v. Raimondo, which eliminated broad Chevron deference to agency interpretations of statutory text. The Fifth Circuit emphasized that immutable smart contracts cannot be owned or controlled, and thus, do not meet the statutory definition of property. The case arose after OFAC sanctioned Tornado Cash in August 2022, alleging it was used to launder over $7 billion in cryptocurrency, including funds stolen by North Korea’s Lazarus Group. The sanctions included adding Tornado Cash and its immutable smart contracts to the Specially Designated Nationals and Blocked Persons (SDN) List, effectively banning US persons from engaging with the service. The Fifth Circuit, however, found that these immutable smart contracts, being unchangeable and unremovable, do not constitute property as they cannot be owned or controlled by any party. The court also observed that these smart contracts do not qualify as “contracts” or “services” under OFAC’s regulatory definitions. This decisi"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the English language has changed in 2024",
            "link": "https://www.wesh.com/article/how-the-english-language-has-changed-in-2024/63268947",
            "description": "With terms like \"skibidi,\" \"demure\" and \"sigma\" rising in popularity, 2024 has marked a new, if strange, phase of the English ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OgkQxnwtQcl5sfsJe4d_Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "11h",
            "source": "WESH",
            "article_content": "Since the term hit three years ago, the media has grabbed on, and in 1986, just about anyone can describe *** yuppie. Somebody who makes over $30,000 *** year, lives in Hyde Park and drives *** BMW, *** person that drives *** BMW and eats out every night, to be *** yuppie and to be *** true yuppie, you have to go along and do things that someone else says is important for you to do. So what is *** yuppie really? Well, the proper definition. She is *** young urban professional of either sex who meets the following criteria resides in *** major city, claims to be *** baby boomer between 25 and 45, lives on aspirations of glory, prestige, social status, and money. Anyone who brunches on the weekend or works out after work. *** yuppie thinks World War II was fought over Volkswagen Rabbits and Toyotas. Variations of yuppies include buppies, black urban professionals, puppies, Hispanic urban professionals, guppies, gay urban professionals, yuppies, Japanese urban professionals, and puppies, pregnant urban professionals. Some of the yuppies' favorite words are mesquite. Disc as in floppy or digital or K as in floors, not margarine, sports medicine, and of course user friendly. Now *** sure way to spot *** yuppie is by the cars they drive and the food they eat. Let's just call it yuppy chow. It includes anything on *** menu you can't pronounce or anything raw like broccoli or or raw fish. You see, the yuppie theory is to eat the food raw and then immediately jump in the jacuzzi. That way it cooks inside your body. What about you? Are you one? Well, here's *** test to see. Question number one. Have you ever ordered tofu substitute instead of ice cream, even though you knew deep down the tofu had just as many calories? Question 2. Have you ever bought *** product solely because it had *** brand name you couldn't pronounce? Question number 3. Have you ever gone out of your way to find Linguini or vermicelli, even though you knew it was the same thing as spaghetti? And question number 4, have you ever spent hours agonizing over why Jane Fonda married Tom Hayden, even though Woody Allen is still available? Well, if you answered yes to any of these, you're *** hopelessly addicted yuppie, which, by the way, is *** thing of the past for two reasons. The first is purely economic. Consider this While only 4% of all baby boomers make over $45,000 *** year, The demand for luxury goods and services is at an all-time high. So too is consumer debt, up 18% in the last year alone. When the ad said by, the yuppies said yup, and now they're out of cash. The second reason is the fact that the yuppie is *** trend, *** trend that has gone the way of all trends. As *** trend moves across the country and it finds its way into the local high schools, for instance. The trendsetter is off somewhere else. So what trend is around the corner? What I detect is *** much more conservative kind of trend running through this country. It's *** trend that says home values are more important, religious values are more important. The profit line is not as important as it used to be. There is *** trend in the country right now. Maybe away from some of the pain connected with buying and buying and buying and maybe the low level of pleasure that comes out of that. No matter what the current trend is, one day the pendulum will swing toward consumerism again, and when the baby boomers are called senior citizens, the chances are when the TV says bye, they'll say it right now. Michael Collins, news tonight.\n\nAdvertisement How the English language has changed in 2024 Share Copy Link Copy\n\nEach year, new words find their way into the general American English lexicon. Even if we try to avoid them, these new slang terms are spreading and being used all around us.Related video above: RETRO SLANG: Do you know what a yuppie is?While it used to be that language mostly evolved through watching TV programs, listening to the radio and slowly adopting terms through conversation, now language is evolving through the reception of viral, one-minute videos. And as more and more people spend time on TikTok, Facebook and Instagram, more and more videos are gaining levels of popularity that used to be rare to achieve. Through this increased interaction with others, language is changing faster than many can track.The impact of social media on languageSocial media has transformed much of how we communicate in 2024. According to Statista, 5.22 billion people (63.8% of the world’s population) use social media. That’s up from 4.7 billion in 2020 and a far cry from the 2.79 billion in 2014, according to statistics gathered by Our World in Data.While social media used to be a niche method of communication, it is now a fully integrated function in everyday life — and its effect on how we interact with each other is vast.“Unlike traditional media, where language change often trickled down from elite cultural centers, social media allows users from diverse backgrounds to participate in and influence linguistic trends,” Tony Dembe wrote in “The Impact of Social Media on Language Evolution.”These diverse backgrounds can be based on age, location, hobbies or which social media platform one regularly uses. For instance, the term “skibidi” was popularized in large part by younger consumers who watched the immensely popular YouTube series “Skibidi Toilet.”“Rizz,” on the other hand, gained traction through its use by viewers of the Twitch streamer Kai Cenat, who Dictionary.com credits with inventing the term.The trending word “demure” is attributed to Jools Lebron, who redefined the term in a series of viral TikTok videos this year.While social media is a common thread in the rise of popularity for these terms, the specific platforms they originated from vary. But with the increased use of social media, these consumer subdivisions can easily overlap through just the click of a button, providing a quick and effective way for slang to spread and influence the general population.New language adopted in 2024While some may have been able to avoid adopting the new terms popping up around the country, their usage is becoming more normalized as the world attempts to keep up with how fast these words are being rolled out.The redefined “demure” hit new heights of fame after being popularized by Lebron this summer, becoming Dictionary.com’s 2024 Word of the Year with only a few months to achieve the title. “Demure” saw a “1200% increase in usage in digital web media alone” after Lebron redefined the term from its original meaning — reserved or modest — to refined and sophisticated. While oftentimes these new words and phrases can remain niche or specific to certain communities, “demure” was able to quickly break out and enter the general English lexicon.The term has been used by celebrities such as Kim Kardashian, Jennifer Lopez and Penn Badgley. It was also employed by the White House in a post on X regarding the Biden-Harris administration’s efforts to cancel many people’s student debt. Its popularity even sent Lebron to the big screen, opening the door for the TikTok star to make an appearance on “Jimmy Kimmel Live!” The term’s expansive reach has certainly made its new definition widely known, if not cemented in history.Similarly, the term “unalive” has grown out of its original corner of the internet. The term is a common example of “algospeak,” which refers to words and phrases used to avoid the censorship levied on some social media platforms. “Unalive” became code for “dead” and was often used in discussions of homicides, mental health and suicide.While the word could have stayed platform-specific, depending on which moderation systems flagged the more standard terms referring to death, “unalive” quickly became used in general conversations. Even more surprising, the term created controversy when “unalive” was reportedly used on a placard describing Kurt Cobain’s death at the Museum of Pop Culture in Seattle. The placard read, “Kurt Cobain un-alived himself at 27,” a phrasing that many found disrespectful of the former lead singer of Nirvana. While the museum seemingly revised the placard to use the phrase “died by suicide” instead of the slang term, according to a report by CNN, the initial use of the term in such a formal setting may suggest that social media-based slang is in the process of being less stigmatized as it’s adopted by the general population. However, there is clearly still a long road ahead before it is officially welcomed into the English language.The social media generationsFor insight into how language is changing and how it may evolve in the future, look no further than Generation Alpha.While Generation Z grew up alongside the evolution of the internet, smartphones and the beginning of social media, Gen Alpha is growing up with more advanced social media systems already integrated into regular life.“I think that their generation right now is social media natives,” Payton Miller, a member of Gen Z and an eighth-grade English teacher, said. “Because I’m noticing a difference between the 12th graders that I had, who would use words that I recognized from social media and especially TikTok, but it seemed to not come as naturally to them. But these kids are 13. … They consistently use social media as, like, a way to communicate and have for a really long time.”Because of their exposure to social media, you may have heard many members of Gen Alpha use terms that used to be alien to most English speakers, such as “skibidi,” “glizzy” and “sigma.”While some of these new terms seem to have no meaning, such as “skibidi” and “sigma,” which appear to have shed their original definitions, others are simply replacements for words or concepts that are already known.“Every 15 seconds, something that already exists has a new name,” Miller explained. “Every day, there are new things happening, and because kids are sponges, they can change with it.”With social media’s tendency to promote quick, short-form content, videos using new slang terms are being consumed at higher rates, causing their audiences to learn new words faster than with traditional media like TV and theater.And this audience is, in large part, composed of Gen Alpha. According to the Pew Research Center, across the platforms of YouTube, TikTok, Snapchat, Instagram and Facebook, “one-third of teens use at least one of these sites almost constantly.”“Now, more than before, there is, like, such a quick evolution of language, and it happens almost instantaneously,” Miller added. “And language has always been, like, a living, breathing thing, but it happens so fast now.”With this common consumption of social media, a sense of community appears to have grown out of the shared understanding of these new terms — and with it, a clear distinction between those in the know and those who are not.“They all seem to, like, have it instantly. If one kid is saying something, they all know what that person means, even if I’ve never heard it in my life,” Miller said. “They can say stuff that to me, as, like, a Gen Z person, is completely, like, incomprehensible. But they know what they’re talking about.”This is similar to when Gen Z and Millennials used terms and phrases like “OK, boomer” to draw a line between them and the baby boomer generation. Language can be a unifying tool as much as it can provide a sense of independence from those who can’t understand it. In this context, not much has changed.But the quantity of new words entering circulation and the speed with which they spread can be confounding, and, unsurprisingly, the slang is being met with resistance. Social media’s influence on language is often attributed to the newly popularized term “brain rot,” Oxford’s 2024 Word of the Year, which commonly refers to the negative impacts of overconsuming online content. Through this lens, many believe language is deteriorating, being too easily influenced by unintelligent sources.It’s hard to determine how language will continue to evolve from here as social media continues to grow and technology advances, but for now, it seems keeping up with its changes is difficult to manage without a constant online presence or a personal Gen Alpha tutor.The constant we can rely on, however, is that language will always be subject to the creativity of those who use it, even if it can be difficult to keep up with.If you want to do more research, here are some new, redefined or resurfacing words and phrases that you can look further into:BrainrotBrat Fanum taxFeltGlazingGlizzy GyattI'm going to crash outMewingMoggingOhioRizzStood on businessYapping"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Quantum Computing Companies to Watch in 2025",
            "link": "https://www.analyticsinsight.net/tech-news/top-10-quantum-computing-companies-to-watch-in-2025",
            "description": "Quantum Computing has evolved rapidly by revolutionising its application to solve problems that traditional computers cannot.",
            "image_url": "https://www.bing.com/th?id=OVFT.PGFkRDGc8GVITESB0ML8oS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Analytics Insight9h",
            "source": "Analytics Insight",
            "article_content": "Quantum Computing has evolved rapidly by revolutionising its application to solve problems that traditional computers cannot. Quantum computing has been a key component in fields like drug discovery, materials science, finance, artificial intelligence, etc.\n\nThis field is witnessing fierce competition between a wide number of companies to dominate. Here is a list of the top 10 prominent players to watch in 2025 in the field of Quantum spacing known for their research, innovation, creativity, and technology."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paleontologists return to Sierra County for further research into dinosaurs",
            "link": "https://www.msn.com/en-us/travel/tripideas/paleontologists-return-to-sierra-county-for-further-research-into-dinosaurs/ar-AA1wpeR3?ocid=BingNewsVerp",
            "description": "Nearly two decades have passed since the discovery of new dinosaur species in Sierra County. Paleontologists with the New ...",
            "image_url": "https://www.bing.com/th?id=OVF.CXnXSLVDMtUZh%2bYR9119Nw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "KRQE Albuquerque on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers develop tool to fast-track measurement of protein interactions for drug discovery",
            "link": "https://www.msn.com/en-us/health/medical/researchers-develop-tool-to-fast-track-measurement-of-protein-interactions-for-drug-discovery/ar-AA1wnMs2?ocid=BingNewsVerp",
            "description": "Researchers have created a platform, called SIMPL2, that revolutionizes the study of protein-protein interactions by simplifying detection while improving measurement accuracy. While protein-protein ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "physics+discovery",
            "date": "14hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Discover Potential Baldness Treatment During Wound Healing Research",
            "link": "https://www.ndtv.com/science/scientists-discover-potential-baldness-treatment-during-wound-healing-research-7321465",
            "description": "Researchers from the University of Sheffield and COMSATS University in Pakistan have discovered a potential new treatment for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SZp6X3zsx_nvYjc2uePEZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3h",
            "source": "NDTV",
            "article_content": "A study on wound healing, led by researchers at the University of Sheffield in the UK and COMSATS University in Pakistan, earlier this year made a remarkable discovery that can prove to be a potential new treatment for hereditary-patterned baldness-a disorder that has affected millions across the world.\n\nThe breakthrough centres on deoxyribose, a sugar that occurs naturally in the human body, forming part of DNA's structure. In the first place, researchers were studying the sugar as related to the healing process in mice for skin wounds. To their surprise, they noticed accelerated fur growth around treated lesions compared with their untreated counterparts.\n\nMotivated by this unforeseen discovery, the research group widened their exploration to seek the possibility of deoxyribose's ability in promoting hair growth. While future studies are required for confirmation, the discovery still brings forth hopes for new therapeutic treatments in the fight against inherited baldness among both sexes. The findings of this discovery represent a long-awaited advance in addressing the most common cause of hair loss throughout the globe.\n\nIn a study published in June, it was shown that the deoxyribose sugar is as effective at regrowing hair as Minoxidil-an existing drug used to treat hair loss. However, the research offers a potential alternative approach to stimulating hair growth through a naturally occurring deoxyribose sugar.\n\nProfessor Sheila MacNeil, Emeritus Professor of Tissue Engineering at the University of Sheffield, said: \"Male pattern baldness is such a common condition, affecting men all over the world, but at the moment there are only two FDA-licensed drugs to treat it. Our research suggests that the answer to treating hair loss might be as simple as using a naturally occurring deoxyribose sugar to boost the blood supply to the hair follicles to encourage hair growth.\"\n\n\"The research we have done is very much in early stages, but the results are promising and warrant further investigation. This could offer another approach to treating this condition, which can affect men's self-image and confidence.\"\n\nProfessor (Associate) Muhammed Yar (TI) of IRCBM, COMSATS University Pakistan, said: \"This pro-angiogenic deoxyribose sugar is naturally occurring, inexpensive, and stable, and we have shown it can be delivered from a variety of carrier gels or dressings. This makes it an attractive candidate to explore further for treatment of hair loss in men.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum research sheds new light on how cells communicate",
            "link": "https://www.msn.com/en-us/news/technology/quantum-research-sheds-new-light-on-how-cells-communicate/ar-AA1wn7XO?ocid=BingNewsVerp",
            "description": "Have you ever thought that light might hold a key to life's mysteries? One hundred years ago, Alexander Gurwitsch dared to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OCkCz4zRcih6vOAxMFYoXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "22hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Balancing GenAI adoption and employee trust is key",
            "link": "https://www.msn.com/en-in/money/other/balancing-genai-adoption-and-employee-trust-is-key/ar-AA1woiZg?ocid=BingNewsVerp",
            "description": "Infosys HR head Shaji Mathew anticipates significant AI transformation in HR by 2025, emphasizing employee trust, responsible ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NAr1Kw3aUySB2ipbac7drS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "12hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Massive Accumulation of PEPE, XRP, and RXS Tokens This Week Hints at an Imminent 10x-15x Rally",
            "link": "https://theprint.in/brandstand/adon/massive-accumulation-of-pepe-xrp-and-rxs-tokens-this-week-hints-at-an-imminent-10x-15x-rally/2417622/",
            "description": "The cryptocurrency market is seeing a substantial increase in whale activity, with massive accumulations of PEPE, XRP, and RXS tokens indicating an explosive rally. Analysts predict returns of 10 to ...",
            "image_url": "https://www.bing.com/th?id=ODF.9kfNo9d18zH27ShHLQcBfw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "nocode",
            "date": "ThePrint1h",
            "source": "ThePrint",
            "article_content": "The cryptocurrency market is seeing a substantial increase in whale activity, with massive accumulations of PEPE, XRP, and RXS tokens indicating an explosive rally. Analysts predict returns of 10 to 15 times as whales methodically position themselves for large profits. Whales Drives Rexas Finance’s Presale Fund Above $30M Rexas Finance continues to dominate the presale market as it enters Stage 10 of its highly anticipated fundraising campaign. Stage 10, priced at $0.15 per RXS token, is almost 95% complete six days after going live, demonstrating significant investor demand. The presale generated a remarkable $30.20 million, with 360 million tokens sold ahead of schedule. The next stage will see RXS prices rise to $0.175, increasing investor desire to consolidate their position before the Tier-1 exchange debut. Rexas Finance is transforming real-world asset (RWA) tokenization by providing a powerful blockchain-based platform that facilitates fractional ownership of tangible and digital assets. The project’s features include Rexas Token Builder, no-code token creation tools, and Rexas Treasury, which allows seamless yield optimization across multi-chain networks. Rexas Finance’s entire ecosystem, which includes AI-driven NFT generation (Rexas GenAI) and a blockchain security suite (Rexas AI Shield), positions it as a DeFi and tokenization industry leader. To bolster investor confidence, Rexas Finance passed a Certik Audit, a gold standard in blockchain security that ensures users’ robust safety and transparency. Furthermore, its listings on CoinMarketCap and CoinGecko have increased global awareness and legitimacy, attracting a more prominent investment base. The ongoing $1 million giveaway adds to the project’s appeal. Twenty top participants will each receive $50,000 in RXS tokens. This strategy rewards early adopters and strengthens community engagement, accelerating the public debut. With its innovative solutions, open processes, and growing investor trust, Rexas Finance is positioned for rapid expansion. Show Full Article\n\nAt the conclusion of the presale, RXS will list on at least three Tier-1 exchanges at an initial price of $0.20 per token, paving the way for significant gains of up to 15x. Early investors stand to profit handsomely as Rexas Finance’s price trajectory matches the optimistic enthusiasm surrounding the token. Free and Fair Journalism Will Continue to be Important in 2025 You are crucial in ensuring that independent journalism thrives. Support us in delivering unbiased, in-depth stories that matter. Subscribe Now -->\n\nXRP: Whale Activity Fuels Bullish Momentum\n\nXRP has risen 12% to $2.67, owing to increased whale activity and anticipation of Ripple’s stablecoin launch, RLUSD. Over 830 million XRP coins were accumulated in the last 24 hours, indicating substantial demand from institutional investors. This accumulation has increased XRP’s one-day trading volume to $18.67 billion, a 170% increase, and brought its one-month gains to a remarkable 141%. Technical analysts, including Ali Martinez, note XRP’s bullish flag pattern, implying that a breach over $2.60 might spark a rapid rise above $4. According to prominent analyst Dark Defender, XRP will rise to $13 if it maintains crucial support levels at $2.52 and surpasses successive resistance points at $2.72, $5.85, and $8.76. The larger market boost from Bitcoin’s all-time high and Ripple’s enhanced market confidence following positive political and regulatory events support XRP’s bullish thesis. With the upcoming introduction of stablecoin RLUSD and increased institutional interest, XRP remains a potential contender for major upward growth.\n\nPEPE: Whale Accumulation Indicates Breakout Potential\n\nPEPE, the popular meme coin, has seen massive whale accumulation this week, with large players investing $11.36 million in under 13 hours. A renowned trader named “The Old Man” withdrew 375 billion PEPE tokens worth $8.98 million from Binance. The tokens were reallocated across various wallets, indicating intentional positioning for a possible price breakout. Further accumulation from two major whale wallets has increased buying pressure. One wallet purchased 230.1 billion PEPE tokens for $5.65 million at an average price of $0.00002455, while another added $5.71 million at $0.00002379. This activity reflects growing confidence among large investors, implying that PEPE is poised for a significant price increase. Market sentiment toward PEPE has shifted bullishly. Experts expect the coin to be 10x and delete a zero from its current price of $0.00002153 before the current bull cycle ends. The meme coin’s increasing popularity and capacity to attract significant capital make it an essential player in the current market cycle.\n\nConclusion\n\nThe large accumulation of PEPE, XRP, and RXS tokens reflects increased investor optimism and indicates the possibility of 10x to 15x gains soon. Whale activity, bullish technical patterns, and key project developments have created the conditions for big gains in these assets. Rexas Finance remains the most promising potential, thanks to its revolutionary RWA tokenization platform, successful presale milestones, and significant market momentum. With the Tier-1 exchange launch approaching and investor confidence at an all-time high, RXS is poised to provide excellent returns to early adopters.\n\nFor more information about Rexas Finance (RXS) visit the links below:\n\nWebsite: https://rexas.com\n\nWin $1 Million Giveaway: https://bit.ly/Rexas1M\n\nWhitepaper: https://rexas.com/rexas-whitepaper.pdf\n\nTwitter/X: https://x.com/rexasfinance\n\nTelegram: https://t.me/rexasfinance\n\nThePrint BrandStand content is a paid-for, sponsored article. Journalists of ThePrint are not involved in reporting or writing it."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet the power players at Elon Musk's xAI, the startup taking on OpenAI with its Grok chatbot",
            "link": "https://www.msn.com/en-us/news/technology/meet-the-power-players-at-elon-musks-xai-the-startup-taking-on-openai-with-its-grok-chatbot/ar-AA1wpBfK?ocid=BingNewsVerp",
            "description": "Meet the key figures at Elon Musk's xAI, the $50 billion startup behind the chatbot Grok that's taking on ChatGPT.",
            "image_url": "https://www.bing.com/th?id=OVFT.I-pa8ShYPGRp3SxZBlA6aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "4hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 Emerging Technologies To Build A Startup Around In 2025",
            "link": "https://www.forbes.com/sites/abdoriani/2024/12/22/6-emerging-technologies-to-build-a-startup-around-in-2025/",
            "description": "Below you can find six emerging technologies that we believe hold promise for immense growth in 2025 and present exciting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PMjSH9XFp0wCc6m6MFZiGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "HCM & Talent Management Software Trends to Watch in 2025 & Beyond",
            "link": "https://www3.technologyevaluation.com/publications/hcm-trends-2025-63142",
            "description": "Numerous developments and trends are shaping the human capital management (HCM) and talent management software space for 2025 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z6plUwjxemvkoB7sAx9cey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "TEC21h",
            "source": "TEC",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Full Nerd awards: Our favorite PC hardware of 2024",
            "link": "https://www.msn.com/en-us/news/technology/the-full-nerd-awards-our-favorite-pc-hardware-of-2024/ar-AA1wqdWV?ocid=BingNewsVerp",
            "description": "In this yearly penultimate episode of The Full Nerd, Brad Chacos, Alaina Yee, Adam Patrick Murray, and Will Smith came ready ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mJN4mB3KUZ_WMITM1WBfJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock Is Set To Surge From OpenAI's o3 Breakthrough",
            "link": "https://seekingalpha.com/article/4746016-nvidia-stock-is-set-to-surge-from-openai-o3-breakthrough",
            "description": "Nvidia poised to capitalize on high demand for inference GPUs with superior technology, but competition is heating up. Click ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I_LkcTsiIVem6SEx3Ai1BS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "21h",
            "source": "Seeking Alpha",
            "article_content": "Artificial intelligence has just entered a new era. OpenAI's reveal of the new o3 model , which delivers a shocking 75.7% score on the notorious ARC-AGI-Pub benchmark , represents a quantum leap in AI capabilities. This is not just\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft: Backdated Azure Growth And Pricing Discounts Make The Stock Less Attractive",
            "link": "https://seekingalpha.com/article/4746189-microsoft-backdated-azure-growth-and-pricing-discounts-make-the-stock-less-attractive",
            "description": "Azure faces supply constraints and likely market share loss, and Microsoft's custom AI chip development lags behind ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qd2qMaimsdbPn7NkSGVh5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "4h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning speeds up prediction of materials' spectral properties",
            "link": "https://www.msn.com/en-us/news/technology/machine-learning-speeds-up-prediction-of-materials-spectral-properties/ar-AA1wnQUB?ocid=BingNewsVerp",
            "description": "Many techniques in computational materials science require scientists to identify the right set of parameters that capture ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JdXTkxLzVzf-y_5UZ-92Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tulasi Naga Subhash Polineni: Revolutionizing Omnichannel Retail with Machine Learning",
            "link": "https://www.msn.com/en-us/technology/data-science/tulasi-naga-subhash-polineni-revolutionizing-omnichannel-retail-with-machine-learning/ar-AA1woFjc?ocid=BingNewsVerp",
            "description": "Tulasi Naga Subhash Polineni is a seasoned Oracle Cloud Integration Specialist with over 11 years of experience in ap ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vUuEKpqNiJqvOpuRK_2AsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zelensky: At least 3K North Korean troops killed or wounded in Russia's war with Ukraine",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/at-least-3-000-north-korean-troops-killed-or-wounded-in-russia-s-war-with-ukraine-ukraine-president-volodymyr-zelensky-says/ar-AA1wogee?ocid=BingNewsVerp",
            "description": "Ukrainian President Volodymyr Zelensky confirmed Monday more than 3,000 troops from North Korea have been killed so far ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o-3pLjo5CEqMFQhJJEorNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "13hon MSN",
            "source": "UPI News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine's Zelenskyy says 3,000 North Koreans killed or wounded in Russia fighting",
            "link": "https://abcnews.go.com/International/ukraine-special-forces-claim-100-north-koreans-killed/story?id=117044045",
            "description": "Ukrainian President Volodymyr Zelenskyy said more than 3,000 North Korean soldiers have been killed or wounded fighting for ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Ux3j68UzG0ZkwgG-tm4PS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "20h",
            "source": "ABC",
            "article_content": "Ukraine's Zelenskyy says 3,000 North Koreans killed or wounded in Russia fighting\n\nLONDON -- Ukrainian President Volodymyr Zelenskyy said Monday that more than 3,000 North Korean soldiers are believed to have been killed or wounded fighting for Moscow in Russia's western Kursk region.\n\nZelenskyy posted to Telegram on Monday following a briefing by Kyiv's top commander -- Gen. Oleksandr Syrskyi -- on the ongoing battle in Kursk, underway since Ukrainian troops launched a surprise cross-border incursion there in August.\n\n\"There are risks of sending additional soldiers and military equipment to the Russian army from North Korea,\" Zelenskyy said, vowing \"tangible responses\" to any such move. \"According to preliminary data, the number of killed and wounded North Korean soldiers in the Kursk region already exceeds 3,000 people.\"\n\nUkrainian special forces claimed on Monday to have inflicted more than 100 casualties among North Korean forces over three days of operations.\n\nKorean People's Army soldiers are pictured at Mansu Hill in Pyongyang, North Korea on Dec. 17, 2019. Kim Won Jin/AFP via Getty Images\n\nUkraine's Special Operations Forces branch claimed in a post to its official Telegram channel that 77 North Koreans were killed and 40 wounded in recent fighting.\n\nOn Sunday, the SSO posted photos of what it said were North Korean troops killed in Russia's western Kursk region. The SSO also uploaded photos of purportedly fabricated Russian military identity cards. ABC News was not immediately able to independently verify the images.\n\n\"Russia is trying to hide the presence of military personnel from North Korea by issuing them with fake documents,\" the SSO wrote.\n\nIt added that the documents \"do not have all the seals, photographs, the patronymics are given in the Russian manner and the place of birth is signed as the Republic of Tuva,\" the home region of Sergei Shoigu -- formerly Russia's defense minister and now the secretary of the Security Council.\n\nThe SSO said the signatures of the document owners were written in Korean, which it said \"indicates the real origin of these soldiers.\"\n\nU.S., South Korean and Ukrainian officials have said there are currently up to 12,000 North Korean soldiers inside Russia, deployed there primarily to help push Kyiv's forces out of positions taken in Kursk.\n\nUkrainian military sources told ABC News in November that North Koreans were expected to be among the 50,000 troops arrayed for a major counter-offensive in Kursk.\n\nThe deployment of troops marks a new milestone in North Korean support for Russia's war, Pyongyang already having supplied Moscow with ammunition and weapons -- including ballistic missiles -- since the full-scale invasion began in February 2022.\n\nUkrainian President Volodymyr Zelenskyy said earlier this month that Kyiv has \"preliminary data that the Russians have begun to use North Korean soldiers in their assaults -- a significant number of them.\"\n\nThe Ukrainian Defense Ministry's Main Directorate of Intelligence, meanwhile, has reported \"significant casualties\" among North Korean troops deployed on the front lines alongside Russian units.\n\nNorth Korean leader Kim Jong Un attends a ceremony in North Pyongan Province, North Korea, on Dec. 21, 2024 in this photo released by North Korea's official Korean Central News Agency. Kcna/via Reuters\n\nSouth Korea's Yonhap news agency reported on Monday that Seoul expects Pyongyang to send more troops and equipment to Russia.\n\n\"North Korea is preparing to rotate or increase the deployment of troops [in Russia], while currently supplying 240mm rocket launchers and 170mm self-propelled artillery,\" said South Korea's Joint Chiefs of Staff, as quoted by Yonhap.\n\n\"There are also some signs of [the North] moving to manufacture and supply suicide drones,\" the JCS said.\n\nNorth Korean leader Kim Jong Un visited a drone production and test facility in November. Then, the state-run Korean Central News Agency said Kim \"underscored the need to build a serial production system as early as possible and go into full-scale mass production.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A key answer to China's growing surface navy is America's submarine force",
            "link": "https://www.businessinsider.com/key-answer-to-chinas-growing-surface-navy-is-american-submarines-2024-12",
            "description": "China's surface navy is growing at a rapid pace as busy shipyards turn out new warships, but the US maintains an edge ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wqY5PO03JjDz77bR-IVSYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "5m",
            "source": "Business Insider",
            "article_content": "US Navy submarines are key to countering China's naval expansion in the Indo-Pacific.\n\nChina's military expansion includes a large navy, posing a threat to US naval dominance.\n\nUS submarines, despite challenges, maintain an edge with advanced capabilities and strategic roles.\n\nThe threat of a conflict with China has risen tremendously over the years. Beijing is undergoing some of the largest military expansion and modernization efforts since World War II, building a formidable arsenal of missiles able to threaten surface ships and massive naval force, but the US Navy still has the means to sink Beijing's dreams of supremacy in the Indo-Pacific.\n\nAdvertisement\n\nThe US is looking to solutions like anti-ship missiles, but a key answer to China's expanding surface and logistics fleet that could number over 700 ships in a conflict is submarines.\n\nA Chinese Type 055 destroyer Photo by Artyom Ivanov\\TASS via Getty Images\n\nHunt and Sink\n\nThe US Navy would play a leading role in a potential conflict with China in the Indo-Pacific. This region's vast maritime domain is ideal for naval and air operations.\n\nAdvertisement\n\nChina understands that, and Beijing has been investing heavily in its navy, the largest in the world according to the Pentagon. China has built three aircraft carriers with plans for more, possibly nuclear-capable flattops, new amphibious assault ships, and increasingly capable destroyers.\n\nWhere there are surface warships, there is an opportunity for submarines, and undersea capabilities are an area where the US maintains a clear edge over China, even as it strengthens its force and invests in anti-submarine warfare solutions.\n\nAn important role for the US submarine force in a conflict would be to hunt and sink Chinese warships and logistical vessels. Sailing routes around Taiwan and in the South China Sea would potentially be ideal hunting grounds for stealthy submarines like those operated by the US Navy.\n\nAdvertisement\n\nIn a war game conducted last year by the Center for Strategic and International Studies simulating an intense fight over Taiwan, the think tank found that \"submarines were able to enter the Chinese defensive zone and wreak havoc with the Chinese fleet,\" but it also found the number of subs available was insufficient, indicating a need to prioritize these capabilities.\n\nA Chinese dual-carrier exercise in the South China Sea. People's Liberation Army\n\nAttack submarines can be deadly for enemy shipping and change the course of a war. The Falklands War between Argentina and the United Kingdom in 1982 is a perfect recent example of the potential of submarines in a state-on-state conflict.\n\nDuring the war, the Argentine Navy transported men and weapon systems to the islands, creating a lifeline with mainland Argentina about 400 miles away. The Royal Navy went to war 8,000 miles away with six submarines leading the way, and they enforced an exclusion zone around the islands.\n\nAdvertisement\n\nWhen the need arose, HMS Conqueror, a nuclear-powered attack submarine, sunk the ARA General Belgrano battlecruiser, one of the largest warships in the Argentine fleet. The shock of the sinking and the potential for further attacks forced the Argentine Navy to withdraw from the area, thus allowing the British ground forces to land unopposed.\n\nThe attack submarine USS Virginia departing Naval Submarine Base New London en route to Portsmouth Naval Shipyard in Kittery, Maine. US Navy photo/Petty Officer 1st Class Steven Myers\n\nSimilarly, US submarines could help disrupt or destroy a Chinese amphibious force heading to Taiwan and limit the movements of the Chinese navy across the theater of operations.\n\nSubmarines aren't unstoppable, though. Advances in anti-submarine warfare have made submarines increasingly vulnerable. For China's navy, ASW has been a growing priority to counter the American sub threat. Additionally, uncrewed undersea vehicles can also pose a threat and help detect prowling subs, as can underwater sensor systems like the US operates and China has looked to as added security.\n\nAdvertisement\n\nThey can't stay under indefinitely without support. Munitions resupply — US subs are powered by nuclear force, meaning they don't have to refuel — is another challenge, especially in a high-intensity battlefield.\n\nAnd the US faces challenges maintaining its undersea advantage. A key priority in the Navy's fiscal year 2025 budget proposal was investment in the submarine industrial base.\n\nRelated stories\n\nSubmarine Fleet\n\nThe US Navy has the largest and most advanced submarine force in the world, with 71 vessels and a lot of variety. And given the challenges from China, much of that capability is in the Pacific.\n\nAdvertisement\n\nThe Navy's submarine fleet is comprised of attack, guided-missile, and ballistic-missile subs.\n\nThe Los Angeles-class attack submarine USS Helena transiting the Atlantic Ocean. US Navy photo by Mass Communication Specialist 1st Class Rafael Martie/Released\n\nAttack subs are the staple of any submarine fleet. Their job is to find and sink enemy ships. The three classes of attack subs in the US fleet (Virginia, Los Angeles, and Seawolf) can do this by sailing stealthily underwater and firing torpedoes and cruise missiles. The Navy has 53 attack subs.\n\nGuided-missile submarines support ground and naval forces by firing long-range munitions, but they can also sink enemy shipping via torpedoes. Each of the four Ohio-class guided-missile subs on the active fleet can pack over 150 Tomahawk cruise missiles.\n\nAdvertisement\n\nFinally, ballistic-missile submarines make up America's maritime arm of the nuclear triad. The 14 Ohio-class ballistic missile submarines carry 20 Trident II ballistic missiles with nuclear warheads each. Although the subs also pack torpedoes like their attack and guided-missile siblings, the main mission of ballistic-missile subs is to rain down destruction in the event of a nuclear conflict.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: How our words about the Israel-Hamas war can add to hostilities — or help on a path to peace",
            "link": "https://www.msn.com/en-us/news/opinion/opinion-how-our-words-about-the-israel-hamas-war-can-add-to-hostilities-or-help-on-a-path-to-peace/ar-AA1wq3Rz?ocid=BingNewsVerp",
            "description": "As a writer with an Israeli mother and Palestinian father, I have seen language be weaponized, causing both sides to overlook ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BJCCFo6GnaDkJrHLCGOlsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSNOpinion",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Qorvo: Analyzing The Recent Plunge",
            "link": "https://seekingalpha.com/article/4746219-qorvo-analyzing-the-recent-plunge",
            "description": "Qorvo faced a 30% quarterly revenue decline in Q2 FY2024 TTM due to a slowdown in the China market, leading to a 26% stock ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mD2_8dsoEBN72z3AdAVshy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1h",
            "source": "Seeking Alpha",
            "article_content": "In our previous analysis , we downgraded our rating on Qorvo (NASDAQ: QRVO ) due to its disappointing performance of a 30% decline in revenue in Q2 FY2024 TTM and a slowdown in the China market. Following the announcement of\n\nKhaveen Investments is a Macroquantamental Hedge Fund managing a portfolio of globally diversified investments. With a vested interest in hundreds of investments spanning diverse asset classes, countries, sectors, and industries, we wield a multifaceted investment approach that combines top-down and bottom-up methodologies, integrating three core investment strategies: global macro, fundamental, and quantitative strategies. We serve accredited investors throughout the globe, which include HNW Individuals, Corporates, Associations, and Institutions. At the heart of our investment prowess lies specialized expertise in cutting-edge technologies that are reshaping the fabric of numerous industries. Our strategic focus revolves around the transformative fields of Artificial Intelligence, Cloud Computing, 5G, Autonomous & Electric Vehicles, FinTech, Augmented & Virtual Reality, and the Internet of Things.www.khaveen.com\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of QRVO either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nNo information in this publication is intended as investment, tax, accounting, or legal advice, or as an offer/solicitation to sell or buy. Material provided in this publication is for educational purposes only, and was prepared from sources and data believed to be reliable, but we do not guarantee its accuracy or completeness.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Vistry shares plunge on profit warning, citing deal delays and rising net debt",
            "link": "https://www.investing.com/news/stock-market-news/vistry-shares-plunge-on-profit-warning-citing-deal-delays-and-rising-net-debt-3787955",
            "description": "Investing.com -- Shares of Vistry Group (LON:VTYV) tumbled more than 16% on Tuesday following the company’s trading update in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lHALCWV_wIPC9sRdNF5tUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "Investing9h",
            "source": "Investing",
            "article_content": "Investing.com -- Shares of Vistry Group (LON: ) tumbled more than 16% on Tuesday following the company’s trading update in which it said that its adjusted profit before tax for the fiscal year 2024 is now expected to be about £250 million, marking a downgrade from the earlier forecast of around £300 million.\n\nThe profit warning stems primarily from delays in concluding key year-end transactions and completions, according to a statement released by the company.\n\nVistry said that several agreements with partners, initially slated to be finalized within FY24, have faced delays and are now expected to close in FY25.\n\nThe company also decided against proceeding with certain proposed transactions, citing unfavorable commercial terms.\n\nVistry stated that it anticipates more attractive opportunities to emerge in the coming year. “We have also seen a delay to some open market completions expected in FY24 which has, to a lesser extent, contributed to the profit impact,” the company said in a statement.\n\nDespite the setbacks, Vistry emphasized ongoing demand from its partners, flagging that over 70 Partner Funded transactions were completed in the fourth quarter alone, involving 35 partners such as Registered Providers, Local Authorities, and Private Rented Sector providers.\n\nThe financial impact of the delays is also evident in the company’s net debt position, which is now expected to close the year at around £200 million.\n\nWhile Vistry said there was a significant cash inflow in the final weeks of the year, the postponed income has left the group with a heavier debt load than previously anticipated.\n\n“Today's announcement and the financial outcome for FY24 is disappointing. Our top priority for 2025 is to continue building and delivering high quality mixed tenure new homes for our partners and private customers, and to do our part in addressing the country's acute housing shortage,” said Greg Fitzgerald, executive chairman and chief executive at Vistry in a statement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rocket Companies: A Great Company In An Inopportune Market And An Overvalued Stock",
            "link": "https://seekingalpha.com/article/4746138-rocket-companies-great-company-in-an-inopportune-market-overvalued",
            "description": "Rocket Companies has grown its mortgage origination market share but is heavily influenced by fluctuating interest rates. See ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MqKrwVQMsp5JY_M8tlzJPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "11h",
            "source": "Seeking Alpha",
            "article_content": "When I evaluate a stock, my initial goal is to begin my research directly in the middle. I work as diligently as possible not to form an opinion until I have as much information as possible. I hope to use every piece\n\nI am obsessed with evaluating stocks to beat the S&P 500 over my lifetime. When I was a kid, I had no formal training about money or the stock market. I watched family real estate taken away from me in foreclosure and I became determined to master money. I was gifted the book, The Intelligent Investor and I was so captivated by the idea of finding have since read, studied, and obsessed over how to evaluate and invest in stocks with an audacious goal of outperforming the S&P 500. Through my exhaustive training, I have learned that finding stocks that will outperform over a long period is challenging, takes an exuberant amount of patience, and most importantly requires a substantial amount of self-aptitude. When I write articles about stocks I find interesting I am writing letters to myself to make myself a better investor, but also to help me gain a greater understanding and a more well-rounded perspective on the stocks I am considering. I hope you find them as helpful as I do.\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of NVDA either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why AMD's 2025 Could Be Worse Than 2024: AI Dreams Are Crumbling",
            "link": "https://seekingalpha.com/article/4746193-why-amds-2025-could-be-worse-than-2024-ai-dreams-are-crumbling",
            "description": "AMD faces tough competition in the AI and GPU markets, struggling against Nvidia's dominance and cloud provider custom ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wau70d5HsydDr_QRkz7eSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4h",
            "source": "Seeking Alpha",
            "article_content": "Experience as an investment analyst for a major BB-Bank, as well as private equity consultant for MBB. Currently working towards the CFA charter, having completed I&II. Passion for risk-assets (Growth, Contrarian, Emerging Market) ex-colleague and close friend of Investor Express\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nNot financial advice\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Have No Regret Whatsoever In Removing Fuel Subsidy – Tinubu Tells Nigerians",
            "link": "https://saharareporters.com/2024/12/23/i-have-no-regret-whatsoever-removing-fuel-subsidy-tinubu-tells-nigerians",
            "description": "President Bola Tinubu reiterated his administration's firm stance on the removal of fuel subsidy, stating he has \"no regrets ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cgzc3BrqZjZjaElOjb5oKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Sahara Reporters14h",
            "source": "Sahara Reporters",
            "article_content": "President Bola Tinubu reiterated his administration's firm stance on the removal of fuel subsidy, stating he has \"no regrets whatsoever\" about the decision.\n\nHe explained that the move was essential to safeguard Nigeria’s financial future and prevent a looming economic disaster.\n\n\"We cannot spend the future generation's investments upfront,\" Tinubu said during a media broadcast on Monday monitored by SaharaReporters.\n\n\"If we don't act decisively, we risk heading down a slippery slope that could lead to financial ruin—not just for ourselves, but for our children and grandchildren.\"\n\nThe President explained that his administration had no choice but to implement tough reforms, including subsidy removal, to redirect resources to critical areas such as infrastructure development and social programs.\n\n\"This is not about fear or hesitation. It's about doing what is necessary,\" Tinubu said.\n\n\"You have expenditures, but we don't have the revenue. I don't want to question those who have priced our resources within our bills. There's no way out if you give in and allow all the neighboring countries to benefit during Christmas. I have no regrets whatsoever about removing the subsidy.\n\n\"It is necessary. We cannot spend our future generations' investments upfront. What do you think—are you going to say this isn't the right thing to do? This fear is unnecessary. No matter how you approach it or how you break it down, we still need to meet our obligations. So, cut your coat according to your size.\n\n\"We have no choice but to address the issue now. Otherwise, we are headed for a slippery slope that could lead to financial disaster—not just for the road, but for our children and grandchildren. Where are the areas for improvement? Where is the pathway to prosperity?\"\n\nFollow the Sahara Reporters channel on WhatsApp: https://whatsapp.com/channel/0029VaFClvtH5JM6SSsP7M2Yyyy8y06"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The new Farm Bill extension provides some relief for Colorado producers, but leaves much unsettled",
            "link": "https://www.cpr.org/2024/12/24/new-farm-bill-extension-colorado-farmers/",
            "description": "With agricultural policy stuck in 2018, the state’s farmers and ranchers hope the next congress will finally pass a real ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aCLcyxiIgfyWD_6tfLKQWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Colorado Public Radio1h",
            "source": "Colorado Public Radio",
            "article_content": "As part of a temporary stopgap government funding measure passed last week, Congress also approved a one-year extension of the Farm Bill.\n\nWhile the Farm Bill is seen as-must pass legislation by all sides in Congress, Congressional leaders still struggled to reach a compromise over the last two years, leaving farmers relying on outdated provisions approved in 2018, well before the COVID pandemic, the increases in operating costs, and a number of natural disasters.\n\nDemocratic Rep. Yadira Caraveo, the only Coloradan on the House Agriculture Committee, was disappointed that the 118th Congress was not able to “craft a farm bill that meets the moment for Colorado’s farmers, rangers and agriculture industry.”\n\nStill, Caraveo stressed what this latest continuing resolution does have: $10 billion in market relief for farmers and $21 billion in agricultural disaster aid. “I’m proud of the work we’ve done in this area and that we were able to secure key wins for farmers and ranchers across the Front Range and Northern Colorado,” she said in a statement.\n\nColorado’s farm and agriculture advocates see the extension as a short reprieve for their industry.\n\n“For many farmers, the corresponding disaster package will be the difference for planting for another year, and [the Colorado Farm Bureau] was pleased to see excessive heat included as a qualifying disaster,” said Ashley House, Vice President of Strategy and Advocacy for the Colorado Farm Bureau. She also pointed out that $2 billion has been set aside for livestock producers who suffered losses in 2023-24.\n\nAs for the economic aid, the House estimated that around $170 million would go to help Colorado corn, wheat and barley growers.\n\nRocky Mountain Farmers Union President Chad Franke said the aid is welcome.\n\n“Between pricing, the natural disasters, and just the overall cost of everything nowadays, this past year has been really rough on most of our family farmers,” Franke explained. “I’ve got some members … they really wonder if their bankers are gonna give them a line of credit to farm again next year. That’s how serious it is. It’s not, ‘We’re not making enough money.’ It’s ‘we may be done farming.’”\n\nThroughout 2024, farmers in Colorado and across the country were urging Congress to complete work on the bill that sets national agriculture and food policy for the next five years. The 2018 version expired in 2023 and is now starting its second one-year extension.\n\nTalking about the lack of a bill this summer, Marc Arnusch of Arnusch Farms in Weld County said much has changed since 2018. “There's very little within my farm today that was the same as in 2018. Whether it was the cost of production, input prices, commodity prices, even the way we manage our farm has changed significantly since 2018. National ag policy needs to evolve with our evolving farms.”\n\nWhile all of Colorado’s Democrats voted for the CR with the Farm Bill aid and extension, Colorado GOP Reps. Lauren Boebert and Greg Lopez were among the 34 House members who voted no, while outgoing Rep. Doug Lamborn did not vote.\n\n“While I support doing everything we can to help farmers and aid those impacted by recent hurricanes, I cannot accept a bill that does nothing to address our $36 trillion debt,” Lopez said in a statement about his last vote of his short tenure as a congressman.\n\nAdvocates are already looking to the next Congress with the hopes that a full five-year Farm Bill can pass before the end of 2025.\n\nFranke said it’s been “really disappointing that we’ve gone two years now with nothing but extensions on the Farm Bill.”\n\n“It doesn’t seem like [Congress has] been taking their job seriously,” Franke said. He added it’s frustrating for those in agriculture. There were new programs debuted in the 2018 farm bill that need fixes and baseline pricing for farmers also need to be updated. “It’s not an adequate safety net for those who produce our food.”\n\nStill, he acknowledged the challenges in coming up with a compromise measure. It’s not just farm policy, and the regional differences, that make the bill tricky to negotiate; it also covers food policy, research, conservation and more.\n\nThe Colorado Farm Bureau’s House said one of the group’s goals is to get greater attention “to our specialty crop growers and their place in future economic aid packages” so they remain in business.\n\nMore importantly, the House hopes the 119th Congress is able to provide “the modernized, five-year farm bill we truly need.”\n\nFranke also hopes Congress gets a quick start on the issue in the new session to “get us a good farm bill.”\n\nAccording to a 2024 Feeding the Economy report, Colorado’s agriculture industry generated $178 billion in economic output and supported over 925,000 jobs.\n\nWhile the House Agriculture Committee passed its version of the Farm Bill out of committee, largely along party lines, the bill was never brought to the floor for a vote, in a tacit acknowledgment that it didn’t have the votes to pass. Meanwhile, the Senate was not able to get a bill out of committee, let alone bring one to the floor.\n\nFor the first time, the Farm Bill was expected to top more than a trillion dollars. Among the major sticking points was how to pay for it and what changes it should make to SNAP, formerly known as food stamps."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cirrus7 Incus is the first passively-cooled mini-PC to support Ryzen 7 9700X",
            "link": "https://www.yahoo.com/tech/cirrus7-incus-first-passively-cooled-193036244.html",
            "description": "Cirrus7 Incus, a redesigned passively cooled mini-PC from German PC manufacturer Cirrus7, was originally released in October ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zKP7mZTCZ8CEDZP4r9O6GS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "17h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Cirrus7\n\nCirrus7 Incus, a redesigned passively cooled mini-PC from German PC manufacturer Cirrus7, was originally released in October 2019. The company recently updated its lineup of Cirrus7 Incus models to support AMD Ryzen 9000 series CPUs [h/t FanlessTech].\n\nSince our original coverage, the lineup has also been upgraded with Intel 14th Gen support, though the Ryzen 9000 series will likely be the more compelling choice for most users. Cirrus7 Incus' designs are all based directly on the ASRock DeskMini mini-PC designs, which use a custom Mini-STX motherboard and case—though Cirrus7 is using a highly overhauled design for its passive cooling aims with Incus.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nCirrus7 highlights in its official documentation that the three distinct cooling designs (Standard Edition, Extended Cooling Edition, and Extreme Cooling Edition) are passive cooling solutions with thermal mass and case dimensions corresponding to intended workloads. The Extreme Cooling design is intended for full-time, high-wattage use with CPUs like the Ryzen 7 9700X, while the other designs are more appropriate for lower-power APUs. However, Extended Cooling or better is likely best for chips with a Radeon 780M iGPU or better.\n\n*Technically based on but considerably changed from various models of ASRock DeskMini mini-PCs, ranging from DeskMini X300 and DeskMini X600, which use AMD CPUs, and DeskMini B760, based on an Intel platform.\n\n**Any \"Cooling Edition\" can be used with any platform—this distinction is made to illustrate dimension and I/O differences between otherwise identical PCs more clearly.\n\nThe cheapest starting configuration, including the full-fat Ryzen 9700X and Extreme Cooling Edition design, starts at 1076€ Euros and includes 8GB of DDR5-4800 RAM and a 250GB Samsung 980 NVMe 3.0 drive. While the starting memory and storage specs are relatively humble, these specifications can be configured much higher, with plenty of storage configuration options available thanks to 4 total SSD connectors (2 SATA, 2 NVMe M.2).\n\nFor those who are fans of passive cooling and mini-PC designs, the Cirrus7 Incus may be a winner for its cooling capacity, compact size, and reasonably balanced aesthetics. The acceptable pricing will, of course, vary depending on the buyer. However, we recommend that those interested in PC gaming opt for an AM5 APU with an onboard Radeon 780M rather than a Radeon 7 9700X configuration with a weaker iGPU. Unfortunately, eGPU options don't look great with this mini PC, so be extra wary of the balance between CPU and iGPU you're picking at checkout."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech You Can Count On: The Best PC, Phone, and Tablet Brands for Reliability",
            "link": "https://www.yahoo.com/tech/tech-count-best-pc-phone-174714004.html",
            "description": "Survey data from thousands of PCMag readers reveals which tech companies make the most dependable devices you can buy.",
            "image_url": "https://www.bing.com/th?id=OVFT.6L-J2pDlKQSeXsEU0Q0i6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nYou expect your electronic devices to work a certain way when you use them. If you tap an app icon on your phone, it should open. When you boot up your laptop, it should start in a reasonable amount of time. But that’s not always how it goes. As your device ages, it often develops inefficiencies and quirks that make it slower and less reliable.\n\nNo device is immune to this kind of decline, yet certain brands have a reputation for building tech that performs reliably—without crashes, slowdowns, or other glitches—for longer periods. Others…not so much. So, which brands should you buy from if you want tech you can depend on for the longest time?\n\nAdvertisement Advertisement\n\nAdvertisement\n\nTo get a definitive answer to this question, we asked thousands of our readers to share their experiences and rate the products they depend on in our Readers’ Choice surveys about , , and . In those surveys, conducted over the past year, our audience rated electronics manufacturers on a scale from 1 to 10 for reliability. Here’s which brands come out on top.\n\nThe Best PC, Tablet, and Phone Brands for Reliability\n\nLaptops: MacBooks Are the Most Trusted\n\nIf you need a laptop you can count on, you’d be wise to pick up a MacBook. Apple’s laptops score nearly half a point higher than competing machines from any other brand. Apple’s MacBooks are known for their longevity and seamless updates, making them favorites for students, creatives, and professionals.\n\nMSI comes in second for laptops, with Lenovo and Asus rounding out the top tier. All have respectable reliability scores, but nevertheless pale in comparison to Apple. MSI, however, excels in the gaming and performance space. If you prefer Windows, MSI is the way to go, but whether you’re after a powerhouse for gaming or a workhorse for productivity, these brands won’t let you down.\n\nFor more, read .\n\nApple Aces Laptops for Work\n\nWhile Windows-based machines have a reputation for being more business-oriented, PCMag readers suggest that Apple computers are the most reliable work machines.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nApple’s MacBook line scores well ahead of the big three PC manufacturers (Dell, HP, and Lenovo) here, with Dell in last place. Couple that with Apple’s excellent scores for and in our companion stories, and it’s obvious that office workers with Apple laptops are happier—and with this level of reliability, they’ll be using them for a long time.\n\nIT-Managed Laptops: HP Is the MVP in the Office\n\nWhat do the people who purchase and maintain laptops for big offices think? Well, they didn’t think of Apple enough to rate them in our results—they stick with the big three manufacturers. Of them, HP and Lenovo are deadlocked for the best reliability, according to IT managers. But thanks to the tie-breaker from the overall score earned in the same survey, the award goes to HP.\n\nBut when things are so close, anything could change in the future. (If you’re an IT manager, take our currently running right now to impact the results for next year's story.)\n\nFor more, read .\n\nDesktops: Top Reliability Ratings Go to Apple\n\nApple’s desktops vary in many ways, including size, shape, and price—but they’re lumped together by PCMag readers as the most reliable PCs you can buy for home use, period. Apple desktop systems are a half point ahead of the nearest competitor in this category.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nKeep in mind that if you're a Windows aficionado, the “real” winner after Apple is a PC you buy locally or build yourself. These DIY rigs score even higher than the next best PC vendor (Dell, in this case).\n\nApple system soundness stands out specifically in all-in-one computers as well. Dell and HP both score respectably, but the Apple iMac continues to set the standard. If you’re looking for a sleek, space-saving machine that handles everything from work to creative projects, the trustworthy is a fantastic choice. It’s a little pricier, but the build quality and reliability make it worth the investment.\n\nGamers Give the Nod to HP Desktops\n\nWhen it comes to non-portable PCs built for games, HP tops the reliability charts with a score of 9.4. Alienware and MSI aren’t far behind, but self-built rigs once again shine the brightest with a 9.5.\n\nIf you’re handy and want the best bang for your buck, building your own gaming PC is tough to beat. But if you're not into DIY, HP delivers an excellent mix of reliability and performance.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFor more, read .\n\nMacs Earn Workplace Trust in Desktops\n\nWhile Windows-based machines are know for being better-suited for most business applications, PCMag readers suggest that Apple computers are the most reliable work machines.\n\nIt’s also worth noting (and somewhat surprising) that self-built computers are the real winner here, scoring even higher than Apple when it comes to reliability for work-focused machines. Building your own PC gives you full control over the components, which means you can prioritize quality and tailor everything to your exact needs. But if you don’t want to mess with screwdrivers and thermal paste, Apple’s prebuilt systems are a solid choice for reliability and performance.\n\nIT-Managed Desktops: Managers Prefer Lenovo\n\nDell, HP, and Lenovo are the biggest sellers of PCs in the US, especially because they sell in bulk to businesses. They might seem evenly matched in many ways, but when it comes to longevity, IT managers in our surveys specifically peg Lenovo as a bit more dependable. And that kind of thing on a fleet of desktop units can make all the difference.\n\nAdvertisement Advertisement\n\nThat said, the Dell and HP numbers are respectable among IT professionals. There’s a reason these brands are top sellers, after all. They make PCs that last, even when abused by staffers.\n\nFor more, read .\n\nPhones: Samsung Is the Most Reliable Brand for Home and Work\n\nApple, Google, and Samsung top our charts in phone reliability with a score of 9.1, tying for the lead. To break the tie and determine a single winner, we look at overall satisfaction and likelihood to recommend scores, which means Samsung grabs the win.\n\nSo, what does that mean for you? If you’re deep in the Apple ecosystem—or just want a phone you can depend on—iPhones are the way to go. That said, Google and Samsung phones are just as solid, according to our readership. As long as you buy from one of the Big Three mobile device manufacturers, you can rest assured that your phone will work well for a long time.\n\nAdvertisement Advertisement\n\nFor phones in the workplace, Samsung edges out Apple. It’s not by a huge gap, but it’s worth noting if you’re buying for a business. Samsung’s enterprise features and IT-friendly tools give it the edge. If you’re looking to keep your team connected and productive, Samsung is the best bet.\n\nFor more, read our .\n\nTablets: Reliability Is Apple's Hallmark\n\nApple dominates the tablet scores with a 9.4. Samsung and Microsoft round out the top three, both with excellent reliability numbers, but not better than Apple’s.\n\nIf you want a dependable tablet that will work well for years to come, the iPad is your best bet. Apple’s seamless ecosystem, hardware quality, and regular software updates make it a no-brainer. Alternatively, if you’re a diehard Android fan or need a Windows tablet for work, Samsung and Microsoft are solid alternatives.\n\nAdvertisement Advertisement\n\nFor more, read our .\n\nFor more extended survey coverage on your most important hardware, read and ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fusing Intel and EW Data into the Army’s Data Centric NGC2 Architecture",
            "link": "https://www.army.mil/article/282276/fusing_intel_and_ew_data_into_the_armys_data_centric_ngc2_architecture",
            "description": "Focusing on providing the Army with advanced intelligence, electronic warfare and sensor capabilities through agile ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0n06v2cKhXl-J6ni6jLHAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "usace.army.mil19h",
            "source": "usace.army.mil",
            "article_content": "Focusing on providing the Army with advanced intelligence, electronic warfare and sensor capabilities through agile acquisition is core to the PEO IEW&S mission. Processing, dissemination and exploitation of data and intel requires advanced sensors and systems, not to mention a robust and future-focused command and control environment.\n\nNext Generation Command and Control (NGC2) is the Army’s new approach to develop a data-centric architecture for the commander to make more, faster, and better decisions, and ultimately reduce sensor to effector/shooter timelines.\n\nNGC2 is a fundamentally different approach to C2, not just in the capability itself, but also in how the Army is organizing to deliver and rapidly scale using cloud-native, trainable, open architecture design characteristics.\n\nPEO IEW&S’ systems and programs are already designed around many of the NGC2 design principles, which should allow our systems to plug in and operate in the NGC2 environment.\n\nCloud native and Trainability\n\nOperating in the cloud environment isn’t something new to the Intelligence community. As early adopters of cloud, seeing the value of it for storing and disseminating intelligence data, put them out in front. NGC2 aims to leverage the cloud environment to ensure command and control can be done to the edge.\n\nPEO IEW&S supports Next Gen C2 through military intelligence, Integrated Sensor Architecture and electromagnetic warfare capabilities. As the Army develops NGC2, the experiences of PEO IEW&S will serve as a model for the Army network enterprise, allowing for better data transfer, more accessibility for units with cloud service, and seamless integration of systems thanks to common architecture standards and design. (Photo Credit: (Image courtesy of PEO IEW&S) ) VIEW ORIGINAL\n\nArmy Intelligence Data Platform (AIDP), managed by Project Manager Intelligence Systems and Analytics (PM IS&A), enables intelligence soldiers the ability to gather, analyze and distribute information to units faster and more accurately than ever before through its many features, ease of use and housing in the military intelligence cloud environment.\n\n“With all the intelligence data in the cloud, we’re able to funnel it into one common spot,” Col. Chris Anderson, PM IS&A said. “AIDP in the cloud means you have a global common intel picture instead of just a regional one.”\n\nThe Army’s expansion into cloud environments is critical to enable modern, data-driven operations.\n\nAs NGC2 develops, the Army will begin integrating existing intelligence software applications as well as custom analytical capabilities to further enhance situational awareness and provide enhanced target data across all Mission Command applications.\n\nTraining soldiers on AIDP has been faster and easier than with past intelligence systems thanks to the cloud and because soldiers can access AIDP from anywhere and train anytime, anywhere.\n\nOpen Architecture\n\nPEO IEW&S project managers are no stranger to open architecture principles. They have been employing them along with open architecture best practices for years, working open architecture language into contracts to ensure the systems designed today will be able to plug and play with future systems and systems proliferated throughout the military branches.\n\n“We do a good job with contract language that encourages and enforces (Modular Open System Architecture) MOSA,” Anderson said. “Our HYDRA API in one of several API standards the Army is considering, and we’re closely partnered with the Integrated Sensor Architecture (ISA) team to make sure all of our current and future platforms all talk to each other seamlessly.\n\nThe HYDRA API is a government-owned application programming interface, created to address data exchange across the PEO IEW&S portfolio. It enables developers’ easier integration of new software onto the Army network while maintaining core capabilities. The Army expects to use several API standards to ensure flexibility as it conducts prototyping.\n\nISA is the connective tissue allowing sensors across domains and echelons to connect and communicate with each other. With ISA enabled sensors, Commanders have the ability to know what sensors they have access to and what each one can do for them. ISA is integrating into Electronic Warfare Planning and Management Tool (EWPMT-X) and Tactical Intelligence Targeting Access Node (TITAN).\n\nSimplifying the complexity of military C2 through standard architecture and frameworks is a priority for the development of all systems moving forward.\n\nProject Manager Electronic Warfare and Cyber (PM EW&C) was an early adopter of C5ISR Modular Open Suite of Standards (CMOSS) which informs EW systems. All PM EW&C programs are now designed with open systems architecture in mind, making plugging into a widely adopted framework like Tactical Assault Kit (TAK), seamless.\n\n“Using an underlying software architecture gives us a number of advantages,” Ken Strayer, PM EW&C said. “It allows us to rapidly develop new capability on a mature framework that already has built in joint and coalition interoperability.”\n\nEWPMT-X, PM EW&C’s most direct contribution to NGC2 according to Strayer, is the C2 tool for the EW officer, supporting mission planning, situational awareness and processing sensor data.\n\n“EWPMT-X will converge with the TAK framework allowing the system to be more widely used due to the widespread use of TAK across the Army,” Strayer said.\n\nTAK serves as a versatile, field-proven framework for enhancing situational awareness, communication and decision making, all key elements for NGC2.\n\nProtection and NGC2\n\nPM EW&C, who specializes in all things electronic warfare and cyber, sees their role with NGC2 as one of providing protection. The electromagnetic spectrum (EMS) has become a key domain the Army wants to dominate. Controlling, dominating and understanding the spectrum will be critical for command and control to occur.\n\n“Another key contribution to NGC2 is the ability to see yourself in the spectrum,” Strayer explained. “Seeing ourselves is part of the equation, but our systems also provide the ability to identify threats that are going to keep units from being able to communicate.”\n\nTwo EW systems critical to enable NGC2 and enhancement of commanders’ decision making by means of the EMS are Terrestrial Layer Systems (TLS) BCT Manpack and Spectrum Situational Awareness System (S2AS).\n\nTLS BCT Manpack, which has entered into rapid fielding and is currently being equipped to brigade combat teams, enables brigades to understand their EMS environment, identify threats and ultimately communicate more effectively.\n\nS2AS is designed for commanders to see themselves in the spectrum and is planned for a start in FY25.\n\n“Commanders will be able to see how they look in the spectrum and allow them to reposition or mask their own capabilities or limit their EMS signature,” Strayer explained. “They can maintain the ability to communicate while also picking up any unknown things going on in the environment that may be impacting the Army’s ability to communicate.”\n\nThe lessons learned over the last few years by PEO IEW&S apply closely to what the Army is aiming to do with NGC2.\n\nThe expertise and experience at PEO IEW&S in applying these NGC2 characteristics across the intel, EW and sensor enterprise serves as a model/example for the entire Army network enterprise, allowing for better data transfer, more accessibility for units with cloud service, and seamless integration of systems thanks to common architecture standards and design. These cross-cutting solutions ultimately enable more robust and capable C2."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Building Smarter Tech Stacks With MACH Architecture",
            "link": "https://www.ecommercetimes.com/story/building-smarter-tech-stacks-with-mach-architecture-178155.html",
            "description": "We spoke with MACH Alliance President, Casper Rasmussen, to uncover how MACH principles are transforming digital strategies ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SERCwtqDiwSv-kvKwKHMsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "ecommercetimes22h",
            "source": "ecommercetimes",
            "article_content": "Building a company’s tech stack on MACH principles will enhance the e-commerce experience and set companies up for success.\n\nMACH — an acronym for Microservices, API-first, Cloud-native SaaS, and Headless architecture — is a fundamental concept for modern organizations’ digital strategy. With it, every component is pluggable, scalable, replaceable, and can be continuously improved through agile development.\n\nIt is designed for seamless integration, so these modular solutions let businesses detach from legacy tools and freely choose the best-in-class technologies available. This composable, swappable architecture empowers companies to continuously evolve their digital ecosystems, piece by piece, without the need for disruptive, risky, and costly re-platforming projects.\n\nAccording to the MACH Alliance, a MACH approach enables businesses to stay agile and responsive within the fast-paced digital landscape. It not only provides the technical flexibility modern brands need to innovate but also cultivates an organizational culture that values experimentation.\n\nMACH began as a way to define technical architecture. It now enables organizations to transform their technology to future-proof their business, align their mindset and organizational culture, and further outpace competitors in an already digitally accelerated world, offered Casper Rasmussen, president of the MACH Alliance.\n\n“MACH is designed to promote a business-first mindset. It offers adaptability, scalability, and agility, as this approach effectively ‘composes’ a digital ecosystem from small independent services that can be developed, deployed, and scaled individually, with a focus on realizing business outcomes,” he told the E-Commerce Times.\n\nMACH’s Edge Over Monolithic Platforms\n\nRasmussen noted that MACH’s architecture differs from other technology stacks. It relies on an architecture mindset where all components are tightly integrated.\n\n“This inflexibility challenges adaptation, scaling, connection, and optimization of the digital experience,” he cautioned.\n\nIn addition, organizations often need to limit their ambition and digital strategies to match the functions and limitations of a cumbersome, standardized technology mindset. Instead, technology has to be a core strategic asset of the business, a key differentiator and enabler.\n\n“If not, technology forces the business and brand to join the race to parity,” said Rasmussen.\n\nDeep Dive Discovers Details\n\nWe asked Rasmussen to help us understand more of MACH’s intricacies. He offered three primary benefits of adopting its principles.\n\nComposability: Empowering businesses to be more innovative and responsive to the needs of the business and market demands.\n\nEmpowering businesses to be more innovative and responsive to the needs of the business and market demands. Freedom to innovate and experiment: Modular designs and iterative execution allow teams to test different configurations without disrupting the entire architecture.\n\nModular designs and iterative execution allow teams to test different configurations without disrupting the entire architecture. Better interoperability: The Alliance rallies around standards to enable simplicity, brand adoption, and speed to market across the ecosystem.\n\nQ&A on Meeting Opportunities and Challenges in 2025\n\nTo further understand how MACH principles deliver measurable value, we asked Rasmussen to share his insights on their real-world impact and potential to address future challenges.\n\nE-Commerce Times: Although membership costs are not publicly disclosed, how should businesses value the ROI of adopting the MACH architecture?\n\nCasper Rasmussen: In the MACH Alliance 2024 Global Annual Research report, we observed that MACH adoption saw stable growth despite economic volatility. This is further evidenced by 85% of the respondents achieving ROI on their MACH investment.\n\nMACH enables an incremental approach that prioritizes outcomes over output. This mindset impacts how businesses quantify cost and investment in MACH, which thereby has to consider opportunity cost, efficiency gains in digital execution and activation, and technology investments.\n\nHow does MACH enhance the e-commerce experience and set companies up for success?\n\nRasmussen: MACH and composable approaches are business critical for modern e-commerce organizations to ensure they have the flexibility to innovate rapidly. The technology allows them to respond to market changes and customer demands while internally harnessing operational agility and efficiency.\n\nHow beneficial is the MACH stack to cross-industry adoption?\n\nRasmussen: The benefits of MACH and a composable approach extend far beyond e-commerce and retail. We see a wide range of successful use cases across diverse industries, including financial services, manufacturing, healthcare, travel and tourism, and high-tech. We have several case studies from brands such as Volkswagen in automotive, Unobravo in health care, Pllay in entertainment, and easyJet in travel and tourism.\n\nThese companies are looking to innovate, enhance customer experiences, and stay competitive in the digital landscape. The MACH stack’s modular, flexible, and integrated approach makes it an appealing choice for businesses across diverse industries.\n\nThe growing adoption of the MACH stack across various sectors signals a strong market shift towards more agile and responsive systems that can accommodate a wide range of business needs and use cases.\n\nWhat obstacles did the Alliance solve along the way?\n\nRasmussen: MACH’s initial use cases were limited to e-commerce and retail, but through the launch of our Industry Advisory Board earlier this year, the Alliance was able to leverage the experience and insights of knowledgeable industry leaders to develop the best path for expansion to wider industries and geographic markets.\n\nThis ongoing effort to broaden the MACH market and diversify the Alliance’s focus has attracted several new member organizations outside of e-commerce. One such member is J.P. Morgan.\n\nWhat lies ahead for the Alliance?\n\nRasmussen: In July 2024, the Alliance established a Community Council of volunteers from its member organizations to champion collaboration, innovation, and diversity. It will work to expand the organization’s membership and diversify it by forging alliances with industry associations, technology vendors, and consultancies.\n\nLooking ahead to 2025, we want to expand Alliance membership into new and adjacent technology categories. The focus remains on ensuring MACH-certified vendors uphold our core criteria and commitment to the market.\n\nIn January, we will release our 5th Global Annual Research Report that speaks to over 500 brands across North America, the U.K./Europe, and APAC to better understand the evolving landscape of technology infrastructures. It looks at key topics and challenges for these leading brands to help understand the trends and insights related to adopting a MACH/Composable approach and achieving competitive advantages.\n\nAll this comes together at The Composable Conference by the MACH Alliance in Chicago in April 2025. This conference will provide tailored insights for attendees at any stage of their MACH journey."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Further mystery in case of 'alien mummies' as two more corpses are found",
            "link": "https://www.ladbible.com/news/world-news/peru-alien-nazca-mummies-new-corpses-scan-results-570486-20241224",
            "description": "But now, it looks like two new creatures, named Paloma and Antonio have been found, following the first discovery in 2017 by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n6yH19IrOiYjOBX3BC0UOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "1h",
            "source": "LADbible",
            "article_content": "The discovery of supposed 'alien mummies', which have also been called 'non-human alien corpses', has been shrouded in even more mystery.\n\nThere were claims from some earlier this year claiming that the figures were indeed aliens after it a different set of figures found in 2023 were decidedly not extra-terrestrial.\n\nThese humanoid figures, discovered in Peru in 2017, still divides opinion, after one of the figures, María, had her fingertips scanned and it was determined that they were not human.\n\nAdvert\n\nUfologists believe that these figures have been hidden for over a millennium from us, while every official and scientist around has insisted that they are standard human mummies.\n\nMore has been discovered about the 'alien mummies' (ARV)\n\nTheir alien-like appearance has been enough to spark some conspiracy theories amongst people though.\n\nJois Mantilla has worked with those involved with the mummies that were uncovered in Peru, to find out more about their origins.\n\nAdvert\n\nNicknamed 'Nazca mummies', after the desert that they were found in, Mantilla thinks that they are thousands of years old, and once walked on this Earth.\n\nBut now, it looks like two new creatures, named Paloma and Antonio have been found, following the first discovery in 2017 by UFO-logist Jaime Maussan, though his discoveries were taken by authorities.\n\nThe two new figures also have three fingers like previous mummies, but have small, slanted eyes, and are said to be the size of 'a short adult'.\n\nThey were recently analysed by Dr David Ruiz Vela, the former president of Peru's Medical Association, and found that they are human-like organs with a brain structure, even claiming that Antonio had a stab wound in his chest.\n\nAdvert\n\nPaloma had hair too, the first time this has happened with the mummies, while they are believed to be 1,500 years old.\n\nThose that have worked on the bodies have also theorised that they were fossilised by algae, which has allowed them to be preserved for so long, as well as a highly toxic adhesive.\n\nThis material 'does not match those of the time', adding more questions and wonder about these figures.\n\nThe two newest corpses are different to anything discovered before (ARV)\n\nAdvert\n\nThese are not like previous mummies discovered by Maussan, as these two have different facial features and size, along with Antonio's injury.\n\n\"He has a stab that broke his ribs on the left side of his chest, penetrating the chest, abdomen, liver and completely perforating him inside,\" Dr Vela explained.\n\nHe added: \"This is the first time we've found a dried body with hair, hair with copper-coloured characteristics,\" claiming that the being lived for 60 years.\n\nRecent imaging on Maria showed that she had similarities to a human, though anatomically, the creature was not.\n\nAdvert\n\nBut the team said that it was dated between 240AD and 383AD, alongside the ancient Nazca civilisation.\n\nPeering inside the mummy using magnification examination, it was revealed had no hair or ears, instead only having ear canals.\n\nFor now, it looks like the mystery will continue to rage on."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Blake Lively’s lawyers obtained shocking texts from PR team of Justin Baldoni",
            "link": "https://www.ladbible.com/entertainment/celebrity/justin-baldoni-blake-lively-texts-how-176622-20241224",
            "description": "Blake Lively is suing her It Ends With Us co-star, Justin Baldoni, for sexual harassment and an alleged smear campaign.",
            "image_url": "https://www.bing.com/th?id=OVFT.8h6VTZG_m-XCdmUgrj5HYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "1h",
            "source": "LADbible",
            "article_content": "After Blake Lively’s public filling against Justin Baldoni on Friday (20 December) which has shocked the Hollywood world this past few days, the complaint was later released showing shocking texts from Baldoni and his PR team.\n\nLively’s filing accused Baldoni of sexual harassment, as well as supposedly starting a ‘smear campaign’ to attempt to 'destroy' her reputation after what she claimed is a feud borne out of alleged poor on set behaviour from her It Ends with Us co-star.\n\nBaldoni's lawyer has called the claims 'categorically false', and accused Lively of planting false stories about the actor and Wayfarer Studios, which he co-owns, in a 'another desperate attempt to ‘fix’ her negative reputation'.\n\nAdvert\n\nHe also denied the accusations of a smear campaign, adding: \"The representatives of Wayfarer Studios still did nothing proactive nor retaliated, and only responded to incoming media inquiries to ensure balanced and factual reporting and monitored social activity.\"\n\nLively, however, denied the claim that she or her representatives had spread negative information about Baldoni or Wayfarer Studios, telling The New York Times: \"I hope that my legal action helps pull back the curtain on these sinister retaliatory tactics to harm people who speak up about misconduct and helps protect others who may be targeted.”\n\nThe pair starred together in It Ends with Us, which Baldoni also directed (Sony)\n\nWhat are the accusations\n\nAccording to Lively's complaint, as shared by The New York Times, the Gossip Girl star alleged that Baldoni, who also directed It Ends With Us, and Jamey Heath, the film's lead producer, had changed the script following her commitment to the movie to include 'improvised gratuitous sexual content', as well as having a 'lack of boundaries', with Lively also accusing Baldoni of asking her 'intrusive questions' about her and her husband, Ryan Reynold's, sex life.\n\nAdvert\n\nOther allegations include comments about Lively's weight and her deceased father, Ernie Lively.\n\nLively also accused Baldoni and his team of allegedly instigating a 'social manipulation' campaign against her, with the complaint featuring messages between the producer and his team.\n\nBaldoni has been accused of sexual harassment and starting a smear campaign against Lively (Dia Dipasupil/Getty Images)\n\nWhat did the text messages say\n\nAccording to the complaint, these texts seemed to show Baldoni’s publicist, Jennifer Abel, allegedly discussing a strategy for a smear campaign against Lively with Crisis management specialist, Melissa Nathan.\n\nAdvert\n\nThe texts also include Abel claiming to Nathan that Baldoni wants to feel ‘to feel like she can be buried’ in an alleged reference to Lively.\n\nMeanwhile, another message from 5 August supposedly shows Baldoni sending Abel a Twitter thread about bullying accusations made towards Hailey Bieber, writing: \"This is what we would need.\"\n\nAnd Bieber isn't the only celebrity named in the complaint, as Taylor Swift also being named an alleged email from Baldoni's team in a 'scenario planning' document.\n\nHow they got the texts\n\nAs per Variety, the filing by Lively’s team claim that the texts were acquired ‘through legal process, including a civil subpoena’ but didn’t identify the specific source - before later clarifying that it was a subpoena issued by Jonesworks LLC.\n\nAdvert\n\nThey said via The Hollywood Reporter: \"The internal documents referred to in the complaint were produced subject to that subpoena. We expect that further details regarding the subpoena process will be disclosed during discovery.\"\n\nHowever, lawyer Bryan Freedman, who is representing Abel, Baldoni, Melissa Nathan, and Wayfarer Studios, has said that none of his clients received a subpoena.\n\nLively alongside her husband Ryan Reynolds (Cindy Ord/Getty Images)\n\nBaldoni's lawyer's response\n\nFreedman said that they planned to sue Abel's former boss, Stephanie Jones, telling Variety: “If all of the text messages were produced in that ‘subpoena,’ then Lively’s team knows the true facts of what actually happened and did not happen.\n\nAdvert\n\n“The truth is completely different than what has been portrayed in the complaint and they know that.\n\n“The complete set of text messages unequivocally show that there was no smear campaign initiated at all which is why certain texts are incomplete and other texts, which tell the truth, are purposefully excluded.”\n\nAn attorney hired by Jones, Kristin Tahler, also responded to this, claiming that her client was being used as a 'scapegoat' for having just responded to the subpoena.\n\n“Desperate to shift attention away from their disgraceful sliming of Blake Lively, Justin Baldoni’s team is doubling down on their smears by going after someone who had nothing whatsoever to do with this ugly campaign.\" Tahler told Variety.\n\n“Having pushed Steph Jones out of her long-standing business with Baldoni, Jen Abel and Melissa Nathan are now looking to scapegoat Steph for having the temerity to respond to a court-ordered subpoena. Unfortunately for them.\n\n“Steph won’t be bullied – even by paternalistic threats of being sued into oblivion.\n\n“To quote Nathan herself, ‘it just shows you … people really want to hate on women.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Old Fashioned Red Velvet Cake",
            "link": "https://www.msn.com/en-ca/lifestyle/video/old-fashioned-red-velvet-cake/vi-AA1wqdgl?ocid=BingNewsVerp",
            "description": "The project includes parts from six different cars, including what was originally a 1.8-liter Subaru engine, and a gas bottle ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qaGBbTi7JwOp-IhitG2vrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Kent Rollins on MSN1h",
            "source": "Kent Rollins on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smoked Chicken | Sweet and Spicy with the Pit Barrel Cooker",
            "link": "https://www.msn.com/en-ca/foodanddrink/videos/smoked-chicken-sweet-and-spicy-with-the-pit-barrel-cooker/vi-AA1wq1Ol?ocid=BingNewsVerp",
            "description": "Mail is starting to make its way to residents in Rankin Inlet. As CBC's Selma Eccles tells us, residents are eagerly awaiting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GgHsgY7yKStXVKnUxT5OvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Kent Rollins on MSN1h",
            "source": "Kent Rollins on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sighting in Cornwall as family films mysterious lights",
            "link": "https://www.msn.com/en-gb/news/world/ufo-sighting-in-cornwall-as-family-films-mysterious-lights/ar-AA1wnCRL?ocid=BingNewsVerp",
            "description": "UFO sightings in Cornwall have been on the rise in recent weeks as more inexplicable objects have been filmed in the night ...",
            "image_url": "https://www.bing.com/th?id=OVF.eMO4uMvuQGUY9F3wEdib7g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Cornwall Live on MSN18h",
            "source": "Cornwall Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs? Many Not Sure About New Jersey Drone Sightings",
            "link": "https://www.rasmussenreports.com/public_content/politics/biden_administration/ufos_many_not_sure_about_new_jersey_drone_sightings",
            "description": "The latest Rasmussen Reports national telephone and online survey finds that 33% of American Adults think the New Jersey ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DxAn3IHE7UkMivm20Kb33y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Rasmussen Reports20h",
            "source": "Rasmussen Reports",
            "article_content": "Americans have different ideas about reports that swarms of unidentified drones are flying over New Jersey.\n\nThe latest Rasmussen Reports national telephone and online survey finds that 33% of American Adults think the New Jersey drones are from the U.S. government, while 23% believe they’re from foreign adversaries and 25% say they’re from some other source. Another 19% are not sure. (To see survey question wording, click here.)\n\nPlease sign up for the Rasmussen Reports daily e-mail update (it’s free) or follow us on Facebook. Let us keep you up to date with the latest public opinion news.\n\nThe survey of 1,332 American Adults was conducted on December 12 and 15-16, 2024 by Rasmussen Reports. The margin of sampling error is +/- 3 percentage points with a 95% level of confidence. Field work for all Rasmussen Reports surveys is conducted by Pulse Opinion Research, LLC."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Quantum Computing Companies to Watch in 2025",
            "link": "https://www.analyticsinsight.net/tech-news/top-10-quantum-computing-companies-to-watch-in-2025",
            "description": "Quantum Computing has evolved rapidly by revolutionising its application to solve problems that traditional computers cannot.",
            "image_url": "https://www.bing.com/th?id=OVFT.PGFkRDGc8GVITESB0ML8oS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Analytics Insight9h",
            "source": "Analytics Insight",
            "article_content": "Quantum Computing has evolved rapidly by revolutionising its application to solve problems that traditional computers cannot. Quantum computing has been a key component in fields like drug discovery, materials science, finance, artificial intelligence, etc.\n\nThis field is witnessing fierce competition between a wide number of companies to dominate. Here is a list of the top 10 prominent players to watch in 2025 in the field of Quantum spacing known for their research, innovation, creativity, and technology."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paleontologists return to Sierra County for further research into dinosaurs",
            "link": "https://www.msn.com/en-us/travel/tripideas/paleontologists-return-to-sierra-county-for-further-research-into-dinosaurs/ar-AA1wpeR3?ocid=BingNewsVerp",
            "description": "Nearly two decades have passed since the discovery of new dinosaur species in Sierra County. Paleontologists with the New ...",
            "image_url": "https://www.bing.com/th?id=OVF.CXnXSLVDMtUZh%2bYR9119Nw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "KRQE Albuquerque on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grapes of math: Ordinary fruit enhances performance of quantum sensors",
            "link": "https://www.msn.com/en-us/news/technology/grapes-of-math-ordinary-fruit-enhances-performance-of-quantum-sensors/ar-AA1wnGED?ocid=BingNewsVerp",
            "description": "Macquarie University researchers have demonstrated how ordinary supermarket grapes can enhance the performance of quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PSi1ohrvKCrv5rYFXnwHyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "19hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum research sheds new light on how cells communicate",
            "link": "https://www.msn.com/en-us/news/technology/quantum-research-sheds-new-light-on-how-cells-communicate/ar-AA1wn7XO?ocid=BingNewsVerp",
            "description": "Have you ever thought that light might hold a key to life's mysteries? One hundred years ago, Alexander Gurwitsch dared to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OCkCz4zRcih6vOAxMFYoXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "22hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From Ashes To Enlightenment: How The Fall Of Constantinople Sparked A Scientific Revolution",
            "link": "https://greekcitytimes.com/2024/12/24/ashes-enlightenment-constantinople/",
            "description": "The fall of Constantinople, the last bastion of the Roman Empire, triggered an intellectual exodus that would ignite the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.afmG2QS1Grj46PvHeBySwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Greek City Times20h",
            "source": "Greek City Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NZS Capital’s Q3 2024 Investor Letter",
            "link": "https://www.insidermonkey.com/blog/nzs-capitals-q3-2024-investor-letter-1412261/",
            "description": "NZS Capital, LLC, an investment management company, released its 'NZS Growth Strategy' third quarter 2024 investor letter.",
            "image_url": "https://www.bing.com/th?id=OVFT.AgM-6DhsR73vJovnSDvS1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "23h",
            "source": "Insider Monkey",
            "article_content": "Artificial intelligence is the greatest investment opportunity of our lifetime. The time to invest in groundbreaking AI is now, and this stock is a steal!\n\nThe whispers are turning into roars.\n\nArtificial intelligence isn’t science fiction anymore.\n\nIt’s the revolution reshaping every industry on the planet.\n\nFrom driverless cars to medical breakthroughs, AI is on the cusp of a global explosion, and savvy investors stand to reap the rewards.\n\nHere’s why this is the prime moment to jump on the AI bandwagon:\n\nExponential Growth on the Horizon: Forget linear growth – AI is poised for a hockey stick trajectory.\n\nImagine every sector, from healthcare to finance, infused with superhuman intelligence.\n\nWe’re talking disease prediction, hyper-personalized marketing, and automated logistics that streamline everything.\n\nThis isn’t a maybe – it’s an inevitability.\n\nEarly investors will be the ones positioned to ride the wave of this technological tsunami.\n\nGround Floor Opportunity: Remember the early days of the internet?\n\nThose who saw the potential of tech giants back then are sitting pretty today.\n\nAI is at a similar inflection point.\n\nWe’re not talking about established players – we’re talking about nimble startups with groundbreaking ideas and the potential to become the next Google or Amazon.\n\nThis is your chance to get in before the rockets take off!\n\nDisruption is the New Name of the Game: Let’s face it, complacency breeds stagnation.\n\nAI is the ultimate disruptor, and it’s shaking the foundations of traditional industries.\n\nThe companies that embrace AI will thrive, while the dinosaurs clinging to outdated methods will be left in the dust.\n\nAs an investor, you want to be on the side of the winners, and AI is the winning ticket.\n\nThe Talent Pool is Overflowing: The world’s brightest minds are flocking to AI.\n\nFrom computer scientists to mathematicians, the next generation of innovators is pouring its energy into this field.\n\nThis influx of talent guarantees a constant stream of groundbreaking ideas and rapid advancements.\n\nBy investing in AI, you’re essentially backing the future.\n\nThe future is powered by artificial intelligence, and the time to invest is NOW.\n\nDon’t be a spectator in this technological revolution.\n\nDive into the AI gold rush and watch your portfolio soar alongside the brightest minds of our generation.\n\nThis isn’t just about making money – it’s about being part of the future.\n\nSo, buckle up and get ready for the ride of your investment life!\n\nAct Now and Unlock a Potential 10,000% Return: This AI Stock is a Diamond in the Rough (But Our Help is Key!)\n\nThe AI revolution is upon us, and savvy investors stand to make a fortune.\n\nBut with so many choices, how do you find the hidden gem – the company poised for explosive growth?\n\nThat’s where our expertise comes in.\n\nWe’ve got the answer, but there’s a twist…\n\nImagine an AI company so groundbreaking, so far ahead of the curve, that even if its stock price quadrupled today, it would still be considered ridiculously cheap.\n\nThat’s the potential you’re looking at. This isn’t just about a decent return – we’re talking about a 10,000% gain over the next decade!\n\nOur research team has identified a hidden gem – an AI company with cutting-edge technology, massive potential, and a current stock price that screams opportunity.\n\nThis company boasts the most advanced technology in the AI sector, putting them leagues ahead of competitors.\n\nIt’s like having a race car on a go-kart track.\n\nThey have a strong possibility of cornering entire markets, becoming the undisputed leader in their field.\n\nHere’s the catch (it’s a good one): To uncover this sleeping giant, you’ll need our exclusive intel.\n\nWe want to make sure none of our valued readers miss out on this groundbreaking opportunity!\n\nThat’s why we’re slashing the price of our Premium Readership Newsletter by a whopping 70%.\n\nFor a ridiculously low price of just $29, you can unlock a year’s worth of in-depth investment research and exclusive insights – that’s less than a single restaurant meal!\n\nHere’s why this is a deal you can’t afford to pass up:\n\n• Access to our Detailed Report on this Game-Changing AI Stock: Our in-depth report dives deep into our #1 AI stock’s groundbreaking technology and massive growth potential.\n\n• 11 New Issues of Our Premium Readership Newsletter: You will also receive 11 new issues and at least one new stock pick per month from our monthly newsletter’s portfolio over the next 12 months. These stocks are handpicked by our research director, Dr. Inan Dogan.\n\n• One free upcoming issue of our 70+ page Quarterly Newsletter: A value of $149\n\n• Bonus Reports: Premium access to members-only fund manager video interviews\n\n• Ad-Free Browsing: Enjoy a year of investment research free from distracting banner and pop-up ads, allowing you to focus on uncovering the next big opportunity.\n\n• 30-Day Money-Back Guarantee: If you’re not absolutely satisfied with our service, we’ll provide a full refund within 30 days, no questions asked.\n\nSpace is Limited! Only 1000 spots are available for this exclusive offer. Don’t let this chance slip away – subscribe to our Premium Readership Newsletter today and unlock the potential for a life-changing investment.\n\nHere’s what to do next:\n\n1. Head over to our website and subscribe to our Premium Readership Newsletter for just $29.\n\n2. Enjoy a year of ad-free browsing, exclusive access to our in-depth report on the revolutionary AI company, and the upcoming issues of our Premium Readership Newsletter over the next 12 months.\n\n3. Sit back, relax, and know that you’re backed by our ironclad 30-day money-back guarantee.\n\nDon’t miss out on this incredible opportunity! Subscribe now and take control of your AI investment future!\n\nNo worries about auto-renewals! Our 30-Day Money-Back Guarantee applies whether you’re joining us for the first time or renewing your subscription a year later!"
        }
    }
]