[
    {
        "title": "Can I get UFO records through the Freedom of Information Act? Ask the lawyer",
        "link": "https://www.ocregister.com/2024/10/01/can-i-get-ufo-records-through-the-freedom-of-information-act-ask-the-lawyer/",
        "description": "Ask the Lawyer columnist Ron Sokol discusses the federal Freedom of Information Act and the California Public Records Act.",
        "image_url": "https://www.bing.com/th?id=OVFT.Qq1E7TJJrHriP3UFJQaMVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15h",
        "source": "Orange County Register",
        "article_content": "Q: We are seeking records on UFOs, and were told to try the Freedom of Information Act. First question, can you explain the Freedom of Information Act? Then, how do we go about requesting records?\n\nJ.V., Glendale\n\nA: The Freedom of Information Act (abbreviated as FOIA) provides you with the right to request access to records of the executive branch of the United States government. The records are to be provided, unless they are subject to certain exemptions whose purpose is to protect disclosure deemed harmful to: (a) national security, (b) privacy of individuals, (c) proprietary business information (such as trade secrets), (d) the actual functioning of our government, and/or (e) other interests that are deemed of significant importance. The exemptions are real, but FOIA requests often are productive.\n\nThe act dates from 1967 and took many years to become law. The objective is to make our government more transparent. As to UFOs (which the government now refers to as “unidentified anomalous phenomena”), federal agencies have been required this year to organize and tag documents. Congress has expressed clear interest in determining what agencies know about UFOs. Thus, the agencies are to disclose their information by the end of this fiscal year. The records are also to be housed at the National Archives and Records Administration.\n\nHere, then, is an outline of a FOIA request you can consider: Using letterhead, set forth the date you are sending it; then list the name and address of the executive agency where the request is being sent; then “RE: FOIA REQUEST”; followed by “Dear Sir or Madam: This is an authorized request to you under the Freedom of Information Act. Please provide the following records to the undersigned on a timely basis. …” Here, clearly set forth the records sought, describing them, if possible, by year(s), name of the party or parties involved, and/or the circumstances or events in focus. Then close the FOIA request with a sign off.\n\nNote that some agencies have instructions on where a FOIA request is to be sent (you can look for that online, or call to inquire). While it is not required that the FOIA request be transmitted by certified mail/return receipt requested, doing so is one way to seek to show that you not only sent it, but that it was received. The agency is required to respond within 20 working days (excluding weekends and legal holidays).\n\nQ: There was a local incident that at first was well reported. An older person was run over by a hit-and-run driver. We think they have since found the identity of the driver, who may be a local official, but there is radio silence. Our neighbor suggests we try a Public Records Act request. Can you give us some guidance on that?\n\nM.B., (location withheld)\n\nRelated Articles News | Am I liable for a slip and fall at a bowling alley? Ask the lawyer\n\nAm I liable for a slip and fall at a bowling alley? Ask the lawyer News | Who regulates our national parks? Ask the lawyer\n\nWho regulates our national parks? Ask the lawyer News | What is a liquor license and how do I obtain one? Ask the lawyer\n\nWhat is a liquor license and how do I obtain one? Ask the lawyer News | How can we collect the judgment? Ask the lawyer\n\nHow can we collect the judgment? Ask the lawyer News | Can someone become president for life? Ask the lawyer A: The Public Records Act is found at California Government Code Sections 6250 through 6277. The act gives you, as a member of the public, the right to request information from California governmental agencies, which includes both state and local/municipal governments. In some instances, you may be able to learn online or by phone where to send the request, depending on which agency the request is going to (such as, the police department, highway patrol, zoning commission, district attorney’s office or mayor’s office, among others). As with a FOIA request, be specific about what you are seeking, and to whom and where the records are to be sent. The agency has 10 calendar days to respond to you, but may indicate it needs more time to locate, review and produce the records (which can mean a 14-day extension for “unusual circumstances”).\n\nAs with a FOIA request, some records may be deemed confidential or otherwise off-limits.\n\nA Public Records Act request, however, should not be costly or time consuming. It is the law, and compliance is expected to the extent authorized and permissible. I cannot say the request will unveil what you are looking for, and records you get may have redactions (which the agency can seek to justify), but, as they say, “nothing ventured, nothing gained.”\n\nRon Sokol has been a practicing attorney for over 40 years, and has also served many times as a judge pro tem, mediator, and arbitrator. It is important to keep in mind that this column presents a summary of the law, and is not to be treated or considered legal advice, let alone a substitute for actual consultation with a qualified professional."
    },
    {
        "title": "UFO News Catch-Up With SPECIAL GUEST",
        "link": "https://www.msn.com/en-us/travel/article/massive-object-headed-to-earth-ufo-news-catch-up-with-special-guest/vi-AA1rx0W9?ocid=BingNewsVerp",
        "description": "White House believes Iran is preparing imminent ballistic missile attack against Israel 25 Sitcoms Lost to Time: Discover ...",
        "image_url": "https://www.bing.com/th?id=OVFT.urI6-Cy1QtRkiEZlAHlj_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN16h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "UFO Researcher Breaks Down His MIND BLOWING Orb Sphere Theory",
        "link": "https://www.msn.com/en-us/video/news/ufo-researcher-breaks-down-his-mind-blowing-orb-sphere-theory/vi-AA1rxzoE?ocid=BingNewsVerp",
        "description": "Patrick is joined by UFO researcher Patrick Jackson to discuss his \"Orb/Sphere Theory\". A fascinating theory that he believes ...",
        "image_url": "https://www.bing.com/th?id=OVF.FrRTl7FEghgQeQ1tsylZ8Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN13h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "10 Best Mystery TV Shows Currently on Apple TV+ (Oct. 2024)",
        "link": "https://www.sfgate.com/entertainment/how-to-watch/article/top-10-mystery-tv-shows-on-apple-tv-october-2024-19807996.php",
        "description": "Looking to end your evening by watching something full of suspense? Apple TV+ is loaded with mystery TV shows that deliver ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lX7K4VIZ9CdbGxfHKOZpwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "SFGate",
        "article_content": "Looking to end your evening by watching something full of suspense? Apple TV+ is loaded with mystery TV shows that deliver clever storytelling and thrilling revelations. You can enjoy titles like Severance, Servant, and Dark Matter on Apple TV+ right now, and we've listed additional streaming options to choose from below.\n\nOther TV Shows to Watch on Apple TV+\n\nFeel like watching something other than mystery TV shows? Check out these other options on Max.\n\nAdvertisement Article continues below this ad\n\nDon't miss out on star-studded Apple originals, Friday Night Baseball, and more. Try Apple TV+ for free.\n\nTop 10 Mystery TV Shows to Watch on Apple TV+\n\nNo. 1: Severance\n\nMark leads a team of office workers whose memories have been surgically divided between their work and personal lives. When a mysterious colleague appears outside of work, it begins a journey to discover the truth about their jobs.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2022-Present\n\n2022-Present Seasons/Episodes: Two Seasons/19 Episodes\n\nTwo Seasons/19 Episodes Top Cast: Patricia Arquette, Britt Lower, Zach Cherry, Dichen Lachman, Adam Scott, Tramell Tillman, Jen Tullock, John Turturro, Christopher Walken, Michael Chernus\n\nPatricia Arquette, Britt Lower, Zach Cherry, Dichen Lachman, Adam Scott, Tramell Tillman, Jen Tullock, John Turturro, Christopher Walken, Michael Chernus Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 2: Silo\n\nIn a ruined and toxic future, a community exists in a giant underground silo that plunges hundreds of stories deep. There, men and women live in a society full of regulations they believe are meant to protect them.\n\nYears on the Air: 2023-Present\n\n2023-Present Seasons/Episodes: Two Seasons/20 Episodes\n\nTwo Seasons/20 Episodes Top Cast: Rick Gomez, Common, Harriet Walter, Avi Nash, Tim Robbins, Chinaza Uche, Rebecca Ferguson\n\nRick Gomez, Common, Harriet Walter, Avi Nash, Tim Robbins, Chinaza Uche, Rebecca Ferguson Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 3: The Afterparty\n\nWhen a high school reunion’s afterparty ends in a stunning death, everyone is a suspect. A detective grills the former classmates one by one, uncovering potential motives as each tells their version of the story—culminating in the shocking truth.\n\nYears on the Air: 2022-2023\n\n2022-2023 Seasons/Episodes: Two Seasons/18 Episodes\n\nTwo Seasons/18 Episodes Top Cast: Sam Richardson, Tiffany Haddish, Zoë Chao\n\nSam Richardson, Tiffany Haddish, Zoë Chao Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 4: Servant\n\nA Philadelphia couple are in mourning after an unspeakable tragedy creates a rift in their marriage and opens the door for a mysterious force to enter their home.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2019-2023\n\n2019-2023 Seasons/Episodes: Four Seasons/40 Episodes\n\nFour Seasons/40 Episodes Top Cast: Lauren Ambrose, Rupert Grint, Nell Tiger Free, Toby Kebbell\n\nLauren Ambrose, Rupert Grint, Nell Tiger Free, Toby Kebbell Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 5: Sugar\n\nAn enigmatic private detective struggles with personal demons as he investigates the disappearance of a Hollywood producer's beloved granddaughter.\n\nYears on the Air: 2024-Present\n\n2024-Present Seasons/Episodes: One Season/Seven Episodes\n\nOne Season/Seven Episodes Top Cast: James Cromwell, Dennis Boutsikaris, Amy Ryan, Colin Farrell, Alex Hernandez, Kirby, Nate Corddry\n\nJames Cromwell, Dennis Boutsikaris, Amy Ryan, Colin Farrell, Alex Hernandez, Kirby, Nate Corddry Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 6: Presumed Innocent\n\nA horrific murder upends the Chicago Prosecuting Attorney's Office when one of its own is suspected of the crime—leaving the accused fighting to keep his family together.\n\nYears on the Air: 2024\n\n2024 Seasons/Episodes: One Season/Seven Episodes\n\nOne Season/Seven Episodes Top Cast: O-T Fagbenle, Jake Gyllenhaal, Chase Infiniti, Elizabeth Marvel, Nana Mensah, Ruth Negga, Bill Camp, Peter Sarsgaard, Renate Reinsve, Kingston Rumi Southwick\n\nO-T Fagbenle, Jake Gyllenhaal, Chase Infiniti, Elizabeth Marvel, Nana Mensah, Ruth Negga, Bill Camp, Peter Sarsgaard, Renate Reinsve, Kingston Rumi Southwick Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 7: Dark Matter\n\nJason Dessen is abducted into an alternate version of his life. To get back to his true family, he embarks on a harrowing journey to save them from the most terrifying foe imaginable: himself.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2024-Present\n\n2024-Present Seasons/Episodes: One Season/Eight Episodes\n\nOne Season/Eight Episodes Top Cast: Dayo Okeniyi, Oakes Fegley, Jennifer Connelly, Alice Braga, Jimmi Simpson, Joel Edgerton\n\nDayo Okeniyi, Oakes Fegley, Jennifer Connelly, Alice Braga, Jimmi Simpson, Joel Edgerton Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 8: Calls\n\nInterconnected phone conversations chronicle the mysterious story of a group of strangers whose lives are thrown into disarray in the lead-up to an apocalyptic event.\n\nYears on the Air: 2021-Present\n\n2021-Present Seasons/Episodes: One Season/Eight Episodes\n\nOne Season/Eight Episodes Top Cast: Salli Saffioti, Karen Gillan, Clancy Brown, Aubrey Plaza, Nika Futterman, Nicholas Braun, Matt Lauria\n\nSalli Saffioti, Karen Gillan, Clancy Brown, Aubrey Plaza, Nika Futterman, Nicholas Braun, Matt Lauria Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 9: Defending Jacob\n\nA family's lives are irreparably disrupted when the 14-year-old son is accused of murdering a fellow classmate.\n\nYears on the Air: 2020\n\n2020 Seasons/Episodes: One Season/Seven Episodes\n\nOne Season/Seven Episodes Top Cast: Jaeden Martell, Cherry Jones, Pablo Schreiber, Betty Gabriel, Chris Evans, Michelle Dockery, Ben Taylor, Daniel Henshall, Sakina Jaffrey, Jordan Alexa Davis\n\nJaeden Martell, Cherry Jones, Pablo Schreiber, Betty Gabriel, Chris Evans, Michelle Dockery, Ben Taylor, Daniel Henshall, Sakina Jaffrey, Jordan Alexa Davis Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 10: Project Blue Book\n\nA chronicle of the true top secret U.S. Air Force-sponsored investigations into UFO-related phenomena in the 1950s and ’60s, known as “Project Blue Book”.\n\nAdvertisement Article continues below this ad"
    },
    {
        "title": "Dan Da Dan release schedule – when is episode 1 on Netflix and Crunchyroll?",
        "link": "https://www.msn.com/en-us/entertainment/other/dan-da-dan-release-schedule-when-is-episode-1-on-netflix-and-crunchyroll/ar-AA1rwTXp?ocid=BingNewsVerp",
        "description": "Dan Da Dan episode 1 release date is October 3, 2024 at 9:00 AM Pacific/Noon Eastern. That's 5:00 PM BST in the UK. It will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eZ2MHdWZV625M_NlbbEuIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "20hon MSN",
        "source": "GamesRadar+ on MSN",
        "article_content": ""
    },
    {
        "title": "OpenAI’s DevDay brings Realtime API and other treats for AI app developers",
        "link": "https://techcrunch.com/2024/10/01/openais-devday-brings-realtime-api-and-other-treats-for-ai-app-developers/",
        "description": "It's been a tumultuous week for OpenAI, full of executive departures and major fundraising developments, but the startup is ...",
        "image_url": "https://www.bing.com/th?id=OVFT._u42UtQKTArfK4Q6kYjX5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "TechCrunch",
        "article_content": "It’s been a tumultuous week for OpenAI, full of executive departures and major fundraising developments, but the startup is back at it, trying to convince developers to build tools with its AI models at its 2024 DevDay. The company announced several new tools Tuesday, including a public beta of its “Realtime API”, for building apps with low-latency, AI-generated voice responses. It’s not quite ChatGPT’s Advanced Voice Mode, but it’s close.\n\nIn a briefing with reporters ahead of the event, OpenAI chief product officer Kevin Weil said the recent departures of chief technology officer Mira Murati and chief research officer Bob McGrew would not affect the company’s progress.\n\n“I’ll start with saying Bob and Mira have been awesome leaders. I’ve learned a lot from them, and they are a huge part of getting us to where we are today,” said Weil. “And also, we’re not going to slow down.”\n\nAs OpenAI undergoes yet another C-suite overhaul – a reminder of the turmoil following last year’s DevDay – the company is trying to convince developers that it still offers the best platform to build AI apps on. Leaders say the startup has more than 3 million developers building with its AI models, but OpenAI is operating in an increasingly competitive space.\n\nOpenAI noted it had cut costs for developers to access its API by 99% in the last two years, though it was likely forced to by competitors such as Meta and Google continuously undercutting their prices.\n\nOne of OpenAI’s new features, dubbed the Realtime API, will give developers the chance to build nearly real-time, speech-to-speech experiences in their apps, with the choice of using six voices provided by OpenAI. These voices are distinct from those offered for ChatGPT, and developers can’t use third party voices, in order to prevent copyright issues. (The voice ambiguously based on Scarlett Johansson’s is not available anywhere.)\n\nDuring the briefing, OpenAI’s head of developer experience, Romain Huet, shared a demo of a trip planning app built with the Realtime API. The application allowed users to verbally speak with an AI assistant about an upcoming trip to London, and get low-latency responses. The Realtime API also has access to a number of tools, so the app was able to annotate a map with restaurant locations as it answered.\n\nAt another point, Huet showed how the Realtime API could speak on the phone with a human to inquire about ordering food for an event. Unlike Google’s infamous Duo, OpenAI’s API can’t call restaurants or shops directly; however, it can integrate with calling APIs like Twilio to do so. Notably, OpenAI is not adding disclosures so that its AI models automatically identify themselves on calls like this, despite the fact that these AI-generated voices sounds quite realistic. For now, it seems to be the developers’ responsibility to add this disclosure, something that could be required by a new California law.\n\nAs part of its DevDay announcements, OpenAI also introduced vision fine-tuning in its API, which will let developers use images, as well as text, to fine-tune their applications of GPT-4o. This should, in theory, help developers improve the performance of GPT-4o for tasks involving visual understanding. OpenAI’s head of product API, Olivier Godement, tells TechCrunch that developers will not be able to upload copyrighted imagery (such as a picture of Donald Duck), images that depict violence, or other imagery that violates OpenAI’s safety policies.\n\nOpenAI is racing to match what its competitors in the AI model licensing space already offer. Its prompt caching feature is similar to the feature Anthropic launched several months agoallowing developers to cache frequently used context between API calls, reducing costs and improve latency. OpenAI says developers can save 50% using this feature, whereas Anthropic promises a 90% discount for it.\n\nLastly, OpenAI is offering a model distillation feature to let developers use larger AI models, such as o1-preview and GPT-4o, to fine-tune smaller models such as GPT-4o mini. Running smaller models generally provides cost savings compared to running larger ones, but this feature should let developers improve the performance of those small AI models. As part of model distillation, OpenAI is launching a beta evaluation tool so developers can measure their fine-tune’s performance within OpenAI’s API.\n\nDevDay may make bigger waves for what it didn’t announce. For instance, there wasn’t any news about the GPT Store announced during last year’s DevDay. Last we’ve heard, OpenAI has been piloting a revenue share program with some of the most popular creators of GPTs, but the company hasn’t shared much since then.\n\nAlso, OpenAI says it’s not releasing any new AI models during DevDay this year. Developers waiting for OpenAI o1 (not the preview or mini version) or the startup’s video generation model, Sora, will have to wait a little longer."
    },
    {
        "title": "Chromebook Plus AI enhancements include Recorder app, Live Translate, and more",
        "link": "https://www.androidauthority.com/chromebook-ai-upgrades-3486666/",
        "description": "Google's got some big Chromebook AI upgrades coming down the pike for Chromebook Plus models over the course of the month.",
        "image_url": "https://www.bing.com/th?id=OVFT.Owk7umGKSXltN_kQNvLfiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "Android Authority",
        "article_content": "Lanh Nguyen / Android Authority\n\nTL;DR Chromebooks are getting a Welcome Recap, easy access to Gemini chats, and a One AI Premium offer.\n\nChromebook Plus models, meanwhile, will enjoy new AI-powered Recorder and Live Translate tools.\n\nGoogle’s working to enhance video call quality with the help of microphone modeling.\n\nToday’s a big day for Chromebooks at Google, with the company sharing both Samsung’s new super-thin Galaxy Chromebook Plus and Lenovo’s latest budget-friendly Chromebook Duet. That news isn’t just landing on the hardware front, though, and Google’s also got a whole mess of announcements to make about features landing across the Chromebook lineup — and wouldn’t you guess it, but there’s a heaping load of AI involved.\n\nFor starters, Google tells us, you can now chat with Gemini right from the shelf of any Chromebook model, Plus or not. You’ll also find a new Welcome Recap screen greeting you when you first open up your laptop, reminding you of what you were working on earlier and giving you some tips for what to start with now. And for stuff you’re frequently working with, and don’t want to lose track of, you can easily pin files to your Chromebook’s shelf.\n\nChromebook Plus models are getting a few upgrades beyond what the rest of the lineup will see, including AI-powered Live Translate for basically anything you’re watching on your Chromebook screen. If you’re looking to capture a conversation, the new Recorder app will offer automatic transcriptions, complete with speaker labels and summaries. And speaking of audio, Google’s implementing some AI-based microphone simulation models to offer the highest possible fidelity on all your video calls. There are even some tweaks to boost camera performance, and neither of these upgrades will be restricted to Meet, and should offer enhanced performance across the board.\n\nLanh Nguyen / Android Authority\n\nThis new Chromebook Plus stuff should start arriving as updates hitting your Chromebook across the month of October — don’t be surprised if you don’t see it land immediately, nor all at once. There’s also the summary “Help me read” feature for PDFs and websites that will start deploying in the weeks to come, and is already set to get a big update next year, letting you specify passages that require more detailed explanation.\n\nFinally, if any of this new functionality gets you feeling particularly excited about the power of AI (and we’re betting Google hopes it might), the company is extending its offer for three free months of Google One AI Premium to all new Chromebook purchases.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
    },
    {
        "title": "OpenAI wants all your apps to talk in its expressive AI voices",
        "link": "https://www.washingtonpost.com/technology/2024/10/01/openai-realtime-voice-mode-dev-day/",
        "description": "OpenAI will let businesses use the latest voice technology in ChatGPT inside their own products, potentially expanding the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WLNLQ9UFPabej8zJAL3EVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "The Washington Post",
        "article_content": "SAN FRANCISCO — ChatGPT maker OpenAI will allow any app developer to add snappy and humanlike voice interaction to their products, a move that could greatly increase the number of people interacting with a slick and sometimes provocative new generation of artificial intelligence technology. OpenAI’s “advanced voice mode,” which offers six AI voices that sound casual and expressive, with the ability to detect and react to different human vocal tones, has been available to ChatGPT subscribers since July. The technology will now be offered to the thousands of companies that pay to use OpenAI technology in their own products — and any new developer who signs up.\n\nOpening more of its AI inventions to outsiders could help grow OpenAI’s revenue from usage fees it charges each time an app taps its technology. Increasing that income is crucial to the company, which is seeking billions of dollars in new funding and considering restructuring to remove its business from the control of its existing nonprofit board.\n\nAdvertisement\n\nOpenAI announced it was opening access to its voice technology at an event in San Francisco for software developers. At a news briefing ahead of the event, OpenAI executives showed how an app built on its voice technology could make a phone call to a business and place an order for chocolate strawberries.\n\nThe business was not real and the person who took down the order and asked questions that the AI voice nimbly responded to was an OpenAI executive role-playing, but app developers will be able to deploy that capability immediately, the executives said.\n\n“We want to make it possible to interact with AI in all of the ways you interact with a human being,” OpenAI chief product officer Kevin Weil said at the press briefing.\n\nFully achieving that goal would be challenging with existing AI technology, which often makes mistakes. But if app developers rush to build on OpenAI’s voice algorithms, many more people could soon be using or exposed to automated systems that capably mimic people in some scenarios.\n\nAdvertisement\n\nRealistic voice synthesis technology has already been used in some call centers, but if OpenAI succeeds in making it more sophisticated and widespread, then consumers could encounter fresh frustrations or scams as well as new conveniences.\n\nThe Federal Communications Commission last week fined a political consultant $6 million for using AI to fake the voice of President Joe Biden in New Hampshire robocalls earlier this year.\n\nIn 2018, Google debuted its AI voice bot, Google Duplex, that could call restaurants or salons to make reservations. But the humans employed by local businesses receiving the calls didn’t always like it.\n\nInitially, Duplex did not disclose that it was a piece of software, until the backlash prompted Google to reprogram it to always introduce itself as an AI system. The feature hasn’t caught on broadly, although Google Pixel phones can screen calls using similar technology and the company’s cloud unit offers voice technology for call centers.\n\nAdvertisement\n\nVoice bots have drastically improved over the past several years, with OpenAI’s new voice mode for ChatGPT winning plaudits for its ability to carry out snappy conversations, understand complex topics and questions, sing, and respond to different tones of voice when it was first unveiled in May.\n\nOpenAI’s system has been tuned to sound eager and polite, similar to the tone of ChatGPT’s textual answers. The company offers six voices to choose from but retired its initial default, called “Sky,” after Scarlett Johansson alleged the company copied her voice without permission. Documents shared with The Washington Post indicate a different actor was hired for recordings used to make the voice.\n\nOpenAI says 3 million developers in dozens of countries are now experimenting with its technology and using it to build new apps and features. Opening up its latest voice features could help grow that crucial user base and the revenue it provides.\n\nAdvertisement\n\nSome tech investors and entrepreneurs say that just as the internet incubated giants such as Google and smartphones enabled businesses such as Uber and DoorDash, artificial intelligence will also spawn a wave of start-ups that become integral to peoples’ lives.\n\nOther AI experts caution that new capabilities such as convincingly expressive voices can cause havoc in the wrong hands. An AI narration service marketed for audiobooks and video games was adapted to make the fake Biden robocalls placed in New Hampshire in January.\n\nOpenAI says that its rules ban developers from using its services to spam, mislead or harm people, and that it has built systems that monitor how people use its technology to shut down any who don’t comply.\n\nDevelopers tapping the new voice offering must “make it clear to their users that they are interacting with AI, unless it’s obvious from the context,” the company said in a blog post about the new tools.\n\nAdvertisement\n\nOpenAI’s systems have been abused in the past, despite similar rules being in place for ChatGPT and its other services, including a ban on political campaigning."
    },
    {
        "title": "On Using ChatGPT And Generative AI To Figure Out If You Have Low IQ",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/10/02/on-using-chatgpt-and-generative-ai-to-figure-out-if-you-have-low-iq/",
        "description": "A social media trend asks people to figure out if they have a low IQ. This brings up whether generative AI can aid in this.",
        "image_url": "https://www.bing.com/th?id=OVFT.QykONaOQTX12PUPdDcj8ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Google opens the door to Gemini Nano for all Android apps!",
        "link": "https://www.androidauthority.com/google-gemini-nano-ai-edge-sdk-3486809/",
        "description": "Starting today, all Android app developers can experiment with Gemini Nano using a tool called the AI Edge SDK. The Google AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IHmwMgSRNoERmtKYLOxV4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Android Authority",
        "article_content": "Ryan Haines / Android Authority\n\nTL;DR Google is opening up Gemini Nano access to all Android app developers, signaling more apps will soon gain AI smarts.\n\nDevelopers can experiment with Gemini Nano through the AI Edge SDK, which was previously limited to a closed preview.\n\nThis move allows developers to integrate Gemini Nano into various apps, enabling text-based features like rephrasing, smart replies, proofreading, and summarization.\n\nGoogle’s Gemini Nano is an AI model that runs on-device to complete tasks such as text summaries, image descriptions, and more without requiring a network connection. This helps keep your data private since everything is processed on your device.\n\nYou’ve likely heard of Gemini Nano already since it’s supported by modern devices like the Google Pixel 9 and the Samsung Galaxy S24 trio. It runs AI features in apps like Pixel Recorder, Google Messages, and more. Now, it seems third-party apps will also soon benefit from Gemini Nano’s smarts.\n\nStarting today, all Android app developers can experiment with Gemini Nano using a tool called the AI Edge SDK. The Google AI Edge SDK for Android was previously under a closed early access preview program but is now available for developers working on Google Pixel 9 devices. Support for more devices will be added soon.\n\nEssentially, app developers can now experiment with Gemini Nano in their apps. This should open the floodgates for AI integration into many more apps than currently available. At present, Google is only letting developers experiment with text-to-text prompts. The company says support for more modalities (images, etc.) will be added in the future. Even so, more developers can now play around with Gemini Nano to add use cases like rephrasing, smart replies, proofreading, and summarization.\n\nDevelopers can customize how they use Gemini Nano with the AI Edge SDK. It will help manage how the AI processes information and allow developers to tailor Gemini Nano’s responses based on their app’s needs.\n\nIn summation, this announcement means Google is making its advanced AI technology more accessible for app developers to create useful app features that would directly benefit users.\n\nYou might like\n\nComments"
    },
    {
        "title": "A manga legend's forgotten series got translated into English for the first time in 26 years, and it's everything I love about paranormal romance",
        "link": "https://www.yahoo.com/entertainment/manga-legends-forgotten-series-got-161327807.html",
        "description": "Mangaka Ai Yazawa is best known for Nana, one of the top-selling manga in existence. After debuting in 1999, the story of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SmjOgqp9XmzbNHnuLxUVqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5h",
        "source": "Yahoo",
        "article_content": "A manga legend's forgotten series got translated into English for the first time in 26 years, and it's everything I love about paranormal romance\n\nWhen you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: VIZ Media\n\nMangaka Ai Yazawa is best known for Nana, one of the top-selling manga in existence. After debuting in 1999, the story of softhearted Nana has prompted live-action movies, Hello Kitty collabs, and rabid TikTok fandom, but its success hasn't guaranteed Yazawa's other work the same star treatment.\n\nLast Quarter – Yazawa's supernatural shoujo manga from 1998 – has been lost to the English-speaking world until this fall when VIZ Media released the first in a two-book series of the manga's first English translation. Even though it's taken 26 years, I'm grateful that Last Quarter can finally brush off the cemetery dirt and get back onto dusty bookshelves. Its intoxicating suspense is a perfect example of what draws me to paranormal romance.\n\nIn the manga, Mizuki – with the Rapunzel hair and platform heels characteristic of a Yazawa heroine – meets Adam by chance. He's a moody musician, another Yazawa trademark, and impossible to resist, so Mizuki stops going to high school. \"The rest of my life…belongs to you,\" she decides.\n\nArt from Last Quarter.\n\nBut life gets in the way. Though Mizuki is too in love to see it, something's wrong with Adam. His hands are freezing, and yet he leaves the windows wide open, for all of March's cold wind to curl through. He lives in an opulent apartment, but neighbors say it's been empty for decades, and when Mizuki ends up there alone, she discovers she can't leave. No one can hear her or see her, either, apart from a blue-eyed cat and the gracious fifth grader Hotaru, who Mizuki meets in a dream.\n\nSince the Jane Eyre days, two things have made a paranormal romance story really worthwhile: the man, and the mystery. I think Last Quarter is an emblematic paranormal romance because it excels at both.\n\nLike Mr. Rochester, like Edward, like Patrick Swayze in Ghost, Adam is beautiful and frightening in Last Quarter, as plausible as a monster as he is a husband. He doesn't appear often in book one, but his bright eyes make a lasting impression.\n\nArt from Last Quarter.\n\nAs French philosopher Roland Barthes writes in A Lover's Discourse, \"isn't desire always the same, whether the object is present or absent?\" Even after she's forgotten her own name, losing herself in days as repetitive as a nightmare, Mizuki still pines for Adam. She tasks Hotaru and her friends with bringing Adam back to her, declaring that, \"I don't care if Hell comes afterward. No matter how wonderful Heaven might be, if Adam isn't there, it would be meaningless to me.\"\n\nMizuki's body-aching desire for Adam and what he represents – adulthood, novelty, potential – dissolves whatever boundaries we, as readers, have separating our love from fear. That's always my favorite part of the paranormal romance experience, embracing every possibility of fear. In the unknown, I find red connective tissue and the unmistakable, metallic glint of excitement.\n\nI take the same away from Julietta Suzuki's 2022 manga series, Otaku Vampire's Love Bite, which Viz Media is also beginning to translate. In book one, released today, the perky Romanian vampire Hina has a crush on the gloomy human Amanatsu. He shares a sexy haircut and entire face with her favorite anime character, delectably blending reality and fiction.\n\nArt from Otaku Vampire's Love Bite.\n\nIt's a tantalizing mystery, the second ingredient in what I think is a winning paranormal romance story. And in Last Quarter, whose grayscale panels are often moonlit and melancholy, strangeness drives the plot more than a male protagonist with luscious hair. Little Hotaru is determined to help Mizuki rediscover her identity, and the truth of the dream-place where they first met. Was it purgatory? An omen?\n\nThrough Hotaru and Mizuki's intertwining and opaque fates, Last Quarter establishes a creeping anxiety as absorbing as its romantic elements. That's also what I find fascinating about Junji Ito's popular 1998 horror manga series Uzumaki . Unlike Last Quarter, Uzumaki has disproportionately more people spiraling in slimy agony than in thriving relationships. Its ending – and spoilers ahead – though, creates a satisfying combination of both; narrator Kirie and her boyfriend Shuichi collapse in a pile of dry and twisted corpses, holding each other close while their arms grow long and coil together.\n\nAs much as I enjoy mainstream horror manga's spilled blood and bloated bodies, I'm glad shoujo horror like Last Quarter is now starting to be translated. Aside from Uzumaki, it's rare that horror manga has a notable romance element, and when it does, it's often presented in the form of a misogynistic yandere crime scene. But Last Quarter protects the girls in its pages, subjecting them to the uncanny only in the context of tenderness. That's what I want from paranormal romance. It reminds me that nothing is pure, and nothing is doomed.\n\nStill in a manga mood? Check out our picks for the 10 best manga from 2023."
    },
    {
        "title": "Win prizes for visiting West Virginia’s paranormal landmarks",
        "link": "https://www.yahoo.com/news/win-prizes-visiting-west-virginia-143934383.html",
        "description": "The West Virginia Department of Tourism is incentivizing paranormal fans to visit the state’s spookiest spots.",
        "image_url": "https://www.bing.com/th?id=OVFT.9Akz3uUZskAinwfS9Mg-3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "15h",
        "source": "Yahoo",
        "article_content": "CLARKSBURG, W.Va. (WBOY) — The West Virginia Department of Tourism is incentivizing paranormal fans to visit the state’s spookiest spots.\n\nMuch like the West Virginia Waterfall Trail and West Virginia Culinary Trail, the West Virginia Paranormal Trail offers prizes for checking in at haunted locations across the state. West Virginia residents or tourists can sign up for free and add the experience to their smartphone. From there, all participants have to do is go to one of the 14 spooky locations included and “check in.”\n\nCheck in at three locations and get a Paranormal Trail sticker; check in at 10 locations and get a Paranormal Trail beanie; and check in at all the spooky locations and receive a limited edition Paranormal Trail print.\n\nBuild your own Flatwoods Monster with this new plastic brick set\n\nLocations listed on the trail include:\n\nFor more information or to sign up, visit the West Virginia Department of Tourism’s website.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to WBOY.com."
    },
    {
        "title": "Don Philips: Where is the Paranormal Researcher Now?",
        "link": "https://thecinemaholic.com/don-philips/",
        "description": "My Paranormal Partner,’ the focus is on Don Philips, a paranormal investigator and researcher who claims to have a connection ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ihHKrUZ9YyAXdes6b96Mti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "thecinemaholic.com24m",
        "source": "thecinemaholic.com",
        "article_content": "In Netflix’s ‘Unsolved Mysteries: My Paranormal Partner,’ the focus is on Don Philips, a paranormal investigator and researcher who claims to have a connection with the paranormal and supernatural. What’s unique about him is that he alleges that he has a spirit named Becky as his unlikely sidekick. In order to test his claims, a renowned parapsychologist named Steve Mera meets with Don. When Steve puts Don’s abilities to the test, what comes next shocks him and changes his entire perspective on him and the unknown.\n\nParanormal Researcher Don Philips Also Owns a Production Company\n\nAfter completing his education at Sulgrave College by earning a degree in Accounting and Computer Science, Don Philips decided to make the most of his innate ability to interact with spirits and help out people experiencing something paranormal at their properties. With over several years of investigating paranormal activities and sites, he has become a renowned International Paranormal Researcher. Ever since his childhood, he claims to have a connection with the supernatural and could allegedly hear voices that nobody else could. During his early days as a Paranormal Specialist, he said that he discovered a spirit named Becky, with whom he still allegedly talks on a regular basis. According to him, Becky, the spirit, also helps him during his supernatural assignments.\n\nOn the side, he also uploads content about the supernatural and paranormal on his YouTube channel on a regular basis. Apart from the Paranormal, Don Philips also worked at TSV Productions as a Filmmaker for about six years, from February 2012 to January 2018. Having gained enough experience in the industry, he founded his own production company called Raven Media Productions LT in January 2018 and has been working there as a producer and director since then.\n\nDon Philips is a Happily Married Man Based Out of Washington\n\nNot only is he hardworking as a professional, but Don Philips is also dedicated to his family and loved ones. After having been in a relationship with Patty Kool Philips for several years, they decided to take the next step in their relationship. So, on February 19, 2022, the couple tied the knot in the presence of their friends and family. Both of them have a child from their previous relationship — Don Philips has a daughter named Emma and Patty is mother to Dylan.\n\nA lot happened in the life of Don Philips between 2023 and 2024, both positive as well as negative. In July 2023, his daughter Emma graduated with her Neuro Science degree, making him a proud father. A few months later, she also began her teacher training course. On the negative side of things, he lost both his parents in a short span of time. However, he claimed that soon after losing his mother, he felt her presence near her when he called out to her.\n\nDon took to social media and wrote, “…I began talking to her after about 30 seconds I asked her ‘where are you mom’? Then I heard her calling my name in her voice behind me🙂 I said “come closer mom’. It was at this point I felt a cold breeze all over my back followed by a familiar spirit energy all over me seconds later. All lasted about a minute before she seemingly left…” A major part of his family is his cat named Emi and another cat whom he has adopted recently. As of today, Don Philips shares a house in Everett, Washington, with his family, including his wife Patty, his cats, and the alleged spirit of Becky.\n\nRead More: Tobias Wayland: Where is the Paranormal Investigator Now?"
    },
    {
        "title": "West Virginia launches Paranormal Trail",
        "link": "https://www.wtrf.com/west-virginia/west-virginia-launches-paranormal-trail/",
        "description": "In celebration of spooky season, Gov. Jim Justice and the West Virginia Department of Tourism today announced the launch of a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tmt4VzTUflzL9mSELWx-cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "13h",
        "source": "WTRF.com",
        "article_content": "Content not available"
    },
    {
        "title": "MTV Dark Scroll Winner Name: Paarth Wins India's Only Paranormal Reality Show, Amit Sadh Reacts",
        "link": "https://www.filmibeat.com/television/news/2024/mtv-dark-scroll-winner-name-paarth-wins-indias-only-paranormal-reality-show-amit-sadh-reacts-420965.html",
        "description": "Paarth Takes away the title of winners on India’s only paranormal reality show MTV Dark Scroll - Muqabla Anjaan Se ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hgeEY4MlJVzrLTGdgbjmQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "18h",
        "source": "FilmiBeat",
        "article_content": "MTV Dark Scroll winner name: India's only paranormal reality television show, MTV Dark Scroll, has kept the audience at the edge of their seats throughout its thrilling debut season. With Amit Sadh as the host, Sarbajeet Mohanty as the Paranormal expert and Pooja Vijay as the psychic, the season explored the Dev Bhoomi - Uttarakhand, where 9 fearless seekers ventured across 7 haunted locations, from Lambi Dhar Mines, to Hathpaon School ending the chills at Lohaghat.\n\nWho Is The Winner Of MTV Dark Scroll?\n\nIn an electrifying finale, Paarth was crowned the ultimate seeker and champion of the season. His resilience, courage and ability to confront the unknown earned him the coveted title. Overcoming the paranormal challenges, he emerged victorious in this unique adventure.\n\nElated about the win, Paarth said in a statement, \"MTV Dark Scroll - Muqabla Anjaan Se is a first of its kind paranormal reality show in India and am elated to win this title in its debut season. I was initially a non-believer and MTV Dark Scroll has opened me to different kinds of realities - it's been a struggle, I'm not going to lie, but I can say it's all been worth it. I would also like to thank Amit sir for his constant guidance, adding his personal touch to the journey making it really fun, Sarbajeet sir for the support at every location and Pooja ma'am for her amazing skills that have supported us in every investigation. I really appreciate the support of my fellow seekers, even with a few ups and downs we stood strong and I have made friends for life.\"\n\nWhat Amit Sadh Said About MTV Dark Scroll Winner?\n\nAmit Sadh said, \"MTV Dark Scroll - Muqabla Anjaan se has been an incredible journey for me. It has truly tested everyone involved the stories, the investigations, and the eerie locations have made it unforgettable. I'm especially proud of Paarth; he has shown remarkable growth as both a person and a seeker. His dedication and resilience have led him to earn the winning title, and I couldn't be happier for him.\"\n\nMTV Dark Scroll pushed the boundaries of belief, offering viewers an unprecedented look into the paranormal. Each haunted location carried its own terrifying tale, and the seekers were able to uncover answers to some of the most puzzling paranormal phenomena. The season also saw intense moments, including when Mian Mian experienced a terrifying loss of control, behaving erratically as if influenced by the paranormal forces around her. But there were also moments of triumph, as the seekers successfully communicated with entities, winning challenges and bringing closure to mysteries that had long remained unsolved\n\nFinale episode of MTV Dark Scroll - Muqabla Anjaan Se peaked the horror element, aired on 29th September at 10pm on MTV and 7pm JioCinema"
    },
    {
        "title": "Scientists Confirm Discovery Of 40 Huge Craters At The Bottom Of Lake Michigan",
        "link": "https://www.ndtv.com/science/scientists-confirm-discovery-of-40-huge-craters-at-the-bottom-of-lake-michigan-6697550",
        "description": "During an August expedition, the team discovered around 40 of these features, which are believed to be sinkholes.",
        "image_url": "https://www.bing.com/th?id=OVFT.nuFuooJROtIohgQ_m7CpQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "NDTV",
        "article_content": "The sinkholes likely formed through typical geological processes.\n\nThe National Oceanic and Atmospheric Administration's (NOAA) Great Lakes Environmental Research Laboratory (GLERL) has identified approximately 40 circular structures at the bottom of Lake Michigan, Live Science reported.\n\nIn 2022, NOAA researchers surveying the Great Lakes used sonar to detect unusual circular depressions on the lakebed. These depressions, measuring between 91 meters (300 feet) and 183 meters (600 feet) across, also caught the attention of a shipwreck hunter at the time, although scientists have only recently been able to examine them more closely.\n\nDuring an August expedition, the team discovered around 40 of these features, which are believed to be sinkholes. These formations were found approximately 22.5 kilometres (14 miles) southeast of Sheboygan, aligned in a line extending toward Port Washington.\n\n\"There were dozens of them in our search grid,\" said Brendon Baillod, the shipwreck hunter who first noticed them in 2022, in an interview with Live Science. \"Most ranged between 500 and 1,000 feet [152 to 309 meters] in diameter and were irregular in shape.\"\n\nThe sinkholes likely formed through typical geological processes.\n\n\"Sinkholes are most common in what geologists refer to as 'karst terrain',\" the US Geological Survey notes. \"In these regions, certain types of rock beneath the surface can naturally dissolve due to groundwater circulation. Soluble rocks include salt beds, gypsum, limestone, and other carbonate formations.\"\n\nLake Michigan's limestone bedrock helps explain the creation of these sinkholes. While their formation is straightforward, these structures are far from ordinary. Similar sinkholes in Lake Huron host unique microbial communities, thriving in oxygen-poor, sulfur-rich groundwater, resembling life on Earth about 2.5 billion years ago.\n\n\"Much like early Earth, microorganisms dominate the Middle Island Sinkhole in Lake Huron. Scientists recognize three major domains of life: Bacteria, known for their diversity and adaptability; Archaea, noted for their ability to survive in extreme conditions and produce methane; and Eukarya, which includes plants, animals, fungi, and protists,\" states a study on Lake Huron sinkholes.\n\nOn the lake floor, bacteria form a purple mat.\n\n\"DNA analysis revealed that the majority of the purple mat consists of Phormidium autumnale, a photosynthetic cyanobacterium. These filamentous organisms use light energy to convert dissolved carbon dioxide (CO2) into organic carbon.\"\n\nThese microorganisms are found in diverse environments, from Yellowstone National Park to Antarctica's ice-covered lakes.\n\n\"We also discovered methane-producing Archaea in the sediment and several Eukaryotic species within the mat. While many DNA sequences resemble known organisms, some represent novel and potentially undiscovered microbial life forms.\"\n\nFurther research at Lake Michigan is necessary to determine if it harbours similar life forms, though GLERL scientists told the Milwaukee Journal Sentinel they believe the sinkholes are similar to those in Lake Huron and may provide insights into early Earth conditions."
    },
    {
        "title": "32,000-year-old mummified woolly rhino half-eaten by predators unearthed in Siberia",
        "link": "https://www.livescience.com/animals/extinct-species/32-000-year-old-mummified-woolly-rhino-half-eaten-by-predators-unearthed-in-siberia",
        "description": "Researchers found the carcass in August 2020 in Russia's Sakha Republic, and the discovery has revealed a never-before-seen ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eH3tPbSbfDbN2oLTXV-1sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science17h",
        "source": "Live Science",
        "article_content": "Scientists have discovered the deep-frozen, mummified carcass of a young woolly rhinoceros in Siberia's ice that was feasted on by predators tens of thousands of years ago.\n\nThe woolly rhino's right side is well preserved, with patches of skin and fur that have stayed intact over millennia, but its left side shows the youngster was mauled in the hours preceding or following its death.\n\n\"From the upper part of the thigh to the level of the shoulder blade, [the carcass] is severely destroyed,\" researchers from the Russian Academy of Sciences and the Academy of Sciences of the Republic of Sakha wrote in a study documenting the carcass, published July 1 in the journal Doklady Earth Sciences . \"The internal cavity of the body is exposed, and most of the intestines are missing.\"\n\nFrom the mangled carcass, \"it is obvious that the left side of the mummy was eaten by predators,\" the researchers wrote. Remains of tiny crustaceans embedded in the fur also indicate the woolly rhino (Coelodonta antiquitatis) died in a shallow pool of water, the team noted.\n\nRadiocarbon dating suggests the young woolly rhino died and froze more than 32,000 years ago.\n\nWoolly rhinos roamed the Arctic tundra between 460,000 and 12,000 years ago , during the last ice age . They were huge beasts and the second largest herbivores in the mammoth steppe ecosystem after woolly mammoths (Mammuthus primigenius). Like mammoths, woolly rhinos were well-adapted to the cold climate thanks to their coat of shaggy fur — but scientists still know very little about these prehistoric animals, according to the study.\n\nRelated: 'Closer than people think': Woolly mammoth 'de-extinction' is nearing reality — and we have no idea what happens next\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe rare discovery of a near-intact woolly rhino has helped researchers fill some of those gaps.\n\nScientists excavated the carcass in August 2020 from the ice-covered banks of the Tirekhtyakh River in Russia's northeastern Sakha Republic. They dubbed the animal \"Abyisky rhinoceros\" after the local district and sent its remains to the Academy of Sciences of the Republic of Sakha, where the carcass currently sits in a freezer.\n\nFor the new study, researchers temporarily defrosted the carcass and took samples of skin, fur and soft tissue for analysis. They also examined the woolly rhino's teeth, measured the length of one of its horns and noted the size of a large hump on its back, which appeared to be filled with fat.\n\nIllustration of a woolly rhinoceros (Coelodonta antiquitatis). (Image credit: De Agostini via Getty Images)\n\nThe horn was 9.4 inches (24 centimeters) long and presented three to four dark patches that typically correspond to the number of years lived by a rhinoceros, according to the study. The height at the shoulder of the carcass was close to 4.3 feet (130 cm). Together, this indicates the woolly rhino was 4 to 4.5 years old when it died and hadn't reached sexual maturity.\n\nIts fur was darker than that of a smaller woolly rhino calf discovered in 2014 in the same district. That calf, named \"Sasha,\" was frozen for at least 10,000 years and covered in thin, almost-blond hair . In contrast, adult woolly rhinos that were previously pulled from the ice have coarse, dark brown fur.\n\n\"The fur of the Abyisky rhinoceros has a uniform light brown color due to the combination of white, beige, and brown hair,\" the researchers wrote in the study. \"The coat is darker on the ears and feet and lighter on the back, belly, and hind legs.\"\n\nRemarkably, the Abyisky rhinoceros also had a 5-inch-high (13 cm) hump filled with fatty mass on its back, the likes of which scientists had never seen on a woolly rhino carcass. Fatty humps are relatively common in Arctic animals, Love Dalén , a professor of evolutionary genomics at Stockholm University in Sweden who was not involved in the study, told CNN . They evolved to beat the cold and store energy for when times get tough, he said.\n\nThe newly discovered 4-year-old appears to represent an intermediate stage of woolly rhino development. Specimens with preserved tissues like this one are invaluable for further research, and particularly for genetic tests that cannot be done on bones, Dalén said."
    },
    {
        "title": "Wilhelm Rontgen: An X-Ray accidentally...",
        "link": "https://www.newindianexpress.com/xplore/2024/Oct/02/wilhelm-rontgen-an-x-ray-accidentally",
        "description": "Wilhelm Rontgen was a pioneering German physicist, known for his accidental discovery of X-rays, which transformed the world of medicine and science forever. Hi ...",
        "image_url": "https://www.bing.com/th?id=OJ.qjyTF389AbUBrA&pid=news&w=118&h=16&rs=2",
        "category": "science+discovery",
        "date": "6h",
        "source": "The New Indian Express",
        "article_content": "Wilhelm Rontgen was a pioneering German physicist, known for his accidental discovery of X-rays, which transformed the world of medicine and science forever. His discovery opened a new realm of possibilities in diagnostics that allowed doctors to see, learn and understand the internal human structure, earning him the first-ever Nobel Prize in Physics in 1901. Wilhelm Conrad Rontgen was born on March 27, 1895, at Lennep in the Lower Rhine Province of Germany. When he was three, his family moved to Apeldoorn in the Netherlands. He finished his schooling at Utrecht Technical School in the Netherlands. In 1869, he completed his PhD at the University of Zurich, with interests in engineering and physics."
    },
    {
        "title": "Quantum Computing Explained : The Science, Security Risks and Global Race",
        "link": "https://www.geeky-gadgets.com/quantum-computing-explained/",
        "description": "Did you know that China has invested over $15 billion in quantum computing research? This staggering figure highlights the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Knk9wWB3-Kw5HU29EG_OsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "Geeky Gadgets",
        "article_content": "Did you know that China has invested over $15 billion in quantum computing research? This staggering figure highlights the intense global competition to lead in this groundbreaking technology. Quantum computing, which uses the unique properties of qubits, has the potential to solve problems that are currently beyond the reach of classical computers. However, this technological marvel also poses substantial security risks, particularly in encryption.\n\nTL;DR Key Takeaways : Quantum computing leverages quantum physics for complex computations beyond classical computers.\n\nIBM’s Quantum System 2 is a significant milestone, utilizing qubits that can exist in superposition.\n\nQuantum computers use superposition and entanglement to solve complex problems instantaneously.\n\nPotential applications include new material discovery, accelerated drug discovery, and advanced simulations.\n\nChallenges include maintaining qubit stability and the need for extremely low temperatures.\n\nThe U.S. and China are leading the race in quantum computing with significant investments.\n\nQuantum computing poses security risks to current encryption methods, prompting the development of quantum key distribution (QKD).\n\nInternational collaboration is crucial but hindered by geopolitical tensions.\n\nQuantum computing’s full potential is expected to be realized by 2033, impacting scientific discovery and global power dynamics.\n\nQuantum computing has significant technological and geopolitical implications, with the potential to benefit all of humanity.\n\nThis groundbreaking technology promises to bring about significant advancements across various fields, from material science and drug discovery to cryptography and artificial intelligence. However, it also introduces substantial security risks, particularly in the realm of encryption. The race to develop quantum computing has become a focal point of international competition, with the United States and China leading the charge.\n\nIBM’s Quantum Research Milestones\n\nIBM’s research facility is at the forefront of quantum computing development, pushing the boundaries of what is possible with this innovative technology. The introduction of the IBM Quantum System 2 marks a significant milestone in the field, bringing us closer to realizing the full potential of quantum computing. Central to this technology are quantum bits, or qubits, which are the building blocks of quantum computers. Unlike classical bits, which can only exist in a state of either 0 or 1, qubits can exist in a state of superposition, meaning they can be both 0 and 1 simultaneously. This remarkable property allows quantum computers to process vast amounts of data at unprecedented speeds, tackling complex problems that would take classical computers centuries to solve.\n\nCore Principles of Quantum Computing\n\nThe fundamental difference between classical bits and qubits lies in their quantum mechanical nature. While classical computers use bits to perform calculations sequentially, quantum computers use the principles of quantum mechanics, such as superposition and entanglement, to solve complex problems in a fraction of the time. Entanglement is a phenomenon where two or more qubits become correlated in such a way that their states are dependent on each other, regardless of the distance between them. This alignment with the quantum mechanical nature of the universe enables quantum computers to tackle problems that are currently unsolvable by classical means, opening up new frontiers in scientific discovery and technological advancement.\n\nQuantum computers use superposition and entanglement to solve complex problems\n\nQubits can exist in multiple states simultaneously, unlike classical bits\n\nQuantum computing aligns with the quantum mechanical nature of the universe\n\nQuantum Computing Explained\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of Quantum computing :\n\nTransformative Applications\n\nQuantum computing holds the potential to transform various fields, from material science and drug discovery to cryptography and artificial intelligence. In the field of material science, quantum computers can simulate the behavior of complex molecules and materials at an unprecedented level of accuracy, leading to the discovery of new materials with unique properties that could have far-reaching implications for industries such as energy, electronics, and aerospace. In the realm of medicine, quantum simulations can accelerate the process of drug discovery by accurately modeling the interactions between molecules and proteins, allowing the development of targeted therapies for diseases that have long eluded conventional treatments. Additionally, quantum computers can simulate the behavior of atoms and subatomic particles, providing insights into the fundamental nature of the universe and allowing the design of advanced materials and pharmaceuticals.\n\nQuantum computing can transform material science, drug discovery, and fundamental physics\n\nQuantum simulations can accurately model molecular interactions and accelerate drug development\n\nQuantum computers can provide insights into the fundamental nature of the universe\n\nChallenges and Limitations\n\nDespite its immense promise, quantum computing faces significant challenges that must be overcome before it can reach its full potential. One of the biggest challenges is maintaining qubits in a stable state, as they are highly susceptible to environmental disturbances such as temperature fluctuations, electromagnetic interference, and even vibrations. To preserve the delicate quantum states necessary for computation, qubits must be kept at extremely low temperatures, close to absolute zero, which requires sophisticated cooling systems and shielding. Additionally, quantum computers are not yet outperforming classical supercomputers in practical applications, highlighting the need for further advancements in quantum stability, error correction, and scalability.\n\nMaintaining qubits in a stable state is a significant challenge\n\nQubits must be kept at extremely low temperatures to preserve quantum states\n\nFurther advancements in quantum stability, error correction, and scalability are needed\n\nGlobal Competition and Investments\n\nThe race to develop quantum computing is intensifying, with the United States and China at the forefront of this global competition. Both nations have made significant investments in quantum research and development, recognizing the strategic importance of leading in this transformative technology. China has committed over $15 billion to quantum research, demonstrating its determination to become a dominant player in the field. The United States has also made substantial investments, with government agencies such as the Department of Energy and the National Science Foundation funding numerous quantum research projects. The strategic importance of leading in quantum technology cannot be overstated, as it has significant implications for national security, economic competitiveness, and scientific advancement.\n\nSecurity Risks and Mitigations\n\nWhile quantum computing holds immense potential for scientific and technological advancement, it also poses substantial security risks, particularly in the realm of encryption. Quantum computers have the potential to decrypt current internet encryption methods, which rely on the difficulty of factoring large numbers. This poses a significant threat to the security of financial systems, sensitive data, and national security. To mitigate these risks, researchers are developing new encryption methods that are resistant to quantum attacks, such as quantum key distribution (QKD). QKD uses the principles of quantum mechanics to create unbreakable encryption keys, ensuring the security of data even in the face of quantum computing advancements.\n\nCollaborative Efforts and Ecosystem Development\n\nIBM is actively collaborating with other tech companies, research institutions, and government agencies to advance the field of quantum computing. However, collaboration with Chinese companies is limited due to national security concerns and geopolitical tensions. International collaboration is crucial for the progress of quantum research, as it enables the sharing of knowledge, resources, and expertise. The development of a robust quantum ecosystem requires cooperation and knowledge sharing across borders, fostering innovation and accelerating the pace of discovery. However, geopolitical tensions and competing national interests can hinder these collaborative efforts, underscoring the need for diplomacy and international cooperation in the pursuit of quantum computing advancements.\n\nFuture Outlook and Predictions\n\nPredictions suggest that the full potential of quantum computing will be realized by 2033, ushering in a new era of scientific discovery and technological innovation. As quantum technology advances, new encryption methods will be necessary to safeguard against the threat of quantum decryption. The broader impact of quantum computing on scientific discovery and global power dynamics is profound, with the potential to reshape industries, transform economies, and alter the balance of power on the global stage. Quantum advancements have the potential to benefit all of humanity, driving progress in fields such as healthcare, energy, and environmental sustainability, while also fostering global cooperation and understanding.\n\nTechnological and Geopolitical Implications\n\nQuantum computing embodies a dual nature as both a scientific tool and a strategic asset, with significant technological and geopolitical implications. The development of quantum computing is not only a scientific endeavor but also a matter of national security and economic competitiveness. International collaboration is essential to harness the full potential of quantum computing, but geopolitical tensions and competing national interests pose risks to progress. Despite these challenges, the optimistic view is that quantum computing advancements will ultimately benefit all of humanity, driving innovation, fostering global cooperation, and ushering in a new era of scientific discovery and technological progress. As we stand on the cusp of this quantum revolution, it is imperative that we navigate the challenges and opportunities with wisdom, foresight, and a commitment to the greater good of all.\n\nMedia Credit: Bloomberg Originals\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Chandrayaan-3 landed in one of Moon’s oldest craters, Isro scientists claim discovery",
        "link": "https://timesofindia.indiatimes.com/science/chandrayaan-3-landed-in-one-of-moons-oldest-craters-isro-scientists-claim-discovery/articleshow/113853999.cms",
        "description": "Scientists from India's PRL and ISRO have confirmed that Chandrayaan-3 landed in a buried impact crater on the Moon. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZGCC0DOU0l5g9qSGzzcPFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "Indiatimes",
        "article_content": "<p>Chandrayaan-3 landed in one of Moon’s oldest craters, Isro scientists claim discovery</p><p><br></p>\n\nBENGALURU: Scientists from the Physical Research Laboratory (PRL) and others from ISRO have shown that India’s Chandrayaan-3 landed within a buried impact crater, which is around 160 km in size, around 4.4 km deep, and likely to be older than the South Pole Atkin (SPA) basin.“This buried crater is one of the oldest craters on the Moon, and the Chandrayaan-3 lander (Vikram) and rover (Pragyan) landed and roved within this buried crater, which is hosting the SPA basin ejecta material and some of the most deeply excavated materials on the Moon,” ISRO said Tuesday.Ejecta means material that is forced or thrown out, especially as a result of volcanic eruption, meteoritic impact, or stellar explosion.Their findings are based on analysis of images obtained by navigation cameras (navcams) on Chandrayaan-3 rover (Pragyan) and Chandrayaan-2 orbiter’s Optical High Resolution Camera (OHRC). The work, authored by S Vijayan, KB Kimi, Anil Chavan, R Aditi, U Thahira, V Rama Subramanian, Rishitosh K Sinha, Santosh Vadawale, M Shanmugam, NPS Mithun, Arpit R Patel, S Amit Basu, KV Iyer, K Suresh, Ajay Prashar, G Rima and Anil Bhardwaj, has been published as a study in the peer-reviewed journal Icarus.“The Chandrayaan-3 mission with the lander (Vikram) and Pragyan landed in the high latitude highland region near the south pole of Moon. The landing site is located around 350 km from the South Pole-Aitken basin rim, an ancient and the largest impact basin in the Solar System,” ISRO said Tuesday.It added that this landing site has undergone the complex emplacement sequence of SPA basin ejecta followed by the nearby and distant impact basins and complex crater ejecta materials.“We found that the SPA basin is the major contributor, which deposited nearly around 1400 m of ejecta materials, and 11 other basins deposited around 580 m of ejecta. The other complex craters contributed up to around 90 m of ejecta. Meanwhile, secondary craters of a few kilometres in diameter located adjacent to the Vikram lander contributed to around 0.5 m ejecta, which are crucial target materials for the Pragyan’s in-situ analysis,” ISRO said.Images from Pragyan’s navcams and the OHRC gave the first clue about the linear, distal ejecta rays or groove-like structures possibly formed due to the distant impacts deposited at the Chandrayaan-3 landing site, the scientists said.“The regional exploration around the Chandrayaan-3 landing site revealed a near semi-circular like structure, highly degraded in nature. This structure encompassed the Statio Shiv Shakti (yellow star). Further detailed geomorphological and topographical analysis revealed that the structure is a heavily degraded crater structure or a buried impact crater with a diameter of around 160 km,” ISRO said."
    },
    {
        "title": "Silent Hill: Townfall Gets First New Update in Nearly 2 Years",
        "link": "https://comicbook.com/gaming/news/silent-hill-townfall-konami-annapurna-update/",
        "description": "In the immediate future, Bloober Team's remake of Silent Hill 2 is set to finally launch one week from today on October 8th.",
        "image_url": "https://www.bing.com/th?id=OVFT.BAmPlzBqgUZWKv7irm1Fdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "9h",
        "source": "Comicbook.com",
        "article_content": "A new update on Konami's Silent Hill: Townfall has been provided nearly two years after the game's announcement. Back in October 2022, Konami revealed that it was working on a new entry in the Silent Hill franchise dubbed Townfall. Details on the project were sparse at the time of its reveal, but it was known to be coming about thanks to a collaboration with Annapurna Interactive and No Code. Now, in the wake of a major collapse at Annapurna, new info on the status of Silent Hill: Townfall has been made public.\n\nIn a statement on the official Annapurna Interactive X account, it was made clear that recent happenings at the company won't impact work on Silent Hill: Townfall. Despite the future of Annapurna being uncertain at the moment, Konami and No Code remain partners on Townfall and the project will continue onward as normal. Additional info outside of this wasn't provided, but it at least confirms that Townfall is still alive in the midst of what's been going on within Annapurna.\n\n\"We deeply apologize for any concerns about Silent Hill: Townfall,\" Annapurna wrote. \"Silent Hill: Townfall will continue to be co-developed by Konami, Annapurna Interactive, and No Code.\"\n\nFor now, Silent Hill: Townfall remains without even a broad launch window as Konami continues to work on the game in secrecy. Townfall is one of two mysterious Silent Hill projects in the works right now, with the other being Silent Hill f. Developed by NeoBards, Silent Hill f is set to be a continuation of the mainline Silent Hill series, although it will be set earlier in the timeline. Rather than center around the titular town, Silent Hill f will also take place in a village in Japan. Like Townfall, Silent Hill f still doesn't have many details whatsoever and has no arrival window.\n\nIn the immediate future, Bloober Team's remake of Silent Hill 2 is set to finally launch one week from today on October 8th. The reimagining of the survival-horror classic will be available across PS5 and PC, with its appearance on PlayStation being a timed-exclusive for one year."
    },
    {
        "title": "Appy Pie Launches 'Endpoint': An API Integration Platform for Generative AI Models",
        "link": "https://finance.yahoo.com/news/appy-pie-launches-endpoint-api-090000638.html",
        "description": "Appy Pie, a leading no-code platform, announces the launch of Appy Pie Endpoint, an innovative API SaaS platform designed to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9uRWu3h_65ZtB_Mde5KSpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "YAHOO!Finance",
        "article_content": "HAMPTON, Va., Oct. 1, 2024 /PRNewswire/ -- Appy Pie, a leading no-code platform, announces the launch of Appy Pie Endpoint, an innovative API SaaS platform designed to cater to the diverse needs of developers worldwide. This comprehensive platform offers developers access to various open-source AI APIs for text-to-image generation, text generation, video generation, and virtual try-on technologies. With APIs such as the SDXL API , Stable Diffusion Turbo API, Flawless Text API , SD3 API, Virtual Try-On API , and more, Appy Pie Endpoint empowers developers to seamlessly integrate advanced AI features into their applications, enhancing functionality and user experience.\n\nAppy Pie Logo (PRNewsfoto/Appy Pie)\n\nDevelopers using Appy Pie Endpoint can unlock the potential of cutting-edge technologies like image generation, text generation, video generation, image editing, code generation, etc. with APIs such as the SDXL Turbo API , Stable diffusion Video API, Llama 2 API, Stable Diffusion Inpainting API, and more. These capabilities enable the creation of more engaging and innovative applications, tailored to meet modern user demands. As AI-driven solutions become increasingly essential, Appy Pie Endpoint distinguishes itself by offering not only a wide range of powerful APIs but also an intuitive interface and detailed documentation, making advanced integration both accessible and efficient.\n\n\"We are excited to introduce Appy Pie Endpoint, a game-changer for developers who want to create smarter, more intuitive applications without getting bogged down by complex integrations,\" said Abhinav Girdhar, CEO of Appy Pie. \"Our goal has always been to make technology accessible and easy to use. With Appy Pie Endpoint, we're taking another significant step in this direction by providing developers with a powerful suite of APIs that will accelerate their development process and help them bring innovative ideas to life.\"\n\nAppy Pie Endpoint not only provides advanced AI capabilities but also offers robust security features and scalable infrastructure, ensuring that developers can rely on it for both small-scale projects and enterprise-level applications. With its versatile range of APIs and dedicated support, Appy Pie Endpoint is set to become an essential resource for developers aiming to leverage AI in their apps efficiently and effectively.\n\nAbout Appy Pie\n\nAppy Pie , a Trademark of Appy Pie LLP is a leading global platform offering a suite of no-code, AI-powered tools, including an app builder, website builder, workflow automation platform, graphic design software, chatbot builder, help desk software, and live chat software, to help businesses and individuals design, build, and automate. With a user-friendly interface and a wide range of customizable templates, Appy Pie empowers users to create professional-grade applications without any coding expertise. From entrepreneurs to established enterprises, Appy Pie caters to diverse needs by providing innovative solutions for various industries.\n\nStory continues\n\nFor more information, please visit: https://www.appypie.com/endpoint\n\nMedia Contact\n\nAbhinav Girdhar\n\nsales@appypie.com\n\n+1 888 322 7617\n\nCision\n\nView original content to download multimedia:https://www.prnewswire.com/news-releases/appy-pie-launches-endpoint-an-api-integration-platform-for-generative-ai-models-302263693.html\n\nSOURCE Appy Pie"
    },
    {
        "title": "MIT Startup Takes On Big AI Names Using Radically New Tech",
        "link": "https://www.inc.com/kit-eaton/mit-startup-takes-on-big-ai-names-using-radically-new-tech/90982562",
        "description": "OpenAI’s ChatGPT and Google’s Gemini may be leading the AI revolution now, but a small startup shows innovation still has ...",
        "image_url": "https://www.bing.com/th?id=OVFT.USKA9kap4bMq6WJ5PhvCyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14h",
        "source": "Inc",
        "article_content": "Content not available"
    },
    {
        "title": "Microsoft starts rolling out its Windows 11 2024 update with lots of useful improvements",
        "link": "https://www.theverge.com/2024/10/1/24258260/microsoft-windows-11-2024-update-24h2-download",
        "description": "The Start menu has a big change for those using Microsoft’s Phone Link software. The Windows 11 2024 update adds a side panel ...",
        "image_url": "https://www.bing.com/th?id=OVFT.S12BpvHRWMptfmRstxSLoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14h",
        "source": "The Verge",
        "article_content": "Microsoft is starting to release its Windows 11 2024 update today, also known as version 24H2. This update includes a number of small but useful additions to Windows 11 that improve the Start menu, File Explorer, Settings, and much more.\n\nThe Start menu has a big change for those using Microsoft’s Phone Link software. The Windows 11 2024 update adds a side panel to the Start menu that provides information on your phone’s battery status and notifications as well as quick access to messages, calls, and photos. The floating panel is a neat addition for Phone Link users.\n\nIf you own an HDR monitor, this latest Windows 11 update will enable HDR background support, and you can also now easily toggle monitor color profiles directly within the Settings page.\n\nFile Explorer now has labels on copy, paste, and more. Screenshot by Tom Warren / The Verge\n\nFile Explorer is also getting some useful changes in the Windows 11 2024 update. The home section has been redesigned slightly to combine recent, favorites, and shared files into a tabbed view. The context menus within File Explorer and across Windows 11 have also been updated, so common actions like copy, paste, and rename now have labels and are larger and clearer to use. You can now create 7z and TAR files, too.\n\nIn the system tray, Microsoft has switched up the time and date UI so it’s more simplified and the year is no longer listed. Quick Settings has also been overhauled to include all of the quick actions by default, and you can now drag and drop them freely. Microsoft has also reworked the power options in Windows 11 with a new Energy Saver mode that’s designed to save battery life on laptops. You can also change what happens when you press the power button or lift a laptop lid and set power profiles easily within Settings.\n\nYou can now easily reverse the mouse scroll wheel direction. Screenshot by Tom Warren / The Verge\n\nOther improvements to the Settings interface include the ability to finally reverse the mouse scroll direction without having to use the Windows registry. Microsoft has also added the ability to toggle enhanced pointer precision for a mouse in the Settings interface, instead of having to delve into the legacy Control Panel.\n\nSudo is part of this Windows 11 2024 update, allowing developers to use the popular command from Unix-based operating systems. It’s useful for developers who want to test scripts, and Microsoft is using sudo inside of Windows to let developers run elevated tools directly from an unelevated console session.\n\nOther changes in this Windows 11 update include a unified version of the Microsoft Teams app that works for both professional and personal accounts. Microsoft has also replaced the Mail and Calendar apps with a new Outlook client, and the Copilot app has turned into a web app that no longer directly interacts with Windows 11 settings.\n\nThe new unified Microsoft Teams app. Image: Microsoft\n\nThe Windows 11 2024 update also includes support for Wi-Fi 7 and Bluetooth LE audio and improves performance for the latest AMD desktop CPUs.\n\nMicrosoft is slowly rolling out 24H2 to existing devices. “We are taking a phased approach with the 2024 Update rollout, based on when data shows your device is ready and you will have a great experience,” explains John Cable, vice president of program management for Windows servicing and delivery. “The first phase will start over the coming weeks. We will begin with eligible devices running Windows 11, version 22H2 and 23H22 for those who have previously opted in to be amongst the first to experience new enhancements.”\n\nMicrosoft is using the OS swap method for 24H2, where it replaces the entire OS with an updated version, instead of what it has done in the past with the 23H2 update, which was a service update to the existing OS. This means Microsoft will only offer you 24H2 once your device is fully compatible and ready to upgrade. There could be application or device driver incompatibilities that Microsoft detects and places a safeguard against upgrading your device."
    },
    {
        "title": "Gartner Digital Markets hosts the Insights Summit, unveiling 2025’s Software Buying Trends",
        "link": "https://theprint.in/ani-press-releases/gartner-digital-markets-hosts-the-insights-summit-unveiling-2025s-software-buying-trends/2292618/",
        "description": "Gartner Digital Markets–the world’s largest platform for finding software and services, including Capterra, GetApp, Software ...",
        "image_url": "https://www.bing.com/th?id=OVF.7kn7te7ijRhKtANTIEmlGA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "ThePrint20h",
        "source": "ThePrint",
        "article_content": "Bengaluru (Karnataka) [India], October 1: Gartner Digital Markets– the world’s largest platform for finding software and services, including Capterra, GetApp, Software Advice, and UpCity–recently convened the Insights Summit in India’s Silicon Valley, Bengaluru, Karnataka, to address the SaaS industry’s pressing challenges. After a year of economic uncertainty, SaaS leaders seek innovative strategies to find efficient growth and secure their place on software buyer shortlists.\n\nThe Insights Summit featured a distinguished panel of speakers from Gartner Digital Markets, including Narayan Adeeb, VP of India Operations; Pit Rissiek, VP of Sales APAC and EMEA; and Saby Khanduja, Senior Sales Manager. Joining them on stage were SaaS leaders Dhivya Venkatesan, Head of Marketing at Sign easy, and Abhigna Kashyap, Senior Director and Global Head of Brand Content, and Social Media at LTI Mindtree.\n\nThe conference theme was “Securing Your Spot on Buyer Shortlists.” The Insights Summit brought together 68 industry experts and thought leaders to provide actionable insights and best practices for SaaS businesses. Participants learned about the latest software buyer trends, emerging technologies, and effective marketing strategies to drive growth.\n\nThe event featured exclusive research that surveyed 3,500 software buyers and company decision-makers. The study focused on the challenges of software selection, the latest AI trends and buyer preferences, and strategies for software providers to optimise their performance on the Gartner Digital Markets platform. Additionally, participants had the opportunity to network with other India-based SaaS leaders seeking to accelerate their growth.\n\nGartner Digital Markets offers objective research and verified reviews to B2B companies searching for software in India through its Capterra India website. As a comprehensive resource, Capterra India is the country’s go-to destination for software search. Software companies use the Gartner Digital Markets platform to reach active buyers and capture demand in India and worldwide.\n\nKey insights discussed in the Insights Summit included:\n\n* Optimistic SaaS spending is forecasted for 2025: 82% of companies surveyed plan to increase their software spending in 2025. India is the most confident of the countries surveyed, planning to increase its spending by 89%. Top priorities for software purchase are Cybersecurity (37%), IT management (31%), and AI (31%).\n\n* Customer reviews: Customer reviews are buyers’ most influential information source for narrowing their initial purchase options and creating a shortlist of products (41%). Final purchase decisions are made predominantly after product trials (62%) and impressions made by the vendor’s customer support (57%).\n\n* Buyer regret: Over half of companies have experienced regret over a technology purchase in the last year. The more a buyer relies solely on information from a vendor to buy software, the more often they experience regret. This makes it more necessary for vendors to boost their credibility through third parties.\n\n* AI adoption: More than a third of decision-makers plan to assess the value and risk of generative AI. From 2024 to 2025, there has been a 70% increase in organisations anticipating challenges evaluating the value and risk of generative AI.\n\nPit outlined Gartner Digital Markets’ mission to assist software companies in building effective brands through profiles, reviews, and badges. He emphasised capturing in-market demand and gaining insights into market and product sentiment by analysing reviews of your product and competitors. Pit highlighted that building a compelling profile is crucial for brand positioning and noted that cost and pricing are the primary factors buyers consider when searching for software. He emphasised that reviews are pivotal in bringing credibility to your Gartner Digital Markets platform profile.\n\nThe event included a panel discussion headed by Saby Khanduja, during which marketing leaders Dhivya Venkatesan and Abhigna Kashyap discussed strategies for making their companies stand out to potential buyers. Topics covered included resource allocation, channel effectiveness, and reputation-building. The discussion was highly interactive, with participants engaging in lively Q&A sessions with the audience and sharing their experiences.\n\nReflecting on the Insights Summit’s significance, Narayan Adeeb, VP of India Operations of Gartner Digital Markets, says, “The success of the Summit lies in the ambition that the software leaders brought with them along with their trust in us to help them build their brand and capture demand. We were pleased to share our latest research and insights, which expectedly led to some powerful conversations. Most importantly, each interaction with those leading the charge in the industry revitalised our mission to empower organisations towards success with the right technology choices while being impact partners to software providers that would help propel them to new heights.”\n\nAbout Gartner Digital Markets\n\nGartner Digital Markets is the world’s largest platform for finding software and services. More than 100 million people visit Capterra, GetApp, Software Advice, and UpCity across over 70 localised sites yearly to read objective research and verified customer reviews that help them confidently choose the right software and services. Thousands of B2B companies work with Gartner Digital Markets to build their brand, capture buyer demand, and grow their business.\n\nMedia Contact\n\nPalash Bhattacharjee palash.bhattacharjee@gartner.com\n\n(ADVERTORIAL DISCLAIMER: The above press release has been provided by VMPL. ANI will not be responsible in any way for the content of the same)\n\nThis story is auto-generated from a syndicated feed. ThePrint holds no responsibility for its content."
    },
    {
        "title": "It looks like Motorola is finally fixing its software update problem",
        "link": "https://www.digitaltrends.com/mobile/it-looks-like-motorola-is-finally-fixing-its-software-update-problem/",
        "description": "For the second time in as many months, Motorola looks to be releasing a new Android phone with five years of software updates. This is a significant change.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "17h",
        "source": "Digital Trends",
        "article_content": "Motorola may be catching up to companies like Samsung and Google regarding the number of years of Android updates it provides for its smartphones. A new Motorola phone could come with five years of updates, and it represents the second Motorola phone to do so in as many months.\n\nThe recently announced Motorola Moto G75 will come with five Android OS upgrades and six years of security patches. By our count, this would mean that users will be able to update their phone to at least Android 19, considering that the Moto G75 ships with Android 14. Last month, it was announced that the Motorola Edge 50 Neo would include five years of OS upgrades and security patches.\n\nRecommended Videos\n\nWhile five years of updates isn’t as many as the seven years that companies like Samsung and Google promise, it still represents a significant increase from what Motorola had previously offered.\n\nMotorola confirms this update guarantee on its product page for the Moto G75, writing: “Keep up with the latest version of Android by getting five OS upgrades — and six years of security updates — guaranteed through 2029.”\n\nThe Motorola Moto G75 is a midrange smartphone with impressive features at its price point. It includes a Qualcomm Snapdragon 6 Gen 3 chipset, a 6.78-inch Full HD+ LCD with a 120Hz refresh rate, and support for expandable storage via a microSD card of up to 1TB.\n\nThe new phone also boasts a 50-megapixel main primary camera with optical image stabilization (OIS) and Quad Pixel technology and a 5,000mAh battery that supports 30-watt TurboPower wired and 15W wireless charging.\n\nThe new phone is available in Charcoal Gray, Aqua Blue, and Succulent Green. The Charcoal Gray model features a matte-finished back cover, while the Aqua Blue and Succulent Green models have vegan leather rear panels.\n\nIt looks like a very competent budget phone, though the real interest lies in its update policy. This is an area Motorola has long struggled with, and while it remains to be seen if the company actually makes good on this promise, it’s a very encouraging step in the right direction.\n\nMotorola has not yet announced the pricing and availability details for the Moto G75."
    }
]