[
    {
        "title": "Are UFO Sightings Real?",
        "link": "https://www.yahoo.com/tech/ufo-sightings-real-130000953.html",
        "description": "We'll start with an overview of how we investigate UFO reports and then touch on the significant formative events that shaped ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OMRqlL5qW81x35bP81V19y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo1h",
        "source": "Yahoo",
        "article_content": "For decades, the question of whether UFOs were \"real\" was considered the province of tinfoil-hat nutters and TV shows like Unsolved Mysteries. In recent years, we've seen the topic taken far more seriously, even at the highest levels of our government. So, we're rounding up some evidence to examine whether UFOs are real and what it might mean if they are.\n\nWe'll start with an overview of how we investigate UFO reports and then touch on the significant formative events that shaped American thought on UFOs. We'll also consider reports that turned out not to be aliens or UFOs and look back at modern American war history for insight into why UFOs are so hard to identify. Finally, we'll discuss an unsolved modern UAP* mystery.\n\n*Many professionals in the field have switched from calling them \"UFOs\" to \"UAPs\": Unexplained Aerial Phenomena. In this article, we'll use the more common term UFO.\n\nHow Do We Investigate UFOs?\n\nWe have a vast array of techniques to examine the evidence from UFO reports.\n\nAdvertisement Advertisement\n\nThroughout the 20th century, folks have used the newest technology available, trying to substantiate—or dismiss—reports of visitors from beyond. Scientists can use mass spectrometers and X-ray crystallography to explore exactly what a piece of debris is made of, right down to the isotope. High-powered microscopes can find and identify tool marks on things tampered with. We can use multi-spectral imaging to take snapshots of electromagnetic fields and radiation, from the radio band to X-rays. Sophisticated imaging programs can find the faintest traces in terrain and even on solid stone, like how we've discovered petroglyphs nearly undetectable to the naked eye. And with the growing global constellation of satellites, more and more of the Earth's surface is constantly under observation.\n\nAs our equipment improves, more UFO reports roll in—along with the data we'll need to understand what's happening.\n\nIn another sense, our government takes UFO reports seriously enough that Congress funds an office to investigate them. From 1947-1969, the US Air Force monitored UFO reports under its Project Blue Book. In 2022, the Pentagon established the All-Domain Anomaly Resolution Office (AARO) to nail down explanations for the \"weird shit,\" including UFOs or other strange phenomena reported by the military. Under that aegis are objects in the sea and sky and \"transmedium\" objects and phenomena.\n\nSean Kirkpatrick, director of the AARO, told NPR, \"We are structuring our analysis to be very thorough and rigorous. We will go through it all. And as a physicist, I have to adhere to the scientific method, and I will follow that data and science wherever it goes.\"\n\nAmazing Stories: A Brief History of UFO Reports\n\nAmericans report more UFOs than any other country, by orders of magnitude. This suggests that there's something unique to American culture, something that draws our attention to the idea of visitors from another world.\n\nAdvertisement Advertisement\n\nSci-fi luminaries like Isaac Asimov, Ray Bradbury, Hugo Gernsback, Robert Heinlein, Jules Verne, and H. G. Wells cast a long and beautiful shadow across the American imagination. Gernsback founded Amazing Stories, the first magazine devoted to publishing science fiction, in 1926 and coined the term \"science fiction\" itself in 1929. And once the Golden Age of science fiction had begun, tropes from the genre spread throughout our culture and took on a life of their own.\n\nSince then, ideas from science fiction have become science facts. A real-life astronaut can play a Starfleet ensign on TV. The International Space Station has Wi-Fi. Wireless information transfer via invisible light waves has been powering this brave new world all along.\n\n'War of the Worlds' Radio Broadcast\n\nWhen Orson Welles signed up to do a radio reprise of H. G. Wells's War of the Worlds, he wasn't expecting to set off a nationwide wave of media hysteria, much less to spark an entire UFO enthusiast counterculture. Welles' CBS radio show, Mercury Theatre on the Air, was on a shoestring budget, so much that the show mainly broadcast readings of literary classics. But for Halloween 1938, Welles and his producers intended to air a two-segment, two-hour reading of War of the Worlds, dramatized to give listeners a bit of a spook. As written, the first part was fake news bulletins from Mars, and the second was to be a monologue delivered by Welles himself, in the persona of a survivor of the Mars attacks.\n\n“I had conceived the idea of doing a radio broadcast in such a manner that a crisis would actually seem to be happening,” Welles explained in a 1964 deposition, “and would be broadcast in such a dramatized form as to appear to be a real event taking place at that time, rather than a mere radio play.”\n\nAdvertisement Advertisement\n\nTo compensate for their lack of funding, Welles' voice actors and sound effect artists injected emotion, trying to make their fear believable. The studio even cast Kenneth Delmar, who could do a perfect impression of Franklin D. Roosevelt. But by the end of October, deadlines and budget constraints had forced Welles to mostly abandon the monologue segment. Welles and the radio station were scrambling to get the program broadcasting correctly and on time, right up to the moment the ON AIR sign blinked on—and in their haste, they neglected to run the station's usual call-sign break on the half-hour. The show was an \"unmitigated disaster,\" and Welles later commented, \"If I'd planned to wreck my career, I couldn't have gone about it better.\" His studio called the show insufferably dull, saying it would put listeners to sleep. After the show, Welles just walked home and went to bed.\n\nInstead of putting the audience to sleep, though, the radio show was believably spooky enough that police and emergency services began to receive calls from listeners who thought the invasion was real. Journalists caught wind of the calls, \"boosted the signal,\" and by the next morning, Welles found his face and name splashed across the front page of newspapers from coast to coast. Eventually, he ended up having to explain himself in front of Congress.\n\nRoswell and the 1947 Flying Disc Craze\n\nIn the summer of '47, less than ten years after the War of the Worlds debacle, debris from what appeared to be a \"flying saucer\" fell out of the sky onto the land of an unassuming rancher from New Mexico. As news of the incident spread, theories emerged about the debris's origin. It appeared to be of intelligent manufacture, but on a technological level far superior to anything we had at the time—giving rise to the idea that it was the wreckage of a starship piloted by intelligent extraterrestrials.\n\nThe US military eventually explained that the \"bright wreckage, made up of rubber strips, tinfoil, a rather tough paper and sticks\" came from a crashed surveillance device meant to listen in on Soviet atomic tests—disguised as a weather balloon. Far from a visiting extraterrestrial, the Roswell incident exposed America's covert surveillance of the USSR during the Cold War. Little wonder military spokespeople and spin doctors were slow to respond and not forthcoming with details.\n\nMajor Jesse Marcel posing with debris, July 8, 1947.\n\nMajor Jesse Marcel posing with debris from Roswell, July 8, 1947. Credit: Courtesy, Fort Worth Star-Telegram Photograph Collection, Special Collections, The University of Texas at Arlington Library, Arlington, Texas.\n\nAdvertisement Advertisement\n\nThe Roswell report aired on June 24, 1947, and electrified the public imagination. In the following weeks, hundreds to thousands of \"copycat\" reports flooded newspaper offices and police stations, describing crashed spaceships, flying saucers, and alien abductions. An actual invasion would scarcely have produced more of a reaction. Naturally, tabloids like the Weekly World News had a field day. Eager to get in on the new gold rush, news outlets published ads for \"relics\" supposedly of aliens or crashed spaceships, and descriptions of alien abductions that the abductee could only remember during dodgy hypnosis treatments. The Roswell incident has been described as \"the world's most famous, most exhaustively investigated, and most thoroughly debunked UFO claim.\"\n\nRoswell being debunked, however, didn't stop generations of entrepreneurs from using UFO reports and imagery to make a buck. For example, the Alien Autopsy film was initially broadcast in a Fox special hosted by none other than Star Trek: The Next Generation's Jonathan Frakes. (He also hosted Ripley's Believe it or Not.) Star power and a layer of post-processing polish lent the film an air of credibility. The 17-minute fauxtopsy was supposedly recovered in the aftermath of the 1947 Roswell alien crash, but the film's owner, Ray Santilli, eventually acknowledged that the work was a fraud. Santilli claimed that he had personally seen the real footage in 1992 but that it had decayed due to heat and humidity by 1996, when he actually bought it. The footage aired by Fox was a \"recreation\" of what Santilli initially saw. The mystery cameraman who supposedly filmed the footage during the original autopsy was an unknown homeless person.\n\nIf you remember anything about the original broadcast, this will probably come as no surprise. Even at the time, the alien on the table looked less like a being from another world and more like a dollar-store version of the little gray men first popularized by the Barney and Betty Hill abduction reports of the early 1960s. This type of hoax has a long history; a \"mermaid\" skeleton that startled and awed many sailors in the 1800s was a clever construction of clay, leather, and the skeleton of what appears to be a small primate.\n\n20th Century Stealth Tech\n\nSo why are UFOs so tough to identify or explain? One reason they might confound both the human eye and sophisticated radar imaging is that they're literally designed to baffle observers. In 2023, American pilots shot down several flying objects that turned out to be Chinese passive surveillance devices—disguised as weather balloons. After some uncomfortable coughing and shuffling from Washington, military brass admitted that American intelligence does the same type of surveillance via cleverly designed flying objects.\n\nAdvertisement Advertisement\n\nEven before Roswell, this type of surveillance obfuscation had precedent. During World War I, the UK and the US adopted \"dazzle camouflage\" to confuse German U-boats. The goal was not to hide—painting something with giant high-contrast stripes is generally a poor way of doing that—but to make it more difficult for the Germans to accurately gauge an Allied vessel's heading, range, and speed. Dazzle camouflage was also used in a limited fashion during WW2, though improvements in rangefinding and the advent of radar made it less effective than it may have been 25 years earlier.\n\nAn artistic impression of dazzle camouflage, showing how it could confuse the viewer.\n\nAn artistic impression of dazzle camouflage, showing how it could confuse the viewer. Credit: Encyclopedia Britannica, 1922.\n\nSo-called \"stealth\" technology has replaced dazzle paint schemes in the modern era, but the emphasis on making it difficult for an enemy to tell precisely what they're looking at has never gone away. The Navy's Zumwalt-class destroyers use a tumblehome hull and a deckhouse made from composite materials to reduce the vessel's radar return. According to the US Navy, the Zumwalt class is 50x harder to spot via radar return than an older Arleigh Burke-class destroyer, with a signature more akin to a fishing boat than a 15,000+-ton warship.\n\nWhile most UFO reports rely on visual phenomena, there have been a handful of incidents in which radar returns corroborated the existence of something. Picking up an unknown signal on radar supports the idea of a \"real\" event, but it doesn't preclude a terrestrial origin. Stealth aircraft designs don't typically try to make an aircraft invisible to radar; instead, they try to drastically minimize what ground-based radar does detect. For example, the B-2 reportedly has the radar cross-section of a goose.\n\nAdvertisement Advertisement\n\nHumans can be remarkably ingenious when making one thing look like something else. One of the problems with trying to pin the tail on a particular alien donkey is that we can't be sure we aren't looking at a clever strategy from a known adversary. However, as in the case of HAARP and that infamous sky spiral, sometimes it turns out that we're unknowingly confusing ourselves.\n\nHAARP, SpaceX, and Spirals in the Sky\n\nEarly in the morning of December 10, 2009, observers in Norway were astonished to see a brilliant, spreading spiral in the night sky. Eventually, the spiral began to disappear from the inside out.\n\n2009 Norway spiral anomaly\n\nCredit: Jan Petter Jørgensen via Vaeret\n\nAfter some back-and-forth, Russian space agency Roscosmos explained that the expanding spiral resulted from a failed Bulava ICBM test. A malfunctioning third-stage nozzle left the rocket body spinning out of control, spraying a fuel cloud into the sky as it went.\n\nAdvertisement Advertisement\n\nWhen seen head-on, the fuel cloud looks like a gigantic spiral, slowly expanding in the sky. The blue streak is caused by the damaged nozzle, which was pointing out to the side of the rocket body, and the viewer's perspective.\n\nAs we launch more and more rockets, this phenomenon of spirals in the sky has become much better understood. SpaceX launches, in particular, often result in a plume of fuel ejected in a spiraling pattern as the rocket moves through the air. But the company conducts so many launches that sightings of these aerial spirals are becoming commonplace.\n\nAfter that spiral appeared in the Norwegian sky in 2009, a frisson of commentary spread across the Web, blaming HAARP for the spiral and an enormous list of other problems—some much more plausible than others. HAARP (the High-frequency Active Auroral Research Program) is a former US Air Force atmospheric research program in Alaska that catches a lot of conspiracy-theorist flak. Among other things, it has been suggested that HAARP can influence the weather, even at a distance—so when the 2009 spiral showed up above the Arctic circle, questions started to fly. It wasn't responsible for the spiral, but HAARP can use \"spooky action at a distance\" to create aurorae and other effects in the atmosphere, which can be visible to the naked eye. Here, the truth is easily as cool as the conspiracy theory.\n\nHAARP uses a powerful radio antenna to bounce radio waves off the ionosphere. For comparison, the FCC requires a broadcasting license to use antennas greater than five watts. HAARP dumps a cool 3.6 megawatts off the end of its antenna. That much energy can drive a radio signal to the bottom of the sea, enough to enable communication with submarines at depth. It's also sufficient to light up the sky with \"optical bullseye patterns,\" scintillating points of light, or the same otherworldly glow we see during a solar storm that causes the aurora borealis. And all of this comes from just one or two percent of the energy released by a flash of positive lightning.\n\nUSS Nimitz and Theodore Roosevelt\n\nThe phenomena we've discussed here all unravel under scrutiny. And it's easy to dismiss a sighting as a \"trick of the light,\" especially when it's just one camera, person, and observer. But in 2017, the New York Times published reports by American military personnel of UFOs in progress that defied explanation so far.\n\nAdvertisement Advertisement\n\nIt started in 2004 when two pilots from the USS Nimitz investigated a \"possible target\" off the coast of southern California. One captured a video with the plane's infrared camera, termed \"Tic Tac\" or \"FLIR.\"\n\nTen years later, fighter pilots from the USS Theodore Roosevelt carrier strike group recorded two more videos, later called \"GIMBAL\" and \"GOFAST.\" In late 2014, a Super Hornet squadron from the Theodore Roosevelt filed an official incident report after a \"near collision\" with an object of some kind while flying in formation. Investigation revealed that Navy pilots from the carrier group had reported seeing strange flying objects almost every day for months while operating off the US East Coast. Navy Lieutenant Ryan Graves, an F/A-18 Super Hornet pilot, and Lt. Danny Acoin of the same squadron told reporters that they and others of their squadron had seen strange flying objects on their instruments for months before picking them up on visual.\n\nGraves and four other Navy pilots, including Lt. Accoin, spoke to the New York Times, and Graves testified before Congress. \"These things would be out there all day,\" said Lt. Graves. \"Keeping an aircraft in the air requires a significant amount of energy. With the speeds we observed, 12 hours in the air is 11 hours longer than we'd expect.\"\n\nNavy spokesman Joseph Gradisher told the New York Times in 2019 that pilots now operate under new, classified guidance on reporting UFOs. A few months later, the Pentagon formally released the three videos. None of the pilots from the Theodore Roosevelt are willing to speculate about what they might have seen. Lt. Accoin commented, \"We're here to do a job, with excellence, not make up myths.\"\n\nAdvertisement Advertisement\n\nIn 2021, the US Office of the Director of National Intelligence (ODNI) released a preliminary report on UFOs. Now, the ODNI releases a new UFO report each year. You can find a declassified version of the 2022 report here.\n\nWe've found rocks great and small of extraterrestrial, interplanetary, and even interstellar origins. Rocks from Mars found their way to Antarctica. And in 2017, the same year The New York Times first published the videos from the USS Nimitz and Theodore Roosevelt, 'Oumuamua appeared in the sky at a speed and angle so far out of the ecliptic that it must have come from somewhere beyond our solar system. So it's clear Earth can receive visitors from beyond the tiny, quivering bubble of our unremarkable star's solar wind. Despite decades and decades of committed and invested research, there still exists no coherent or credible evidence available to mere mortals that any UFO sighting has documented a visit from actual little green men—or in the parlance of Roswell aficionados, a close encounter of any kind.\n\nWhat we do have is an abundance of evidence for two things. First, the US government and military do engage in covert, classified research and surveillance while also being righteously shitty at cover-ups. Like, reprehensibly bad. Naturally, some folks don't buy the official explanations: once deceived, twice skeptical.\n\nAnd then there's the fact that frauds, hoaxsters, and charlatans are scavenger predator species that flourish (only at others' expense) in most terrestrial and rhetorical environments. They rely on the innate sense of wonder and curiosity to ensnare their prey. No less than L. Ron Hubbard himself used the promise of redemption via sci-fi concepts like flying saucers and intelligent life on other planets to attract the credulous and enrich the few.\n\nSo, Are UFO Sightings Real, Or Not?\n\nWhere does this leave us, with respect to the Big Question of whether UFOs are real?\n\nAs of 2023, the ODNI UFO summary states that out of a total of 510 cases on its radar, it can confidently attribute 191—less than 40% of reported sightings. In 2021 alone, 366 new reports came in.\n\nThese reports are \"real\" in that they were observed; the people reporting them were telling the unvarnished truth; multiple lines of evidence, such as video from multiple angles, substantiate the reports. That seems to be the case for many such reports. The sighting is often unequivocally real, not a story or fabrication. But the sighting, in and of itself, isn't enough evidence to prove that a UFO is of extraterrestrial origin. That doesn't mean UFOs aren't real; it just means the jury's still out.\n\nThe universe is a very big place. In its incomprehensible vastness, the odds of our existence round to zero. And yet, we are here, which makes the probability of our existence 100%. It seems like the height of arrogance to imagine we're the only intelligent life in the universe.\n\nExtraordinary claims require extraordinary evidence—and as of this writing, despite tens of thousands of UFO reports, there simply is no conclusive evidence that Earth has ever received visitors from an intelligent extraterrestrial species. But if you accept the idea that all things have an explanation, even if we don't have it yet, the study of UFOs and UAPs starts to look more like a problem for better imaging and AI, and less like the province of fools. Throw more and more photons and pixels at the issue, and eventually, we can shove outward the perimeter of human understanding. It's only a matter of time."
    },
    {
        "title": "Telling the TRUTH? George Knapp REVEALS Details on UFO Whistleblower Michael Herrera",
        "link": "https://www.msn.com/en-us/news/technology/telling-the-truth-george-knapp-reveals-details-on-ufo-whistleblower-michael-herrera/vi-AA1uBX5w?ocid=BingNewsVerp",
        "description": "Patrick discusses George Knapp's details on UFO whistle blower Michael Herrera. #aliens #uap #ufonews #ufos #ufo #disclosure ...",
        "image_url": "https://www.bing.com/th?id=OVF.xf9Jt3q4OnZ91TNpODUQ0A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN5h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Alien Technology Is Driving a ‘Multidecade, Secretive Arms Race,’ Former Pentagon Official Claims",
        "link": "https://www.popularmechanics.com/science/a62991034/immaculate-constellation-ufo-unit/",
        "description": "The U.S. 'is in possession of UAP technologies, as are some of our adversaries,' he said during a recent Congressional ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pzZjGxkBvuZyqi-1--bqyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16h",
        "source": "Popular Mechanics",
        "article_content": "Over the last two years, Congressional hearings on UFOs have introduced new terms to the popular vernacular. From hearings on Navy pilots who spotted a “Tic-Tac” UFO in 2004, we got the term “unidentified anomalous phenomena” (UAP). Then reports of strange objects hovering above the ocean gave us “Unidentified Submerged Objects” (USOs).\n\nNow, believers and skeptics alike can add another new bit of vocabulary to the debate around these bizarre happenings, which may tie them all together: “Immaculate Constellation.”\n\nDuring last week’s UAP hearings on Capitol Hill, multiple witnesses described the elaborately named program as an alleged information-gathering and evidence-retrieval program conducted by the Pentagon without Congressional oversight. The Immaculate Constellation program, they say, has been withholding a treasure trove of high-resolution images and other data about UAP sightings from the public for decades.\n\nThe November 13 hearings followed up on the June 2023 Congressional event in which retired Navy Comm. David Fravor and fellow pilot Lt. Comm. Alex Dietrich described how their F/A-18 Hornets spotted and chased a white “Tic-Tac”-shaped UAP for several minutes. According to analysis of radar tracks and grainy infrared video shot by the F/A-18s, the object displayed speeds of more than 45,000 miles per hour and pulled more than 2,000 Gs.\n\nJump ahead to 2024, and a new crop of believers have come forward about the function of Immaculate Constellation—gathering reports of major UAP sightings and possible encounters; investigating possible crash or landing sites; and gathering physical UAP evidence, biological material, or technology.\n\n“The U.S. military and intelligence community are sitting on a huge amount of visual and other information—still photos, video photos, other sensor information—and they have for a very long time,” said journalist Michael Shellenberger, one of the witnesses at the November 13 hearing. Meanwhile, the public has only ever seen fuzzy photos of some of those incidents.\n\nShellenberger delivered an 11-page report to Congress during the hearing, detailing claims about Immaculate Constellation; he says a current or former official and UAP whistleblower authored the report.\n\nThe November testimony lineup also included one-time Air Force Intelligence officer David Grusch—who claimed during a prior hearing last summer that crashed UAPs had not only been recovered and studied for reverse-engineering, but that “non-human biologics” had also been discovered inside—and Lue Elizondo, who formerly headed the Pentagon’s secretive UFO unit.\n\n\n\n“Let me be clear: UAP are real,” Elizondo said in his opening testimony. “Advanced technologies not made by our government—or any other government—are monitoring sensitive military installations around the globe. Furthermore, the U.S. is in possession of UAP technologies, as are some of our adversaries.” Elizondo says it all adds up to a “multidecade, secretive arms race.”\n\nHowever, skeptics point to the fact that none of the assembled witnesses presented anything by way of physical evidence or direct testimony from the witnesses or whistleblowers referenced. Department of Defense spokesperson Sue Gough stated the Pentagon denies the existence of such a program, while representatives of the U.S. Government agency AARO (All-Domain Anomaly Resolution Office) continue to claim there is no evidence that UAPs are alien in nature.\n\nAvi Loeb, Ph.D.—a physicist and professor at Harvard University who heads the Galileo Project, which seeks out alien intelligence or artifacts—acknowledges the possibility of Immaculate Constellation, but highlighted the lack of any real proof. “All we have seen is written text,” Loeb says. “No credible scientific evidence was made public.”\n\nLoeb says his firm belief is that all major nations have programs to “image or retrieve relics from crash sites.” However, he insists the purpose of such programs is to learn about technologies developed by adversarial nations and manage reverse-engineering efforts to reproduce such technologies.\n\n“There might also be biologics in such crash sites if the equipment carried pilots,” he added. “The fundamental question is whether some of the data collected by these programs indicates an extraterrestrial technological origin. If such data exists, I would love to see it and help the Department of Defense or the Intelligence agencies figure out what it means.”\n\nLoeb generally questions the usefulness of the ongoing series of congressional hearings, stressing that it is unlikely any meaningful admissions will come from the U.S. government.\n\n“The Galileo Project Observatory at Harvard University released its first commissioning data on half a million objects that it monitored in the sky over five months,” Loeb says. “We also retrieved materials from the crash site of the first interstellar meteor in the Pacific Ocean.”\n\nLoeb promises his team will openly share with the public any data they collect and any discoveries they make.\n\n“This standard scientific practice is far more informative than political maneuvers aimed to disclose classified information from stubborn government agencies,” he says. “A robust answer to Enrico Fermi’s old question of ‘where is everybody?’ will originate from scientists—not from politicians or journalists.”"
    },
    {
        "title": "The Kinross Incident: Alien encounter or a fatal flight error?",
        "link": "https://www.yahoo.com/news/kinross-incident-alien-encounter-fatal-120000982.html",
        "description": "Saturday marks the 71st anniversary of a major sighting, stirring up national headlines and accusations of a government cover ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XLnq7pTmNlfozgPVCZp0JS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12m",
        "source": "Yahoo",
        "article_content": "GRAND RAPIDS, Mich. (WOOD) — Do you believe in aliens? It’s a loaded question, to be sure, and one that elicits a strong response in certain people.\n\nSome people couldn’t care less. Others gobble up any Area 51 factoid they can find. But one thing seems to be clear — highlighted by the 2021 report put together by the Office of the Director of National Intelligence — there are lots of questions with few answers; countless sightings with no understood explanation.\n\nReport: Canadian docs solve mystery of ‘UFO’ shot down over Lake Huron\n\nAdvertisement Advertisement\n\nSaturday marks the 71st anniversary of a major sighting that stirred up national headlines and accusations of a government cover-up. It’s often referred to as the Kinross Incident, and it happened here in Michigan.\n\nWATCHING THE SKIES\n\nSome of the remains of the Kincheloe Air Force Base still stand in Kinross Charter Township, about 25 miles south of Sault Ste. Marie.\n\nIt was first built during World War II as a refueling stop and to maintain a presence to protect the nearby Soo Locks. After serving as a civilian airport, the Air Force reclaimed the property during the Cold War, operating the base from 1952 until it was decommissioned in 1977.\n\nThe now-defunct base served as the backdrop to the story, starting in the early evening hours of Nov. 23, 1953.\n\nAn old ammunition bunker located on the former Kincheloe Air Force Base in Chippewa County, Michigan. The base was decommissioned in 1977. (Courtesy U.S. Army Corps of Engineers)\n\nRadar technicians on base detected something flying in restricted airspace above the Soo Locks, traveling at more than 500 mph. Commanders ordered a crew into the air to investigate, a job that fell to Lts. Felix Moncla Jr. and Robert Wilson.\n\nAdvertisement Advertisement\n\nUFO report ‘vindication’ for man who tracked 1994 sightings on radar\n\nMoncla piloted the F-89C Scorpion jet while Wilson served as his navigator. The jet flew to 30,000 feet and set a path to intercept the unidentified object that showed up on radar, which was by then over Lake Superior.\n\nHistorical reports of the incident say Wilson was struggling to keep track of the object because it kept changing directions and heavy snow was causing issues with the jet’s radar. The solution was to feed the jet coordinates from the base’s radar team.\n\nAfter about 30 minutes, Moncla and Wilson had caught up with the object and were nearing the intercept point about 70 miles off of the tip of the Keweenaw Peninsula. The base’s radar crew guided them down to 7,000 feet.\n\nAdvertisement Advertisement\n\nLake Michigan Triangle: The might of the Great Lakes is more powerful than any myth\n\nSuddenly, silence. The crew watched as the two signals merged into one on the radar. The blip of the unidentified object “veered in another direction and vanished.” Moncla and Wilson’s jet was never seen again.\n\nThe Air Force searched more than 29,000 square miles over the course of five days, finding no signs of plane wreckage, Moncla or Wilson.\n\nPhotos of Lt. Felix Moncla and Lt. Robert Wilson from a newspaper report in the Nov. 24, 1953, issue of The Capital Times in Madison, Wisconsin. The two airmen disappeared while investigating an unidentified flying object over Lake Superior the previous day. (Courtesy The Capital Times)\n\nWHAT HAPPENED?\n\nThat’s the story that Air Force officials told, at least initially. Days later, that statement was retracted and a new one was issued. In it, USAF officials said a ground control radar operator had misread the scope and that Moncla and Wilson had actually completed their mission, identifying the object as a C-47 from the Royal Canadian Air Force that had somehow gotten 30 miles off course. Then, the USAF said, Moncla was most likely stricken with vertigo and crashed into Lake Superior while returning to the base.\n\nAdvertisement Advertisement\n\nThere are several problems with that explanation. For one, Canadian military officials said they had no aircraft that flew over Lake Superior that night. Second, it appears it was not the only explanation provided by the Air Force.\n\nAccording to Donald Keyhoe, a former Marine Corps aviator and UFO researcher, Moncla’s widow was given two different stories, both of which were different than the official statement given to the press. According to Keyhoe, Moncla’s widow was told the plane crashed while flying too low. Later, she was then told that the jet had exploded at a high altitude.\n\nUFO sightings are more common in Michigan than you may think\n\nKeyhoe’s organization, the National Investigations Committee on Aerial Phenomena, drew even more skeptics when it claimed that any mention of the mission had been expunged from all official records held by Project Blue Book, the Air Force’s UFO investigative team.\n\nAdvertisement Advertisement\n\nThe story resurfaced again 15 years later in 1968 when some prospectors more than 200 miles away from the search area came across some aircraft wreckage. Police investigators in Ontario recovered a stabilizer from the wreckage made with a heavy metal that suggested to experts that it came from a military plane — one designed to withstand heat generated by faster speeds. Air Force officials agreed with that assessments that it was likely a military part but did not believe the stabilizer belonged to an F-89C Scorpion, meaning it wouldn’t have come from Moncla’s downed plane.\n\nIt has been 71 years since that jet took off from Kincheloe Air Force Base and there does not appear to be any single satisfying answer to what happened. But Moncla and Wilson are remembered for their fateful flight and their brush with the unknown.\n\nOn a memorial erected near Moncla’s hometown of Mansura, Louisiana, a plaque reads that he “disappeared (while) intercepting a UFO over the Canadian border as a pilot of an F-89 jet plane.”\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to WOODTV.com."
    },
    {
        "title": "[UFO] Hacker Tycoon Codes (November 2024)",
        "link": "https://www.msn.com/en-us/money/other/ufo-hacker-tycoon-codes-november-2024/ar-AA1lEVU6?ocid=BingNewsVerp",
        "description": "Want to earn money while sitting on your backside? Then becoming a hacker might be the life for you - a life you can take up ...",
        "image_url": "https://www.bing.com/th?id=OVFT.U6WPqjXjiTNtiCiTFc6jii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "MobileMatters on MSN22h",
        "source": "MobileMatters on MSN",
        "article_content": ""
    },
    {
        "title": "The best cheap smart ring just got a big AI upgrade thanks to RingConn app makeover",
        "link": "https://www.yahoo.com/tech/best-cheap-smart-ring-just-170000610.html",
        "description": "RingConn has published an overhaul of its smart ring app, with it getting a fresh coat of paint and a substantial upgrade ...",
        "image_url": "https://www.bing.com/th?id=OVFT.D1vHVkDqReRQpRcyDFHJ_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: RingConn\n\nRingConn's app has received an overhaul\n\nIt has new AI tools and a better look\n\nThe AI chatbot is lackluster\n\nRingConn has published an overhaul of its smart ring app, with it getting a fresh coat of paint and a substantial upgrade that leaves the app feeling like a much more robust wellness tool. This is excellent news for anyone looking to pick up a cheap option among the best smart rings, especially right now, as it's on sale for Black Friday.\n\nStarting with the obvious style change, the layout remains similar, but the various charts and graphs have been tweaked visually. For example, the wellness balance chart on the app’s main page has morphed from its diamond-like design to a much more readable flower-like design.\n\nAdvertisement Advertisement\n\nThe corresponding petal is filled in as you improve your Activity, Sleep, Relax Status, and Vitals Status scores. It’s very similar to the previous graph, except that it’s significantly more understandable at a quick glance.\n\nImage 1 of 2\n\nRingConn Gen 2\n\nBefore...\n\nImage 2 of 2\n\nRingConn Gen 2 app screenshots showing Hamish hector's fitness stats\n\n... and after\n\nThose improvements to glanceability extend to other aspects of the home page and stats pages but let’s talk about new features. AI has come to the RingConn app in a big way with the introduction of Health Plans.\n\nThe first of these plans to launch is a Body and Mind Balance plan – a Sleep improvement plan is apparently on the way, according to the app – and after answering a quick survey about your activity patterns, the software will provide specific daily targets for you to achieve so you can steadily morph from your current routine to your new healthier normal.\n\nAdvertisement Advertisement\n\nThere’s also an AI chatbot you can converse with, but as the app notes, it can only respond to fixed questions. Because of this limitation, it’s not the most useful as it repackages the insights the app already gives you. Still, as it develops, I could see the AI becoming a useful fitness companion.\n\nA reason to use the app\n\nRingConn Gen 2 on a colorful mousemat\n\nSince testing the RingConn Gen 2 for our review, I’ve kept using the ring pretty much all the time – save for the week or two I had lost it (it fell behind my bedside table) – but I’ve realized I increasingly relied on the app a lot less because the stats I cared most about were easily viewable in the Android app widget. I could easily check my sleep, activity score, and ring battery with just a brief look at my home screen.\n\nThe in-depth insights were useful, but I often just wanted a quick recap of my stats and a brief guide to improving. The app's facelift and health plan tool is perfect and gives me a reason to open it up more frequently, as I can now get that extra detail and daily targets in a condensed, quick-to-read fashion.\n\nAs I mentioned above, the Ai doesn’t feel entirely helpful, but overall, this RingConn app overhaul looks to be a massive boost instead of a downgrade, and I’m excited to see what improvements we get next."
    },
    {
        "title": "This new iPhone camera app uses AI to make your photos look like Minecraft",
        "link": "https://bgr.com/tech/this-new-iphone-camera-app-uses-ai-to-make-your-photos-look-like-minecraft/",
        "description": "There's a new iPhone camera app that uses AI to make your photos look like they have been taken out of Minecraft.",
        "image_url": "https://www.bing.com/th?id=OVFT.vSpqcLxSjx7esuxgwIvsDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "BGR",
        "article_content": "There’s no shortage of AI applications for iPhones. While iPhone 15 Pro and iPhone 16 users can take advantage of Apple Intelligence and the upcoming Image Playground and Genmoji features, several other apps and software offer more creative ideas.\n\nThis is why a developer recently created a new iPhone camera app that uses AI to make photos look like Minecraft or other popular animations. It’s called Lentil AI: Photo Art Generator, and it can make your images look like they were taken from your favorite anime, cartoon, and gaming universes.\n\nThe app is very straightforward to use. You can take a photo or select one from your gallery, select a style, and start blending artwork right away. Lentil photos work like holographic cards. By tilting your phone, you can see the photo shift between real life and your newly created AI world.\n\nThe developer writes: “Transport cosplay portraits to different anime universes, turn meal pics into anime food, put your cat inside a pixel world, turn your landscape shots into works of art. Don’t just edit your photos — blend them.”\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nWith that, this iPhone camera app can make your photos look right from Minecraft using AI. The app is free to use and doesn’t offer in-app purchases. However, it’s important to note that you must create an account to use this app.\n\nSome Redditors noted that the app collects your name, phone number, username, and other information. That being said, the app might use some of your data for marketing purposes or to resell that information to others.\n\nThat said, while this isn’t wrong, it’s how the developer decided to maintain the app, as they don’t offer in-app purchases or ads. You can find it in the App Store here.\n\nWrap up\n\nBelow, you can learn more about Apple’s efforts to improve AI features for iPhone, iPad, and Mac models."
    },
    {
        "title": "Tens of millions of devices are thrown away each year — and the rise of generative AI will only make this worse",
        "link": "https://www.livescience.com/technology/artificial-intelligence/tens-of-millions-of-devices-are-thrown-away-each-year-and-the-rise-of-generative-ai-will-only-make-this-worse",
        "description": "Generative AI could saddle the planet with heaps more hazardous waste than ever before.",
        "image_url": "https://www.bing.com/th?id=OVFT.bimNZ4yyRR1is7oNtHtGZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Live Science46m",
        "source": "Live Science",
        "article_content": "Every time generative artificial intelligence drafts an e-mail or conjures up an image, the planet pays for it. Making two images can consume as much energy as charging a smartphone; a single exchange with ChatGPT can heat up a server so much that it requires a bottle's worth of water to cool. At scale, these costs soar. By 2027, the global AI sector could annually consume as much electricity as the Netherlands, according to one recent estimate . And a new study in Nature Computational Science identifies another concern : AI's outsize contribution to the world's mounting heap of electronic waste. The study found that generative AI applications alone could add 1.2 million to five million metric tons of this hazardous trash to the planet by 2030, depending on how quickly the industry grows.\n\nSuch a contribution would add to the tens of millions of tons of electronic products the globe discards annually. Cell phones, microwave ovens, computers and other ubiquitous digital products often contain mercury, lead or other toxins. When improperly discarded, they can contaminate air, water and soil. The United Nations found that in 2022 about 78 percent of the world's e-waste wound up in landfills or at unofficial recycling sites, where laborers risk their health to scavenge rare metals.\n\nThe worldwide AI boom rapidly churns through physical data storage devices, plus the graphics processing units and other high-performance components needed to process thousands of simultaneous calculations. This hardware lasts anywhere from two to five years — but it's often replaced as soon as newer versions become available. Asaf Tzachor, a sustainability researcher at Israel's Reichman University, who co-authored the new study, says its findings emphasize the need to monitor and reduce this technology's environmental impacts.\n\nTo calculate just how much generative AI contributes to this problem, Tzachor and his colleagues examined the type and volume of hardware used to run large language models, the length of time that these components last and the growth rate of the generative AI sector. The researchers caution that their prediction is a gross estimate that could change based on a few additional factors. More people might adopt generative AI than the authors' models anticipate, for example. Hardware design innovations, meanwhile, could reduce e-waste in a given AI system — but other technological advances can make systems cheaper and more accessible to the public, increasing the number in use.\n\nRelated: New memory chip controlled by light and magnets could one day make AI computing less power-hungry\n\nThis study's biggest value comes from its attention to AI's broad environmental impacts, says Shaolei Ren, a researcher at the University of California, Riverside, who studies responsible AI and was not involved in the new research. \"We might want these [generative AI] companies to slow down a bit,\" he says.\n\nFew countries mandate the proper disposal of e-waste, and those that do often fail to enforce their existing laws on it. Twenty-five U.S. states have e-waste management policies, but there is no federal law that requires electronics recycling. In February Democratic Senator Ed Markey of Massachusetts introduced a bill that would require federal agencies to study and develop standards for AI's environmental impacts, including e-waste. But that bill, the Artificial Intelligence Environmental Impacts Act of 2024 (which has not passed the Senate), would not force AI developers to cooperate with its voluntary reporting system. Some companies, however, claim to be taking independent action. Microsoft and Google have pledged to reach net zero waste and net zero emissions respectively by 2030; this would likely involve reducing or recycling AI-related e-waste.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nCompanies that use AI have numerous options to limit e-waste. It's possible to squeeze more life out of servers, for instance, through regular maintenance and updates or by shifting worn-out devices to less-intensive applications. Refurbishing and reusing obsolete hardware components can also cut waste by 42 percent, Tzachor and his co-authors note in the new study. And more efficient chip and algorithm design could reduce generative AI's demand for hardware and electricity. Combining all these strategies would reduce e-waste by 86 percent, the study authors estimate.\n\nThere's another wrinkle as well: AI products tend to be trickier to recycle than standard electronics because the former often contain a lot of sensitive customer data, says Kees Baldé, an e-waste researcher at the United Nations Institute for Training and Research, who wasn't involved with the new study. But big tech companies can afford to both erase that data and properly dispose of their electronics, he points out. \"Yes, it costs something,\" he says of broader e-waste recycling, \"but the gains for society are much larger.\""
    },
    {
        "title": "I got an in-store Apple Intelligence demo. Here are some useful features I hadn't spotted.",
        "link": "https://www.businessinsider.com/i-got-apple-intelligence-demo-store-ai-useful-features-2024-11",
        "description": "My trip to my local Apple store included a walkthrough of some Apple Intelligence features that I didn't realize would be so ...",
        "image_url": "https://www.bing.com/th?id=OVFT.J-Or_7Kl-yMlzVdMM849FS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Business Insider",
        "article_content": "Advertisement\n\nI visited an Apple store to get a rundown of all that Apple Intelligence is offering.\n\nMath Notes, available on iOS 18, solves complex equations using AI in the Calculator app.\n\nSafari's 'hide' tool removes distractions from webpages, enhancing online shopping experiences.\n\nI've been covering Apple's AI rollout since it was first announced at the Worldwide Developers Conference in June, and I'm still learning about all it has to offer.\n\nI visited an Apple store on Thursday morning for an Apple Intelligence tutorial. It was mostly a recap of the features I've tried already, but two tools were surprisingly useful.\n\nAdvertisement\n\nThe demo was quick, less than 15 minutes, and I was helped by two store employees who said they usually show shoppers features based on which apps they frequently use. For me, that meant a recap of the \"clean up\" tool in the Photos app, but I got new details on Math Notes and a \"hide\" feature on Safari.\n\nApple launched its AI software in beta with the iOS 18.1 update in October — the first of a rollout happening over the next several months. Although flashier features, like the Image Playground and Genmojis, aren't included yet, many new AI-powered tools exist on iPhone 15 Pro models or later.\n\nWhen I played with Apple Intelligence on my own, I was impressed, but I couldn't fully explore it since my iPhone 14 Pro Max isn't compatible with the software. If you've recently upgraded to an iPhone 15 Pro or later, an AI walkthrough might be beneficial.\n\nAdvertisement\n\nHere's what you might've missed if you haven't gotten a tutorial.\n\nI thought Math Notes would come out later\n\nMath Notes is a feature that solves complex math equations. Jordan Hart/BI\n\nI was impressed by Math Notes when Apple first demonstrated it at WWDC, but it was unclear which phase of Apple Intelligence it would be included in.\n\nThe AI-powered math helper was rolled out with iOS 18 in September, before the official Apple Intelligence launch. Unlike other AI tools, Math Notes is available on any iPhone compatible with iOS 18.\n\nAdvertisement\n\nIn the Calculator app, you can type complex math equations, and your phone will use AI to solve them. On iPads, you can use a pencil to write out the problems. I can't help but wonder where this was when I was in high school.\n\nI could see myself using \"hide\" on Safari a lot\n\nThe hide tool would be useful to eliminate distracting ads or elements of a webpage. Jordan Hart/BI\n\nAlthough I've read about and reported on Apple Intelligence's uses in the Safari app, I didn't have the chance to see how they could be applied to my daily life.\n\nOne store employee demonstrated how the \"hide\" tool removes distracting elements from a webpage. He used the shopping site Temu as an example. When he clicked the hide button and selected which parts he didn't want to see — mostly ads — the page transformed to become an efficient showing of items to shop from.\n\nAdvertisement\n\nThis tool would definitely come in handy for an online shopper like myself who wants to get straight to the goods.\n\nThere's also the Tips app\n\nIf you can't make it to an Apple store for a rundown, there's always the Tips app with a section on Apple Intelligence. It provides some guidance on how to use the AI available on iOS 18.1 so far.\n\nI went through it while first exploring Apple Intelligence, but the hands-on demo in a store gave me some more details.\n\nAdvertisement\n\nApple has said that there's more to come in December with the release of iOS 18.2, and there's more Apple Intelligence on the horizon in 2025."
    },
    {
        "title": "Google is prepping Gemini to take action inside of apps",
        "link": "https://www.msn.com/en-us/money/other/google-is-prepping-gemini-to-take-action-inside-of-apps/ar-AA1uAmRO?ocid=BingNewsVerp",
        "description": "One of its promises for the smarter Siri we’ll supposedly get in iOS 18 is that it will be able to take action in apps for ...",
        "image_url": "https://www.bing.com/th?id=OVFT._kDImEu9lu-438aTpnHESy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "New ghost tour to touch on the historic and paranormal of Charleston",
        "link": "https://www.wvgazettemail.com/life/new-ghost-tour-to-touch-on-the-historic-and-paranormal-of-charleston/article_ff6508e8-a6bc-11ef-b60d-bfbedaf227da.html",
        "description": "Opening in December, the Charlie West Ghost Tours of Charleston will be a fun way to learn history while exploring ghostly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XlDLOHR5aJ75a1A7_Rr8nC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Charleston Gazette-Mail10h",
        "source": "Charleston Gazette-Mail",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Meet the priest whose paranormal encounters will ‘make your skin crawl’",
        "link": "https://metro.co.uk/2024/11/23/meet-priest-whose-paranormal-encounters-will-make-skin-crawl-21877731/",
        "description": "Jason sips a cup of strong black coffee as he discusses his work. Today he’s in a trim black suit and red waistcoat; the type ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1IgYP5G8I8x-dwD8nGyyWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6h",
        "source": "Metro",
        "article_content": "Deliverance minister Jason Bray deals with hauntings, ghosts, demonic possession and poltergeists(Picture: Kirsten Robertson)\n\nJason Bray may seem like your normal Anglican priest.\n\nAt Cardiff’s Llandaff Cathedral where he is now the Dean, he starts each morning with a brisk walk down a set of stone steps which lead from his home to his workplace.\n\nIt’s a picture of peaceful contentment, but the priest’s work also has an unpredictable side.\n\nJason is a deliverance minister, which is essentially the role director William Friedkin portrayed in the 1973 horror film ‘The Exorcist.’ Terrified audience members were said to have fainted or fled during screenings of the film, which tells the story of a girl possessed by an ancient demon.\n\nThe Exorcist spawned a whole genre of movies about demonic possession (Picture: THA/REX/Shutterstock)\n\nJason has been specialising in deliverance ministry for the last 27 years (Picture: Jason Bray)\n\nWhile he says the film paints an unrealistic picture of exorcisms, Jason admits he has had several experiences which made his ‘skin crawl.’ There was the family plagued by a ‘ghostly monk’, a woman terrified rats were ‘eating her insides’ and a man who had spotted his dead boyfriend stark-naked in his shower.\n\n‘You never know what you’re going to be presented with,’ Jason, 55, tells Metro, as he sits in a meeting room in Llandaff Cathedral, where ancient gravestones and tall trees border the nearby window.\n\n‘There’s no walking in going “hello, I’m the exorcist” in a scary low voice, though. People are usually quite frightened to begin with. I try to be as pleasantly disarming as I can be, so they don’t feel the need to be nervous.’\n\nJason sips a cup of strong black coffee as he discusses his work. Today he’s in a trim black suit and red waistcoat; the type of outfit he’d attend a call-out in. A copy of The ICD-10 Classification of Mental and Behaviour Disorders sits on his desk as a constant reminder that mental health, not mysterious spirits, could be the cause of a case.\n\nWhat is the deliverance ministry? In Christianity, deliverance ministry refers to groups that perform practices to cleanse people of demons and evil spirits. These groups attribute certain people’s physical, psychological, spiritual, and emotional problems to the activities of these evil spirits in their lives. Every diocese has at least one deliverance minister. Exorcisms are extremely rare and a rite only administered with authorisation from a bishop. Therefore, the term ‘deliverance minister’ over ‘exorcist’ is used.\n\n‘I’ve had some really creepy experiences,’ the dad-of-two says. ‘There have only been a couple occasions where I’ve turned to a colleague and said “RUN.”‘\n\nThere are three types of call-outs which a deliverance minister deals with, he explains.\n\nFirst, poltergeist activity, which can cause lights to flicker or shoes to vanish. This is a negative spirit energy caused by ‘someone who is struggling to communicate their distress’. A teenager bottling up stress about a parent’s divorce could cause the behaviour; as could an older person suffering with the early stages of Alzheimer’s.\n\nIn one poltergeist case, a woman rang up Jason and blurted out: ‘It’s these rats, they’re eating my mother alive. She woke up and felt like her insides were being eaten away by something, but when she turned the lights on there wasn’t anything there at all.’\n\nJason will bless a house in a bid to rid it of unwanted spirits (Picture: Stock image/Getty Images)\n\nJason will often uses a holy water sprinkler to bless a house (Picture: Jason Bray)\n\nJason raced to the home and proceeded to walk from room to room and speak the Lord’s Prayer while he held a wooden cross. The woman’s rat-based problem thankfully vanished and it later emerged she was awaiting results from a bowel cancer screening. Jason thinks this pent-up anxiety caused the experience.\n\nThe second type of call-out deliverance ministers respond to is ‘place memories’. This is where a building ‘relives’ something dramatic which took place years before. An example of place memory can be found at Treasurer’s House in York, where heating engineer Harry Martindale saw ‘Roman soldiers’ march through a basement wall in 1953. Excavation work later found that the building was located on top of a former major road which led to the Roman city of Eboracum.\n\nJason points to one notable ‘place memory’ experience he had, with a family who felt the need to take a large step at the bottom of their staircase. It turned out a previous resident had fallen down the basement stairs and had broken his neck at the bottom.\n\nThe third type of call-out is ‘true hauntings’, which see a dead person try to communicate with loved ones. If you catch a whiff of your late grandmother’s perfume; or see a shadow of a dead relative – this could be a true haunting, Jason explains. He will often carry out a ‘requiem mass’, also known as a Mass for the Dead, to encourage these spirit to move on.\n\nJason met King Charles and Camilla when they visited Wales in 2022 (Picture: Jason Bray)\n\nThe priest has met other famous faces such as Ryan Reynolds and Pudsey Bear (Pictures: Jason Bray)\n\nThis was the case when Jason was called to the home of his friend Pete; who had been left terrified after the ghost of his dead Australian boyfriend Craig appeared in his shower. After gentle questioning from Jason, Londoner Pete explained how he struggled to let his ex-partner go. This could have led to the spirit struggling to ‘move on’.\n\nBut isn’t there a fourth category – what about exorcisms? Does Jason ever pin a possessed person to a bed and shout the Lord’s Prayer while thunder and lightning crashes outside? No, is the swift answer.\n\n‘The movie [the Exorcist] has ruined the word “exorcist”,’ Jason says. ‘A major exorcism would mean someone is possessed and the deliverance minister is casting the demon out. But we do that on vanishingly rare occasions. It’s a last resort.’\n\nJason adds that he has never conducted an exorcism in his 12 years as a deliverance minister and dislikes the term ‘exorcist’ due to the negative connotations it brings up.\n\nFilms like the Pope’s Exorcist (2023) impact people’s perceptions of demons (Picture: Screen Gems/Everett/REX/Shutterstock)\n\nHe continues: ‘What people see in the films influences their opinions quite strongly. People we come across talk about “orbs” a lot, I think Most Haunted has inspired a large part of that. I’m convinced these “orbs” are dust specs which get picked up on night vision cameras.’\n\nWhen Jason does attend a call-out his ‘ghostbusting’ bag includes candles, prayer books, holy water, hand gel and a crucifix. Some deliverance ministers bring a radiator key he adds, in case trapped air is the cause of strange sounds.\n\nLike a doctor, Jason listens to symptoms and provides treatment in the form of house blessings and prayers. Then, like a therapist, he asks questions to help the homeowner find a deeper reason behind negative energy in their home. Finally, like a detective, he works out if his services are even required – if it’s a mental health matter he will signpost accordingly.\n\n‘If you were possessed you wouldn’t know it,’ Jason, originally from Merthyr Tydfil in Wales, insists.\n\n‘You definitely wouldn’t go looking for help. Hearing demonic voices, something I have been called out to, isn’t a symptom of being possessed – it’s a sign of schizophrenia. I usually ask people if they are on medication or have a diagnosis. Sometimes, I tell them they need to see a doctor as soon as they can – not me.’\n\nToday, deliverance ministers go out in pairs for safety. But that wasn’t always the case, and Jason recalls one incident during the Covid pandemic when he felt at risk.\n\nJason says he dislikes the term ‘exorcist’ (Picture: Getty Images)\n\nHe prefers the title ‘deliverance minister’ (Picture: Kirsten Robertson)\n\n‘I was called to a guy who was really into his conspiracy theories and essentially had gone stir crazy,’ he explains. ‘Like many people at that time, he hadn’t seen anybody for months and was cut off from the world. He had worked himself up into a complete state worrying his house was bugged. When I walked in, I could almost feel nervous energy pour out of him as he paced his tiny living room. I blessed the house and he said he was better afterwards, but I admit I did not feel safe there at all.’\n\nJason’s personal journey into deliverance was spurred by a strange encounter in 1997. After studying theology at Durham and a PhD in the Old Testament at Cambridge, he got ordained and moved with wife Laura into a three-bedroom house in South Wales. They welcomed a son, Tom, the same year and soon realised something was very wrong.\n\n‘I was away for a couple days on a training course,’ Jason recalls. ‘I came back to Laura – who is a very level-headed person – hugely concerned. “I don’t know what’s going on,” she told me, “but Tom’s bedroom is like a freezer. Something is not right.” We bled the radiator as you do, but it was still so cold.\n\n‘A few nights later I got up to go to the toilet. As I made to leave the bathroom and touch the handle, there was a sudden feeling that someone was standing on the other side of the door. I somehow knew, despite not seeing him, that he was my height, had grey eyes and wore a round wooden mask. I eventually opened the bathroom door and there was no-one there, so I ran into bed and dived under the covers. Laura saw my face and said “you look like you’ve seen a ghost.”’\n\nJason is currently based at Llandaff Cathedral in Wales (Picture: Kirsten Robertson)\n\nWith Laura’s encouragement, Jason approached the local vicar – his boss – at a cheese and wine event and nervously explained what he had experienced.\n\nA visit was arranged to bless the Bray home. After the vicar splashed holy water in each room and gathered Jason and Laura to say the Lord’s Prayer, everything changed. Almost instantly, the sun streamed in and Tom’s room became warmer. Inspired, Jason embarked on a training course to become a deliverance minister.\n\nIn his very first house visit, Jason came across a ‘very bored’ family who seemed ambivalent as he walked around their house and blessed it. He later learned that they’d told the council the flat was haunted in an attempt to get moved to a better home.\n\n‘You know it’s real when they’re frightened,’ Jason adds knowingly.\n\nEager to put the work of a deliverance minister out into the world in his own words, in 2021 Jason published his book Deliverance, which brings together his various encounters with the supernatural. Since then, the film rights have been purchased, and Jason suggests with a smile that Welsh actor Michael Sheen would be a shoo-in to fill his boots.\n\nJason encourages anyone with haunted happenings to contact their local church (Picture: Kirsten Robertson)\n\n‘Deliverance’ recalls his memorable experiences with the supernatural (Picture: Kirsten Robertson)\n\nJason’s work as a deliverance minister has also led him to act as a consultant on ITV’s Midwinter of the Spirit, which tells the story of a country vicar played by Anna Maxwell Martin who is called to a strange murder with supernatural undertones. He’s also explained his job to actors Rob McElhenney and Ryan Reynolds in an episode of their TV show Welcome to Wrexham.\n\nFor now though, the priest has no plans to hang up his crucifix anytime soon.\n\n‘I suspect there will always be a role for the deliverance ministry,’ Jason says. ‘Interestingly, there are now more atheists than people who believe in God, but a surprising number of atheists who believe in ghosts. There’s a bit of a lack of logic in the whole thing there.’\n\nTo buy Deliverance, click here. An Audible version is also available.\n\nDo you have a story you’d like to share? Get in touch by emailing Kirsten.Robertson@metro.co.uk\n\nShare your views in the comments below.\n\nArrow MORE: Full list of UK train station closures and disruptions over Christmas 2024\n\nArrow MORE: Mum admits killing her seven-year-old son\n\nArrow MORE: Much loved burger chain to close all but one of its branches"
    },
    {
        "title": "Antique mall has 'plethora of paranormal activity' for ghost hunters",
        "link": "https://www.newmarkettoday.ca/local-news/antique-mall-has-plethora-of-paranormal-activity-for-ghost-hunters-9829774",
        "description": "Popular YouTube series visits site where at least five deaths have occurred at the former slaughterhouse, including suicides, ...",
        "image_url": "https://www.bing.com/th?id=OVFT._Epi4HyUChTvk3tL9zWXXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "newmarkettoday1h",
        "source": "newmarkettoday",
        "article_content": "Popular YouTube series visits site where at least five deaths have occurred at the former slaughterhouse, including suicides, goring and an explosion\n\nParanormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie.\n\n1 / 1 Paranormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie. Advertisement\n\nIn the more than 95 years since it was built, 272 Innisfil St. has been home to a slaughterhouse and an antique market, but according to the team from a popular YouTube series, it’s also home to several ghosts.\n\nRaif Boric and Krista Maryk, who make up two-thirds of the paranormal investigative team of Walking Among Us, spent three hours inside the 25,000-square-foot building near Essa Road in Barrie earlier this month after they heard of some of the not-so-normal things that have taken place there.\n\nShirley Sanford, owner of Sanford and Son Emporium, which is located inside the building, said the team came for a visit on Nov. 2.\n\n“One of my employees was talking to one of the customers and something was brought up about the spirits that are in that building,\" she said. \"The woman said she knew some people that do the paranormal thing, so she asked if it would be OK if they phone me.\n\n“It was really interesting to see what was going on.”\n\nIn the five years that she’s been in the building, Sanford said she’s seen plenty of “unexplainable” things take place.\n\n“About three weeks ago, I was up in a booth. Everybody had left and I was doing my rounds at night for closing,\" she said. \"I went into this booth and was looking to see what new things they’d brought in. I could hear a woman and a man's voice … I thought maybe there was a radio in the booth and it was on low and they’d forgotten to turn it off, but there was no radio.”\n\nSanford poked around a little more, but couldn’t find any source for the noise. And despite being late and alone, she wasn’t fearful.\n\nThe next week while doing her closing routine, Sanford said an Elvis clock started singing.\n\n“There is an Elvis clock hanging on the wall … so I thought OK, it’s a motion-sensor thing. I went into the booth and I was singing and dancing and then all of a sudden it shut off,\" she said. \"I went back and forth three times that night into where I had triggered it and nothing.\n\nShirley Sanford is the owner of Sanford and Sons Emporium on Innisfil Street in Barrie. | Nikki Cole/BarrieToday files\n\n\"The next morning when I came into work, I went to try it and nothing. I pulled the clock off the wall and you have to push a button for it to go off,” she said.\n\nShe remembers another incident which included a ladder that was found in the middle of the floor; despite the shop having been closed, it was nearby a spot where she said a man had hanged himself.\n\nThe building has been the scene of five separate deaths, Sanford said, including two suicides, one person who was gored by a cow, and two who were killed in a boiler-room explosion.\n\nAs for what occurred on the property prior to the building’s construction in 1929, she has no idea and said it could very well play a role in the site’s haunting.\n\nRaif Boric, lead investigator for Walking Among Us, said that going into their visit, they didn’t know too much about the structure's history, nor were they aware of what had occurred there over the years.\n\n“It was just kind of like let’s go and see what happens,” he said. “We met up with Shirley … and we both went to different spots … to see what happens.”\n\nWhile he was by himself with the spouse of one of the store’s employees on one side of the building, he says he was drawn to a doll on a shelf, saying he is a collector of “haunted artifacts.”\n\n“I have six haunted dolls and a haunted teddy bear at home. This doll just drew me in,\" Boric said. \"When it was time to start, I went up to the doll and set up some motion-sensored cat balls, a REM pod (which is a piece of ghost-hunting equipment that indicates changes in ambient temperature) and had my cameras going. This thing would not stop with the motion-sensored cat balls and there were noises going on all in the area,” he said.\n\n“At one point, I was standing there asking questions and we heard a little girl call out. We looked at each other like ‘what the (heck) was that!?’”\n\nBoric said they went to explore where the sound came from, which is when he heard Maryk yelling from where she was in the building.\n\n“We started running back and she was where the doll was … and asked what all the banging was about,” he said, adding neither he nor the employee’s wife knew what his partner was talking about. \"We’d just heard the kid’s voice, which is where Shirley had heard disembodied voices in the area previously.”\n\nBoric said it felt like a game of cat and mouse trying to track down the spirits.\n\n“We’ve encountered that a lot, and it sometimes gets a little annoying because you go thinking you’re going to experience something and it just leads you around the building,\" he said. “It was a good experience and there was a plethora of (paranormal) activity.\"\n\nBoric ended up bringing the “haunted doll” home to add to his collection.\n\n“I have her in the room with the other ones,\" he said. \"I am pretty sure her arm moved the other night, so I am setting up a security camera in the haunted room.”\n\nSanford says she found the entire experience “fascinating,” adding she \"absolutely\" believes in ghosts.\n\n“I don’t get scared over any of this stuff that happens. I am all for it,” she said. “When these guys came in, I saw it for myself. The white orbs and the one gentleman at the very end had forgotten something upstairs … When we got up there, one of the revolving showcases was on and (it) hadn’t been on 15 minutes early when we’d been up there.”\n\nThe episode is expected to air on the Walking Among Us YouTube channel in January 2025."
    },
    {
        "title": "Celebrity look-alike contests are part of a glorious tradition",
        "link": "https://www.msn.com/en-us/entertainment/news/celebrity-look-alike-contests-are-part-of-a-glorious-tradition/ar-AA1uCkfh?ocid=BingNewsVerp",
        "description": "which range from sneaking into cults to manufacturing paranormal sightings. He swiftly moved on from the look-alike contest ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BRyR_-GgUAB_Cyw2aiJ0uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Vox on MSN2h",
        "source": "Vox on MSN",
        "article_content": ""
    },
    {
        "title": "10 Disturbing Video Game Secrets Hiding In Plain Sight",
        "link": "https://whatculture.com/gaming/10-disturbing-video-game-secrets-hiding-in-plain-sight?page=3",
        "description": "The famous Ghost of Mount Gordo is a mysterious spectre resembling a pale white woman that appears on the peak of its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MsPzV3txPKz9cQXJ3Mxwky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "What Culture22h",
        "source": "What Culture",
        "article_content": "Grand Theft Auto V is no stranger to paranormal secrets, as evidenced by the two flying saucers you can find after getting the 100% completion score.\n\nHowever, there is one spooky Easter egg that doesn't require you to do anything in order to find it, and its mysterious appearance has sparked a whole explosion of creepy pastas and theories regarding its origin.\n\nThe famous Ghost of Mount Gordo is a mysterious spectre resembling a pale white woman that appears on the peak of its namesake mountain at night.\n\nThe ghost is a translucent 2D sprite with perfectly white eyes and bloody tears running down her face, making her look like the last thing you'd want to come across as you casually explore the mountain.\n\nWhat makes this Easter egg even creepier, however, is that the woman floats above the words \"JOCK\" written in blood, and if you do a little digging on GTA's internet, you can discover that this is a reference to an actual character in the game, Jock Cranley, a mayoral candidate who allegedly killed his wife while hiking in the mountains.\n\nWell, seeing as you can meet his spectral ex in person, it's safe to say it's not quite \"alleged,\" after all."
    },
    {
        "title": "How Discovery of Lucy Skeleton Shaped Our Understanding of Human Evolution",
        "link": "https://www.msn.com/en-us/news/technology/how-discovery-of-lucy-skeleton-shaped-our-understanding-of-human-evolution/ar-AA1uzBCp?ocid=BingNewsVerp",
        "description": "The 3.2-million-year-old fossil, discovered 50 years ago, is considered to be one of the most significant early hominin ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wkho-f5yir8WV8OSS6p5aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22hon MSN",
        "source": "Newsweek on MSN",
        "article_content": ""
    },
    {
        "title": "Fascinating New Species of Gecko Discovered in Venezuela",
        "link": "https://scitechdaily.com/fascinating-new-species-of-gecko-discovered-in-venezuela/",
        "description": "New gecko species discovered in Venezuela's Paria Peninsula exhibits unique anatomical features, highlighting the area's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dYacs_hIKMmqvsPZBg3eny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "15h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Annual Math and Science Spooktacular thrills young scientists at The Nativity School",
        "link": "https://www.sandiegouniontribune.com/2024/11/22/annual-math-and-science-spooktacular-thrills-young-scientists-at-the-nativity-school/",
        "description": "The Nativity School’s annual 'Math and Science Spooktacular' held Oct. 25 once again delighted students with hands-on, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IJGq6K1wLtZte9GGiicnay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "15h",
        "source": "San Diego Union-Tribune",
        "article_content": "The Nativity School’s annual “Math and Science Spooktacular” held Oct. 25 once again delighted students with hands-on, Halloween-themed science and math activities. The event, a highlight of the school year, transformed the school into a laboratory of discovery, where students freely rotated through stations designed to bring complex concepts to life in fun and memorable ways under the direction of the lower school science teacher Brandi Upright and parent co-chairs Joan Lenny and Catherine Gruen, according to a news release.\n\nAt the grand finale, students eagerly participated in the traditional Egg Drop Challenge, showcasing their engineering skills. Using a selection of materials, each class designed contraptions to protect an egg from breaking when dropped from four stories high in the sky.Students watched in suspense as their creations were put to the test, with top designs awarded for best use of challenge material, artistic design functionality, and class teamwork.\n\nHighlights from this year’s spooktacular stations included:• Spider Slime: This introduction to polymers and ratios involved making stretchy, gooey slime, illustrating the science of chemical bonding.• Ghost and Witch Rockets: With hands-on experiments in Newton’s Third Law, students launched mini “rockets” to see action and reaction in real time.• Monster Mash Balloon Cars: Focusing on energy transfer, students constructed balloon-powered cars, learning how energy moves from one place to another.• Mr. Bone’s Biology Lab: Young biologists explored bones and organs in this engaging biology lab, learning about the structure and function of the human body.• Potion Density Lab: A bubbling potion activity allowed students to explore density and fractions, observing how different substances separate by weight.• Trick-or-Treat Scales: Through comparing Halloween-themed items, students practiced weight and balance while applying math concepts of greater-than and less-than.• Goblin Milk & Creepy Crawling Candy Diffusion: design and watch candy molecules move from an area of higher concentration to lower concentration.• Spooktacular Glowing Good Time blacklight room introduced students to the wonders of luminescence, bioluminescence, and phosphorescence, where they discovered how certain organisms and materials emit light.• Phrankenstein Physics: Students launched objects using catapults, learning about potential and kinetic energy, with fulcrums helping transfer energy.• Vampire Vortexes: Through the vortex cannon, students experimented with friction and velocity, creating rings of air and observing movement and force.\n\nThe Nativity School’s Math and Science Spooktacular has become a beloved annual event, inspiring young minds to explore and enjoy science and math. This unique approach to learning not only deepens students’ understanding of STEM concepts but also brings them the joy of discovery in a festive atmosphere, the news release stated."
    },
    {
        "title": "Researchers identify previously unknown compound in drinking water",
        "link": "https://www.sciencedaily.com/releases/2024/11/241121141048.htm",
        "description": "Researchers have reported the discovery of a previously unknown compound in chloraminated drinking water. Inorganic chloramines are commonly used to disinfect drinking water to safeguard public health ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily19h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists make stunning discovery about precious metal — here's how it could revolutionize solar panels",
        "link": "https://www.msn.com/en-us/money/technology/scientists-make-stunning-discovery-about-precious-metal-heres-how-it-could-revolutionize-solar-panels/ar-AA1uCywx?ocid=BingNewsVerp",
        "description": "\"These findings are expected to contribute significantly to the production of high-performance solar cells at low cost.\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.VxRwfuuAaECDdY_wb7pXnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Cool Down on MSN1h",
        "source": "The Cool Down on MSN",
        "article_content": ""
    },
    {
        "title": "An innovative no-code prototype to automate design structure matrix generation",
        "link": "https://www.msn.com/en-us/money/other/an-innovative-no-code-prototype-to-automate-design-structure-matrix-generation/ar-AA1uA8Rn?ocid=BingNewsVerp",
        "description": "A design structure matrix (DSM) is a visual analysis tool used for system modeling. Simple and concise, it uses an NxN square ...",
        "image_url": "https://www.bing.com/th?id=OVFT.N0TtVpKT9HO7_J7MiJZ4HC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "techxplore on MSN19h",
        "source": "techxplore on MSN",
        "article_content": ""
    },
    {
        "title": "2 Incredible Growth Stocks to Buy With $1,000 Right Now",
        "link": "https://www.yahoo.com/finance/news/2-incredible-growth-stocks-buy-111500216.html",
        "description": "It's always a great time to invest in quality businesses that can prime your portfolio for long-term growth. It's important ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2YUENatBD9aENte3b74Kyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "It's always a great time to invest in quality businesses that can prime your portfolio for long-term growth. It's important to be selective with the companies that you add to your portfolio and ensure that you only put cash into investments that align with your overall investment priorities, risk tolerance, and long-term goals.\n\nYou should also only put cash to work that you can leave in your portfolio for a few years, not funds that you might soon need for bills or other financial obligations. On that note, if you're looking for top-notch growth stocks to buy right now and have $1,000 available to invest, here are two names to consider.\n\nStart Your Mornings Smarter! Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\n1. Eli Lilly\n\nEli Lilly (NYSE: LLY) has been the darling of pharmaceutical stocks in the last 12 to 18 months, with shares rocketing upward as the popularity of its GLP-1 drugs has propelled revenue and earnings. Bear in mind, this is one of the oldest healthcare companies in the world, with a lineup of top-selling drugs across a range of disease categories that target everything from various cancers and cardiovascular ailments to endocrine disorders and neurological conditions.\n\nAdvertisement Advertisement\n\nIn the first nine months of 2024 alone, shares roared upward to the tune of about 62%. After the company reported its earnings for the third quarter of 2024, shares took a double-digit nosedive as investors responded negatively to a few key points, including a slight pullback in full-year guidance. The company also reported financial figures that were slightly below what Wall Street had expected.\n\nIn terms of its full-year guidance, where Eli Lilly was targeting revenue for the 12-month period in the $45.4 billion to $46.6 billion range, the company is now projecting that it will deliver in the ballpark of $45.4 billion to $46 billion. Its Q3 revenue was around $800 million below what analysts had aimed for.\n\nThat being said, a closer look is warranted, and the long-term outlook for this business is anything but dismal. Revenue in Q3 2024 rose 20% year over year to $11.4 billion. The company sold rights for its olanzapine portfolio in Q3, featuring products used to treat ailments such as schizophrenia and bipolar disorder. If you exclude revenue from this portfolio, Eli Lilly's top line actually jumped 42% on a year-over-year basis, which is a bit more than the 36% growth it reported in the second quarter. The company also reported net income of approximately $970 million in Q3.\n\nTirzepatide, which is the main active ingredient in its top-selling drugs Mounjaro (for diabetes) and Zepbound (for weight loss), is being studied by Eli Lilly across multiple other disease areas. For example, positive phase 3 trial data from a 176-week study of tirzepatide demonstrated a 94% reduction in the risk of developing type 2 diabetes in adults with pre-diabetes who are obese or overweight.\n\nAdvertisement Advertisement\n\nAnother first-of-its-kind study initiated by Eli Lilly has been studying tirzepatide in adults with heart failure with preserved ejection fraction (HFpEF) and obesity. In this phase 3 trial, tirzepatide reduced heart failure symptoms and physical limitations while lowering the risk of worsening heart failure events by 38%. Risk of hospitalization for heart failure was also reduced by 56% in trial patients taking tirzepatide. In short, the future revenue and profit opportunities from tirzepatide may be in the very early innings.\n\nIn Q3, sales of Mounjaro rose more than 121% year over year to $3.1 billion, while Zepbound (which was just approved last November) raked in $1.3 billion in sales. This was despite negative effects for both drugs cited by Eli Lilly that were caused by inventory decreases in the wholesaler channel. Blockbuster cancer drug Verzenio generated $1.37 billion in sales in the quarter, up 32% from one year ago, while sales of autoimmune disease drug Taltz jumped 18% to $879.6 million.\n\nWhile investors appear to be particularly reactionary in the current environment, that can present an opportunity for those with a sufficient buy-and-hold horizon to take a slice of the action. While Eli Lilly doesn't trade at a cheap valuation by any means, its annual dividend of $5.20 and steady increase to its payout can augment total investor returns. Investors who want to become part-owner in a top healthcare business with a steady global footprint may be remiss to overlook this quality stock.\n\n2. Monday.com\n\nMonday.com (NASDAQ: MNDY) is a low-code and no-code platform that helps organizations build the work management tools and software applications they need to ensure business operations run smoothly. The company derives its revenue from monthly or annual subscription agreements that it enters into with customers who use its cloud-based platform.\n\nAdvertisement Advertisement\n\nMonday.com's software enables everything from project management and collaboration to helping keep tools and files in a single location for easy access. Clients with little to no coding experience can leverage its platform to develop customized workflow apps featuring boards, charts, and other important automation solutions.\n\nCompanies like Canva, Lionsgate, and Coca-Cola are just a handful of the big names on Monday.com's client roster. Investors have been particularly optimistic about Monday.com's performance recently, with shares skyrocketing to the tune of about 50% over the trailing 12-month period.\n\nAs always, share price is never a reason to buy (or sell) a stock. You need to look at the underlying business, its drivers and detractors of growth, its financial performance, its industry, and its long-term growth runway to gain a clear picture of whether it's a wise fit for your portfolio. In the case of Monday.com, the company has only been in business since 2012, so it's still in the relatively early stages of its potential growth story.\n\nManagement estimates that the company operates in a large and growing total addressable market, which could hit a valuation of $150 billion by the year 2026. The diverse range of solutions that Monday.com's platform offers allows it to target various segments of its overall market opportunity, including the $30 billion customer relationship management (CRM) software market.\n\nAdvertisement Advertisement\n\nFrom a financial perspective, Monday.com is doing quite well. Its third-quarter revenue rose 33% from the year-ago period to $251 million, and the company officially surpassed the $1 billion annual recurring revenue (ARR) mark. Its overall net dollar retention rate (NRR) increased to 111%, while NRR for customers with more than $100,000 in ARR was 115%.\n\nThe number of paid customers with more than $100,000 in ARR jumped 44% from one year ago. Meanwhile, the company's second-largest customer, which is an unnamed international technology company, more than doubled its seat count to 60,000 from 25,000. Although Monday.com is not profitable on the basis of generally accepted accounting principles (GAAP), cash flow is another core profitability metric to consider.\n\nFrom a free cash flow perspective, the company raked in $82.4 million of free cash flow, while net cash provided by operating activities was $86.6 million in Q3. While investors may need a certain level of risk tolerance to invest in software stocks, this resilient business looks like a compelling addition to a well-diversified portfolio.\n\nShould you invest $1,000 in Eli Lilly right now?\n\nBefore you buy stock in Eli Lilly, consider this:\n\nAdvertisement Advertisement\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and Eli Lilly wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $898,809!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\nAdvertisement Advertisement\n\n*Stock Advisor returns as of November 18, 2024\n\nRachel Warren has no position in any of the stocks mentioned. The Motley Fool has positions in and recommends Monday.com. The Motley Fool has a disclosure policy.\n\n2 Incredible Growth Stocks to Buy With $1,000 Right Now was originally published by The Motley Fool"
    },
    {
        "title": "Commentary: Trump’s win means it’s time for Democrats to start looking ahead",
        "link": "https://www.orlandosentinel.com/2024/11/23/democrats-to-start-looking-ahead-2/",
        "description": "While President-elect Trump is working overtime assembling his White House cabinet, Democrats in some circles are still ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RnjERsbJg4BQxUDaxJ-Y1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3hOpinion",
        "source": "Orlando Sentinel",
        "article_content": "They still don’t get it.\n\nWhile President-elect Trump is working overtime assembling his White House cabinet, Democrats in some circles are still concocting ways to elevate Kamala Harris.\n\nThey need to follow the advice of ice queen Elsa from the movie “Frozen.”\n\nLet it go.\n\nOne nutty idea has President Biden resigning from office and allowing Harris to take over and become the 47th president before Trump steps up in January and lays claim to the number.\n\n“He could resign the presidency in the next 30 days, make Kamala Harris the president of the United States,” Jamal Simmons, Harris’ former communications director, said on CNN’s “State of the Union.”\n\nIf the goal is to disrupt some of Trump’s merchandising, it’s a great idea.\n\nAll the red MAGA hats and t-shirts that say “47” would have to be changed to “48.”\n\nBut if the goal is to move the needle forward for a party that lost the White House, the Senate and the House of Representatives, it has that closing-the-barn-door-after-the-horses-get-out feel to it.\n\nThe time for Biden to have resigned was over the summer, when the momentum of history and incumbency could have done Harris some good.\n\nAll it would be now is a quirky consolation prize, which is the last thing America and Black women need.\n\nNearly as short-sighted is a long-shot plan to put Harris on the U.S. Supreme Court before Biden’s term expires.\n\nThe problem with this plan is that there is no vacancy.\n\nTo create one, proponents suggest convincing Justice Sonia Sotomayor, 70, to step down because she has some health problems.\n\nJustice Ruth Bader Ginsburg, 87, died in the final months of Trump’s presidency, allowing him to nominate Amy Coney Barrett and moving the Supreme Court to a 6-3 conservative majority that in 2022 overturned Roe v. Wade, the landmark abortion ruling.\n\nIn just four years, Trump was able to put three justices on the court.\n\nBiden has nominated only one person to the court, Justice Ketanji Brown Jackson, the nation’s female first Black Supreme Court justice.\n\nSotomayor, the senior member of the court’s liberal minority, has given no indication that she would go along with the plan, one that would do nothing to change the court’s balance of power.\n\nBiden, who showed his own reluctance to step aside, doesn’t appear likely to ask Sotomayor to give up her lifetime appointment.\n\n“When it comes to those types of decisions, those are personal decisions, regardless of if it’s Justice Sotomayor or any other justice on the bench,” White House Press Secretary Karine Jean-Pierre said in March, when the idea of targeting Sotomayor’s seat was first floated.\n\nThis is backwards thinking.\n\nIf the Democrats, Biden included, were so determined to keep Trump from having another opportunity to put someone on the court, they should have come up with a better strategy — and message — to keep him out of the White House again.\n\nBut the damage has been done, and no amount of resignation roulette is going to fix it.\n\nThese aren’t real ideas. They’re internet memes. They’re intricate plots for streaming political dramas on Hulu or Netflix. They are page-turning fiction novels.\n\nThey’re candy.\n\nMeanwhile, Trump is appointing his cabinet. Next on his list of nominees is probably the My Pillow guy.\n\nWhat the Democrats have needed to do, from the moment the electoral votes were counted, was start looking and planning ahead.\n\nNo more wound licking. No more finger pointing.\n\nNo more kooky ideas.\n\nKamala Harris fought a great fight. But she lost. It’s over.\n\nIt’s time to let it go.\n\nLeonard Greene is a columnist with the New York Daily News."
    },
    {
        "title": "When is Cyber Monday? How did it start? Here's everything to know, plus the latest deals for 2024",
        "link": "https://www.msn.com/en-us/money/other/when-is-cyber-monday-how-did-it-start-heres-everything-to-know-plus-the-latest-deals-for-2024/ar-AA1uAlwX?ocid=BingNewsVerp",
        "description": "Cyber Monday is a little over a week away, but some of the deals are already coming. Here's when the official day is and how ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1AnyuglN2mK7RwVBEG0Ewi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "18hon MSN",
        "source": "Tennessean on MSN",
        "article_content": ""
    },
    {
        "title": "Six Trends Shaping The Future Of Network Infrastructure For Telecom Operators",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/11/22/six-trends-shaping-the-future-of-network-infrastructure-for-telecom-operators/",
        "description": "Telecom operators need to keep pace with network infrastructure developments to remain competitive and continue meeting ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KYi9zji4fpeV5X39C5sNPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "How Amazon Repricing Software Adapts to Market Changes",
        "link": "https://www.netnewsledger.com/2024/11/23/how-amazon-repricing-software-adapts-to-market-changes/",
        "description": "In today's fast-paced world of online shopping, e-commerce platforms experience swift and unpredictable changes. Sellers face ...",
        "image_url": "https://www.bing.com/th?id=OVFT.j_61UaVJzE9sj2TYkvRe2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "NetNewsLedger10h",
        "source": "NetNewsLedger",
        "article_content": "In today’s fast-paced world of online shopping, e-commerce platforms experience swift and unpredictable changes. Sellers face the challenge of staying competitive amid intense competition and shifting market conditions, making strategic pricing essential for maintaining an edge. Repricing tools have become invaluable for Amazon sellers, enabling them to respond dynamically to market trends and competitors. This article explores the functionality of repricing software and how it helps sellers maintain a competitive advantage.\n\nUnderstanding Repricing Software\n\nThe best repricing software for Amazon adjusts product prices based on predefined rules, analyzing competitors’ pricing strategies, market demand trends, and sales history. This automation saves time and effort while enhancing profitability. Sellers can customize parameters to respond effectively to changing market conditions, ensuring their pricing remains competitive.\n\nAdapting to Market Trends\n\nThe market evolves continuously due to factors like consumer behavior, seasonal patterns, and economic shifts. Repricing tools monitor these variables and adjust prices to align with current trends. This adaptability allows sellers to respond quickly to opportunities or risks. By staying aligned with market movements, sellers can attract customers and increase sales.\n\nCompetitive Pricing Strategies\n\nCompetition on Amazon is intense as sellers vie for visibility and sales. Repricing software aids sellers in crafting competitive pricing strategies by analyzing competitor listings. Sellers can set rules that automatically adjust prices in response to competitor pricing—either above or below. This strategic pricing approach helps keep products appealing to buyers while ensuring profitability.\n\nResponding to Demand Fluctuations\n\nDemand for products can vary due to factors like seasonality, consumer preferences, and marketing campaigns. Repricing tools enable merchants to adjust prices based on demand fluctuations. During high demand, prices can increase to maximize profits. Conversely, when demand slows, prices can be lowered to encourage purchases. This flexibility allows sellers to make the most of demand changes efficiently.\n\nManaging Inventory Levels\n\nEffective inventory management is vital for online businesses to thrive and avoid setbacks caused by overstocking or understocking. Repricing software helps sellers optimize inventory levels and maximize profits by adjusting prices based on stock availability, preventing losses due to inventory mismanagement.\n\nEnhancing Customer Experience\n\nCustomer satisfaction is key to success in online retail. Advanced repricing tools allow sellers to offer competitive prices, enhancing the shopping experience for consumers. Attractive price points help draw in buyers and build loyalty. Automated pricing also ensures that customers consistently find competitive deals, promoting repeat purchases and supporting business growth.\n\nIntegration with Amazon’s Marketplace\n\nSellers can seamlessly integrate repricing software with Amazon’s platform to manage pricing strategies effectively. This integration enables automated data analysis and price adjustments without manual intervention. By tracking market fluctuations and making price changes as needed, the software ensures that prices remain competitive. Integration improves efficiency, allowing sellers to focus on other critical business areas.\n\nMaintaining Profit Margins\n\nBalancing competitive pricing with healthy profit margins is essential for business sustainability. Repricing tools help sellers avoid compromising profitability when adjusting prices. By setting price limits, sellers can protect profit margins while staying competitive. This strategic approach enables sellers to strike a balance between attracting customers and maximizing profits.\n\nThe Future of Repricing Software\n\nAs technology advances, repricing software is expected to become even more sophisticated. The integration of machine learning and artificial intelligence will enhance its capabilities, enabling software to anticipate market shifts and adjust prices proactively. These developments promise greater efficiency, empowering sellers to remain competitive in an evolving market landscape.\n\nLeveraging Data-Driven Insights for Strategic Planning\n\nIn addition to its core functionalities, repricing software provides valuable data-driven insights that help sellers refine their broader business strategies. By analyzing pricing trends, sales performance, and customer behavior, repricing tools allow sellers to make informed decisions beyond pricing adjustments. These insights can guide inventory planning, marketing strategies, and even product development, helping sellers respond to customer preferences and market demands more effectively. Leveraging these analytics enables sellers to create comprehensive strategies that align with market conditions and foster sustainable growth.\n\nConclusion\n\nAmazon repricing tools are essential for sellers facing the challenges of a competitive e-commerce environment. By adapting to market changes, repricing software helps sellers stay competitive, manage inventory effectively, and enhance customer satisfaction. As technology evolves, repricing tools will play a crucial role in shaping the future of commerce, empowering sellers to succeed in an ever-changing market."
    }
]