[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BIPARTISAN effort push to get Trump to release UFO files after he signs the release of JFK files.",
            "link": "https://www.msn.com/en-us/politics/government/bipartisan-effort-push-to-get-trump-to-release-ufo-files-after-he-signs-the-release-of-jfk-files/vi-AA1xTnTW?ocid=BingNewsVerp",
            "description": "Trump signed documents that would see the release of the JFK, MArtin Luther King and Robert Kennedy assasination files. It ...",
            "image_url": "https://www.bing.com/th?id=OVF.EW7CFn5TwgAPytmwq4JXIQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ronny LeBlanc presents local UFO history",
            "link": "https://www.sentinelandenterprise.com/2025/01/26/ronny-leblanc-presents-local-ufo-history/",
            "description": "Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.higUleJIE3pNpb5qGByc3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Sentinel & Enterprise9h",
            "source": "Sentinel & Enterprise",
            "article_content": "LANCASTER — Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and around Leominster State Forest, as Ronny LeBlanc presents “Paranormal Hot Spots” at 11 a.m., Saturday, Feb. 1, at Thayer Memorial Library, 717 Main St.\n\n“I will be highlighting locations around the country that have witnessed UFOs, strange lights, Bigfoot and other Cryptids for hundreds of years and explore why this is the case,” said LeBlanc. “I will then dive into three locations right here in New England where you just might be able to have a sighting or an experience yourself.”\n\nLeBlanc is an independent researcher, screenwriter, and author of two critically acclaimed and best-selling books “Monsterland: Encounters with UFOs, Bigfoot and Orange Orbs” and the follow up book, titled “Monsterland: Shamans, Sasquatch, Synchronicity and High Strangeness”, which detail the history and connection between the various phenomena, highlighting his experience and a research area called Monsterland in central Massachusetts.\n\nHe currently has 51 talks scheduled around the country and is excited to announce several upcoming projects dealing with UFOs, as well as a Cannes Film Festival entry which is a Bigfoot documentary filmed in England, and the launching of Blue Tiger, an AI-fueled marketing agency based out of Worcester.\n\n“I absolutely love doing these library presentations, specifically because they [libraries] were the source of inspiration and wonder for me,” LeBlanc said. “The library is where I learned about these subjects that are the greatest mysteries of our time.”\n\nLeBlanc believes that by giving back and providing these free talks for the public, he will motivate curiosity-inspired people to read physical books again, go to libraries, and engage with others in their community who are experiencing similar encounters or sightings.\n\n“When they suddenly realize that they’re not alone and that others just like them – who live next to them as neighbors or coworkers — are seeing something that many others never have a chance to experience — that is the greatest gift for me,” he said.\n\nTo register for this presentation, visit Thayer Memorial Library’s website at thayermemoriallibrary.org or call 978-368-8928. For more information on Ronny LeBlanc, his books and shows, you are welcome to visit his website at ronnyleblanc.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secretly shot UFO documentary will drop the 'biggest discovery in human history'",
            "link": "https://www.msn.com/en-us/science/aeronautics/secretly-shot-ufo-documentary-will-drop-the-biggest-discovery-in-human-history/ar-AA1xS8Wr?ocid=BingNewsVerp",
            "description": "An upcoming UFO documentary, The Age of the Disclosure, is set to be the \"most well-sourced and credible documentary ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EpFSX4ZQokMgzTDLSNntSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "QCA author: 'Sean Leary's Greatest Hits Vol. 12: UFO Disclosures and Pickle Wrap Wars.'",
            "link": "https://www.yahoo.com/news/qca-author-sean-learys-greatest-162600477.html",
            "description": "QCA author: 'Sean Leary's Greatest Hits Vol. 12: UFO Disclosures and Pickle Wrap Wars.' Barron Trump playfully photobombed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1Kvqc7qu_uiHTfShZJE3RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23h",
            "source": "Yahoo",
            "article_content": "30,161 people played the daily Crossword recently. Can you solve it faster than others?\n\n30,161 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 10 Best Artificial Intelligence (AI) Apps of 2025",
            "link": "https://www.gizmochina.com/2025/01/26/best-ai-apps-2025/",
            "description": "These are the top 10 AI apps of 2025, from ChatGPT to Google Gemini, transforming creativity, productivity, and everyday ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GU_ki9KD6P7qCxZs3m7iVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Gizmochina",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Gain Vital Skills In Conversational Icebreakers Via Nimble Use Of Generative AI",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/26/how-to-gain-vital-skills-in-conversational-icebreakers-via-nimble-use-of-generative-ai/",
            "description": "Coming up with and using viable icebreakers is essential. Few people do so well. Turns out that generative AI can help as a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wDD2HiDXkXu9cIN0prIUty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft says Microsoft 365 Copilot is different from Copilot app, but it doesn’t make sense",
            "link": "https://www.windowslatest.com/2025/01/26/microsoft-says-microsoft-365-copilot-is-different-from-copilot-app-but-its-still-a-confusing-mess/",
            "description": "Microsoft is known for making poor rebranding decisions, and its recent move is no exception. As Windows Latest recently ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UsA2J6DSIPK4n6IXp2bgzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Windows Latest10h",
            "source": "Windows Latest",
            "article_content": "Microsoft is known for making poor rebranding decisions, and its recent move is no exception. As Windows Latest recently reported, Microsoft has rebranded “Microsoft 365 Office” as “Microsoft 365 Copilot,” retiring the household name of the most popular productivity suite, Microsoft Office.\n\nWith this rebranding, Microsoft integrated Copilot chat into the Office apps along with making minor tweakings to the UI. But this rebranding effort has drawn more criticism than praise for various reasons.\n\nFor example, Windows 11 already has a Copilot app, and this rebranding has just left users wondering what’s the difference between both apps.\n\nMicrosoft, in the support document that covers this rebranding information, has attempted to clarify the difference between both apps, stating.\n\n“The Microsoft 365 Copilot app is your everyday productivity app for work and life that helps you find and edit files, scan documents, and create content on the go with access to Microsoft 365 Copilot Chat*, Word, Excel, PowerPoint, PDFs, and more all in one app,” the company noted in a support document spotted by Windows Latest.\n\nOn the other hand, the dedicated Copilot app is for personal needs and offers more with the Pro subscription.\n\nWindows Latest has created a table comparing the two apps based on the documents we spotted”\n\nFeature Microsoft 365 Copilot App Microsoft Copilot App Purpose Productivity app with tools like Word, Excel, and Copilot. AI chat app for personal learning and assistance. Key Features Combines productivity tools with Copilot Chat for tasks. Conversational AI for guidance and growth. Users Work, school, and personal accounts. Personal accounts only. Copilot Availability Yes (for Microsoft 365 subscribers). Not applicable. Platforms Web, mobile (iOS, Android), and Windows. Web and mobile. Focus Work and personal productivity. AI-driven personal assistance.\n\nMicrosoft is basically saying that the 365 Copilot app is aimed to help users with productivity tasks when using apps like Word, Excel, PowerPoint, or other Microsoft 365 apps. Whereas Copilot is a conversational chatbot that uses LLMs, much like ChatGPT or Gemini.\n\nIt’s quite understandable what Microsoft wants to clarify here. But there is a very big issue. There is already a standalone Copilot app on Windows 11. And after this rebranding, both Microsoft 365 and the standalone Copilot app now share nearly identical logos. This is quite confusing and frustrating at the same time.\n\nSee, how both the apps look very identical on the taskbar.\n\nSome users are also confused how come Microsoft added Copilot app to their PCs when they had removed it previously. However, later, users realized that it was not Copilot, but their favourite Office app, which had now been rebranded to Microsoft 365 Copilot.\n\nInsane stuff, right? That’s what happens when rebrandings are stupid and do not align with people’s goals. It’s quite obvious that Microsoft wants all of us to get used to Copilot branding, so Copilot could replace ChatGPT as a synonym for AI, and also position itself as the only AI productivity tool.\n\nThe worst part, the all-new Copilot Chat feature, which is the core of this rebranding, isn’t currently available to most users. Microsoft has made it available for Microsoft 365 work accounts only at the moment.\n\nMicrosoft’s shift to 365 Copilot branding and integrating Copilot into the app feels premature. As shown in the above screenshot, Copilot Chat doesn’t work for the majority of Microsoft 365 users.\n\nMicrosoft positioning Copilot as its AI Brand\n\nMicrosoft wants to make Copilot a household name. Microsoft has already added AI into MS Paint, PowerShell, and even Windows Search. Copilot is on every Windows 11 Copilot+ PCs via a dedicated keyboard shortcut.\n\nHowever, Microsoft needs to be careful with its rebranding efforts. This time, the company has renamed Office to Copilot 365, which is a big deal. That’s because Office 365 was a well-established brand. In fact, Office 365 is a synonym for Word editor and other productivity apps, just like how ChatGPT is a synonym for AI.\n\nWith this rebranding, the two-decade-long legacy of Office is gone now, and we have a new name, “Microsoft 365 Copilot,” which doesn’t even make sense. Instead of rebranding stuff, Microsoft could have followed Google’s approach and integrated AI into Office without turning Office into an AI product.\n\nWhat do you think about this rebranding? Let us know in the comments below."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Azerbaijan is using AI for its sustainable energy transformation. Here’s how",
            "link": "https://theprint.in/environment/azerbaijan-is-using-ai-for-its-sustainable-energy-transformation-heres-how/2463890/",
            "description": "Several pilot projects aim to advance Azerbaijan’s green energy transition and serve as scalable models that other countries ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RGaJoxS9UVzuHfdFs2OH2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "ThePrint14h",
            "source": "ThePrint",
            "article_content": "Azerbaijan is positioning itself at the forefront of artificial intelligence (AI) driven energy innovation, strongly focusing on integrating AI into its energy sector to improve efficiency, sustainability and grid optimization.\n\nAmid global climate goals and commitments made at the 2024 UN Climate Conference (COP29), the country is exploring key AI applications to enhance renewable energy adoption, optimize energy consumption and promote decarbonization. As well as opportunities, however, key challenges remain. Azerbaijan’s energy innovation potential Azerbaijan’s energy sector holds significant potential for innovation, driven by the strategic opportunities identified in a local stakeholder assessment run by the World Economic Forum’s Centre for the Fourth Industrial Revolution (C4IR) Azerbaijan. Support Unhyphenated Journalism Quality journalism you can trust, with exceptional ground reporting that gives you access to the story behind the story. Contribute Now Show Full Article\n\nOne of the key opportunities includes leveraging AI to optimize energy production and distribution, improving data management and infrastructure, and enhancing energy efficiency through smart grid technologies.\n\nCollaboration between public and private sectors and partnerships with research institutions can accelerate AI integration, fostering a more sustainable and efficient energy future for Azerbaijan. Additionally, the country’s growing focus on renewable energy sources presents further avenues for AI-driven advancement.\n\nAzerbaijan could position itself as a regional leader in green energy export to Europe through cables under the Black Sea. For instance, the renewable energy company Masdar has developed the 230-megawatt-capacity Garadagh solar power plant in Azerbaijan. It has signed agreements to build a further 1 gigawatt of clean energy projects in the country.\n\nAzerbaijan benefits from favourable wind and sunlight conditions, offering significant potential for developing and deploying wind and solar energy solutions.\n\nGlobal innovations, local applications\n\nThe AI in Energy project, an initiative with C4IR Azerbaijan, has identified several promising use cases for AI technologies within Azerbaijan’s energy sector. These include:\n\nOptimizing energy consumption through AI models\n\nEnhancing predictive maintenance for infrastructure\n\nImproving energy efficiency via AI-driven demand forecasting\n\nCOP29 and subsequent climate summits are pivotal in driving this process forward.\n\nTo effectively localize global solutions, these platforms allow Azerbaijan to showcase its AI-driven energy solutions, align with international sustainability goals and attract investment to accelerate green technology adoption and energy sector practices.\n\nDuring COP29, C4IR Azerbaijan hosted two side events on energy and sustainability. Through the centre’s work, these events showcased the potential of globally applied solutions for local impact and offered valuable insights into the initiative and its implications for sustainable energy solutions.\n\nPlans are in place to pilot and test these innovations through multistakeholder collaboration, engaging public and private sector entities, universities and research institutions. The goal is to create scalable, locally applicable solutions that can serve as regional and global adoption models.\n\nAddressing challenges to AI adoption\n\nThe Azerbaijani energy industry is aware of barriers to realizing AI’s full potential. Addressing the following shortcomings could help transform the energy landscape.\n\nCloud solutions and effective data sharing\n\nData availability and quality, hinging on strong data governance, regulation for cloud usage and accessibility\n\nRobust legislation and infrastructure to support AI development\n\nWithin this context, with the World Economic Forum’s global AI Energy Impact Initiative, C4IR Azerbaijan has shortlisted several global solutions, which could be adapted as pilot projects and localized to the country context with scalability potential. One shortlisted project involves an AI-powered energy efficiency pilot for buildings in collaboration with BrainBox, which was found to reduce energy consumption by 30%, improve carbon emissions by 25-30% and deliver a 30% return on investment.\n\nAnother planned initiative is a renewable energy pilot leveraging the use case of Vestas’ predictive maintenance solution for wind turbines, aiming to replicate its proven benefits, which include reliability, optimized maintenance processes and significantly enhancing the efficiency of renewable energy infrastructure.\n\nThe selected pilots will feed into broader national and global ambitions on energy sustainability, several of which were identified during COP29:\n\nRealistically, meeting these pledges will require leveraging existing and emerging technologies, including AI.\n\nFor instance, Fatih Birol, executive director of the International Energy Agency, said that energy and climate goals – including tripling global renewable power capacity this decade while strengthening energy security – require countries to rapidly increase energy storage and expand and upgrade their electricity grids.\n\nAchieving this goal requires scaling up generation and overcoming the challenges associated with integrating renewables into the grids, said Francesco La Camera, director general of the International Renewable Energy Agency.\n\nNet-zero carbon cities\n\nIn addition to the AI in Energy project, C4IR Azerbaijan has joined the Net Zero Carbon Cities programme of the World Economic Forum, focusing on urban development, sustainability and energy efficiency.\n\nThese initiatives are now integrated into a cohesive strategy to advance energy innovation and sustainable urban transformation, leveraging AI technologies to help decarbonize urban energy systems, optimize energy usage and enhance sustainability across city infrastructure.\n\nInterviews with key local stakeholders from the public and private sectors have been conducted to identify existing challenges, potential opportunities and actionable pathways for implementation.\n\nThese insights, plus outcomes from the Net Zero Carbon Cities initiative, will guide pilot implementations, with testing already underway through workshops. The Baku City Sprints, for instance, held in October 2024, brought key stakeholders from the public and private sectors together toward workably solving the urban challenges for Baku City, exploring innovative solutions and showing ways in which energy efficiency and sustainability could be advanced.\n\nThe key workshop phases included:\n\nOpportunity assessment\n\nSolution prioritization\n\nActions to take\n\nBy the end, stakeholders validated city profiles, prioritized solutions and developed actionable plans tailored to the city’s context.\n\nOnce executed, the AI-powered solutions developed through the Net Zero Carbon Cities initiative will be added to the Net Zero Carbon Cities Solution Toolbox.\n\nThe initiative can provide valuable lessons for other countries to use AI for sustainability. It has enhanced Azerbaijan’s local expertise in AI applications for energy and urban sustainability, filling knowledge gaps, fostering collaboration between diverse stakeholders and creating new opportunities for innovation.\n\nAzerbaijan is making strides in navigating the challenges and opportunities of AI-driven energy innovation to meet critical sustainability goals. Through national and global cross-sector collaboration and localized knowledge, it has created impactful solutions that advance energy transformation and decarbonization. The authors are Fariz Jafarov, Executive Director, Center for Analysis and Coordination of the Fourth Industrial Revolution/C4IR Azerbaijan and Ruslan Zeynalzade, AI Project Lead, Centre for the Fourth Industrial Revolution, Azerbaijan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astrology industry sees future where AI enhances traditional practices",
            "link": "https://www.business-standard.com/technology/tech-news/astrology-industry-sees-future-where-ai-enhances-traditional-practices-125012600280_1.html",
            "description": "In an exciting convergence of technology and tradition, AI is reshaping the astrology landscape in India, enabling quick ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3BnuOJe4rlMgpg8FkrwVDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Readers and writers: Crime, paranormal romance, a revenge tale and more",
            "link": "https://www.msn.com/en-us/lifestyle/weddings/readers-and-writers-crime-paranormal-romance-a-revenge-tale-and-more/ar-AA1xT0m5?ocid=BingNewsVerp",
            "description": "We’ve got a new book in the Winnebago County crime series today as well as some fiction published late last year including ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p52ENR54j-tBR7CjYQxEXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "Twin Cities Pioneer Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most Haunted Places in the World: True Encounters and Tales",
            "link": "https://www.msn.com/en-us/travel/tripideas/most-haunted-places-in-the-world-true-encounters-and-tales/ar-AA1xSKh2?ocid=BingNewsVerp",
            "description": "Explore the most haunted places in the world, from eerie castles to abandoned asylums. Discover chilling stories, ghostly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J4pQjRF2WZ8j_RaBRJ71QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "HowStuffWorks on MSN5h",
            "source": "HowStuffWorks on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Last day to explore curiosity con in Colorado Springs!",
            "link": "https://www.msn.com/en-us/entertainment/general/last-day-to-explore-curiosity-con-in-colorado-springs/ar-AA1xTmiX?ocid=BingNewsVerp",
            "description": "COLORADO SPRINGS, Colo. (KKTV) -Curiosity Con wraps up Sunday Jan. 26th at the Colorado Springs Event Center, open until 4 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4dkM4zaZnD__NATpJLyJNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "Colorado Springs-Pueblo KKTV on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In his latest book, author Maxim Furek rocks Bigfoot",
            "link": "https://www.citizensvoice.com/2025/01/26/in-his-latest-book-author-maxim-furek-rocks-bigfoot/",
            "description": "Once self-described as a 'rock journalist,' Furek morphed into a paranormal author with his books 'Coal Region Hoodoo,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l-ePA6VIHLvS5EHXuJVQTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Citizen's Voice12h",
            "source": "Citizen's Voice",
            "article_content": "Once self-described as a “rock journalist,” Furek morphed into a paranormal author with his books “Coal Region Hoodoo,” “Flying Saucer Esoteric,” and his latest, “Tribes of Bigfoot,” which is out now.\n\nMaxim Furek said his venture into the paranormal wasn’t planned.\n\n“‘The Sheppton Mythology’ was published in 2016 and made the connection between The Buoys, ‘Timothy’ and the 1963 Sheppton mining disaster. I never went looking for the paranormal, it found me,” he said.\n\nJust as his fascination with the Buoys and Timothy — he was the founder and publisher on the rock magazine Timothy which later became Pennsylvania Musician — led to the paranormal aspects of the Sheppton book “Coal Region Hoodoo” which led him to Bigfoot. The Bigfoot book evolved from two chapters in his “Coal Region Hoodoo” book.\n\nFurek, who splits his time between his hometown Mocanaqua and Hernando, Florida, said his Bigfoot research has struck a nerve within the believers’ community.\n\nChapters in Coal Region Hoodoo —”The Bigfoot Enigma” and “The Bigfoot Hypothesis” —opened a few doors for him.\n\nHe was interviewed on Art Bell’s “Midnight in the Desert” radio show and by George Noory on the “Coast to Coast” radio show which airs on over 600 affiliates and is considered the top paranormal show in the country by many in the paranormal community. York County’s Fox TV 43 chose Coal Region Hoodoo as the Book of the Month in October 2023.\n\nThis year, interest in his paranormal research isn’t slowing down. He’s been invited for the second time to the the Central Pennsylvania Bigfoot and Cryptid Festival and conferences in Baltimore and Virginia. “It’s like an extended family. Everybody knows everybody else,” he said of the paranormal community.\n\nIn 23 chapters over 197 pages, “The Lost Tribes of Bigfoot” explores all the well-known Bigfoot sightings from the origin story to Chestnut Ridge, an area in the Laurel Highlands in Western Pennsylvania known as a hotbed for sightings. He also writes about hoaxes including The Piltdown Man and The Minnesota Iceman. He devotes a couple chapters to the hoaxers, a pet peeve.\n\nAsked why it was important for him to call out the hoaxers, he said, “They damage the reputation of legitimate paranormal research and need to be called out.”\n\nAsked about interviewing Bigfoot witnesses, he said, “One guy from western Pennsylvania claimed that he has PTSD from seeing a Bigfoot at 15 feet. A neighbor of mine saw two Bigfoot creatures outside of Mocanaqua. I questioned him about it several times and all his responses seemed credible. An elderly guy from Catawissa told a police officer that he wasn’t scared when he saw a Bigfoot because the creature had ‘kind eyes.’ The stories have a commonality, but they are all unique. Remember, too, that about three percent of anomalous sightings remain unexplained. People are seeing things.”\n\nSo what’s his own take on Bigfoot’s existence? “I’m not a true believer or zealot. I’m just fascinated with paranormal themes and looking for answers,” he said. “The only theory that makes sense is that an interdimensional pathway may link our reality to somewhere else. It’s a theory explored by Einstein, Tesla, and others and may provide the key to understanding the universe’s secrets.”\n\nThe book is available in paperback and digital versions at amazon.com., hanger1publishing.com, and maximfurek.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plymouth becomes supernatural 'hot spot' as ghost tours in demand",
            "link": "https://www.msn.com/en-gb/travel/news/plymouth-becomes-supernatural-hot-spot-as-ghost-tours-in-demand/ar-AA1xSnyN?ocid=BingNewsVerp",
            "description": "Plymouth is going crazy for spooks and spirits with new ghost-hunting tours about to be launched. Plymouth Paranormal Tours ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ae3f10FsCftk0WRNhfjxXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10hon MSN",
            "source": "Plymouth Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "23mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dark oxygen' discovery upends centuries of scientific beliefs, textbooks to be rewritten",
            "link": "https://www.earth.com/news/dark-oxygen-discovery-deep-ocean-rocks-upends-centuries-of-scientific-beliefs/",
            "description": "Certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.",
            "image_url": "https://www.bing.com/th?id=OVFT.GQTRHN3XY_idpNpd9n6CNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "earth1h",
            "source": "earth",
            "article_content": "Scientists recently reported an unexpected deep-sea development in the Pacific: certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.\n\nThis idea runs counter to the usual belief that oxygen only forms in sunlight through photosynthesis.\n\nAlthough these findings have stirred debate, the central claim is that potato-sized nodules found thousands of feet below the surface appear to split seawater molecules and release oxygen.\n\nOxygen and photosynthesis – the basics\n\nSince the late 1700s, we’ve been taught that light creates oxygen through photosynthesis, a crucial natural process that keeps life on Earth thriving.\n\nPlants, algae, and some bacteria soak up sunlight to turn carbon dioxide and water into glucose and oxygen.\n\nIn the simplest of terms, nature uses light as fuel to produce the oxygen we breathe and keep everything on Earth alive.\n\nPhotosynthesis not only gives energy to these organisms but also releases oxygen into the atmosphere, maintaining the perfect balance of gases that most life forms need.\n\nUntil the discovery of dark oxygen, it has been commonly accepted knowledge that without light, photosynthesis would grind to a halt, and our planet wouldn’t have the oxygen-rich air we rely on every day.\n\nDeep-sea rocks making oxygen\n\nExploration in a region called the Clarion-Clipperton Zone – where deep-sea mining companies are eyeing metals resources like cobalt and nickel – uncovered ferromanganese nodules resting on the ocean floor.\n\nFerromanganese nodules are like little treasure rocks that settle on the ocean floor, packed with metals such as manganese and iron.\n\nThese nodules form slowly over millions of years as minerals from seawater build up in layers around a tiny core, like a shark tooth or a piece of shell.\n\nThink of them as underwater onions, with each layer adding more minerals and creating these cool, rounded shapes.\n\nResearchers suggested that the nodules may produce electric charges that spark electrolysis, generating oxygen and hydrogen.\n\nHow do the rocks produce oxygen?\n\nEarly studies raised plenty of questions about the process and the potential effect on seafloor life.\n\nLeading the push for more answers is Andrew Sweetman, a professor at the Scottish Association for Marine Science.\n\nHe is running a three-year project to investigate how these nodules might form oxygen in the absence of light. One of his goals is to see if this phenomenon appears in other parts of the Clarion-Clipperton Zone.\n\n“Our discovery of dark oxygen was a paradigm shift in our understanding of the deep sea and potentially life on Earth, but it threw up more questions than answers,” said Sweetman.\n\nHe and his team will also look into whether microbial reactions help release hydrogen, an energy source for certain deep-sea microbes.\n\nFreshwater mysteries\n\nDark oxygen has popped up in other surprising, light-deprived places.\n\nEmil Ruff detected oxygen in freshwater samples beneath Alberta, Canada. It appeared in groundwater that had been isolated for tens of thousands of years, yet still contained enough oxygen to support life.\n\n“After 40,000 years or 30,000 years (separated from surface processes), there’s no reason really to think that there should be any oxygen left,” remarked Ruff.\n\nHe found that special bacteria could produce oxygen on their own by breaking down certain dissolved compounds.\n\nWhat’s more, Ruff found that the quantity of oxygen produced was enough to sustain other oxygen-dependent microbial life in the groundwater.\n\nChallenging dark oxygen\n\nNot all scientists are in agreement about this dark oxygen discovery. Some deep-sea mining interests challenged Sweetman’s work, saying they have found no such electrical oddities in the nodules.\n\nThe Metals Co. submitted a rebuttal of the scientific research paper to Nature Geoscience, which awaits peer review.\n\nMeanwhile, independent observers note the need for more experiments. A research oceanographer at the US Geological Survey’s Pacific Coastal and Marine Science Center in Santa Cruz, California, said the USGS has not observed any electrical phenomena in ferromanganese nodules examined so far.\n\nShe was not involved in either Sweetman’s or Ruff’s research.\n\nNASA hopes these findings might hint at life in places beyond Earth. Dark ocean worlds like Jupiter’s moon Europa and Saturn’s moon Enceladus are prime targets for research.\n\nSweetman shared that the space agency wants to test whether high pressures found on those icy moons can trigger oxygen generation in deep-sea rocks without direct sunlight. If the same basic chemistry works there, it could point to possible microbial life in alien seas.\n\nDark oxygen and deep-sea mining\n\nThe Clarion-Clipperton Zone sits far offshore, and mining there is governed by the International Seabed Authority. Critics argue that removing nodules in huge volumes could destroy habitats.\n\nOrganizations like Fauna & Flora warn of irreparable harm, saying it may disturb carbon storage in the ocean. Sweetman believes it is risky to harvest seabed minerals until scientists know a lot more about these systems.\n\nHe acknowledges the controversy and plans to address critics in peer-reviewed forums. For now, the hunt for hard data continues, fueled by the hope of expanding our understanding of life – both here and possibly on other worlds.\n\nThe study is published in Nature Geoscience.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New study reveals magnetic signals in Earth’s tidal movements",
            "link": "https://www.msn.com/en-in/news/techandscience/planetary-parade-2025-when-and-where-to-witness-this-in-india/ar-AA1xSuuO?ocid=BingNewsVerp",
            "description": "Scientists have detected faint magnetic signals from Earth's ocean tides using ESA's Swarm satellites. These signals, caused ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYZ5KUZKVEhmjAidmq6VQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as rare Roman coins worth £258k found in Luxembourg",
            "link": "https://www.express.co.uk/news/science/2005465/archaeology-breakthrough-roman-coins-luxembourg",
            "description": "The discovery, made near the village of Holzthum in northern Luxembourg, includes 141 gold solidi, coins minted under the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gQLgOUX3ZYpOGKJPFo3EXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "19h",
            "source": "Daily Express",
            "article_content": "A breakthrough discovery, the coins are worth around £258,000.\n\nThe discovery, made near the village of Holzthum in northern Luxembourg, includes 141 gold solidi, coins minted under the rule of nine Roman emperors between 364 and 408 AD. Found near the base of a burgus—a fortified Roman watchtower used for military observation—the coins are believed to have belonged to high-ranking military officers. “This is a major archaeological discovery, as it is extremely rare to study an intact ancient monetary deposit within its original archaeological context,” announced Luxembourg's National Institute for Archaeological Research (INRA). The hoard’s sheer size and exceptional condition have stunned researchers. Each solidus weighs around 4.5 grams of nearly pure gold, amounting to over 6 kilograms. Rebecca Usherwood, an Assistant Professor in Late Antique and Early Byzantine Studies at Trinity College Dublin, described the discovery as extraordinary.\n\nA Gallo-Roman site located in Echternach, Luxembourg.\n\n“This represents a huge amount of personal wealth for the individual or group who collected these coins,” said Prof Usherwood. “Most people in the Roman Empire would rarely, if ever, have seen a single gold coin. To find this many indicates the owner was of considerable social standing, likely a military officer rather than a common soldier.” The coins, which were typically used for imperial gifts or military payments, are thought to reflect the site's strategic importance. The area where the hoard was found marked the edge of the Roman Empire, an area heavily fortified against external threats. Among the most notable coins are three bearing the image of Emperor Eugenius, who ruled for just two tumultuous years (392–394 AD). Eugenius, supported by the Western Roman general Arbogast, attempted to revive pagan traditions but was defeated by the Christian Eastern Emperor Theodosius I at the Battle of Frigidus in 394 AD. Coins from Eugenius’ brief reign are particularly rare, adding to the significance of the find. The solidi were uncovered during a series of excavations conducted between 2020 and 2024. Luxembourg’s Army Mine Action Service was involved due to nearby unexploded ordnance from World War II. The discovery was kept secret for nearly four years to protect the site and its findings. Luxembourg law stipulates that the treasure’s estimated value of $322,000 (£257,919) belongs to those with legal claims to the land.\n\nJust two of the hoard of Roman coins discovered.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers make unexpected discovery after studying world's largest no-fishing zone: 'Just outside the boundaries'",
            "link": "https://www.msn.com/en-us/science/environmental-science/researchers-make-unexpected-discovery-after-studying-world-s-largest-no-fishing-zone-just-outside-the-boundaries/ar-AA1xT7bk?ocid=BingNewsVerp",
            "description": "This research is significant because it highlights the recreational and economic benefits of marine conservation. Researchers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FhzjHuydQ37yDSqt2lzTIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock May Fall As DeepSeek’s ‘Amazing’ AI Model Disrupts OpenAI",
            "link": "https://www.forbes.com/sites/petercohan/2025/01/26/nvidia-stock-may-fall-as-deepseeks-amazing-ai-model-disrupts-openai/",
            "description": "Barrett Woodside, co-founder of the San Francisco AI hardware company Positron, said he and his colleagues have been abuzz ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t81gK5Sh-PPL0UFQXIo66y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI wants to take over your browser",
            "link": "https://www.msn.com/en-us/news/technology/openai-wants-to-take-over-your-browser/ar-AA1xRhza?ocid=BingNewsVerp",
            "description": "Welcome back to Week in Review. This week we’re diving into OpenAI’s newly released AI agent, called Operator. We also look ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zc77FZGPV2dYGc1tPsCr9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podcast: Stargate, OpenAI and Microsoft; BlueSky in Seattle; and Madrona’s big new funds",
            "link": "https://www.msn.com/en-us/money/other/podcast-stargate-openai-and-microsoft-bluesky-in-seattle-and-madrona-s-big-new-funds/ar-AA1xR1Ll?ocid=BingNewsVerp",
            "description": "This week on the GeekWire Podcast, we delve into the Stargate Project announcement by OpenAI, Oracle and Softbank, in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eYp0sOTYyY_s52ROFGhtOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23hon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Operator is one more step towards AGI, but should we be worried about giving too much power to AI agents?",
            "link": "https://www.yahoo.com/tech/openai-operator-one-more-step-200000199.html",
            "description": "We’ve just got to hope that it doesn’t decide to wipe us out. Not to worry you, but Geoffory Hinton, often referred to as the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r7VKesjtAYimUzoUiLm46i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Shutterstock/Jeremy Walter\n\nAs expected, OpenAI has released its first autonomous AI agent, called Operator this week. Operator can act independently from you on your computer using a web browser doing pretty much anything that can be done in a web browser.\n\nSo, it can perform tasks like booking a restaurant table or buying groceries. You just tell it what you want it to do, and off it goes like a faithful Internet-enabled butler that potters away until the task is complete or it needs to come back to you with a question. Say, there’s no table available at 7.00pm, would Sir or Madam mind a 7.45pm table instead?\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOf course, Operator doesn’t call you Sir or Madam, but it might as well. For all intents and purposes, this is the Internet butler that we were promised almost 30 years ago when Ask Jeeves was around.\n\nDo you remember Ask Jeeves? It was a search engine from 1997 that had an image of an actual butler who stood ready and willing to find things for you online. The character was named after Jeeves, Bertie Wooster's valet in the fictional works of P. G. Wodehouse. Instead of typing in search terms, Ask Jeeves encouraged you to search for things using natural language questions, like “Find me the perfect accompaniment to a roast dinner.”\n\nOf course, we all know that Google won the search engine war, and in 2006, Ask dropped the Jeeves persona and just became Ask.com. But somehow, we’ve come full circle with AI, and thanks to technologies like ChatGPT search and Perplexity, searching using natural language requests is back in fashion. As our Internet butlers, except now we call them AI agents...\n\nThe Ask Jeeves search engine.\n\nAGI is the real goal\n\nIt’s no secret that Sam Altman and OpenAI are really interested in AGI, artificial general intelligence, also often referred to as superintelligence. This is the ultimate goal for OpenAI, and why it was founded. Chatbots like ChatGPT might have taken the world by storm, but their popularity is almost like an unintended consequence (a theme I’ll return to later) of the race toward AGI.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn a video to promote the release of Operator, one of the OpenAI employees sitting next to Sam Altman comes right out and says, [Operator is] \"about removing one more bottleneck in our path to AGI.”\n\nWhile agents are clearly exciting, they’re not the destination for OpenAI; they’re just one more step along the path. AGI has the potential to change our world radically. Once we have created an artificial intelligence that’s smarter than we are, logically it should be able to construct even smarter versions of itself, and the level of intelligence rises rapidly.\n\nWe’ve just got to hope that it doesn’t decide to wipe us out. Not to worry you, but Geoffory Hinton, often referred to as the ‘Godfather of AI,’ recently upped his odds of technology wiping out humanity to 20%.\n\nOpenAI's Operator in action. | Credit: OpenAI\n\nAnd this is where we return to the theme of unintended consequences. Many experts see AI agents as a threat. While speaking at the World Economic Forum in Davos this week, artificial intelligence pioneer Yoshua Bengio warned that AI agents could be catastrophic for humanity.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSpeaking to Business Insider, he said, \"All of the catastrophic scenarios with AGI or superintelligence happen if we have agents.\" Bengio would rather we continue towards building AGI without using agents, which allows them to do things autonomously. \"All of the AI for science and medicine, all the things people care about, is not agentic,\" Bengio said. \"And we can continue building more powerful systems that are non-agentic.\"\n\nHumanity's downfall\n\nSo, could it really be that something designed to act like an Internet butler and do menial tasks like help me buy my groceries accidentally gives AI the power to take over the world?\n\nFor now, it’s hard to imagine how an automated program that slowly plods through the process of booking me a table at a restaurant using a web browser is going to end in humanity's downfall, but AI agents will live or die by one thing - if people actually use them – and I’m not entirely convinced they will.\n\nPersonally, I don’t feel ready to hand over my credit card details to a computer program that will buy things for me to save me time because I’m just not sure I’m ever going to trust it not to make a mistake. Would you?\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPerhaps OpenAI needs to give its Operator a more human face if it wants me to trust it, and as it turns out, I believe that good old Jeeves might be looking for a job these days..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Things You Can Do With ChatGPT Tasks",
            "link": "https://www.techopedia.com/chatgpt-tasks-use-cases",
            "description": "Learn how you can automate your work and life with OpenAI’s new ChatGPT Tasks feature. Explore ChatGPT’s new capabilities.",
            "image_url": "https://www.bing.com/th?id=OVFT.z3TVyY8O192vGv9cogQrKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Techopedia2h",
            "source": "Techopedia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spirit Airlines tightens dress code policy, bare feet banned",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/spirit-airlines-tightens-dress-code-policy-bare-feet-banned/ar-AA1xRC4y?ocid=BingNewsVerp",
            "description": "Catching a flight anytime soon? Be sure to watch what you wear if you're flying with Spirit Airlines, as they are updating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zspi2Q9sin0IciuQ67IONy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BTFD Coin Presale Goes Hyper With Bonus Offer, Dogwifhat Steady After Turbulence, Ponke Holding Position As The Top New Meme Coins to Join for 2025",
            "link": "https://www.msn.com/en-us/money/general/btfd-coin-presale-goes-hyper-with-bonus-offer-dogwifhat-steady-after-turbulence-ponke-holding-position-as-the-top-new-meme-coins-to-join-for-2025/ar-AA1xReIq?ocid=BingNewsVerp",
            "description": "Explore BTFD Coin's exciting presale, Dogwifhat's stability, and Ponke's community strength as the best new meme coins to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JYoLMc0xlINoyAv6zwg3ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN20h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sunday View: The Best Weekend Opinion Reads, Curated Just for You",
            "link": "https://www.thequint.com/opinion/sunday-view-the-best-weekend-opinion-reads-curated-just-for-you-176",
            "description": "On the occasion of India's 75th Republic Day, Shyamlal Yadav, in his column for The Indian Express, shares a detailed account ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E2IU6GHsz7TUwV1Embo5YS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7hOpinion",
            "source": "The Quint",
            "article_content": "On the occasion of India's 75th Republic Day, Shyamlal Yadav, in his column for The Indian Express, shares a detailed account of India's first Republic Day celebrations on 26 January 1950 which had marked the nation’s transition to a sovereign democratic republic.\n\nKey moments included the transfer of power from Governor-General C. Rajagopalachari to the first President of independent India Dr Rajendra Prasad; the President's oath-taking, and the ceremonial lowering of the Governor-General’s flag and hoisting of the President’s flag. The day's festivities culminated in a grand parade at New Delhi's Irwin Stadium, featuring military units, a fly-past, and the announcement of new military awards, symbolizing the birth of the Indian Republic."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Capybara Go Codes (January 2025)",
            "link": "https://www.escapistmagazine.com/capybara-go-codes/",
            "description": "Capybara Go is one hell of an idle RPG experience. Save this page (CTRL+D) and come back often because we hunt for the latest Capybara Go codes daily to ensure our Working list is always up-to-date.",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "The Escapist23h",
            "source": "The Escapist",
            "article_content": "Updated: January 26, 2025 We added new codes!\n\nRecommended Videos\n\nThey’re cute, but that’s just the tip of the iceberg. These capybaras are forceful and ready to fight whenever necessary. Improve their skills after each battle, collect various resources along the way, and give your best against annoying bosses. Capybara Go is one hell of an idle RPG experience.\n\nIf you’re hunting for free prizes, take a break and check this guide for the latest Capybara Go codes. They can provide you with extra Gems, Keys, Eggs, Food, and much more, but you have to act quickly and redeem them while they’re active. For a similar and cute title with rewards, check out our Tsuki’s Odyssey codes list.\n\nAll Capybara Go Codes List\n\nWorking Capybara Go Codes\n\njazlatte : Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food (New)\n\n: Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food gearbaby1010 : Use for 5 Stamina and 2k Gold (New)\n\n: Use for 5 Stamina and 2k Gold 9qoq : Use for 200 Gems (New)\n\n: Use for 200 Gems crazyfacetw : Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food (New)\n\n: Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food roger9527 : Use for 15 Pet Eggs and 200 Pet Food (New)\n\n: Use for 15 Pet Eggs and 200 Pet Food zod0416 : Use for 200 Gems (New)\n\n: Use for 200 Gems neverloses : Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food (New)\n\n: Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food greentea : Use for 5 Stamina and 2k Gold (New)\n\n: Use for 5 Stamina and 2k Gold restiafps : Use for 200 Gems (New)\n\n: Use for 200 Gems earendelxdfp : Use for 100 Gems (New)\n\n: Use for 100 Gems wannasinging : Use for 200 Gems (New)\n\n: Use for 200 Gems ennaouii : Use for 10 Pet Eggs, 1 Gold Key and 200 Pet Food (New)\n\n: Use for 10 Pet Eggs, 1 Gold Key and 200 Pet Food ko0416 : Use for 200 Gems (New)\n\n: Use for 200 Gems ennaouiiko0416 : Use for 15 Pet Eggs, 1 Gold Key and 200 Pet Food (New)\n\n: Use for 15 Pet Eggs, 1 Gold Key and 200 Pet Food stanleyslol : Use for 200 Gems (New)\n\n: Use for 200 Gems BAMOW : Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food (New)\n\n: Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food sam1268 : Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food (New)\n\n: Use for 30 Pet Eggs, 1 Gold Key and 200 Pet Food Gullible2025 : Use for 1 Gold Key and 500 Gems (New)\n\n: Use for 1 Gold Key and 500 Gems capydahan : Use for 200 Gems\n\n: Use for 200 Gems lucky999 : Use for 15 Pet Eggs and 200 Pet Food\n\n: Use for 15 Pet Eggs and 200 Pet Food capyadult25 : Use for 5 Stamina and 2k Gold\n\n: Use for 5 Stamina and 2k Gold capyhighlight24 : Use for 50 Pet Eggs, 20 Energy, and 200 Gems\n\n: Use for 50 Pet Eggs, 20 Energy, and 200 Gems CAPYNEWYEAR25 : Use for 500 Gems\n\n: Use for 500 Gems lucky2025 : Use for 1 Legendary Key and 100 Gems\n\n: Use for 1 Legendary Key and 100 Gems capychristmas : Use for 1 Legendary Key and 500 Gems\n\n: Use for 1 Legendary Key and 500 Gems capysocool : Use for Free rewards\n\n: Use for Free rewards wintersolstice : Use for Free rewards\n\n: Use for Free rewards capypet24 : Use for Free rewards\n\n: Use for Free rewards 10000get : Use for Free rewards\n\n: Use for Free rewards capyytb : Use for 1 Gold Key and 500 Gems\n\n: Use for 1 Gold Key and 500 Gems capyguild30 : Use for Free rewards\n\n: Use for Free rewards DISCORD100 : Use for Free rewards\n\n: Use for Free rewards capythanksgiving : Use for Free rewards\n\n: Use for Free rewards toiletcapybara : Use for Free rewards\n\n: Use for Free rewards WTD24CAPY : Use for Free rewards\n\n: Use for Free rewards CAPYGUILD : Use for Free rewards\n\n: Use for Free rewards capy2024lounge : Use for Free rewards\n\n: Use for Free rewards bahabala666 : Use for 30 Pet Eggs, 5 Silver Keys, 20 Stamina, and 300 Gems\n\n: Use for 30 Pet Eggs, 5 Silver Keys, 20 Stamina, and 300 Gems capy24halloween : Use for 30 Pet Eggs, 300 Gems, and 20 Stamina\n\n: Use for 30 Pet Eggs, 300 Gems, and 20 Stamina capy5000naver : Use for 30 Pet Eggs, 5 Silver Keys, 20 Stamina, and 300 Gems\n\n: Use for 30 Pet Eggs, 5 Silver Keys, 20 Stamina, and 300 Gems capybaragosomac : Use for 30 Pet Eggs and 66 Gems\n\n: Use for 30 Pet Eggs and 66 Gems capybaragopac : Use for 30 Pet Eggs and 66 Gems\n\n: Use for 30 Pet Eggs and 66 Gems ABBY1 : Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems\n\n: Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems JIAN1 : Use for 20 Stamina and a Gold Key\n\n: Use for 20 Stamina and a Gold Key NLNLNL : Use for 30 Pet Eggs and 66 Gems\n\n: Use for 30 Pet Eggs and 66 Gems NIAWS : Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems\n\n: Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems XIGUEI : Use for 20 Stamina and a Gold Key\n\n: Use for 20 Stamina and a Gold Key FANGHUO : Use for 30 Pet Eggs and 66 Gems\n\n: Use for 30 Pet Eggs and 66 Gems IITIFOX : Use for 20 Stamina and a Gold Key\n\n: Use for 20 Stamina and a Gold Key LEGGY : Use for 30 Pet Eggs and 66 Gems\n\n: Use for 30 Pet Eggs and 66 Gems SIAOHU : Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems\n\n: Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems MMDMMD : Use for 20 Stamina and a Gold Key\n\n: Use for 20 Stamina and a Gold Key capybaragogsbg : Use for 30 Pet Eggs and 66 Gems\n\n: Use for 30 Pet Eggs and 66 Gems capybaragomouse : Use for 20 Stamina and a Gold Key\n\n: Use for 20 Stamina and a Gold Key VIVI0z1 : Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems\n\n: Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems GGBB528 : Use for 20 Stamina and a Gold Key\n\n: Use for 20 Stamina and a Gold Key NAI0529 : Use for 30 Pet Eggs and 66 Gems\n\n: Use for 30 Pet Eggs and 66 Gems ROGER : Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems\n\n: Use for 1 Pet Chest, 30 Pet Eggs, and 233 Gems capybaragojune : Use for x30 Pet Eggs and x66 Gems\n\n: Use for x30 Pet Eggs and x66 Gems capybaragokim : Use for x30 Pet Eggs and x66 Gems\n\n: Use for x30 Pet Eggs and x66 Gems AKAONIKOU : Use for x30 Pet Eggs and x66 Gems\n\n: Use for x30 Pet Eggs and x66 Gems BBBB87 : Use for x30 Pet Eggs and x66 Gems\n\n: Use for x30 Pet Eggs and x66 Gems STANLEY : Use for x1 Gold Chest, x1 Legendary Key, and x233 Gems\n\n: Use for x1 Gold Chest, x1 Legendary Key, and x233 Gems RESTIA : x30 Pet Eggs and x66 Gems\n\n: x30 Pet Eggs and x66 Gems ET1231 : x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: x1 Pet Chest, x30 Pet Eggs, and x233 Gems K71107 : x30 Pet Eggs and x66 Gems\n\n: x30 Pet Eggs and x66 Gems capybaragohb : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems lucky2024 : Use for x100 Gems and x1 Legendary Key\n\n: Use for x100 Gems and x1 Legendary Key cp888 : Use for x20 Stamina and x1 Gold Key\n\n: Use for x20 Stamina and x1 Gold Key cp999 : Use for x15 Pet Eggs and x200 Pet Food\n\n: Use for x15 Pet Eggs and x200 Pet Food cp666: Use for x5 Silver Keys\n\nExpired Capybara Go Codes\n\nCP999 : Use for x15 Pet Eggs and x200 Pet Food\n\n: Use for x15 Pet Eggs and x200 Pet Food LUCKY2024 : Use for x100 Gems and x1 Legendary Key\n\n: Use for x100 Gems and x1 Legendary Key capybaragogo : Use for x300 Gems\n\n: Use for x300 Gems CP888 : Use for x1 Gold Key and x20 Stamina\n\n: Use for x1 Gold Key and x20 Stamina CP666 : Use for x5 Silver Key\n\n: Use for x5 Silver Key GEARBABY : Use for x30 Pet Eggs and x66 Gems\n\n: Use for x30 Pet Eggs and x66 Gems AKAONIKOU : Use for x30 Pet Eggs and x66 Gems\n\n: Use for x30 Pet Eggs and x66 Gems UZRA1 : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems IRIS522 : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems KRAPY : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems YUNABB : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems OVERLOAD : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems ET1231 : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems QQDOYA : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems CRAZYFACE : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems kr1stw : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems capybaragopiano : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems 9QOQ9Q : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems DOUDOU : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems EARENDEL : Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems\n\n: Use for x1 Pet Chest, x30 Pet Eggs, and x233 Gems googlecapy11 : Use for x5 Gold Keys and x500 Gems\n\n: Use for x5 Gold Keys and x500 Gems YORO1027\n\nRelated: Rush Royale Codes\n\nHow to Redeem Codes in Capybara Go\n\nIf redeeming Capybara Go codes (available on the App Store and Google Play) seems challenging to you, follow our instructions below:\n\nImage by The Escapist\n\nLaunch Capybara Go on your device. Tap the avatar picture in the top-left corner. Copy your UID number. Go to the Capybara Go code redemption page. Paste your UID in the Game ID textbox. Insert a code from our list (or copy and paste it) into the Rewards Code text box. Hit the Redeem button, and go back to the game to claim rewards in the Mail.\n\nHow to Get More Capybara Go Codes\n\nSave this page (CTRL+D) and come back often because we hunt for the latest Capybara Go codes daily to ensure our Working list is always up-to-date. If there is a new code, you’ll be able to find it here.\n\nHowever, if you want to get more familiar with the developers, updates, and special events, check the following social media channels:\n\nWhy Are My Capybara Go Codes Not Working?\n\nAlways double-check your spelling when entering Capybara Go codes to make sure there are no typos. To avoid spelling errors easily, copy the code you want to use from our Working list and paste it straight into the game. One more thing you should pay attention to is the expiration date of codes. If you try redeeming codes and don’t get any feedback, that means the codes in question have expired.\n\nOther Ways to Get Free Rewards in Capybara Go\n\nAside from redeeming Capybara Go codes for freebies, you can visit the daily benefits tab and claim various gifts. Also, remember that you’ll be rewarded after every successful fight. If you want to chase even more freebies, visit the developer’s social media platforms that we linked above to participate in events and giveaways.\n\nWhat Is Capybara Go?\n\nCapybara Go is an adventure RPG like no other. Play with cute and furry capybaras in a roguelike adventure, fight against various creatures, and improve their skills after every fight. Make sure to be prepared if you run into a demon because it’s one of the toughest opponents. If you need any help or just want to grab free resources, check this guide for the latest codes.\n\nIf you want to grab rewards in other popular games, you can jump into our Doodle Magic Wizard vs Slime Codes and Cookie Run Witch’s Castle Codes articles here on The Escapist!\n\nThe Escapist is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SPIKED Codes (January 2025)",
            "link": "https://www.escapistmagazine.com/spiked-codes/",
            "description": "You’re likely unable to claim freebies because you didn’t enter your SPIKED codes correctly. Luckily, typos can be avoided if you copy and paste codes instead of typing them out manually.",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "The Escapist23h",
            "source": "The Escapist",
            "article_content": "Updated: January 26, 2025 Added new codes!\n\nRecommended Videos\n\nSPIKED isn’t just about playing volleyball. You don’t win alone, and that’s just how it is. If you’re set on becoming a professional volleyball player, then pick up the ball because the future belongs to those who believe in the beauty of their dreams.\n\nYou can customize your character and change your overall height, ability, and zone, but for that, you’ll need money. The quickest way to get Yen is by redeeming SPIKED codes. Since you’re eager to play Roblox sports games, check out our NFL Universe Football Codes list to get cool freebies.\n\nAll SPIKED Codes List\n\nActive SPIKED Codes\n\nHOTFIX1 : Use for ¥25K (New)\n\n: Use for ¥25K AUTOSBUGFIXES : Use for ¥25K (New)\n\n: Use for ¥25K SRY4SHUTDOWN : Use for ¥25K (New)\n\n: Use for ¥25K 25KFAVS : Use for ¥25K (New)\n\n: Use for ¥25K 10KLIKES : Use for ¥25K (New)\n\n: Use for ¥25K AUTOSBUGFIXES : Use for x25K Yen (New)\n\n: Use for x25K Yen SRY4SHUTDOWN : Use for x20K Yen (New)\n\n: Use for x20K Yen MATCHQUEUES : Use for x10K Yen\n\n: Use for x10K Yen SPIKEDMAS : Use for x7.5K Yen\n\n: Use for x7.5K Yen 20KFAVS : Use for x15k Yen\n\n: Use for x15k Yen SPIKEDPATCH1 : Use for x45k Yen\n\n: Use for x45k Yen PSCOMMANDS : Use for x25k Yen\n\n: Use for x25k Yen RELEASE: Use for x25k Yen\n\nExpired SPIKED Codes\n\nQUICKPATCH2\n\nBOOMJUMPFIX\n\nQUICKPATCH1\n\nRelated: Football RNG Codes\n\nHow to Redeem Codes for SPIKED\n\nThe SPIKED code redemption process is simple, as shown below:\n\nImage by The Escapist\n\nRun SPIKED in Roblox. Press the M key on your keyboard. Click the Store tab. Type a code into the ‘Enter Code’ text box. Hit the Enter key to claim freebies.\n\nSPIKED Trello Link\n\nVolleyball is a challenging sport, even virtually, so if you’d like to learn more about the game mechanics, you should visit the SPIKED Trello. Check out the list of maps, especially if you’re a Haikyu!! fan. You can also find many other useful info for free!\n\nWhy Are My SPIKED Codes Not Working?\n\nYou’re likely unable to claim freebies because you didn’t enter your SPIKED codes correctly. Luckily, typos can be avoided if you copy and paste codes instead of typing them out manually. However, this won’t help if the code in question has already expired. Because of that, it’s crucial to use the codes as soon as you see them on our list.\n\nWhat Is SPIKED?\n\nSPIKED is a volleyball game, but not just any volleyball game, as it was inspired by Haikyu!!. If you’re unfamiliar with the anime, all you need to know is that you play volleyball, but it’s cooler. Not only do you hit the ball, but you also gain epic auras and abilities, hitting the ball with style to get points for your team.\n\nYou can scroll through our lists of FUT 24 Codes and Head Tap Codes to snatch more superb goodies.\n\nThe Escapist is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "23mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New study reveals magnetic signals in Earth’s tidal movements",
            "link": "https://www.msn.com/en-in/news/techandscience/planetary-parade-2025-when-and-where-to-witness-this-in-india/ar-AA1xSuuO?ocid=BingNewsVerp",
            "description": "Scientists have detected faint magnetic signals from Earth's ocean tides using ESA's Swarm satellites. These signals, caused ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYZ5KUZKVEhmjAidmq6VQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as rare Roman coins worth £258k found in Luxembourg",
            "link": "https://www.express.co.uk/news/science/2005465/archaeology-breakthrough-roman-coins-luxembourg",
            "description": "The discovery, made near the village of Holzthum in northern Luxembourg, includes 141 gold solidi, coins minted under the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gQLgOUX3ZYpOGKJPFo3EXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19h",
            "source": "Daily Express",
            "article_content": "A breakthrough discovery, the coins are worth around £258,000.\n\nThe discovery, made near the village of Holzthum in northern Luxembourg, includes 141 gold solidi, coins minted under the rule of nine Roman emperors between 364 and 408 AD. Found near the base of a burgus—a fortified Roman watchtower used for military observation—the coins are believed to have belonged to high-ranking military officers. “This is a major archaeological discovery, as it is extremely rare to study an intact ancient monetary deposit within its original archaeological context,” announced Luxembourg's National Institute for Archaeological Research (INRA). The hoard’s sheer size and exceptional condition have stunned researchers. Each solidus weighs around 4.5 grams of nearly pure gold, amounting to over 6 kilograms. Rebecca Usherwood, an Assistant Professor in Late Antique and Early Byzantine Studies at Trinity College Dublin, described the discovery as extraordinary.\n\nA Gallo-Roman site located in Echternach, Luxembourg.\n\n“This represents a huge amount of personal wealth for the individual or group who collected these coins,” said Prof Usherwood. “Most people in the Roman Empire would rarely, if ever, have seen a single gold coin. To find this many indicates the owner was of considerable social standing, likely a military officer rather than a common soldier.” The coins, which were typically used for imperial gifts or military payments, are thought to reflect the site's strategic importance. The area where the hoard was found marked the edge of the Roman Empire, an area heavily fortified against external threats. Among the most notable coins are three bearing the image of Emperor Eugenius, who ruled for just two tumultuous years (392–394 AD). Eugenius, supported by the Western Roman general Arbogast, attempted to revive pagan traditions but was defeated by the Christian Eastern Emperor Theodosius I at the Battle of Frigidus in 394 AD. Coins from Eugenius’ brief reign are particularly rare, adding to the significance of the find. The solidi were uncovered during a series of excavations conducted between 2020 and 2024. Luxembourg’s Army Mine Action Service was involved due to nearby unexploded ordnance from World War II. The discovery was kept secret for nearly four years to protect the site and its findings. Luxembourg law stipulates that the treasure’s estimated value of $322,000 (£257,919) belongs to those with legal claims to the land.\n\nJust two of the hoard of Roman coins discovered.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shape of electrons is revealed for the first time through big advance in quantum physics",
            "link": "https://www.earth.com/news/shape-of-electrons-revealed-first-time-through-big-advance-in-quantum-physics/",
            "description": "For the first time, scientists have measured the shape of an electron in solids, opening the door to advances in quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FRMOONxJiXokG6R4KAgLcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "earth23h",
            "source": "earth",
            "article_content": "For the first time, researchers have measured the shape of an electron as it moves through a solid. This achievement could open a new way of looking at how electrons behave inside different materials.\n\nTheir discovery highlights many effects that could be relevant to everything from quantum information science to electronics manufacturing.\n\nThose findings come from a team led by physicist Riccardo Comin, MIT’s Class of 1947 Career Development Associate Professor of Physics and leader of the work, in collaboration with other institutions.\n\n“We’ve essentially developed a blueprint for obtaining some completely new information that couldn’t be obtained before,” says Comin. His colleague and co-author, Mingu Kang, performed much of this research at MIT before continuing at Cornell University.\n\nNew angles on electron shape\n\nPhysicists have examined electrons for decades, but the wave-like aspect of these particles brings extra complexity. Electrons can be described not just as small points, but also as “wave functions.”\n\nThese wave functions look like shapes or surfaces in higher-dimensional spaces. Sometimes these shapes are relatively simple. Other times, they’re tangled and tricky to measure.\n\nBy using angle-resolved photoemission spectroscopy, or ARPES, the team recorded details about how electrons behaved as light hit them.\n\nARPES helped them pin down a previously elusive property of electrons that holds the key to better understanding their geometry.\n\nWhy electron shape matters\n\nIn usual settings, we talk about an electron’s energy or velocity. Those are familiar concepts. Geometry, on the other hand, points to the patterns or forms that electron waves can take when arranged in a solid.\n\nQuantum geometry affects how these particles interact, pair up, and even give rise to unusual behaviors. One example is superconductivity, where electrons zip along a material without resistance.\n\nAnother is when electrons form orderly patterns, a bit like a collection of synchronized dancers. Observing geometry could help scientists design new materials with novel electronic traits.\n\nThe kagome connection\n\nThe team measured this geometric effect in a class of materials called kagome metals. Kagome metals are named for a repeating pattern of atoms that resembles a series of interlocking triangles. This lattice structure can influence how electrons navigate and share energy.\n\nPhysicists have long found kagome metals interesting because they host special behaviors that aren’t common in many other materials.\n\nObserving the geometry inside them could explain why electrons in these metals sometimes align in peculiar ways that set off advanced superconductivity or other strange effects.\n\nARPES and quantum shapes\n\nDuring ARPES experiments, researchers shine a beam of photons on a crystal. The light pushes electrons out of the material, allowing scientists to measure those electrons’ angles and spins.\n\nBy gathering that data, they reconstruct how electrons inside the crystal are moving and what shapes they form.\n\nThis method is demanding because it requires intricate equipment and specialized facilities. Yet it gives a unique window into what happens on distances smaller than a billionth of an inch.\n\nApplications and potential benefits\n\nA precise measurement of quantum geometry can lead to progress in areas that rely on electron control. Quantum computing, for instance, depends on maintaining stable electronic states while performing computations.\n\nResearchers want materials that can reliably keep these states without unwanted disruptions. If scientists understand and possibly design the geometry of electrons, they might improve superconductors or even develop electronic devices that lose very little energy through heat.\n\nWith energy efficiency becoming ever more critical, there’s real value in controlling electron flow on such tiny scales.\n\nInsights from global teamwork\n\nThis study was a partnership among institutions spanning different parts of the world. Collaborators brought together theoretical and experimental backgrounds.\n\nTheir collective expertise made it possible to design, synthesize, and measure the electronic structure of a kagome metal.\n\nThe pandemic forced some members to work remotely, but it also enabled other team members to take on new roles in labs that were partially shut down.\n\nThat unexpected shift helped push the work forward and demonstrated how closely linked theory and experiment must be when tackling high-precision measurements.\n\nOne electron shape, many possibilities\n\nQuantum geometry is far richer than standard geometry we learn in everyday math. The shape of an electron’s wave function isn’t like a typical circle or a neat sphere. It can take on forms that twist and loop in higher dimensions.\n\nObserving that shape in a real material confirms predictions that theorists have pursued for a long time. It means those theoretical constructs describing wave functions have real, measurable consequences.\n\nAnd now, there is a proven route to measure them, so future studies might target exotic materials that exhibit other patterns or new behaviors.\n\nWhat happens next?\n\nScientists plan to refine techniques like ARPES and adapt them to explore a range of materials. They hope to see how quantum geometry influences conductivity, magnetism, and other conditions that matter for practical applications.\n\nPhysicists also see promise in discovering how manipulating geometry might encourage electrons to swap their usual habits for more synchronized, cooperative behavior.\n\nThat synchronization is important for technologies that rely on controlling multiple electrons at once, such as quantum sensors or memory elements.\n\nExperts say these findings will likely inspire more ambitious experiments to uncover aspects of quantum geometry we haven’t been able to measure before.\n\nWith each new result, materials researchers step closer to engineering designs for the electronic components of tomorrow. The electron might be tiny, but it’s revealing secrets about shaping the future of technology.\n\nThe study is published in Nature Physics.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers make unexpected discovery after studying world's largest no-fishing zone: 'Just outside the boundaries'",
            "link": "https://www.msn.com/en-us/science/environmental-science/researchers-make-unexpected-discovery-after-studying-world-s-largest-no-fishing-zone-just-outside-the-boundaries/ar-AA1xT7bk?ocid=BingNewsVerp",
            "description": "This research is significant because it highlights the recreational and economic benefits of marine conservation. Researchers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FhzjHuydQ37yDSqt2lzTIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reviewing Appy Pie AI Builder and Snappy 3.0 IDE: Transforming No-Code App Development",
            "link": "https://www.jpost.com/consumerism/article-839308",
            "description": "Appy Pie AI Builder, powered by the Snappy 3.0 development environment, has set a new benchmark in no-code app development.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZA-xZdLP9tDEi2RjSXS6NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "4h",
            "source": "The Jerusalem Post Blogs",
            "article_content": "Having explored a variety of no-code platforms over the years, I recently delved into Appy Pie AI Builder, powered by the Snappy 3.0 IDE, and the experience was nothing short of transformative. Below is a detailed review of why Appy Pie AI Builder stands as the most advanced no-code solution in the market today.\n\nUnparalleled Design Customization with Snappy 3.0\n\nThe Snappy 3.0 development environment offers a rich suite of design tools that elevate the app-building experience. Gone are the days of limited creativity—Appy Pie AI Builder now provides fully customizable templates, enabling users to create stunning, professional-grade apps. The platform’s advanced design capabilities rival those of custom development platforms, ensuring that every app is visually appealing and highly functional.\n\nBlazing-Fast Performance for a Seamless Experience\n\nThanks to infrastructure enhancements in Snappy 3.0, performance issues are a thing of the past. The IDE operates at lightning speed, allowing users to build, test, and deploy apps without any lag. This speed is especially beneficial for complex projects, making Appy Pie the best app builder and most reliable platforms in the no-code industry.\n\nAffordable Pricing with Maximum Value\n\nAppy Pie AI Builder offers exceptional value through transparent pricing plans. The platform ensures access to advanced features like iOS and Android publishing, IoT integration, and backend support without hidden fees. Even small businesses and startups can enjoy premium functionality at an unbeatable price, making it a cost-effective solution for all.\n\nCutting-Edge AI Features\n\nLeveraging artificial intelligence, Appy Pie AI Builder simplifies complex processes. From automating workflows to generating app elements, the AI capabilities within Snappy 3.0 make the platform not just user-friendly but incredibly smart. For instance, AI-driven suggestions during app creation saved me hours by recommending optimal layouts and features tailored to my goals.\n\nEnhanced Flexibility and Customization\n\nWhile Appy Pie AI Builder provides quick-start templates, it doesn’t limit creativity. The Snappy 3.0 IDE allows users to break free from template constraints, enabling deep customization to match unique branding and functionality needs. This flexibility ensures that apps built on the platform are as creative and unique as their creators.\n\nAdvanced Functionalities for Professionals\n\nThe platform has significantly expanded its advanced feature set, making it suitable for complex projects. Whether it’s integrating IoT devices, setting up sophisticated backend operations, or automating business workflows, Appy Pie AI Builder ensures that even enterprise-level needs are met with ease.\n\nIntuitive Interface for Beginners and Experts\n\nThe drag-and-drop functionality in the Snappy 3.0 IDE makes app creation accessible for users of all skill levels. Beginners can quickly build fully functional apps, while experienced developers can dive into advanced customization and integrations, all within an intuitive and user-friendly environment.\n\nDependable Customer Support\n\nAppy Pie AI Builder’s customer support team is one of its strongest assets. They are available to answer queries promptly, ensuring that users never feel stuck. Their dedication to resolving issues and guiding users through the platform enhances the overall experience.\n\nScalability for Businesses of All Sizes\n\nWhether you’re a solopreneur building your first app or a large enterprise managing multiple projects, Appy Pie AI Builder scales effortlessly. I’ve used it for both personal projects and corporate solutions, and the platform consistently performs at the highest level. Stay updated with the latest news! Subscribe to The Jerusalem Post Newsletter Subscribe Now\n\nInnovation That Leads the Market\n\nThe combination of Appy Pie AI Builder and Snappy 3.0 IDE is a testament to Appy Pie’s commitment to innovation. By addressing past criticisms and integrating cutting-edge technology, the platform now offers a complete package that redefines no-code app development.\n\nConclusion: Appy Pie AI Builder and Snappy 3.0 IDE – The Future of No-Code\n\nAppy Pie AI Builder, powered by the Snappy 3.0 development environment, has set a new benchmark in no-code app development. From advanced customization and AI-driven functionality to exceptional performance and affordability, the platform has evolved to meet and exceed the needs of modern businesses.\n\nWhether you’re a beginner or a seasoned app developer, Appy Pie AI Builder offers the tools and features to bring your vision to life. It’s not just a platform—it’s a comprehensive solution for creating apps that are fast, modern, and tailored to success.\n\nThis article was written in cooperation with Tom White"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Easiest Way to Build & Deploy AI Agents Easily – No Coding Required",
            "link": "https://www.geeky-gadgets.com/building-ai-agents-no-code/",
            "description": "Build AI agents without writing any code with Chat LLM, the no-code platform for easily creating and deploying powerful AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bc6eRZHRpkU2DDd0j-S3Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "3h",
            "source": "Geeky Gadgets",
            "article_content": "Developing and deploying AI agents has traditionally been a complex process requiring advanced programming skills and technical expertise. However, platforms like ChatLLM by Abacus AI are transforming this landscape. This innovative no-code solution enables users to create and deploy AI agents effortlessly, using the capabilities of powerful large language models (LLMs) without needing to write a single line of code. Whether you’re a beginner exploring AI for the first time or an experienced professional seeking efficient tools, ChatLLM offers a comprehensive suite of features to meet diverse needs.\n\nWhether you’re drowning in emails, struggling to keep up with the latest news, or dreaming of automating repetitive tasks, ChatLLM offers a solution tailored to your needs. By combining powerful large language models (LLMs) with an intuitive interface and ready-to-use templates, this platform enables anyone—from complete beginners to seasoned professionals—to create custom AI agents in minutes. Prompt Engineering provide an overview on using this new AI tool to create AI Agents and successfully deploy them.\n\nWhat Is ChatLLM?\n\nTL;DR Key Takeaways : ChatLLM by Abacus AI is a no-code platform that enables users to create and deploy AI agents using large language models (LLMs) without requiring programming skills.\n\nThe platform offers customizable AI agents, including conversational chatbots and advanced agents for tasks like email automation, document analysis, and data extraction, with pre-designed templates for quick setup.\n\nKey features include email automation for managing inboxes and a news reporter agent that aggregates and summarizes news articles based on user preferences.\n\nChatLLM supports integration with external services like Gmail and provides a visual workflow editor for mapping and optimizing agent operations.\n\nDesigned for flexibility and scalability, ChatLLM caters to diverse use cases such as email management, content summarization, and custom AI solutions, making AI accessible to users of all expertise levels.\n\nChatLLM is a unified platform that grants users access to multiple large language models under a single subscription. These models, including advanced options like DeepSeek R1, enable a wide range of functionalities, from natural language understanding to automating intricate workflows. Designed with flexibility and scalability in mind, ChatLLM caters to users with varying levels of expertise, making it suitable for applications across industries.\n\nBy consolidating multiple LLMs into one platform, ChatLLM simplifies the process of selecting and using the right model for your specific requirements. This approach ensures that users can focus on achieving their goals without being bogged down by technical complexities. The platform’s versatility makes it an ideal choice for businesses, researchers, and individuals looking to harness the power of AI efficiently.\n\nHow to Create AI Agents\n\nChatLLM streamlines the process of creating AI agents by offering two primary types of agents, each tailored to specific use cases:\n\nCustom Chatbot Agents: These conversational agents are integrated with knowledge bases and are ideal for tasks such as customer support, answering FAQs, or providing real-time assistance.\n\nThese conversational agents are integrated with knowledge bases and are ideal for tasks such as customer support, answering FAQs, or providing real-time assistance. Advanced AI Agents: These agents are designed for specialized tasks, including email automation, document analysis, data extraction, and more complex operations.\n\nTo further simplify the creation process, ChatLLM provides pre-designed templates for common use cases. For example, users can select templates for tasks like email answering, news aggregation, or document entity extraction. These templates serve as a starting point, allowing users to quickly configure agents to meet their specific needs. This approach reduces the time and effort required to deploy functional AI solutions, making advanced AI capabilities accessible to everyone.\n\nBuild & Deploy AI Agents Easily (No Code Workflow)\n\nTake a look at other insightful guides from our broad collection that might capture your interest in Large Language Models (LLMs).\n\nEmail Answering Made Easy\n\nOne of the standout features of ChatLLM is its robust email automation capability. The email answering agent is designed to read and respond to emails based on predefined instructions or reference documents. This feature allows users to customize prompts and responses to reflect their unique communication style or business requirements.\n\nIntegration with Gmail ensures seamless operation, allowing the agent to autonomously manage your inbox while adhering to your guidelines. Whether you’re handling a high volume of emails or simply looking to save time, this tool provides an efficient solution for streamlining email management. By automating repetitive tasks, the email answering agent enhances productivity and ensures consistent communication.\n\nStay Informed with the News Reporter Agent\n\nFor users who need to stay updated on specific topics, the news reporter agent offers a practical solution. This agent aggregates and summarizes news articles based on user-defined preferences, delivering concise and accurate summaries complete with references.\n\nWhether you’re conducting research, monitoring industry trends, or simply staying informed, the news reporter agent saves time by filtering and condensing vast amounts of information into actionable insights. This feature is particularly valuable for professionals who need to process large volumes of information quickly and efficiently.\n\nCustomization and Deployment\n\nChatLLM places a strong emphasis on customization, allowing users to tailor agent workflows, prompts, and response behaviors to align with their specific goals. This flexibility ensures that your AI agents operate in a manner that reflects your unique requirements and objectives.\n\nOnce configured, agents can be deployed through an intuitive user interface that simplifies the process. The platform also includes real-time monitoring tools, providing users with insights into agent performance. These tools enable you to make adjustments as needed, making sure optimal functionality and effectiveness over time.\n\nIntegration and Workflow Visualization\n\nTo enhance its utility, ChatLLM supports integration with external services such as Gmail, allowing seamless operation across platforms. Additionally, the platform features a visual workflow editor that maps out the operational logic of your agents.\n\nThis visualization tool is particularly useful for managing complex tasks, as it provides a clear overview of how different components interact. By offering a graphical representation of workflows, the editor makes it easier to refine and optimize processes, making sure that your agents perform efficiently and effectively.\n\nPractical Applications\n\nChatLLM is designed to address a wide range of practical use cases, making it a versatile tool for both personal and professional applications. Key use cases include:\n\nEmail Management: Automating repetitive tasks such as reading, categorizing, and responding to emails to improve productivity and save time.\n\nAutomating repetitive tasks such as reading, categorizing, and responding to emails to improve productivity and save time. Content Summarization: Analyzing and summarizing online content, documents, or news articles for research, decision-making, or staying informed.\n\nAnalyzing and summarizing online content, documents, or news articles for research, decision-making, or staying informed. Custom AI Solutions: Developing tailored AI agents to meet specific business or personal needs, such as automating workflows or enhancing customer interactions.\n\nWhy Choose ChatLLM?\n\nBy eliminating the need for coding, ChatLLM provide widespread access tos access to advanced AI technology, making it accessible to users of all skill levels. Its intuitive interface, robust functionality, and support for multiple LLMs make it a powerful platform for creating and deploying AI agents.\n\nWhether you’re looking to automate routine tasks, analyze complex documents, or aggregate and summarize news, ChatLLM provides the tools you need to achieve your goals efficiently and effectively. With its focus on usability, customization, and scalability, ChatLLM stands out as a practical solution for using AI in a wide range of applications.\n\nMedia Credit: Prompt Engineering\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 will likely be another brutal year of failed startups, data suggests",
            "link": "https://techcrunch.com/2025/01/26/2025-will-likely-be-another-brutal-year-of-failed-startups-data-suggests/",
            "description": "More startups shut down in 2024 than the year prior and a high volume of startup failures will continue, data from multiple ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zgIY-BznbMdRzPbHV_0owy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "24m",
            "source": "TechCrunch",
            "article_content": "More startups shut down in 2024 than the year prior, according to multiple sources, and that’s not really a surprise considering the insane number of companies that were funded in the crazy days of 2020 and 2021.\n\nIt appears we’re not nearly done, and 2025 could be another brutal year of startups shutting down.\n\nTechCrunch gathered data from several sources and found similar trends. In 2024, 966 startups shut down, compared to 769 in 2023, according to Carta. That’s a 25.6% increase. One note on methodology: Those numbers are for U.S.-based companies that were Carta customers and left Carta due to bankruptcy or dissolution. There are likely other shutdowns that wouldn’t be accounted for through Carta, estimates Peter Walker, Carta’s head of insights.\n\n“Yes, shutdowns increased from 2023 to 2024 in every stage. But there were more companies funded (with bigger rounds) in 2020 and 2021. So we would expect shutdowns to increase just by nature of VC naturally,” he said.\n\nAt the same time, Walker admitted that it’s “difficult” to estimate exactly how many more shutdowns there were, or will be.\n\n“I bet we’re missing a good chunk,” he told TechCrunch. “There are a number of companies who leave Carta without telling us why they left.”\n\nMeanwhile, AngelList found that 2024 saw 364 startup winddowns, compared to 233 in 2023. That’s a 56.2% jump. However, AngelList CEO Avlok Kohli has a fairly optimistic take, noting that winddowns “are still very low relative to the number of companies that were funded across both years.”\n\nLayoffs.fyi found a contradicting trend: 85 tech companies shut down in 2024, compared to 109 in 2023 and 58 in 2022. But as founder Roger Lee acknowledges, that data only includes publicly reported shutdowns “and therefore represents an underestimate.” Of those 2024 tech shutdowns, 81% were startups, while the rest were either public companies or previously acquired companies that were later shut down by their parent organizations.\n\nVCs didn’t pick “winners”\n\nSo many companies got funded in 2020 and 2021 at heated valuations with famously thin diligence, that it’s only logical that up to three years later, an increasing number couldn’t raise more cash to fund their operations. Taking investment at too high of a valuation increases the risk such that investors won’t want to invest more unless business is growing extremely well.\n\n“The working hypothesis is that VCs as an asset class did not get better at picking winners in 2021. In fact, the hit rate may end up being worse that year since everything was so frenzied,” Walker said. “And if the hit rate on good companies remains flat and we fund a lot more companies, then you should expect many more shutdowns after a few years. And that’s where we are in 2024.”\n\nDori Yona, CEO and co-founder of SimpleClosure, a startup that aims to automate the shutdown process, believes that in 2021, we saw a large number of startups receiving seed funding “probably before they were ready.”\n\nMerely getting that money may have set them up for failure, Yona explained.\n\n“The rapid capital infusion sometimes encouraged high burn rates and growth-at-all-costs mentalities, leading to sustainability challenges as markets shifted post-pandemic,” he noted. As such, “in recent years, many high-profile companies ceased operations despite significant funding and early promise.”\n\nThe primary impetus behind the shutdowns is an obvious one.\n\n“Running out of cash is typically the proximate cause,” Walker surmises. “But the underlying reasons are likely some combination of lack of product-market fit, lack of ability to get to cash-flow positive, and overvaluation leading to an inability to continue fundraising.”\n\nLooking ahead, Walker also expects we’ll continue to see more shutdowns in the first half of 2025, and then a gradual decline for the rest of the year.\n\nThat projection is based mostly on a time-lag estimate from the peak of funding, which he estimates was the first quarter of 2022 in most stages. So by the first quarter of 2025, “most companies will have either found a new path forward or had to make this difficult choice.”\n\nAngelList’s Kohli agrees. “They’re not all washed out,” he said of the startups funded at unreasonably high valuations during those heady days. “Not even close.”\n\nAlready this year, we’ve seen Pandion, a Washington-based delivery startup, announce it was shutting down. The company was founded during the pandemic and had raised about $125 million in equity over the last five years. And in December, proptech EasyKnock abruptly shut down. EasyKnock, a startup that billed itself as the first tech-enabled residential sale-leaseback provider, was founded in 2016 and had raised $455 million in funding from backers.\n\nStartups dying across industries, stages\n\nThe types of companies impacted last year were across a range of industries, and stages.\n\nCarta’s data points to enterprise SaaS companies taking the biggest hit — making up 32% of shutdowns. Consumer followed at 11%; health tech at 9%; fintech at 8%, and biotech at 7%.\n\n“Those percentages align pretty well with the initial funding to those sectors,” Walker said. “And essentially what this says is that every startup sector has seen shutdowns and none vastly outperformed, which gives support to the theory that the main cause of the increase is macro-economic, i.e. interest rate changes and the lack of available venture funding in 2023 and 2024.”\n\nLayoffs.fyi’s much smaller subset found that finance accounted for 15% of the shutdowns with food (12%) and healthcare (11%) coming in second and third.\n\nWhen it comes to stage, SimpleClosure’s data found that 74% of all shutdowns since 2023 are either pre-seed or seed, with the plurality (41%) at the seed stage.\n\nMost startups tend to shut down when the coffers are completely dry, though some see the writing on the wall early enough to give a bit back to their investors.\n\n“The majority of startups (60%) that fail don’t have enough capital left to return to investors,” Yona said. “Founders that do plan on returning funds have an average $630,000 of investments left — about 10% of total capital raised, on average.”\n\nYona also predicts the rate of startup closures will not slow down anytime soon.\n\n“Tech zombies and a startup graveyard will continue to make headlines,” Yona said. “Despite the crop of new investments, there are a lot of companies that have raised at high valuations and without enough revenue.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Start your week smart: Hegseth confirmed, hostages released, South Korean president, FEMA’s future, religious charter schools",
            "link": "https://www.msn.com/en-us/news/us/start-your-week-smart-hegseth-confirmed-hostages-released-south-korean-president-fema-s-future-religious-charter-schools/ar-AA1xT52u?ocid=BingNewsVerp",
            "description": "Robert F. Kennedy Jr. — Trump’s controversial pick to serve as Health and Human Services secretary — will face a confirmation ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FQc3BOKONwkJrU7tksiBty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top Work From Home Employer Rejects RTO Trend: Here’s Why",
            "link": "https://www.forbes.com/sites/chriswestfall/2025/01/25/the-top-work-from-home-employer-rejects-rto-trend-heres-why/",
            "description": "The top company for work from home roles pays as much as $300,000 per year. This company lets people work from anywhere - ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hrsvobHhlt8gIud89jzC9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AMD might’ve already lost the war with the RX 9070 XT",
            "link": "https://www.digitaltrends.com/computing/amd-lost-the-war-with-rx-9070-xt/",
            "description": "I was excited for the RX 9070 XT, but the way AMD is handling its launch is making me worry about the future of the RX 9000 ...",
            "image_url": "https://www.bing.com/th?id=OVF.CZ3AJS%2bzZvHo6Jds6%2b%2bPiw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "18h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents What’s going on with RDNA 4? I’m losing faith, and I’m not alone AMD could still make the RX 9070 XT a success\n\nIt looks like I may have played myself again. I was genuinely excited about AMD’s RX 9070 XT, but now, I’m starting to worry about its future. I always knew that the new AMD flagship wouldn’t be able to compete against some of Nvidia’s best graphics cards, but I had a lot of hope that it’d still be a great competitor for a number of other reasons.\n\nI’m not doubting the performance of the RX 9070 XT. I have no reason to, as we don’t know a thing about it — and that’s exactly why I’m worried. Not only are the GPUs still a complete mystery, but they’ve also reportedly been delayed. At this rate, I fear that AMD may have lost the war before it even started, and I’m not alone.\n\nRecommended Videos\n\nWhat’s going on with RDNA 4?\n\nI felt pretty excited for the RX 9070 XT, but so far, the launch of RDNA 4 has been a harsh lesson in managing your expectations.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nFirst, the GPUs barely got a mention during AMD’s 45-minute-long CES 2025 keynote. Then, the few slides that AMD released to the press offered very little information; we basically only learned a little bit about the RDNA 4 architecture and AMD’s performance goals. The information was vague, too — think “improved ray tracing performance” and the like.\n\nThe GPUs themselves were spotted at CES, but only those made by AMD’s partners, and they didn’t come with any specifications. So, at this stage, it’s been revealed that the RX 9070 XT comes with three fans in its Gigabyte design. That’s… not a lot.\n\nBut wait — there’s hope, or so I thought. AMD told Digital Trends that RDNA 4 would be released “in a matter of weeks,” and that the company thought that the new RX 9000 series deserved its own event. But only silence has followed.\n\nThe first update came not from AMD itself, but from B&H. The retailer put the RX 9070 XT up for sale with a January 22 preorder date. The cards had been taken down, but then they reappeared with a release date of March 22. Finally, this tracks.\n\nRadeon 9000 series hardware and software are looking great and we are planning to have a wide assortment of cards available globally. Can’t wait for gamers to get their hands on the cards when they go on sale in March! — David McAfee (@McAfeeDavid_AMD) January 20, 2025\n\nDavid McAfee, AMD’s vice president and general manager of the Ryzen CPU and Radeon graphics division, revealed on X (Twitter) that the cards will go on sale in March. McAfee later added that AMD is holding onto the GPUs a little while longer in order to optimize their software stack, including FSR 4.\n\nMeanwhile, various leakers and tipsters are having a field day with AMD’s troubled RDNA 4 launch. Recent whispers point to AMD still holding off to see how Nvidia fares. At this rate, AMD will likely get to see the RTX 5070 Ti and the RTX 5070 in their full glory before it launches the RX 9070 XT.\n\nAMD wanted to announce its new graphics cards alongside Nvidia, but it clearly didn’t have a solid plan for actually releasing them. Now, we’ve had to cobble together various ideas about the cards from leaks, board partners, and social media posts, which doesn’t inspire a lot of confidence.\n\nI’m losing faith, and I’m not alone\n\nAs soon as I saw David McAfee announce that RDNA 4 wouldn’t be here until March, I knew what was coming — and I wasn’t wrong. PC gaming enthusiasts, including both AMD and Nvidia fans, weren’t happy with the way it’s all gone down.\n\nScrolling through the hundreds of comments under McAfee’s post reveals just how badly the general public wants to know what’s going on.\n\nNot even, a proper announcement with slides of performance, features. Could be even \"price will be reveled at, a later date\". This is so bad PR… i have no words. — Tomasz Gawroński (@GawroskiT) January 20, 2025\n\nSitting at over 500 likes, a comment from GawroskiT on X makes a dig at AMD’s PR team. “Not even a proper announcement. […] This is [such] bad PR. I have no words.”\n\nAnother user, PlaysRingle, promises to ditch AMD for Nvidia based on how things are going. “AMD is going to make me upgrade my RX 7900 XTX to an RTX 5080. I can’t keep defending AMD when it keeps doing these things.”\n\nI know that I’m being fairly critical of AMD here myself, but I can’t help feeling bad when reading these comments and seeing the reactions. Some of it is really quite harsh, such as this comment from noremac258: “Does AMD ever not fail to capitalize on an opportunity? […] AMD’s graphics division is a disaster.”\n\nWhat ARE you guys doing? What sort of \"marketing\" is this \"stealth\" reveal??? Your CES presence was so uninformative you'd have been better off not showing up at all, and all we get since then is THIS? — DGBurns (@davidgburns) January 21, 2025\n\nI tried to find more supportive comments, but there are very few of those to be found. However, Hardware Unboxed made a separate post defending AMD, which is what prompted McAfee to clarify that the delayed launch comes down to software optimization.\n\nAMD delaying the launch of RDNA4 to March is the right move. The last thing they want is stuffing up the launch yet again, which they risk doing if they launch before Nvidia. And very few people would have bought a 9070 XT just because it launched a week or two before the 5070.… — Hardware Unboxed (@HardwareUnboxed) January 20, 2025\n\nI know that X is a tough crowd, so I decided to check Reddit for more reactions. Long story short — it wasn’t pretty.\n\nThe comments under this post, sharing that RDNA 4 won’t arrive until March, are still harsh. One commenter said: “Nvidia’s release was looking rather underwhelming, so AMD had to pull out all the stops to make sure they miss the opportunity this time.”\n\n“I perceive this as having no confidence in your own product. [AMD] had the opportunity here to seize this midrange market segment by coming out first,” said another user, pointing out that waiting for Nvidia’s RTX 5070 might backfire.\n\nIn search of people who are more in favor of AMD than Nvidia, I ventured into the r/AMD community. This post quickly showed me that people aren’t willing to cut AMD any slack.\n\nOther than the top comment thread pictured above, all the other highly-rated comments criticize AMD. “Absolute incompetence from AMD’s GPU division, again,” says one poster. “Doesn’t a significant amount of retailers already have the cards in stock? What a fumble,” adds another.\n\nI could go on, but you get the gist. It’s clear that people aren’t pleased, and while the internet at large is hardly ever satisfied, some of this might’ve been avoided if AMD had been more forthcoming about the RX 9000 series. People are frustrated with the delay, but also with the lack of information.\n\nAMD could still make the RX 9070 XT a success\n\nThings are looking a little bleak for RDNA 4 right now, but the internet is quick to forget. It’s still entirely possible for AMD to turn this around and make the launch of the RX 9000 series a success.\n\nMy opinion is that sharing some information would be better than sharing next to none; even a basic spec sheet would go a long way. Although McAfee plays a key role in AMD’s GPU strategy, most fans don’t check his X account on a daily basis. Those people are either kept in the dark or they’re left to rely on third parties to tell them what’s going on.\n\nLetting the general public figure out AMD’s plans based on social media means that a lot of people who might have otherwise been happy to wait will now be influenced by people who are decidedly not happy. If there are hundreds of comments all saying that AMD is doing a bad job, it’s easy to start believing it yourself if you don’t have anyone telling you otherwise.\n\nUnfortunately, right now, AMD is really not doing much to dispel that notion. A quick X post, even when coming from an AMD executive, doesn’t cut it.\n\nAside from some marketing efforts to drive up the hype, I think it’s now more important than ever for AMD to lean into that performance-per-dollar metric that makes GPUs like Intel’s Arc B580 such a great deal. The fact is that the RX 9070 XT might still be an exceptional GPU even if it won’t be able to beat all of its Nvidia rivals.\n\nMost people won’t be spending $2,000 (or more) on an RTX 5090. The GPU market needs graphics cards that provide value while being able to run the latest games, and to that end, AMD’s usually done a pretty good job. Strangely enough, some of its best GPUs are the ones that didn’t get a lot of love from the marketing department, such as the RX 7900 GRE — but that’s no reason for the RX 9070 XT to also be launched with so little fanfare.\n\nIn the consumer graphics market, AMD is a small fish; Nvidia is a massive shark. Following a troubled launch, AMD may therefore now face an uphill climb with the RX 9070 XT — but I’m still hopeful.\n\nIf AMD gets the pricing right, the RX 9070 XT might still turn out to be an amazing card. On the other hand, if it’s too expensive when compared to its Nvidia rivals, it might end up being overlooked regardless of AMD’s marketing efforts. And let’s hope that those efforts actually begin soon, because so far, Nvidia’s winning the battle — but AMD could still walk away unscathed from the war."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ETtech Explainer: What is DeepSeek, China's competitor to OpenAI?",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/ettech-explainer-what-is-deepseek-china-s-competitor-to-openai/ar-AA1xSHsK?ocid=BingNewsVerp",
            "description": "DeepSeek is a Chinese AI startup specialising in open-source large language models (LLMs). When launched in December 2024, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pniZV-MwzFNnwuWxTf3N7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "2hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta's chief AI scientist says DeepSeek's success shows that 'open source models are surpassing proprietary ones'",
            "link": "https://www.msn.com/en-us/technology/tech-companies/meta-s-chief-ai-scientist-says-deepseek-s-success-shows-that-open-source-models-are-surpassing-proprietary-ones/ar-AA1xRpjm?ocid=BingNewsVerp",
            "description": "Meta's chief AI scientist, Yann LeCun, says DeepSeek's success with R1 says more about the value of open source than Chinese ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uLSEv1CHuQIKr37Wlvu1uS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "20hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Impact and Influence of GenAI on Project Managers",
            "link": "https://techbullion.com/impact-and-influence-of-genai-on-project-managers/",
            "description": "Generative AI (GenAI) is a cutting-edge technology within the artificial intelligence landscape that creates new content, such as text and images, based on user inputs and extensive data sets.",
            "image_url": "https://www.bing.com/th?id=ODF.1DZ_JhFp0wvfm_WCXhrgng&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "machine+learning",
            "date": "Impacts2h",
            "source": "Impacts",
            "article_content": "Press Release\n\nBlockDAG’s 10% USDT Cashback Program Enters Final 2 Days – XRP Faces Sell-Offs & BNB Coin Price Eyes Surge\n\n2025 is off to an exciting start for some of the top trending crypto..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shedding Light on AI: Dr. Pulicharla Explores Explainable AI in Data Engineering",
            "link": "https://techbullion.com/shedding-light-on-ai-dr-pulicharla-explores-explainable-ai-in-data-engineering/",
            "description": "Demystifying Artificial Intelligence in Data Pipelines As Artificial Intelligence (AI) continues to integrate into various ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1U7FdvSP_6I27duP6Ro3IS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Impacts41m",
            "source": "Impacts",
            "article_content": "Demystifying Artificial Intelligence in Data Pipelines\n\nAs Artificial Intelligence (AI) continues to integrate into various sectors, its capabilities in automating complex processes and driving innovation are unmatched. However, one of the challenges that come with AI is its “black box” nature, wherein the inner workings of machine learning models remain opaque, even to those deploying them. This issue is especially critical in fields like data engineering, where large-scale pipelines manage massive amounts of data that fuel these AI models.\n\nDr. Mohan Raja Pulicharla addresses this concern in his recent study titled “Explainable AI in the Context of Data Engineering: Unveiling the Black Box in the Pipeline.” His research emphasizes the importance of Explainable AI (XAI) in ensuring transparency and trust in machine learning models, particularly within the intricate frameworks of data pipelines.\n\nExplainable AI: Enhancing Transparency in AI Systems\n\nExplainable AI (XAI) refers to a set of methods and techniques that allow human users to understand how AI systems make decisions. In the context of data engineering, where data must flow seamlessly through various stages of collection, transformation, and analysis, XAI has a significant role to play.\n\nDr. Pulicharla’s research highlights how traditional AI systems, while effective, often lack transparency. Engineers, decision-makers, and even end-users find it difficult to comprehend why a model arrived at a specific conclusion. This is particularly problematic when AI is used in critical areas such as healthcare, finance, or governance, where decisions can have significant consequences. Without insight into these decisions, AI systems can remain underutilized or mistrusted.\n\nBy implementing XAI within data pipelines, engineers can inspect models at various stages of processing. XAI offers a way to verify their accuracy, fairness, and reliability, leading to more informed and confident decision-making.\n\nAI in Data Engineering: Bridging the Gap Between Models and Data\n\nData engineering involves designing, building, and managing the data infrastructure required for analysis and decision-making in AI systems. As data moves through the various stages of a pipeline—whether it’s being ingested, transformed, or analyzed—AI models are often applied to make sense of that data. Dr. Pulicharla’s research illustrates that these models are only as effective as the transparency they offer.\n\nBy integrating XAI into data pipelines, the study focuses on demystifying how machine learning models handle data at each stage. For instance, an AI model used to predict customer behavior may process raw transactional data, apply a series of transformations, and eventually make a prediction. XAI can help engineers and analysts track how the model arrives at its conclusion, ensuring the results are both explainable and reliable.\n\nDr. Pulicharla emphasizes that XAI can help identify potential biases or inconsistencies in models that may otherwise go unnoticed. Given that data engineering pipelines often handle sensitive data, such as personal information or financial records, explainability is crucial to maintaining ethical AI practices.\n\nThe Practicality of XAI in Data Pipelines\n\nOne of the key takeaways from Dr. Pulicharla’s research is the practicality of implementing XAI in real-world data pipelines. While XAI is often discussed in theoretical terms, his study delves into the technical aspects of how it can be embedded within existing infrastructure. This involves selecting the right tools and methods for achieving explainability without disrupting the efficiency of data pipelines.\n\nThe research outlines how model-agnostic techniques such as LIME (Local Interpretable Model-Agnostic Explanations) or SHAP (Shapley Additive Explanations) can be applied at various points in a data pipeline to interpret and explain model predictions. These techniques can be used to continuously monitor AI systems and detect any anomalies or unexpected behaviors.\n\nIn addition to practical implementation, XAI’s potential long-term benefits include fostering trust between AI systems and their users. Whether it’s a business analyst relying on AI-generated insights or a data engineer tasked with managing the pipeline, XAI ensures that the rationale behind each decision is clear, traceable, and defensible.\n\nA Step Forward for Ethical AI:\n\nAs AI systems become more prevalent in decision-making processes, the need for transparency and trustworthiness cannot be overstated. Dr. Mohan Raja Pulicharla’s research on Explainable AI within data pipelines contributes to the ongoing efforts to make AI systems more accountable and understandable.\n\nBy focusing on the implementation of XAI in data engineering, his work highlights the critical role transparency plays in ensuring AI’s successful integration into industries that depend on reliable data insights. This research points to a future where AI is not just a tool for automation, but also a system that can be fully understood, trusted, and relied upon by its users.\n\nFor more details, read the full research article here: https://www.ijisrt.com/explainable-ai-in-the-context-of-data-engineering-unveiling-the-black-box-in-the-pipeline."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin says Russia 'ready for negotiations' with Donald Trump on Ukraine",
            "link": "https://www.msn.com/en-us/news/politics/putin-says-russia-ready-for-negotiations-with-donald-trump-on-ukraine/ar-AA1xR9xd?ocid=BingNewsVerp",
            "description": "Russian President Vladimir Putin said he is \"ready for negotiations\" with U.S. President Donald Trump about how to end the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mb18g_GalN0hUdJP3ClqPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "21hon MSN",
            "source": "UPI News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: Trump promised to end the Ukraine war, but neither side is ready",
            "link": "https://www.msn.com/en-us/news/world/opinion-trump-promised-to-end-the-ukraine-war-but-neither-side-is-ready/ar-AA1xSHzM?ocid=BingNewsVerp",
            "description": "As Eisenhower once said of how conflicts end, 'sometimes it just gets down to the dirty job of killing until one side or the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GAgN5JCzAlaQQXBF8pa5oC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5hon MSNOpinion",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congo severs ties with Rwanda as eastern conflict escalates",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/congo-severs-ties-with-rwanda-as-eastern-conflict-escalates/ar-AA1xRFvn?ocid=BingNewsVerp",
            "description": "Congo has severed all diplomatic ties with Rwanda and South Africa said on Saturday that nine of its peacekeepers had been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7SOBmS33La7SK3f76PMmDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "16hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Business elites truly believe Trump could be on the verge of solving one of the world’s most difficult problems: The Ukraine War",
            "link": "https://www.msn.com/en-us/news/opinion/business-elites-truly-believe-trump-could-be-on-the-verge-of-solving-one-of-the-world-s-most-difficult-problems-the-ukraine-war/ar-AA1xRjMu?ocid=BingNewsVerp",
            "description": "Donald Trump’s first week in office was a whirlwind: executive orders on everything from closing the border to ending federal ...",
            "image_url": "https://www.bing.com/th?id=OVF.89awAaJal5Hak6ADsrTyjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "19hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is Alani Nu and Is Its Growth Causing Celsius Stock to Plunge?",
            "link": "https://www.msn.com/en-us/money/topstocks/what-is-alani-nu-and-is-its-growth-causing-celsius-stock-to-plunge/ar-AA1xSQi7?ocid=BingNewsVerp",
            "description": "Alani Nu is an energy drink with similar branding to Celsius that only launched in 2018. Alani Nu is owned by privately held ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d29CSpm_V6gwT_WaLwWizi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "5hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prediction: 1 Soaring Cryptocurrency Stock Could Plunge by 50% (or More)",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/prediction-1-soaring-cryptocurrency-stock-could-plunge-by-50-or-more/ar-AA1xSztr?ocid=BingNewsVerp",
            "description": "Robinhood Markets (NASDAQ: HOOD) stock has been on a tear lately, with a whopping 358% gain over the past 12 months alone. In ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NblmdlNNIGpmAY0k7gmsZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "4hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PepsiCo Vs. Coca-Cola: How Valuation And Diversification Favor PepsiCo",
            "link": "https://seekingalpha.com/article/4752077-pepsico-vs-coca-cola-how-valuation-and-diversification-favor-pepsico",
            "description": "PepsiCo’s diversified revenue from beverages and snacks provides more stability and growth potential compared to Coca-Cola.",
            "image_url": "https://www.bing.com/th?id=OVFT.IB9iuDFXh4ALnoaIweXD2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4h",
            "source": "Seeking Alpha",
            "article_content": "PepsiCo (NASDAQ: PEP ) vs. Coca-Cola (NYSE: KO ) has long been a topic of discussion among both consumers and investors. Currently, PepsiCo is growing faster and has a lower valuation than Coca-Cola. It also has materially lower risk, making it a\n\nA passionate college student looking to build a career in the field of finance. Currently studying for CFA level 1 examination and pursuing BBA at nalsar university Hyderabad. Looking to contribute to investors by making stock research easy.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best Stocks to Invest $50,000 in Right Now",
            "link": "https://www.msn.com/en-us/money/topstocks/the-best-stocks-to-invest-50000-in-right-now/ar-AA1xSUTf?ocid=BingNewsVerp",
            "description": "While the market has continued its winning ways to start the year, there are still some attractive investment opportunities - ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H3Wly7Fz-NRMNhXQ1RehMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.msn.com/en-us/money/economy/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/ar-AA1xN6Ko?ocid=BingNewsVerp",
            "description": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BtWFd7SAS1MSQ5yM_xAKwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "20hon MSN",
            "source": "The Associated Press - Business News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russian economy meltdown as firms face mass bankruptcies and consumer borrowing costs soar",
            "link": "https://www.msn.com/en-gb/money/other/russian-economy-meltdown-as-firms-face-mass-bankruptcies-and-consumer-borrowing-costs-soar/ar-AA1xR9Ua?ocid=BingNewsVerp",
            "description": "Hit by a triple whammy of soaring loans, plummeting sales, and evaporating state support, many small-and medium-sized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mFrixbm--WrdXLJ8bsTvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "22hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What handheld PC makers should do to fight the Nintendo Switch 2",
            "link": "https://www.theverge.com/24351383/handheld-pcs-challenge-switch-2-editorial",
            "description": "But the Nintendo Switch 2, coming later this year, may change that value proposition. Not only will it continue to be the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uT543XHGUA0_ZqJbX_voZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "24m",
            "source": "The Verge",
            "article_content": "I stopped buying most games for my Nintendo Switch the day I bought a Steam Deck. My Switch has been a Mario and Zelda machine ever since. It’s simple: the Steam Deck took the Switch’s best trick — pick-up-and-play portability — while offering more games that run better. I can easily resume the ones I started on my desktop PC, or continue to play portable titles on my desktop and marvel at improved graphics.\n\nBut the Nintendo Switch 2, coming later this year, may change that value proposition. Not only will it continue to be the console that attracts families and kids with inventive, surprising, must-try exclusive Nintendo games that use its detachable Joy-Cons’ many tricks, but it also has a real chance at convincing the enthusiasts who might otherwise buy a handheld gaming PC — or who were waiting for handheld PCs to become less of a wild west.\n\nThe Switch 2’s newly magnetic Joy-Con. Gif: Nintendo\n\nThe Switch 2 may meet or beat the Steam Deck in performance. If history’s any indication, it should easily sell better than every handheld gaming PC combined. When the original Nintendo Switch launched nearly eight years ago, there was almost nothing to play but Zelda, and Nintendo held its game catalog in an iron grip — but now, the backwards-compatible Switch 2 will launch with one of the largest and most welcoming libraries of all time, rivaled only by smartphones and computers. The Switch could theoretically become the new baseline for game developers to target, and the most reliable place to find new handheld-friendly titles.\n\nSo: How can the budding handheld PC revolution escape the shadow of the Switch 2? I won’t say I know for sure, but I did just check the industry’s temperature at CES 2025, the world’s biggest tech show — and I’m afraid PC handhelds may stay in that shadow unless the industry does more.\n\nHandheld ergonomics was one bright spot going into 2025. While I still prefer the Deck’s overall feel, practically every PC handheld I touched had nicely sculpted grips that made them more comfortable to hold than their predecessors. From the 8-inch MSI Claw 8 AI Plus and Lenovo Legion Go S, to the 8.8-inch Legion Go 2, and the giant 11-inch Tencent Sunday Dragon, even the largest Windows handhelds didn’t feel as awkward as some of their first-gen predecessors.\n\nThere are four places I think the industry has to change — and maybe, band together — if these handhelds want a meaningful piece of the Switch.\n\nA year made a huge ergonomic difference to Lenovo’s handhelds in particular. (The new one’s on the left.) Photo by Antonio G. Di Benedetto\n\nOperating system\n\nBuyers need to know that their game will be ready to play when they press the power button on a handheld. That’s the Nintendo Switch experience, and it’s similar to how the Steam Deck works once games are downloaded — but it’s far from what Windows handhelds currently offer.\n\nThat’s why the three biggest pieces of handheld gaming news at the show had little to do with the hardware itself. They were about ditching today’s version of handheld Windows.\n\nFirst, Lenovo revealed it would produce the first authorized third-party handheld to ship with Valve’s easy-to-use SteamOS instead of Windows — something only the Steam Deck has done so far. Second, Valve told us it would bring a SteamOS beta to additional third-party handhelds as soon as this April. Third, a Microsoft executive told The Verge that the company would finally do something meaningful about its bloated Windows experience on handhelds later this year, combining “the best of Xbox and Windows together.”\n\nThese moves are heartening, as it’s a Wild West in handheld PC land. Most companies opt for a copy of Windows that doesn’t reliably launch games or sleep and wake properly, defeating some of the purpose of a pick-up-and-play handheld experience. They’re filled with difficult-to-navigate UI and unnecessary bloatware, too — to the point that today, a community-created fork of Valve’s SteamOS UI is already a far better experience than Windows.\n\nIt’s also good for SteamOS fans: while the Steam Deck is a great platform for SteamOS, we’ve already seen the Deck can’t compete with the Switch by itself. Game publishers don’t see the raw sales numbers to bring big multiplayer games like Fortnite or Valorant to SteamOS. (They say cheaters are too big a risk.)\n\nBut, while the CES moves are significant, Valve, Microsoft, and Lenovo are non-committal about how much things might improve. Microsoft would only give me the barest hints about making Windows feel more like an Xbox game console at some point later this year. Lenovo is hedging its SteamOS bet hard — not only will the Legion Go S ship in both Windows and SteamOS varieties, the Windows version will go on sale months earlier, and Lenovo won’t commit to SteamOS for its larger, later-in-2025 handheld.\n\nNo other company announced a SteamOS handheld at CES, either, save for PC maker GPD, with a claim that was apparently false or lost in translation. Valve told me it has no other partner devices currently in the works for SteamOS, though it’d be happy to work with more companies. I believe every handheld maker should give SteamOS a shot.\n\nCES 2025 brought huge handhelds like this 11-inch Acer, and they’re not necessarily a bad idea! Photo by Antonio G. Di Benedetto / The Verge\n\nScreen\n\nThis one’s easy: to maximize performance, battery life, economies of scale, and offer a closer-to-game-console experience, handheld PC makers should universally adopt a 1080p-or-lower-resolution HDR OLED screen with variable refresh rate.\n\nMany PC manufacturers are wasting what little performance they can muster from a handheld chip and battery on a screen with far too many pixels for the task, artificially constraining performance and battery life in exchange for 1600p or 1200p sharpness that most gamers won’t miss on a 7-inch to 8-inch panel. Additionally, every handheld without a variable refresh rate screen is likely wasting a good chunk of the frames that their handheld can serve because their screen is artificially limiting their framerate — VRR was the Asus ROG Ally’s secret weapon, letting it play games more smoothly than competing handhelds even if rivals’ chips offered the same FPS.\n\nLastly, HDR is a revelation on the Steam Deck OLED’s screen, letting both native titles and the HDR games I stream from my PS5 feel like they’re filled with real light that explodes out of the screen. It’s something Windows desktops and laptops have never consistently offered the way today’s consoles do, but handhelds could be the gateway to changing that.\n\nIs a screen like the one I’m describing expensive or hard to find? Band together, PC companies, and surely a display maker can change that for you.\n\nChips and battery\n\nUnless you count the Nvidia Tegra at the heart of the Nintendo Switch, AMD is the leader in handheld chips. But its semi-custom Aerith and Sephiroth parts for the Steam Deck feel like the only ones proactively designed with power-sipping handhelds in mind, leaving everyone else at a portability disadvantage. And it sounds like AMD’s new Z2 line might not be all that different.\n\nAMD’s Z1 batch of chips in handhelds like the Asus ROG Ally wasn’t originally for handheld; they’re mildly tweaked laptop processors that need 17 or 18 watts to begin to hit their stride, enough for a complete handheld to drain a typical 50Wh battery pack in well under three hours with mildly intensive games.\n\nThe Z2 line is similarly a set of tweaked laptop chips, and while AMD told me some may offer more performance at the same power and add improved efficiency tweaks, the total consumed power may not decrease. Lenovo product manager Alex Zhu told me it’s looking at running its Legion Go S’s Z2 Go chip at around 20 watts, which might give it worse battery life than the 15-watt-and-below Steam Deck even if its GPU is more capable. AMD also confirmed the Z2 Go is less powerful than the prior-gen Z1 Extreme.\n\nAMD senior fellow Mahesh Subramony told me the company’s flagship Z2 Extreme chip, on TSMC’s shrunk-down N4P process node with a mix of newer Zen 5, Zen 5c and RDNA 3.5 cores, should be both more efficient and much more capable than the Z2 Go, and quite a bit better than the Z1 Extreme as well, but it’s not a leap forward. That may require AMD’s even newer RDNA 4 graphics, and it may require bespoke processors.\n\nThe MSI Claw 8 AI Plus uses an Intel Lunar Lake chip. Photo by Antonio G. Di Benedetto / The Verge\n\nDon’t hold your breath if you’re hoping Intel might provide meaningful competition in the handheld chip realm. While early reviews of the Intel Lunar Lake chip in the revised MSI Claw 8 AI Plus are quite promising, its pricey Lunar Lake chip may be a bit of a one-off, with future Intel parts steering away from the power-saving on-die memory that Intel experimentally added. I’m curious if that’s why MSI hasn’t fully launched the Claw as expected.\n\nMeanwhile, Intel certainly has bigger fish to fry right now than making custom handheld chips. “It’s not a market that we’re actively pursuing, but it’s a market we’re happy to enable,” Intel VP of technical marketing Robert Hallock tells me of handheld gaming. “It is somewhat extracurricular,” he added, explaining that it’s a fun and exciting but small market and that Intel has to pick its battles. “We’re coming off admittedly, about five, six years of strife and we have to decide where we want to invest.”.\n\nSome manufacturers have been able to improve the battery life disadvantage of today’s off-the-shelf AMD chips by including a much larger battery pack — the Asus ROG Ally X doubled the size of its predecessor’s pack to 80 watt-hours, and it’s no longer the only 80Wh handheld you can buy. But that comes with size and weight tradeoffs that can only be partially engineered away.\n\nWe need handheld makers to join together and make a case for better chips.\n\nThe Steam Deck still starts at $399, even if the $529 OLED model is superior. Photo by The Verge\n\nPrice\n\nThe PC industry also needs to cut prices if it wants a chance to eat Nintendo’s lunch.\n\nThe Nintendo Switch debuted at $299 in 2017 — around $380 in today’s money — and the OLED version arrived at $349 in 2021. A year later, Valve’s Steam Deck debuted at $399. But today, the only Windows handheld gaming PC I can recommend costs $799, roughly twice the price of an entry-level Deck, and most Windows handhelds have started at $600 and up. High-end options are great, but the space may remain niche without low-end options, too.\n\nOnly the least expensive model of Lenovo’s SteamOS variant of the Legion Go S will lower that bar to $499 this May. And all of those prices are still more than Sony or Microsoft charges for a TV console with far more performance, and likely more than Nintendo will charge for the Switch 2.\n\nI’m not sure what exactly PC makers would need to do to challenge the Switch on price, but it’s likely not simple. Valve CEO Gabe Newell said it was “painful” but “critical” to launch the Steam Deck at $399, hinting that the company may have followed the razor-and-blades business model where console makers initially sell hardware at a loss, then make the money back as people buy games. If so, that’s a tough act to follow, as no other PC maker controls the world’s largest PC games store and can afford to subsidize a handheld that way.\n\nBut not every console has been a loss leader: Nintendo reportedly never sold the Switch at a loss, and Sony stopped selling the PS5 at a loss less than a year after its debut. So it’s possible to cut prices with the right bill of materials and economies of scale. Lenovo explicitly told me it worked with AMD on the Z2 Go chip to help lower the Legion Go S’s price, for example.\n\nTo compete with Nintendo, a company like Microsoft or Valve or even Sony needs to lead the charge, securing the components and offering the right operating system for dozens of true Switch competitors Imagine dozens of portable Xboxes or PlayStations or Steam Machines, instead of each PC maker marching to the beat of their own drum."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is MSI Center (And Should You Uninstall It)?",
            "link": "https://www.msn.com/en-us/news/technology/what-is-msi-center-and-should-you-uninstall-it/ar-AA1xRskL?ocid=BingNewsVerp",
            "description": "It's not unusual for your pre-built PC to include a slew of pre-installed software, such as MSI Center, but is the software ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I4OK4m3h5Kfyhi2yCmJvUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "20hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arka Fincap Redefining Finance Through Technology",
            "link": "https://www.dqindia.com/interview/arka-fincap-redefining-finance-through-technology-8648399",
            "description": "In this conversation, Suman Saurav, CTO of Arka Fincap, shares insights into how the company has leveraged advanced tools and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VAdFFrEb42Tf9PgRykCp4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Dataquest13h",
            "source": "Dataquest",
            "article_content": "Arka Fincap has embraced technology to streamline its operations and enhance customer experiences. By utilizing tools such as low-code platforms, automation, and cloud infrastructure, the company has significantly reduced processing times and operational costs. This approach has enabled efficient loan processing, seamless fintech integrations, and data-driven decision-making. Arka’s journey highlights the role of technology in modernizing financial services while balancing scalability, compliance, and customer-centricity.\n\nAdvertisment\n\nCollaborating with fintech partners through standardized APIs has been pivotal in enhancing our loan sourcing capabilities and meeting customer expectations for speed and efficiency.\n\nIn this conversation, Suman Saurav, CTO of Arka Fincap, shares insights into how the company has leveraged advanced tools and platforms to automate operations, enhance customer engagement, and maintain cost efficiency. From utilizing low-code platforms for rapid deployment to building a cloud-first infrastructure, Saurav delves into the technologies shaping Arka’s journey and the lessons learned along the way. Excerpts from the interview:\n\nHow has Arka Fincap leveraged technology to streamline its operations and enhance customer experience? What specific technologies or tools have been instrumental in this transformation?\n\nAdvertisment\n\nArka Fincap has pioneered a technology-driven operational model aimed at optimizing efficiency and enhancing customer satisfaction. From inception, the company committed to a robust infrastructure built on contemporary technology, allowing automation of critical processes such as customer onboarding, loan sanctioning, and disbursement. These advancements have drastically reduced processing times and operational costs.\n\nKey technologies include:\n\n• Low-Code/ No-Code Platforms: These have accelerated the development of the Loan Origination System, enabling rapid product launches and program adjustments without heavy reliance on the IT systems. This adaptability ensures a swift response to market dynamics.\n\nAdvertisment\n\n• Standardized APIs: Seamless integration with fintech partners has been achieved through APIs, enabling efficient data exchange and streamlined workflows.\n\n• Automation: Processes like loan decision-making and disbursements are now automated, achieving turnaround times as low as four seconds. This efficiency boosts transaction volumes without increasing overhead.\n\n• Advanced Analytics: Tools such as Inferyx and Power BI provide insights into customer behaviour and business performance, supporting strategic decision-making.\n\nAdvertisment\n\nCan you elaborate on Arka’s approach to cost optimization in the context of digital transformation? How have you managed to balance the need for advanced technology to maintain a frugal cost structure?\n\nArka Fincap has embraced a cost-conscious strategy that integrates advanced technology while maintaining a lean cost structure:\n\n• Cloud-Based Infrastructure: Utilizing a pay-as-you-go model, the cloud infrastructure scales resources based on demand, minimizing costs associated with physical hardware.\n\nAdvertisment\n\n• Low-Code/No-Code Platforms: The implementation of low-code / no-code platforms for Loan Origination System has been instrumental in reducing development costs and time. This has empowered business analysts to make changes to applications without needing extensive IT intervention, allowing for rapid deployment of new features or adjustments to existing processes. This agility not only cuts down on development costs but also accelerates the time-to-market for new products.\n\nArka Fincap’s digital transformation is built on a foundation of empathy, agility, and technology, ensuring that we stay customer-focused while driving sustainable business growth.\n\n• Unified Loan Management System: A single LMS consolidates data management, reducing technology investment and simplifying reconciliation processes.\n\nAdvertisment\n\n• SaaS Applications: Functions like HR management and expense tracking leverage SaaS solutions, offering flexibility and cost efficiency.\n\nWhat role have SaaS and cloud computing played in Arka’s digital transformation journey? How have these technologies enabled you to achieve infinite scalability while managing costs effectively?\n\nAdvertisment\n\nSaaS and cloud computing are central to Arka Fincap’s digital transformation:\n\n• Cloud Infrastructure: Enables scalable, cost-effective operations with a pay-as-you-go model that adjusts resources based on demand.\n\n• Infinite Scalability: The flexibility of cloud solutions accommodates fluctuating demands without the need for additional hardware.\n\n• SaaS Applications: These streamline operations, reduce overhead, and provide access to the latest tools, ensuring operational agility.\n\nCan you share specific examples of how Arka has quantified the benefits of its technology investments in terms of cost savings, efficiency gains, and improved customer satisfaction?\n\nArka Fincap’s technology investments have delivered measurable outcomes:\n\n• Cost Savings: Automation of loan processes reduces operational expenses and staffing requirements, achieving turnaround times of four seconds.\n\n• Customer Satisfaction: Arka’s product offering like the Uday loan service for small ticket loans against property offers tailored solutions for MSMEs, addressing unmet needs and fostering trust.\n\n• Data-Driven Decisions: Advanced analytics tools enable informed decision-making, improving resource allocation and service delivery.\n\n• Employee Support: Our in-house chatbot Vidya enhances internal efficiencies by centralizing access to policy information.\n\nHow does Arka ensure compliance with evolving regulations in the financial services sector while embracing digital transformation?\n\nArka Fincap has adopted a proactive approach to ensure compliance with evolving regulations in the financial services sector while embracing digital transformation.\n\nData security is critical in the lending sector, and Arka addresses this by adhering strictly to regulatory guidelines and implementing best practices in cybersecurity.\n\nHere’s an overview of how the company manages this balance:\n\n• Integration of Technology and Operations: Arka Fincap has established a unique model that intertwines technology with operations, allowing for streamlined processes that enhance compliance. The integration of digital tools enables the company to automate regulatory reporting and compliance workflows, reducing the risk of human error and ensuring timely adherence to regulatory changes.\n\n• Continuous Monitoring of Regulatory Changes: The compliance team at Arka is dedicated to closely monitoring regulatory developments within the Non-Banking Financial Company (NBFC) sector. As regulations evolve, such as the adoption of Indian Accounting Standards (IND AS) and Scale-Based Regulations (SBR), Arka ensures that these guidelines are thoroughly evaluated and swiftly integrated into their operations. This agility allows them to remain compliant without significant disruptions to their business processes.\n\n• Data Security and Compliance Frameworks: Data security is critical in the lending sector, and Arka addresses this by adhering strictly to regulatory guidelines and implementing best practices in cybersecurity. The company has instituted measures for protecting customer data, including employee identity management and data obfuscation where necessary. These practices not only safeguard sensitive information but also ensure compliance with data protection regulations.\n\n• Risk Management Tools: Arka employs robust risk management frameworks that include tools such as Expected Credit Loss (ECL), Early Warning Signals (EWS) mechanisms and Power BI analytics. These tools facilitate continuous monitoring of various risks, from asset quality to governance and liquidity, enabling the company to address potential compliance issues proactively. By utilizing data-driven insights, Arka can make informed decisions that align with regulatory requirements.\n\nAre there any strategic partnerships or collaborations that Arka has formed to accelerate its digital transformation journey?\n\nArka Fincap has strategically partnered with various organizations to accelerate its digital transformation journey, particularly focusing on enhancing its offerings in the MSME lending sector. Here are some key partnerships and collaborations that have played a significant role in this transformation:\n\n• Co-Lending Partnership: Arka Fincap has established a co-lending arrangement with banks and NBFCs aimed at providing loans to Micro, Small, and Medium Enterprises (MSMEs).\n\n• Fintech Collaborations: Arka has formed partnerships with multiple fintech companies to enhance its loan sourcing capabilities. These collaborations enable seamless integration by utilizing standardized APIs. The integration also allows for quicker loan processing times and improved service delivery, aligning with customer expectations for fast and efficient financial services.\n\n• Adoption of SaaS Solutions: Arka leverages various SaaS (Software as a Service) applications to streamline operations across different functions such as HR management, expense tracking, and customer relationship management. This approach has resulted in cost efficiency and operational agility.\n\nWhat is Arka’s long-term vision and goals for digital transformation?\n\nArka Fincap has articulated a clear long-term vision and set of goals for its digital transformation journey, focusing on leveraging technology to enhance operational efficiency, customer experience, and overall business growth.\n\n• Empowering Financial Growth: Arka aims to drive financial empowerment by providing innovative and technology-enabled financial solutions. The company envisions itself as a robust, diversified institution that can facilitate growth for its clients in the MSME sector while ensuring sustainable value creation.\n\n• Customer-Centric Approach: The organization is committed to enhancing customer experiences through empathy and agility. By focusing on creating differentiated customer journeys, Arka seeks to meet and exceed customer expectations in the financial services sector.\n\n• Technology as a Key Enabler: Arka considers technology as a critical driver for business growth. Our long-term vision includes building a comprehensive IT architecture that supports seamless access to business systems and applications, thereby improving operational efficiency and service delivery.\n\nSuman Saurav\n\nCTO, Arka Fincap\n\naanchalg@cybermedia.co.in"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael Sheen got a right roasting",
            "link": "https://www.ladbible.com/entertainment/celebrity/michael-sheen-mcintyre-big-show-phone-bbc-800037-20250126",
            "description": "Michael Sheen was left red-faced after taking a roasting from Michael McIntyre. The Good Omens actor appeared on the comedian ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y3DgGVmEh_MyTDuwusO6yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "5h",
            "source": "LADbible",
            "article_content": "Michael Sheen was left red-faced after taking a roasting from Michael McIntyre.\n\nThe Good Omens actor appeared on the comedian’s Big Show episode last night (25 January) where he was subjected to the infamous ‘Send to All’ challenge.\n\nAnd this led to McIntyre calling out a ‘self-centred' discovery on Sheen’s phone.\n\nAdvert\n\nAs you’ll probably know, this is a pretty staple feature of the BBC show, when the comic gets a hold of a celebrity guest’s device and sends out a cringey message to all of their contacts live on stage.\n\nOh, and obviously has a bit of a scour through the contents of their phone first - how could he not?\n\nMichael McIntyre found it hilarious (BBC)\n\nSo it was pretty understandable when Sheen admitted to having some nerves beforehand as he said: “It all seemed like a very good idea when I was first asked. Now it seems like a very bad idea.”\n\nAdvert\n\nThe Welshman watched on from the VIP box in the theatre with partner Anna Lundberg and her mum, Ingrid, as McIntyre took the plunge into his apps.\n\nBoth the live audience and viewers watched as the host uncovered Sheen’s most recent search on IMDb.\n\nAnd turns out, it was himself. The Quiz actor explained: “Listen, sometimes...\n\n“Sometimes, I have to look myself up, alright? Because I forget what I've been in.”\n\nAdvert\n\nHonestly, fair enough - I can’t even remember what I had for tea last night.\n\nHis second most recent search was 'Gavin and Stacey' in a bit of a nod to the actor’s Welsh pride.\n\nThen, McIntyre turned his attention to Sheen’s notes app while asking: “Is notes a bit personal?” As the star advised him to avoid.\n\nBut obviously, this was ignored and the comedian dove straight in as he found an entire page dedicated to the actor’s work history.\n\nAdvert\n\nMichael Sheen was roasted (BBC)\n\nThis turned out to be the write-up of a bio for one of his projects and of course, McIntyre found it absolutely hilariously as he joked Sheen was 'self-centred'.\n\nHaving read that out aloud, the presenter carried on with the embarrassment as he turned his attention to the photos app.\n\nHere he found plenty of selfies of the 55-year-old, including ones of him in disguise. And there was even a snap of his decapitated head from the infamous The Twilight Saga: Breaking Dawn - Part 2 scene.\n\nAdvert\n\nMcIntyre couldn’t help but point out that pretty much all the photos were of Sheen himself as he continued to comically roast him for being a bit self-obsessed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the oldest known Hebrew book landed in a Washington museum",
            "link": "https://www.bignewsnetwork.com/news/274985373/how-the-oldest-known-hebrew-book-landed-in-a-washington-museum",
            "description": "Herschel Hepler was browsing Google Images to practice his paleography mdash the study of historical writing systems mdash ...",
            "image_url": "https://www.bing.com/th?id=OVFT.308OIsUE_1fsujss_d6-Xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "22h",
            "source": "Big News Network.com",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SIGNS: Tennessee Republican U.S. Rep. Tim Burchett Believes Aliens Have Underwater Bases",
            "link": "https://allhiphop.com/rumors/signs-tennessee-republican-u-s-rep-tim-burchett-believes-aliens-have-underwater-bases/",
            "description": "Believe it or not, this isn't the first time that Rep. Tim Burchett has brought up his theory about underwater alien activity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tgMZLErVn2cuXxQC_bEdOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "14h",
            "source": "AllHipHop",
            "article_content": "Click to share on Pocket (Opens in new window)\n\nClick to share on Tumblr (Opens in new window)\n\nClick to share on LinkedIn (Opens in new window)\n\nClick to share on Pinterest (Opens in new window)\n\nClick to share on Reddit (Opens in new window)\n\nClick to share on Facebook (Opens in new window)\n\nClick to share on Telegram (Opens in new window)\n\nClick to share on WhatsApp (Opens in new window)\n\nClick to share on Twitter (Opens in new window)\n\nBelieve it or not, this isn’t the first time that Rep. Tim Burchett has brought up his theory about underwater alien activity.\n\nTennessee Representative Tim Burchett has taken the trending extraterrestrial conversation to the depths of Earth’s oceans.\n\nAccording to a report from WREG Memphis News Channel 3 (via The Hill), The Republican congressman has openly declared his belief that aliens might be operating secret underwater bases right here on our planet. Burchett’s claims are now making waves in Washington and beyond due to the interesting intersection between religion and science that his beliefs clash on.\n\nDuring a recent appearance on former Rep. Matt Gaetz’s One America News show, he clearly states that he arrived at this point base on his thought process of the unlimited power of the most high. “I just think travelin’ light years, I think it happens,” Burchett said. Burchett also pondered the unimaginable distances aliens might travel to reach Earth.\n\n“The light from those stars that we see at night left there before the time of Christ,” he added, mixing astronomy and theology in his explanation.\n\nBurchett’s fascination with the unknown isn’t new. Last year in April, following a classified briefing on Unidentified Anomalous Phenomena (UAP), he hinted that the U.S. government is deliberately withholding information about these mysterious occurrences.\n\n“I think there’s a cover-up,” Burchett alleged. “We’ve had departments tell us that they have recovery units, but they won’t release full reports. Everything’s covered up.”\n\nThe congressman’s interest in aliens gained momentum in the summer of 2023, when whistleblowers came forward during a series of UAP hearings. These insiders alleged that the government has long concealed evidence of advanced crafts of either foreign or extraterrestrial origin.\n\nBurchett took action by requesting the intelligence community’s inspector general investigate these shocking claims. Burchett described one case that had him particularly spooked. “When they tell me something’s moving at hundreds of miles an hour underwater, and our capabilities…and these things, this one was, it was large as a football field underwater,” he said. “And this was a documented case, and…and I have an admiral telling me this stuff.” he said.\n\nBurchett has even led efforts to establish a UAP caucus in the House, joining a bipartisan group of lawmakers demanding greater transparency from the military on all things alien. With tens of millions spent on mysterious investigations, Burchett believes Americans deserve the full story—even if it means unearthing secrets that sound straight out of a sci-fi movie.\n\nInterestingly, Burchett isn’t the first U.S. lawmaker to explore the outer edges of plausibility. One prominent example of recent congressional conspiracy theories involves Representative Marjorie Taylor Greene (R-Ga.). In 2018, she speculated about a secretive “space laser” potentially being used to start wildfires in California.\n\nThe theory, which linked wildfires to a powerful and shadowy elite, was widely debunked and criticized but highlighted her willingness to amplify far-fetched claims. Her comments about various conspiracy theories, including QAnon, have sparked national debates and raised concerns about the influence of such ideas within government institutions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ronny LeBlanc presents local UFO history",
            "link": "https://www.sentinelandenterprise.com/2025/01/26/ronny-leblanc-presents-local-ufo-history/",
            "description": "Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.higUleJIE3pNpb5qGByc3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Sentinel & Enterprise9h",
            "source": "Sentinel & Enterprise",
            "article_content": "LANCASTER — Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and around Leominster State Forest, as Ronny LeBlanc presents “Paranormal Hot Spots” at 11 a.m., Saturday, Feb. 1, at Thayer Memorial Library, 717 Main St.\n\n“I will be highlighting locations around the country that have witnessed UFOs, strange lights, Bigfoot and other Cryptids for hundreds of years and explore why this is the case,” said LeBlanc. “I will then dive into three locations right here in New England where you just might be able to have a sighting or an experience yourself.”\n\nLeBlanc is an independent researcher, screenwriter, and author of two critically acclaimed and best-selling books “Monsterland: Encounters with UFOs, Bigfoot and Orange Orbs” and the follow up book, titled “Monsterland: Shamans, Sasquatch, Synchronicity and High Strangeness”, which detail the history and connection between the various phenomena, highlighting his experience and a research area called Monsterland in central Massachusetts.\n\nHe currently has 51 talks scheduled around the country and is excited to announce several upcoming projects dealing with UFOs, as well as a Cannes Film Festival entry which is a Bigfoot documentary filmed in England, and the launching of Blue Tiger, an AI-fueled marketing agency based out of Worcester.\n\n“I absolutely love doing these library presentations, specifically because they [libraries] were the source of inspiration and wonder for me,” LeBlanc said. “The library is where I learned about these subjects that are the greatest mysteries of our time.”\n\nLeBlanc believes that by giving back and providing these free talks for the public, he will motivate curiosity-inspired people to read physical books again, go to libraries, and engage with others in their community who are experiencing similar encounters or sightings.\n\n“When they suddenly realize that they’re not alone and that others just like them – who live next to them as neighbors or coworkers — are seeing something that many others never have a chance to experience — that is the greatest gift for me,” he said.\n\nTo register for this presentation, visit Thayer Memorial Library’s website at thayermemoriallibrary.org or call 978-368-8928. For more information on Ronny LeBlanc, his books and shows, you are welcome to visit his website at ronnyleblanc.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secretly shot UFO documentary will drop the 'biggest discovery in human history'",
            "link": "https://www.msn.com/en-us/science/aeronautics/secretly-shot-ufo-documentary-will-drop-the-biggest-discovery-in-human-history/ar-AA1xS8Wr?ocid=BingNewsVerp",
            "description": "An upcoming UFO documentary, The Age of the Disclosure, is set to be the \"most well-sourced and credible documentary ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EpFSX4ZQokMgzTDLSNntSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "23mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New study reveals magnetic signals in Earth’s tidal movements",
            "link": "https://www.msn.com/en-in/news/techandscience/planetary-parade-2025-when-and-where-to-witness-this-in-india/ar-AA1xSuuO?ocid=BingNewsVerp",
            "description": "Scientists have detected faint magnetic signals from Earth's ocean tides using ESA's Swarm satellites. These signals, caused ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYZ5KUZKVEhmjAidmq6VQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shape of electrons is revealed for the first time through big advance in quantum physics",
            "link": "https://www.earth.com/news/shape-of-electrons-revealed-first-time-through-big-advance-in-quantum-physics/",
            "description": "For the first time, scientists have measured the shape of an electron in solids, opening the door to advances in quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FRMOONxJiXokG6R4KAgLcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "earth23h",
            "source": "earth",
            "article_content": "For the first time, researchers have measured the shape of an electron as it moves through a solid. This achievement could open a new way of looking at how electrons behave inside different materials.\n\nTheir discovery highlights many effects that could be relevant to everything from quantum information science to electronics manufacturing.\n\nThose findings come from a team led by physicist Riccardo Comin, MIT’s Class of 1947 Career Development Associate Professor of Physics and leader of the work, in collaboration with other institutions.\n\n“We’ve essentially developed a blueprint for obtaining some completely new information that couldn’t be obtained before,” says Comin. His colleague and co-author, Mingu Kang, performed much of this research at MIT before continuing at Cornell University.\n\nNew angles on electron shape\n\nPhysicists have examined electrons for decades, but the wave-like aspect of these particles brings extra complexity. Electrons can be described not just as small points, but also as “wave functions.”\n\nThese wave functions look like shapes or surfaces in higher-dimensional spaces. Sometimes these shapes are relatively simple. Other times, they’re tangled and tricky to measure.\n\nBy using angle-resolved photoemission spectroscopy, or ARPES, the team recorded details about how electrons behaved as light hit them.\n\nARPES helped them pin down a previously elusive property of electrons that holds the key to better understanding their geometry.\n\nWhy electron shape matters\n\nIn usual settings, we talk about an electron’s energy or velocity. Those are familiar concepts. Geometry, on the other hand, points to the patterns or forms that electron waves can take when arranged in a solid.\n\nQuantum geometry affects how these particles interact, pair up, and even give rise to unusual behaviors. One example is superconductivity, where electrons zip along a material without resistance.\n\nAnother is when electrons form orderly patterns, a bit like a collection of synchronized dancers. Observing geometry could help scientists design new materials with novel electronic traits.\n\nThe kagome connection\n\nThe team measured this geometric effect in a class of materials called kagome metals. Kagome metals are named for a repeating pattern of atoms that resembles a series of interlocking triangles. This lattice structure can influence how electrons navigate and share energy.\n\nPhysicists have long found kagome metals interesting because they host special behaviors that aren’t common in many other materials.\n\nObserving the geometry inside them could explain why electrons in these metals sometimes align in peculiar ways that set off advanced superconductivity or other strange effects.\n\nARPES and quantum shapes\n\nDuring ARPES experiments, researchers shine a beam of photons on a crystal. The light pushes electrons out of the material, allowing scientists to measure those electrons’ angles and spins.\n\nBy gathering that data, they reconstruct how electrons inside the crystal are moving and what shapes they form.\n\nThis method is demanding because it requires intricate equipment and specialized facilities. Yet it gives a unique window into what happens on distances smaller than a billionth of an inch.\n\nApplications and potential benefits\n\nA precise measurement of quantum geometry can lead to progress in areas that rely on electron control. Quantum computing, for instance, depends on maintaining stable electronic states while performing computations.\n\nResearchers want materials that can reliably keep these states without unwanted disruptions. If scientists understand and possibly design the geometry of electrons, they might improve superconductors or even develop electronic devices that lose very little energy through heat.\n\nWith energy efficiency becoming ever more critical, there’s real value in controlling electron flow on such tiny scales.\n\nInsights from global teamwork\n\nThis study was a partnership among institutions spanning different parts of the world. Collaborators brought together theoretical and experimental backgrounds.\n\nTheir collective expertise made it possible to design, synthesize, and measure the electronic structure of a kagome metal.\n\nThe pandemic forced some members to work remotely, but it also enabled other team members to take on new roles in labs that were partially shut down.\n\nThat unexpected shift helped push the work forward and demonstrated how closely linked theory and experiment must be when tackling high-precision measurements.\n\nOne electron shape, many possibilities\n\nQuantum geometry is far richer than standard geometry we learn in everyday math. The shape of an electron’s wave function isn’t like a typical circle or a neat sphere. It can take on forms that twist and loop in higher dimensions.\n\nObserving that shape in a real material confirms predictions that theorists have pursued for a long time. It means those theoretical constructs describing wave functions have real, measurable consequences.\n\nAnd now, there is a proven route to measure them, so future studies might target exotic materials that exhibit other patterns or new behaviors.\n\nWhat happens next?\n\nScientists plan to refine techniques like ARPES and adapt them to explore a range of materials. They hope to see how quantum geometry influences conductivity, magnetism, and other conditions that matter for practical applications.\n\nPhysicists also see promise in discovering how manipulating geometry might encourage electrons to swap their usual habits for more synchronized, cooperative behavior.\n\nThat synchronization is important for technologies that rely on controlling multiple electrons at once, such as quantum sensors or memory elements.\n\nExperts say these findings will likely inspire more ambitious experiments to uncover aspects of quantum geometry we haven’t been able to measure before.\n\nWith each new result, materials researchers step closer to engineering designs for the electronic components of tomorrow. The electron might be tiny, but it’s revealing secrets about shaping the future of technology.\n\nThe study is published in Nature Physics.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing Benefits for Advanced Optimization Problems",
            "link": "https://techbullion.com/quantum-computing-benefits-for-advanced-optimization-problems/",
            "description": "Have you ever wondered how certain problems are so complex that even the fastest computers struggle to solve them? These ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-TaBWarLYKvOci63M_51eS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Impacts9h",
            "source": "Impacts",
            "article_content": "Have you ever wondered how certain problems are so complex that even the fastest computers struggle to solve them? These types of problems are often found in industries like transportation, finance, healthcare, and science. They’re called “optimization problems,” where the goal is to find the best solution out of many possible options.\n\nWhile regular computers (called “classical computers“) are great for many tasks, they can have a hard time handling these massive challenges. Enter quantum computers.\n\nQuantum computers are an exciting new kind of technology that could change the way we solve difficult problems, especially Quantum Computing Problems. Instead of using regular computer bits (which are like tiny on/off switches), quantum computers use something called “quantum bits,” or qubits.\n\nQubits are super special because they follow the rules of quantum physics, which means they can process information in ways that classical computers can’t. This makes quantum computers much more powerful at solving certain types of puzzles.\n\nWhat Are Optimization Problems?\n\nOptimization problems sound fancy, but you deal with them every day without even realizing it. Imagine you’re trying to pick the fastest route to school on a map, or you’re deciding how to spend your pocket money to get the best value. These are simple examples of optimization problems—finding the best option out of many choices.\n\nNow imagine you work at an airport and have to decide the best way to schedule hundreds of flights, manage thousands of bags, and make everything run smoothly without delays. Or maybe you work for a delivery company and you want to find the most efficient way to deliver millions of packages across the country. These problems are way too complicated to solve with just guesswork!\n\nRegular computers try to solve these tough problems by testing every possible solution one by one, which can take an enormous amount of time. Even supercomputers may need days, months, or even years to do the job, depending on how big the problem is.\n\nWhat Makes Quantum Computers Different?\n\nQuantum computers are special because they use principles from quantum mechanics, a branch of science that studies the tiniest building blocks of our universe—like atoms and particles. Unlike classical computers, which use bits that can be either 0 or 1, qubits can be in multiple states at once, thanks to something called “superposition.” This allows quantum computers to look at many possible solutions simultaneously, instead of one by one.\n\nQuantum computers also use something called “entanglement,” where qubits are connected in a way that lets them share information instantly. These features allow quantum computers to perform certain calculations much faster than classical computers.\n\nFor optimization problems, this means quantum computers can solve puzzles with millions (or even billions!) of possibilities in a fraction of the time it would take a classical computer.\n\nThis breakthrough is particularly exciting for industries like logistics, where the rise of technology has revolutionized traditional operations. If you interested in exploring this further, can check out our blog, “F2000s and the Rise of Technology in Logistics,” to learn how advanced computing and innovation are shaping supply chains globally.\n\nReal-Life Benefits of Quantum Computing in Optimization\n\nNow that we understand how quantum computers work, let’s explore some real-life benefits for solving optimization problems.\n\n1. Faster Deliveries and Better Logistics\n\nHave you ever ordered something online and tracked its delivery route? Companies like Amazon or FedEx need to figure out the fastest and cheapest way to deliver packages to millions of customers. Using quantum computers, these companies could create better delivery plans in real time, saving money and ensuring you get your package as quickly as possible.\n\n2. Smarter Traffic Management\n\nTraffic jams are another optimization challenge. Cities around the world face growing traffic problems as more and more cars hit the roads. Quantum computing can help plan better traffic flows, reduce congestion, and make public transportation more efficient. This could save time, lower fuel usage, and reduce pollution!\n\n3. Improved Healthcare Scheduling\n\nHospitals deal with optimization problems all the time, like scheduling surgeries, assigning doctors, and managing beds for patients. Quantum computers could help hospitals make better schedules that improve patient care and reduce waiting times. This means more lives saved and a smoother healthcare experience.\n\n4. More Accurate Financial Predictions\n\nBanks and investment companies often deal with risky decisions, like where to invest money or how to predict market changes. These are complex optimization problems that involve analyzing a huge amount of data. Quantum computers could help make faster and smarter financial decisions, which could stabilize markets and improve the global economy.\n\n5. Advancing Science and Research\n\nFrom designing new medicines to improving renewable energy systems, scientists rely on optimization to solve tough problems. Quantum computers can speed up this research and bring us closer to breakthroughs in important areas like curing diseases or fighting climate change.\n\nChallenges and the Future of Quantum Computing\n\nQuantum computers sound amazing, but they’re not perfect yet. Building and maintaining them is incredibly hard. They need to be kept in extremely cold environments and are still in the early stages of development. Right now, only a few companies and research labs have working quantum computers.\n\nStill, progress is happening quickly. Scientists and engineers are working hard to make quantum computers more powerful and accessible. Many believe that within the next 10 to 20 years, we’ll see quantum computing become a common tool for solving real-world problems.\n\nWhy Should You Care About Quantum Computing?\n\nEven if you’re not a scientist or an engineer, quantum computing is something exciting to keep an eye on. The benefits it could bring, from better technologies to smarter ways of solving problems, have the potential to impact nearly every part of our lives. Quantum computing could lead to a better, more efficient, and more sustainable future.\n\nThink of quantum computers like the superheroes of the technology world. They take on the toughest challenges and uncover solutions that normal computers just can’t handle. And who knows? Maybe one day you’ll be working on quantum computing or benefiting from its amazing advancements!\n\nQuantum computing may still sound like science fiction to some, but it’s quickly becoming a reality. Its ability to solve advanced optimization problems could transform industries and improve the world in countless ways.\n\nThe possibilities are limitless, and we’re just getting started! Explore theerone for more insights."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hull leading the way in Artificial Intelligence revolution, new study shows",
            "link": "https://www.msn.com/en-gb/technology/artificial-intelligence/hull-leading-the-way-in-artificial-intelligence-revolution-new-study-shows/ar-AA1xTtgx?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UAgi1u58W64Xe2cmjX7ylS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "46mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Teenage girls arrested over Instagram video showing them dancing in front of Iranian war memorial – and could face jail",
            "link": "https://www.thesun.ie/news/14599536/iranian-girls-jail-instagram-video-dancing/",
            "description": "TWO teenage girls have been arrested by Iran’s chilling morality police for dancing together in public. Tehran’s twisted laws ...",
            "image_url": "https://www.bing.com/th?id=OVF.hi0Az4gju%2bZ8cTmjpyPdlQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "15h",
            "source": "Irish Sun",
            "article_content": "TWO teenage girls have been arrested by Iran's chilling morality police for dancing together in public.\n\nTehran's twisted laws mean the duo could now face prison time after draconian officials branded their outfits \"inappropriate\" despite them wearing jeans and jumpers.\n\n5 Two teenage girls have been arrested by Iran's chilling morality police for dancing together in public Credit: X/FSeifikaran\n\n5 The pair performed a choreographed dance in front of the Monument to the Unknown Martyrs of the Sacred Defence war memorial in Tehran Credit: X/FSeifikaran\n\n5 Dancing is banned in Iran with the girls also accused of wearing 'inappropriate outfits', according to local media Credit: X/FSeifikaran\n\nViral footage released by the girls and posted onto Instagram soon caught the evil eyes of the Iranian authorities.\n\nIn the video, the pair perform a choreographed dance routine together in front of the Monument to the Unknown Martyrs of the Sacred Defence war memorial in Tehran.\n\nThe monument, designed by Italian architect Marcello D'Olivo, was built to honour those killed in the Iran-Iraq War between 1980 and 1982.\n\nThe morality police are said to have detained the women shortly after the video was uploaded.\n\nDancing in groups has been strictly banned in Iran since the 1979 Islamic Revolution with officials labelling it a \"sinful act\".\n\nIranian authorities also said the girl's outfits were \"inappropriate\", according to Iran International.\n\nThe footage shows the women both wearing jeans with one of them having rips in hers but no skin on show.\n\nThe same woman is also in a blue cropped top which is covered up by a hooded jacket.\n\nA pink bandage is wrapped around her right hand.\n\nHer friend has a multicoloured sweater on.\n\nIran's violence against women continues under repressive regime\n\nBoth also have their hair uncovered despite the morality police typically forcing all women to conceal their hair.\n\nA growing number of young girls have turned a blind eye to these strict policies across the past few years.\n\nThe ladies are also believed to have had their Instagram accounts blocked after they were detained for posting the dance.\n\nThe official punishment the women face is still unconfirmed with Iran's authorities known to uphold unjust charges against those who go against the regime.\n\nAccording Article 637 of the Iranian Penal Code, dancing in public is classed as a \"crime against public modesty\".\n\nPeople in similar positions as the women have been sentenced to flogging by 99 lashes in the past.\n\nIn 2014, six young men and women were handed down suspended sentences of a year behind bars as well as 91 lashes for a dance video.\n\nThey were arrested after being caught in a video dancing to Pharrell Williams' hit song \"Happy\".\n\nTEHRAN'S HORROR REGIME\n\nWomen are facing tighter restrictions than ever before in Iran with a new bill is set to toughen up regulations governing how they can dress and act in public.\n\nThe bill says that anyone found “naked, semi-naked, or wearing clothing deemed improper in public” can be arrested without question and handed over to the judicial authorities.\n\nPeople refusing to comply could be banned from leaving Iran or even placed on a social media hiatus of up to two years if they post content deemed inappropriate online.\n\nThe law is yet to be passed by Tehran's government but officers are already implementing it, claim several women.\n\nThe footage of the woman in the airport appears to be the latest example of Iranian women growing tired of the mandatory hijab laws.\n\nBack in November, a courageous Iranian student stripped to her underwear after she was allegedly assaulted by morality cops over her hijab.\n\nIran's Morality Police UNDER Iranian law, rooted in Sharia law, women must cover their hair with a hijab and wear long, loose-fitting clothing. The Guidance Patrol - aka the morality police - are in charge of arresting women who violate the conservative dress code. Tasked with ensuring Islamic morals are respected, they spend their days patrolling public spaces in vans to crack down on \"improper\" behaviour and clothing. Women detained by cops are either given a warning or bundled into a van and whisked away to a \"correctional facility\" or a police station. They are then lectured on how to dress before being released to their male relatives. Since the 1980s, many women have been beaten to death by the callous morality police, or tortured into given false confessions. Various clips this year have shown their increased presence as the country ramps up its violent crackdowns on women. One disturbing video shows the moment Iran's twisted morality police hurl a woman in the back of one of their patrol vans. Before this a woman was filmed tackling a girl to the ground and attacking her as she screamed - seemingly because she hadn't covered her hair. Video has shown the morality police snatching women off the streets and bundling them into vans for wearing jeans in public. Tehran announced a fresh crackdown on \"anomalies\" to its religious rules under the \"Nour Project\" in April. The Jerusalem Post reports suggest crackdowns on behaviour have been violent. Sexual harassment, beatings, arrests and the use of tasers have been reported around the country.\n\nHer clothes and headscarf were both torn during the alleged assault at the Azad University of Science and Research in Tehran, Iran International reports.\n\nFootage shows the woman sat near-nude outside a university before being bundled violently into a car by police.\n\nShe was also reportedly accused of being mentally ill and taken to a nearby hospital.\n\nThis \"headscarf revolution\" was all fuelled by the death of Mahsa Amini in 2022.\n\nAmini died in the custody of Tehran's \"morality police\" after being arrested for violating Iran's hijab rules.\n\nShe was beaten to death for wearing an \"improper\" hijab on September 16.\n\nWomen of all ages ripped off their compulsory hijabs at public demonstrations in defiance of the nation’s feared morality police.\n\nHundreds of people were killed, including dozens of security personnel, in a brutal crackdown and thousands of protesters were arrested.\n\nReports of torture and death at the hands of officials have also surfaced.\n\n5 The girls had their hair uncovered and some skin on show during the dance despite wearing jeans and jumpers Credit: X/FSeifikaran"
        }
    }
]