[
    {
        "title": "The UFO 50 subreddit is beginning to role-play as if the fake in-game console was real",
        "link": "https://www.msn.com/en-us/entertainment/other/the-ufo-50-subreddit-is-beginning-to-role-play-as-if-the-fake-in-game-console-was-real/ar-AA1rkY53?ocid=BingNewsVerp",
        "description": "The community around Mossmouth’s compilation of imagined 1980s games is having fun with the metafiction around developer UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tmu90OvUiRSleliTuH-YzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "Think you saw a UFO? Sorry, but it may have only been these wildly cool clouds",
        "link": "https://www.msn.com/en-us/weather/other/think-you-saw-a-ufo-sorry-but-it-may-have-only-been-these-wildly-cool-clouds/ar-AA1rkXtE?ocid=BingNewsVerp",
        "description": "Sorry, but it’s not a UFO cover-up. Some alien hunters and extraterrestrial enthusiasts will be disappointed to learn that ...",
        "image_url": "https://www.bing.com/th?id=OVF.lgAZnoXN4xYOveofDJb6mA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop",
        "link": "https://www.aol.com/news/meet-american-reported-first-sensational-073005647.html",
        "description": "Meet the American who shared sensational accounts of UFO encounters. John Winthrop was the leader of the Massachusetts Bay ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7YAKVUZkN42HmHRmV9As6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21h",
        "source": "AOL",
        "article_content": "Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop\n\nUnidentified flying objects soared into American popular culture with the dawn of the jet age in the 1940s.\n\nUFOs, it turns out, have mystified Americans since the earliest days of colonial settlement.\n\nThe first known UFO encounter in America was recorded in 1639 by pious Puritan and prolific journal-keeper John Winthrop. He is a foundational figure in the national pantheon and leader of the Massachusetts Bay Colony as it settled Boston.\n\nWinthrop’s sensational account of \"a great light in the night\" was witnessed by a group of \"sober, discreet\" and \"credible persons\" over Muddy River in Boston — a trickle of a creek that today wraps around American sports landmark Fenway Park.\n\nMeet The American Who First Planted Apples In The Colonies: William Blaxton, Eccentric Settler\n\nWinthrop's leadership of the fledgling Massachusetts colony shaped the destiny of the United States, established more than a century after his death.\n\nRead On The Fox News App\n\nHe has serious street cred in academia, making his spectacular record of unexplained phenomena all the more remarkable.\n\nJohn Winthrop, who led the settlement of Boston in 1630, chronicled daily colonial life in his journal. His writing, widely esteemed among scholars, includes three reports of UFO sightings.\n\n\"John Winthrop’s journal has long served as a cornerstone of Massachusetts historical scholarship,\" the Massachusetts Historical Society writes in a recent look at the Puritan's UFO sightings.\n\n\"He diligently recorded the events of his life, along with the trials and tribulations of the people of the Massachusetts Bay Colony during the first 19 years of its existence.\"\n\nWinthrop’s incredible tales of aerial phenomena in early America, long unknown, generated sudden interest in recent years, after federal government and military officials admitted that it’s been studying UFOs for decades.\n\nStories of paranormal and unexplained phenomena were effectively mainstreamed for academics and serious analysts.\n\nU.S. Deputy Director of Naval Intelligence Scott Bray explains a video of unidentified aerial phenomena, as he testifies before a House Intelligence Committee subcommittee hearing at the U.S. Capitol on May 17, 2022. Federal officials' recent admissions that the government has been investigating UFOs for decades generated interest in reports of unexplained phenomena by Massachusetts Bay Colony founder John Winthrop.\n\nFew Americans were more serious than Winthrop.\n\nHe was a devout Christian and an industrious nation builder. Despite the hardship of carving a new civilization from the wilderness, and governing a new society, he dutifully kept almost daily records of life in the colony for nearly two decades.\n\nOne 2005 biography is titled \"John Winthrop: America's Forgotten Founding Father.\"\n\n\"His energies seemed prodigious and inexhaustible,\" PBS Frontline said of Winthrop.\n\n\"Repeatedly elected governor, he was chiefly responsible for maintaining civic and social order.\"\n\nJohn Winthrop was born on Jan. 12, 1587 or 1588, in Edwardstone, Suffolk County, England, to Adam and Anne (Browne) Winthrop.\n\nThe Arbella, a copy of Gov. John Winthrop's flagship, moored in Forest River Park in Salem, Massachusetts, on the edge of a model pioneer village.\n\nBoth his parents came from prosperous families, according to various accounts.\n\nHe began journal-keeping in 1605 while still a teenager, chronicling his growing devotion to Christ. His faith was increasingly at odds with national sentiment after King Charles I, an Anglican sympathetic to Roman Catholicism, gained the throne in 1625.\n\nWinthrop departed for the New World in the spring of 1630 aboard the Arbella with an expedition of Puritans to establish the Massachusetts Bay Colony, about 35 miles north of the Plymouth Colony settled by the Pilgrims in 1620.\n\nWinthrop issued a message on the ship that has echoed through American history.\n\nIt’s remembered today as the \"city upon a hill\" sermon — inspired by several biblical passages and delivered to a daring people fleeing decrepit old Europe to create a New World in service of Christ.\n\n\"For we must consider that we shall be as a city upon a hill. The eyes of all people are upon us,\" Winthrop said.\n\nReception of a Narragansett warrior by John Winthrop, Massachusetts, c 1630s (c 1880). Winthrop was the leader of a group of Puritan settlers who established the Massachusetts Bay Colony in 1630. A print from \"Cassell's History of the United States\" by Edmund Ollier, Volume I, Cassell Petter and Galpin, London, c 1880.\n\n\"So that if we shall deal falsely with our God in this work we have undertaken, and so cause Him to withdraw His present help from us, we shall be made a story and a by-word through the world.\"\n\nThe \"city upon a hill\" sermon helped establish the concept of American exceptionalism — a new society that would be a \"model of Christian charity\" for the world to admire and emulate.\n\nMeet The American Who Inspired The Nation In Two World Wars: Christian Soldier Sgt. Alvin York\n\nThe phrase \"a city upon a hill\" has been widely quoted by following generations, most notably by President Ronald Reagan, who cited Winthrop by name in his farewell address.\n\n\"I've spoken of the shining city all my political life,\" Reagan said to the nation on Jan. 11, 1989.\n\nJohn Winthrop, Puritan founder of the Massachusetts Bay Colony, chronicled the minutiae of nation-building for 19 years in a detailed journal. His March 1, 1639, entry includes the first report of a UFO encounter in America. He recorded two other UFO sightings in Boston in 1644.\n\n\"In my mind it was a tall, proud city built on rocks stronger than oceans, wind-swept, God-blessed, and teeming with people of all kinds living in harmony and peace … That's how I saw it, and see it still.\"\n\nWinthrop was God-fearing, intrepid, faithful, hard-working and diligent — serious in faith and deed. Few people in American history had less time, inclination or motive to devote to fantasy or foolishness.\n\nWinthrop’s report of an eerie UFO encounter on a winter night in Boston is sandwiched between perfunctory passages about business dealings with the natives.\n\nThe subject turned suddenly.\n\nEngraving depicting a lighter, a type of flat-bottomed barge used to transfer goods and passengers to and from moored ships. Dated 19th century. Puritan leader John Winthrop recorded America's first UFO incident in 1639, witnessed by three men on a lighter similar to this one. His report hints they were also abducted.\n\n\"In this year one James Everell, a sober, discreet man, and two others, saw a great light in the night at Muddy River,\" Winthrop wrote on March 1, 1639.\n\n\"When it stood still, it flamed up, and was about three yards square; when it ran it was contracted into the figure of a swine.\"\n\nWinthrop went on, \"It ran swift as an arrow toward Charlton [Charlestown] and up and down about two or three hours. They were come down in their lighter [a small barge] about a mile, and, when it was over, they found themselves carried quite back against the tide to the place they came from. Divers[e] other persons saw the same light, after, about the same place.\"\n\n\"That's stunning,\" UFO researcher Nick Pope told Fox News Digital after hearing the story for the first time.\n\nNick Pope, a former UFO investigator for the U.K. Ministry of Defense and frequent contributor to \"Ancient Aliens\" on The History Channel, calls Puritan leader John Winthrop's passages on UFO's in early colonial Boston \"pretty stunning.\"\n\nPope is a former UFO investigator for the U.K. Ministry of Defense and contributor to \"Ancient Aliens\" on The History Channel.\n\nSeveral sources say ignis fatuus, a spark of swamp gas, is the likely cause of the strange light.\n\nAngels In Our Midst? One Scientist Explains Why The Bible Supports Extraterrestrials\n\nBut that doesn’t explain how the phantom light raced across the river — or why Everell and the other men in the boat wound up a mile downstream.\n\n\"Some researchers would interpret this as a possible alien abduction if it happened today,\" authors Jacques Vallee and Chris Aubeck wrote in \"Wonders in the Sky: Unexplained Aerial Objects from Antiquity to Modern Times.\"\n\n\"Winthrop's UFO\" was an art installation placed in 2019 along Muddy River in Boston, where Puritan leader John Winthrop recorded America's first UFO sighting in 1639. Artists Ann Hirsch and Jeremy Angier of A+J Art+Design created it; it represents the figure of a light in the shape of a swine, as Winthrop described.\n\nWinthrop reported two more UFO sightings in 1644, the first on Jan. 18.\n\n\"About midnight, three men, coming in a boat to Boston, saw two lights arise out of the water near the north point of the town cove, in form like a man, and went at a small distance to the town, and so to the south point, and there vanished away.\"\n\nMeet The American Who Rowed Washington Across The Delaware On Christmas: Sailor-soldier John Glover\n\nA week later another supernatural encounter was \"seen by many,\" he wrote.\n\n\"A light like the moon arose about the N.E. point in Boston, and met the former at Nottles Island, and there they closed in one, and then parted, and closed and parted diverse times, and so went over the hill in the island and vanished. Sometimes they shot out flames and sometimes sparkles.\"\n\nWinthrop never mentioned the events again.\n\nHis journal was not published until 1825. The mysterious passages were ignored amid the insight into colonial history culled from his voluminous writings.\n\nMuddy River in Boston on Jan. 18, 2022. John Wintrhop, Puritan founder of Massachusetts Bay Colony, recorded America's first UFO sighting along Muddy River on March 1, 1639.\n\nThe eerie objects remain unidentified today, yet come from one of the most trusted sources in American scholarship.\n\n\"I think it speaks to the fact that those skeptics don’t like to admit, but most UFO witnesses, like Everell or Winthrop, are serious, sober individuals,\" said Pope.\n\nFor more Lifestyle articles, visit foxnews.com/lifestyle\n\n\"It doesn’t surprise me you have these very historical figures seeing these things. It’s vindication of what we see today. If you look at modern [UFO] accounts, very often they’re [from] police officers, pilots, military personnel, radar operators.\"\n\nJohn Winthrop died of natural causes on March 26, 1649. He was 61 or 62 years old.\n\nHe’s buried today in King’s Chapel Burying Ground in the heart of downtown Boston.\n\nEstablished in 1630, it’s one of the nation’s oldest cemeteries.\n\nJohn Winthrop, Illustration, \"Ridpath's History of the World,\" Volume III, by John Clark Ridpath, LL. D., Merrill and Baker Publishers, New York, 1897.\n\nBoston to this day comprises the bulk of Suffolk County, Massachusetts — the area still carrying the name of Winthrop's homeland in England, some 400 years later.\n\nThe town of Winthrop, next to Boston, juts proudly out into the harbor today. Winthrop Square is a landmark in downtown Boston. The Puritan leader is the namesake of schools, squares, communities and memorials around Massachusetts and in other parts of the country.\n\nClick Here To Sign Up For Our Lifestyle Newsletter\n\nMore importantly for human events, the city he established and nurtured would, 145 years after he settled it, lead the charge for independence in the American Revolution.\n\nWinthrop helped build a mighty \"city upon a hill\" — even while recording ephemeral mysteries that defied logic in 1639 and still defy it today.\n\nAlienCon, which returned to Pasadena, California, in March 2023 for the first time since 2019, is an exploration into the unexplained mysteries that exist between science fact and science fiction.\n\n\"People have this misconception that this all started with flying saucers and Roswell. It goes back to the dawn of time,\" said Pope.\n\n\"What we’re just beginning to realize is that people have always seen these strange things. We have fiery chariots in the Bible and we have strange images in medieval and renaissance paintings and in old petroglyphs.\"\n\nTo read more stories in this unique \"Meet the American Who…\" series from Fox News Digital, click here .\n\nHe added, \"There’s no smoke without fire. And the believers only have to be right once.\"\n\n\n\n\n\nOriginal article source: Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop"
    },
    {
        "title": "Could A Massive Public UFO Database Eventually Help Explain Mysterious Sightings?",
        "link": "https://www.popularmechanics.com/science/a62396621/government-ufo-reports-and-records/",
        "description": "The U.S. government effort may be a step in the right direction to help UFOs be taken more seriously, some researchers say.",
        "image_url": "https://www.bing.com/th?id=OJ.nYewEnVTZcURCA&pid=news&w=58&h=16&rs=2",
        "category": "ufo",
        "date": "12h",
        "source": "Popular Mechanics",
        "article_content": "Soon after clicking around America’s new online database containing hundreds of thousands of historical UFO records, you may begin to wonder why the government has spent a lot of time and taxpayer dollars collecting data on a phenomenon that it doesn’t seem to believe in.\n\nAs a casual observer taking a quick look at the database—an ongoing project of the National Archives, the government’s repository of historical documents—you’ll see many images of fake-looking flying saucers. You’ll hear recordings of military personnel talking at length about various sightings, concluding that there was no credible evidence that what was observed was a UFO. You’ll find a ton of grainy images and films of bright dots in the sky, as well as black-and-white 20th-century newsreel footage.\n\nBut if you dig around the somewhat clunky database, you might also discover some intriguing records. For example, a 2013 blog post mentioning a Popular Mechanics news brief that same year about an Air Force project to build a flying saucer. Surely, that would pique your interest.\n\n“The Air Force, especially, has spent a significant amount of time trying to say ‘there is nothing here,’” and yet it and other government agencies have continued to investigate UAP reports, says Robert Powell, an engineer and author of UFOs: A Scientist Explains What We Know (And Don’t Know).\n\n“Why would you collect all that information if you did not believe there was something to at least a portion of it? … You’ll see some really interesting reports there in that data that indicate there’s something to the whole UAP subject, but you have to look for it,” says Powell, who is also co-founder of the Scientific Coalition for UAP Studies (SCU), a nonprofit that includes scientists and researchers who apply scientific methods to the analysis of UFO sightings.\n\nLAST FEBRUARY, AT THE DIRECTION OF CONGRESS, the Archives launched the giant database, which will eventually collect records from across all federal agencies of sightings related to Unidentified Anomalous Phenomena (UAP), the government’s term for UFOs. At present, however, it only contains some of the UAP records—including photographs, moving images, and microfilm—that the Archives already has on hand that have at this point been digitized.\n\nMore records are slated to be added as the agency continues the process of digitizing its own files, and more still will be added once the Air Force, NASA, and other U.S. government agencies start to digitize copies of their own records for transfer to the Archives and eventual online public disclosure.\n\n“It’s important for the scientific community to have open access to information,” says Powell. He points to the huge amount of data now on the hub and says it’s of immense value to have it all gathered into one place and online.\n\nWhile many scientists and researchers over the years have found that the vast majority of reports of sightings are misidentifications of known objects, they agree that there remain some reports “that cannot be reasonably explained as terrestrial or astronomical objects,” Powell says, adding that military and government leaders have also acknowledged this over the decades.\n\nUnlike the long-running sci-fi television classic The X-Files, in which FBI Special Agent Fox Mulder tries to expose what he believes is a massive government UFO cover-up, the endgame for the database is improving transparency for the public. At least, sort of.\n\nTo some extent, Mulder may have been right, as evidenced by ongoing calls from Washington lawmakers on both sides of the political aisle for the Executive Branch to declassify government UAP records.\n\n“Congress recognizes that these records, if they exist, were likely concealed under the good faith goal of protecting national security. However, hiding that information from both Congress and the public at large is simply unacceptable,” Senate Majority Leader Chuck Schumer (D-NY) and Sen. Mike Rounds (R-SD) said in a statement last year. The senators made the statement as they introduced an initial version of a bill that was amended and eventually adopted into the law calling for the creation of a UAP collection hub.\n\nUnder law, the government may postpone public release of certain records for 25 years from the date they were first created. The president must certify that a postponement is necessary due to a risk of harming military defense, intelligence operations, law enforcement, or the conduct of foreign relations, or that there is an identifiable harm so grave that it outweighs the public interest in disclosing the information.\n\n“The American public has a right to learn about technologies of unknown origins, non-human intelligence and unexplainable phenomena,” Schumer said. “We are not only working to declassify what the government has previously learned about these phenomena but to create a pipeline for future research to be made public.”\n\nBefore the UAP hub went live, the public would have had to visit one of the Archives’ physical research locations to view, for example, the Air Force’s files on the long-running Project Blue Book UFO investigation that ended in 1969. Now those files are just a few clicks away in the database.\n\nHow to Use the UAP Records Collection Hub The National Archives is continuing to add records of unidentified anomalous phenomena (UAP), more commonly known as UFOs, to its online hub as it digitizes more of the records in its holdings, says Chris Naylor, executive for Research Services at the Archives.\n\n\n\nLaunched in February 2024, the hub now holds hundreds of thousands of those records, but this number will exponentially increase as more of the Archives’ UAP records are digitized and as other government agencies and the presidential libraries begin the process of digitizing their own holdings and transferring them to the Archives.\n\n\n\nThe process may take some time due to the massive volume of records on file, Naylor says. Barring classified or otherwise potentially sensitive information, the goal is to create a complete catalog of all of the government’s UAP records.\n\n\n\nTo find the hub, start at the National Archives homepage at www.archives.gov and click the Research Our Records tab. From there, scroll down to Research a Specific Topic , where you’ll find the Foreign Affairs, Military Records & Investigations box with a link to Unidentified Anomalous Phenomena (UAPs) . This is the hub’s homepage for the Archives’ massive database of UAP records.\n\n\n\nThe hub is divvied up into five broad categories of UAP-related records:\n\n\n\n• Still Picture and Photographs\n\n• Moving Images and Sound\n\n• Textural Records and Microfilm\n\n• Presidential Library, and\n\n• National Archives Blog Posts and Articles\n\n\n\nWithin each category are numbered titles of record groups (RG), the first under the Still Picture category is (RG 255) relating to NASA’s records, for example. Click on the first hyperlink, “Flying Saucer (photograph No. 255-GS-65-107) , and you’ll be taken to the image along with links to more items in the group and series. You can also perform searches within some Record Groups and Series by using the blue search box at the top left of those pages. What you’ll find as you drill down from record groups to individual items depends on what has been digitized by the date and time when you look. —E.D.\n\nOver the years, the Archives has collected a significant volume of records that relate to government investigations of UAP sightings, says Chris Naylor, executive for Research Services at the Archives. Last year, it began to identify and then digitize those holdings in support of the All-domain Anomaly Resolution Office (AARO) , a Department of Defense unit created by the National Defense Authorization Act (NDAA) of 2022 to work across federal agencies to investigate UAPs.\n\nThat work continues today in accordance with the NDAA of 2024 , which required the Archives to establish the collection of UAP records. Barring classified or otherwise potentially sensitive information, the Archives aims to bring together all that the government agencies—as well as the presidential libraries—have concerning UAPs into a central repository that can be viewed online anywhere, Naylor says.\n\n“The intent and goal of this Act is for agencies to identify specific documents or items … not necessarily a whole series [or records of a project] that may not be relevant,” Naylor explains. An agency may, for example, have volumes of information on a single project that itself has nothing to do with UAPs but, nevertheless, contains one item that is relevant. That single item would be copied and digitized for the UAP hub.\n\nAgencies have an October 20 deadline to identify and prepare their records for transfer to the Archives, which will work with them on the process, Naylor says. He did not provide a timeline on when those records would begin to be uploaded to the public site.\n\nTechnology in the Sky\n\nUAP sightings have, indeed, been reported throughout history but it wasn’t until the late 1940s that the U.S. government, through the Air Force, embarked on a series of dedicated UFO research projects.\n\n“UAP research is often inconclusive, and our ability to explain these events seems to have become less easily resolved as our technology has advanced and our air activity has increased,” says Richard Medina, lead author of a study on how local may influence the number of reports on sightings.\n\nThat may be because of a lack of funding in this area to conduct the necessary research, says Medina, a University of Utah associate professor of geography.\n\n, University of Louisville researchers Marissa Yingling and Charlton Yingling surveyed 1,460 U.S. academics about UAPs. They found that 19 percent of respondents reported that they or someone they know has witnessed UAPs and that 64 percent considered academia’s involvement in UAP-related research to be very important or absolutely essential.\n\n“I think we did not anticipate the interest and enthusiasm that we have received from professors around the world in a wide variety of disciplines about this topic,” says Charlton Yingling, an associate professor of history.\n\nIn a , he says he found that academics more frequently reported some degree of concern for social, rather than professional, repercussions or ridicule about UAP research topics. Some were, nevertheless, also concerned about professional repercussions.\n\nLawmakers have also raised stigma concerns, as have former military personnel who shared their experiences with UAPs at a House Oversight Subcommittee hearing last year.\n\n“Pilots have reported encounters for years. Because of the stigma around reporting these incidents, we still do not have a complete picture of actually what is going on,” Rep. Robert Garcia (D-CA) said at the hearing. “I hear over and over from many agencies the stigma around reporting and investigating UAPs prevents us from getting real answers. We know that whistleblowers have reported harassment, intimidation or stigma as well, and this is not acceptable.”\n\nSome researchers echo that sentiment and say that the government’s efforts to become more involved with projects like the database may help the subject matter to be taken more seriously.\n\nThe database will help somewhat in reducing the social stigma around UAPs, Powell says. “I won’t say that it’ll go a long way [to changing opinions], but it’s another step in the right direction,” he says.\n\nMedina is more concerned with the long view. “Just putting together a database or a collection hub isn’t going to solve the problem [in that it is] not going to tell us what these things are that people are seeing,” he says. More research funding is the best bet to help address that issue, he adds. And while lawmakers are helping to drive funding to this area, there’s more work to be done.\n\n“There’s more technology in the sky than ever before,” he says, “and we’re still just as confused as we were years ago.”\n\n"
    },
    {
        "title": "Trump says he has UFO files",
        "link": "https://www.msn.com/en-us/news/politics/trump-says-he-has-ufo-files/vi-AA1rkfcH?ocid=BingNewsVerp",
        "description": "The presidential debate is tonight. There has been a campaign for CNN to ask the candidates a UAP related question. Recently ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-aACXtodIdOKf31xrXIt0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN17h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Kobiton preps AI-enabled testing tools for mobile apps",
        "link": "https://www.infoworld.com/article/3541996/kobiton-preps-ai-enabled-testing-tools-for-mobile-apps.html",
        "description": "Kobiton announced it will release an AI issue aggregation engine in early 2025 that will identify related errors and other ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lB-DCN8A55SFvX582ARPgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "InfoWorld14h",
        "source": "InfoWorld",
        "article_content": "Mobile apps tester Kobiton announced plans to roll out an AI issue aggregation engine early next year. The AI-driven engine will allow users to group related errors and identify shared commonalities across test sessions, the company said.\n\nKobiton made the announcement September 26. Providing one example of how the engine would work, Kobiton said issues that seem to be distinct, such as button occlusion across different devices, can be identified as stemming from the same cause, such as a shared screen resolution. Kobiton’s AI issue aggregation engine can consolidate these errors into a single bug, eliminating manual steps and streamlining debugging for developers, the company said.\n\nCurrently, Kobiton allows customers and an ecosystem of third-party AI providers to integrate their own AI algorithms to analyze the mobile device “exhaust” that is captured during a test session. This exhaust includes critical data such as test steps, screen shots, full video capture at 30 frames per second, device logs, system metrics, network payloads, device health statistics, and XML for each test."
    },
    {
        "title": "Applovin Corp (NASDAQ:APP) Is One of the Top Underappreciated AI Stocks",
        "link": "https://finance.yahoo.com/news/applovin-corp-nasdaq-app-one-160144249.html",
        "description": "We recently published a list of Top 10 Buzzing AI Stocks Now. Since Applovin Corp (NASDAQ:APP) ranks 8th on the list, it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gBDZOPcNqb6sKRWJrUHg3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "YAHOO!Finance",
        "article_content": "We recently published a list of Top 10 Buzzing AI Stocks Now. Since Applovin Corp (NASDAQ:APP) ranks 8th on the list, it deserves a deeper look.\n\nFollowing the aggressive rate cut by the Federal Reserve, the market roared to new highs but quickly lost enthusiasm as investors look for clues on what might be ailing the economy that pushed the Fed to go more dovish than expected. However, others think the bull market is going to continue.\n\nBMO Capital’s Brian Belsk has raised the S&P 500 target for 2024 to 6,100 from 5,600. Talking to CNBC in a latest program, Belsk said the “resiliency” of this bull market is “undoubted.”\n\nThe analyst said that the stock market is going higher through the end of this year.\n\n“We do believe that the Fed is doing a great job. We believe the Fed that we are not hitting into a recession. We believe the Fed that we are heading into more of a soft landing,” the analyst said.\n\nBelsk thinks we are in the “1995-1996 environment” where we can “handle” the 24x earnings multiple.\n\nThe analyst added that the Mag. 7 stocks underperformed the market in the third quarter and yet the broader market grew, which shows the market rally is broad.\n\nFor this article we chose 10 AI stocks trending on the back of latest news, earnings and analyst ratings. With each stock we have mentioned the number of hedge fund investors. Why are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nIs Applovin Corp (NASDAQ:APP) Buzzing AI Stock Now?\n\nAfrica Studio/Shutterstock.com\n\nApplovin Corp (NASDAQ:APP)\n\nNumber of Hedge Fund Investors: 54\n\nAnkur Crawford, Alger executive VP, while talking to CNBC in a latest program said that in about 3 to 5 years AI is going to provide us with superhuman intelligence.\n\n“All of the CapEx being spent today is whole-heartedly justifiable because the opportunity to monetize that AI by that time is beyond what anyone has contemplated in the market so far.”\n\nAnkur Crawford believes Applovin Corp (NASDAQ:APP) is one of the top underappreciated AI stocks.\n\nShe said that AppLovin is a gaming advertising platform.\n\n“They are using AI to basically make you download more games and they can monetize inventory better than anyone else can. They have 70% market share, and they are going into ecommerce as well. So, instead of serving you up a game, they will serve you up a product and monetize their inventory better than they were able to before,” the analyst said.\n\nStory continues\n\nCrawford said Applovin Corp (NASDAQ:APP) is “interesting” because their cost structure is already “embedded.”\n\n“For every dollar they get, they get a almost a 100% fall through on the margin line. So, massively cash-flow generative. The Street has $6 in earnings (estimate) in 2026,” the analyst added.\n\nCarillon Scout Mid Cap Fund stated the following regarding AppLovin Corporation (NASDAQ:APP) in its Q2 2024 investor letter:\n\n“AppLovin Corporation (NASDAQ:APP) was another top contributor. The advertising technology platform, focused on mobile applications, reported strong earnings results in early May. Its AI-driven Axon 2.0 mobile advertising platform continues to produce strong returns for customers, which is leading to more than expected spending on the platform. Although the one-year anniversary of Axon 2.0’s release occurs this year, the company is already working to expand beyond mobile applications with opportunities in e-commerce and connected television. We believe AppLovin’s valuation, free cash flow, and leading market share remain attractive.”\n\nOverall, Applovin Corp (NASDAQ:APP) ranks 8th on Insider Monkey’s list titled Top 10 Buzzing AI Stocks Now. While we acknowledge the potential of Applovin Corp (NASDAQ:APP), our conviction lies in the belief that AI stocks hold greater promise for delivering higher returns, and doing so within a shorter timeframe. If you are looking for an AI stock that is more promising than APP but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: Analyst Sees a New $25 Billion “Opportunity” for NVIDIA and Jim Cramer is Recommending These Stocks.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "Using ChatGPT Generative AI To Simulate Your Very Own Version Of Twitter With Thousands Of Entirely Adoring Fans",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/09/28/using-chatgpt-generative-ai-to-simulate-your-very-own-version-of-twitter-with-thousands-of-entirely-adoring-fans/",
        "description": "You can use generative AI to simulate a social network, doing so via the use of personas. Here's how. Plus, upsides and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R5w1s-ZWDLBBMxHujac9Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "The Best AI Apps for Android Phones and Tablets in 2024 – Free and Premium Options",
        "link": "https://www.techopedia.com/ai/best-ai-apps-android",
        "description": "I've tested the best AI Android apps of 2024 including Picsart, HubSpot, and QuillBot to help you compare free vs premium options ...",
        "image_url": "https://www.bing.com/th?id=ODF.psW25j9enFb0MoBBHVFVWg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "Techopedia22h",
        "source": "Techopedia",
        "article_content": "Content not available"
    },
    {
        "title": "Deepak Chopra's AI voice aims to enlighten your listening",
        "link": "https://www.yahoo.com/tech/deepak-chopras-ai-voice-aims-051510925.html",
        "description": "The success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dheyIUUCq2AZ8NaPTwx5vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ElevenLabs\n\nElevenLabs has added a Deepak Chopra to the stable of celebrity voice clones available on its Reader App. Chopra’s AI-generated voice can now read out any digital text to you with his full approval. Chopra joins the likes of Judy Garland, James Dean, Burt Reynolds, and Sir Laurence Olivier as a celebrity voice, though he is the first still-living person who has signed up to have his synthetic avatar read digital texts.\n\nChopra has been a leader in promoting meditation and mindfulness for decades and is also taking the lead in deploying a voice clone of himself. A few months ago, ElevenLabs and Chopra produced a virtual Chopra chatbot called Digital Deepak. Trained on Chopra’s collected speeches, books, interviews, and other comments, Digital Deepak acts as a limited but still knowledgeable source for Chopra’s thinking. You can ask Digital Deepak about himself and his work and get personalized responses from his AI voice clone.\n\nThe success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader app uses voice clones like Chopra’s to perform any uploaded text. It will read the words and mimic human emotion based on the context.\n\nThose interested in hearing the voices can try the ElevenLabs Reader app for free for three months or subscribe to ElevenLabs’ platform to gain access to the iOS or Android app. ElevenLabs has suggested that using celebrity voices will enhance any listening experience. Chopra’s inclusion with the Hollywood Golden Age stars suggests it won’t just be for entertainment but also for deeper topics.\n\nChopra Speaks\n\n“I am proud to announce my partnership with ElevenLabs. Listening can help cultivate emotional nurturing and engagement. This is no different in the age of AI, it is only more important,” said Chopra. “I have always written to connect with people, and now I can connect on a deeper level with a global audience as I make my teachings available for everyone in my own voice.”\n\nPerformers have expressed concern that AI will leave them out of a job since it can recreate their look and sound far more cheaply. Meta has already proven it will pay big bucks to get celebrities to voice the Meta AI assistant, and Disney ensured it had a deal with James Earl Jones before he passed to legally recreate his voice if they want Darth Vader in future projects. Recent actor union strikes have made stronger protections against unfair AI replication of their performances part of their bargains. For now, ElevenLabs wants people to see Chopra and other famous voices as a way to create deeper connections with people they respect, even if it’s all synthetic.\n\n“At ElevenLabs, we’re committed to preserving and celebrating cultural legacies while pushing the boundaries of technology,” said Dustin Blank, Head of Partnerships at ElevenLabs. “By bringing voices like Deepak Chopra to our platform, we’re not just enhancing our app – we’re creating new ways for people to connect with the most influential figures and their work.”\n\nYou might also like"
    },
    {
        "title": "Billie Eilish Makes Paranormal Activity Look Romantic in New ‘Birds of a Feather’ Music Video: Watch",
        "link": "https://www.billboard.com/music/music-news/billie-eilish-birds-of-a-feather-music-video-1235786878/",
        "description": "The visual arrives days ahead of the pop star's Hit Me Hard and Soft World Tour. When Billie Eilish sings, 'I’ll love you ...",
        "image_url": "https://www.bing.com/th?id=OVF.PJJ2T51AUJ4x6XsCSZMKvg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "16h",
        "source": "Billboard",
        "article_content": "When Billie Eilish sings, “I’ll love you ’til the day that I die” on “Birds of a Feather,” that deadline also includes the afterlife.\n\nIn the Hit Me Hard and Soft single’s new Aidan Zamiri-directed music video that arrived Friday (Sept. 27), the 22-year-old pop star sits alone in an abandoned office building, smiling to herself as the invisible ghost of a loved one jerks her around, pulls on her chair and drags her across the floor. “I don’t know what I’m crying for/ I don’t think I could love you more,” she sings. “It might not be long, but baby, I/ I’ll love you ’til the day that I die.”\n\n“Birds of a Feather” marks just the latest music video to come from Eilish’s Hit Me Hard and Soft album, following lead single “Lunch” — which reached No. 5 on the Billboard Hot 100 — and “Chihiro.” The two-time Oscar winner’s third studio album arrived in May and debuted at No. 2 on the Billboard 200, following her 2019 debut When We All Fall Asleep, Where Do We Go? and 2022 sophomore effort Happier Than Ever, both of which peaked at No. 1 on the albums chart.\n\nThe visual arrives just two days ahead of the start of Eilish’s Hit Me Hard and Soft World Tour, which kicks off Sunday (Sept. 29) in Quebec. The arena trek will span North America, Australia and Europe, ending in July in Dublin.\n\nTrending on Billboard\n\nThe run will also include three sold-out shows at Madison Square Garden Oct. 16-18. The next day, on Oct. 19, Eilish will return to Saturday Night Live to serve as musical guest for a Michael Keaton-hosted episode.\n\nWatch Eilish’s new “Birds of a Feather” music video above."
    },
    {
        "title": "Investigating paranormal activity with Ring",
        "link": "https://www.yahoo.com/lifestyle/investigating-paranormal-activity-ring-125222491.html",
        "description": "Paranormal Investigator Katrina Weidman teams up with our sponsor Ring as they go ‘Ghost Spotting’ in a viewer's home and ...",
        "image_url": "https://www.bing.com/th?id=OVF.0bLKRg05XR8LFxQ4lH2mMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "12h",
        "source": "Yahoo",
        "article_content": "TechCrunch\n\nIn August, a Russian warlord posted a video on Telegram, showing a pair of Cybertrucks patrolling a road in Chechnya, armed seemingly with heavy machine guns. Leaving aside unanswerable (for now) questions about how the vehicles were obtained, Wired thought it worth digging into whether a Cybertruck actually makes sense as a \"technical,\" the term for modified civilian rides used by militaries and military groups."
    },
    {
        "title": "Babysitter jumpscared by a GHOST while watching her nephew 👀 #haunted #paranormal #loeylane",
        "link": "https://www.msn.com/en-us/tv/news/babysitter-jumpscared-by-a-ghost-while-watching-her-nephew-haunted-paranormal-loeylane/vi-AA1rhlOM?ocid=BingNewsVerp",
        "description": "Jobless claims sink to 4-month low. Businesses aren’t hiring — or firing — many people. Army meets recruiting goal with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BpuNjPUOQWUROO3LxNXN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN20h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Olivia Newton-John’s daughter says ‘dark side’ of fame led to certain lifelong struggles",
        "link": "https://www.foxnews.com/entertainment/olivia-newton-john-daughter-says-dark-side-fame-led-lifelong-struggles-self-identity",
        "description": "In an exclusive interview, Chloe Lattanzi opened up about healing after the loss of her mom, Olivia Newton-John, and explained how she's found herself amid the \"dark side\" of fame.",
        "image_url": "https://www.bing.com/th?id=OJ.caiiZBaxsWr8Rw&pid=news&w=75&h=16&rs=2",
        "category": "paranormal",
        "date": "9m",
        "source": "Fox News",
        "article_content": "Two years after the death of her mother, Olivia Newton-John, Chloe Lattanzi is continuing her legacy in many ways, all while discovering new sides of herself.\n\nIn an exclusive interview with Fox News Digital, the 38-year-old actress and singer opened up about healing after loss, shared why she chose to fulfill a promise to her late mother on what would've been the actress's 76th birthday and explained how she's managed to find herself amid the \"dark side\" of fame.\n\nGrowing up in the spotlight, Lattanzi said she often felt like a \"chameleon\" who found herself conforming to what others wanted or expected her to be like.\n\nOLIVIA NEWTON-JOHN'S DAUGHTER SAYS MOM CONTINUES TO SHOW UP FOR HER: 'IT DOESN'T JUST END WITH YOUR BODY'\n\n\"I think we're on a constant quest. Finding yourself is really just being authentic,\" said Lattanzi, whose first solo track, \"Phoenix,\" was released Thursday. \"And when you're a child, you're authentic. You say what you think and you feel, and I think that fame is great. And, also, there's a dark side. And, for me, the dark side is I didn't feel the freedom to just be me. I felt like I had to be what the world would — and this is all in my head — but I had to be what the world wanted me to be, or I had to be exactly like my mother.\n\n\"I just found out what boundaries are a year ago, and I think — I can't speak for everyone — but, as a woman, a human being, I've shied away from conflict or not said what I really felt to appease someone and finding yourself is standing in your authenticity, always being kind. But if you don't like me or what I say, that's OK. I'm still going to say it. I'm going to be me.\"\n\nLIKE WHAT YOU’RE READING? CLICK HERE FOR MORE ENTERTAINMENT NEWS\n\nWATCH: OLIVIA NEWTON-JOHN'S DAUGHTER SAYS ‘DARK SIDE’ OF FAME LED TO LIFELONG STRUGGLES\n\n\"I've struggled with being a chameleon my whole life,\" she added. \"I wanted to make everyone happy. And I'm realizing my mom dealt with that too. Being sensitive souls, you want everyone to like you, but you reach a point where that ends up killing you. … I'm definitely on an upward trajectory in the health arena. Mind, body, spirit, because I am living in my authenticity.\"\n\nTwo years after her mother's death, Lattanzi said she very much still feels her presence. The beloved \"Grease\" actress died in 2022 after a long battle with breast cancer. She was 73.\n\nCLICK HERE TO SIGN UP FOR THE ENTERTAINMENT NEWSLETTER\n\n\"I'm always experiencing her,\" said Lattanzi. \"I mean, she knows the truth of my reality. So, we talk, and I ask her if I'm struggling with something to kind of guide me towards the right person energetically. And I'm always guided to where I need to be to heal, to overcome whatever it is.\n\n\"She always appears in the form of an orb in a photo or through an introduction meeting a person randomly on the street,\" she continued. \"So, she is ever present and very powerfully present in my life, in spirit. I used to make her watch the paranormal shows with me, and I was like, 'That's an orb, Mama.' I said, 'It's going to be a long time, long time until you're in orb, but when you're in that place, will you please show up like that for me?' And she took a photo with my phone, and then this beautiful giant bright blue orb flying around my dog's head.\n\nOLIVIA NEWTON-JOHN'S DAUGHTER CHLOE IS SUFFERING FROM 'EXTREME MEMORY LOSS' SINCE MOM'S DEATH\n\n\"And then the next day she was flying up the side of my dad, Matt Lattanzi, his wife, she's also a cancer survivor twice. And the same exact blue orb is flying up the side of her. And my dad is like, 'I can't explain this.' … So yeah, she was like, 'Chloe, I'm going to go everywhere and show you that I'm here, and I'm looking out for everyone.'\"\n\nIn honor of what would've been her mom's 76th birthday, Lattanzi released her first solo track, \"Phoenix.\"\n\n\"I co-wrote the song with Dave Audé and another fantastic writer, and the song was, for her, it was a promise,\" Lattanzi said. \"She would always say that we were symbiotic. We were one heart and two bodies, and the most important thing to her was that she saw her baby happy and thriving and shining. So, it was a promise to her that I would be true to myself, be gentle with myself, use my talents, get rid of the negative self-talk, essentially.\n\n\"Most of us humans, we need that message, that reminder every day that we're incredible and capable of any dream that we want to achieve,\" she continued. \"And it was a promise that I'll be happy. You don't have to worry about your little girl.\"\n\nOLIVIA NEWTON-JOHN'S DAUGHTER CHLOE REVEALS 'PROMISE' SHE MADE TO MOTHER BEFORE HER DEATH\n\nLattanzi, who shared the demo with Newton-John before her death, said she hopes the song can lift up others who are struggling.\n\n\"I also wrote it to uplift other people, to remind them that the light is much more powerful than the dark,\" she said. \"And you're not defined by trauma, you're not defined by what has happened to you in your past. You're defined by what you choose to do with it.\"\n\n\"And my mom was moved to tears, and she said, 'This is the best work you've ever done,'\" Lattanzi recalled. \"She always loved hearing my voice upfront, and her and I have that in common production-wise in music. We like it. Very simple. Vocals upfront, keep production at a minimum. So she wept, and I said, ‘This song is for you, Mom. I wrote this for you. This is my promise to you.’ So releasing it on her birthday is very sacred.\"\n\nIn addition to the song's release, Lattanzi will continue to carry on her mother's legacy in a special way.\n\nOn Oct. 6, Lattanzi will lead the annual Olivia’s Walk for Wellness in Melbourne, Australia, to benefit the Olivia Newton-John Cancer Wellness and Research Centre.\n\n\"I feel like I'm keeping my mother alive, and she taught me that,\" said Lattanzi. \"Her and I, we both suffered different ailments, but we both wanted to help others who were suffering from what we were suffering. So, I'm similar to her in that way. And I don't feel there's any greater purpose than to be of service and to connect to other beings, whether they human or animal.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"I want to continue this beautiful legacy of hers and [find] kinder treatments for cancer and end it all together.\""
    },
    {
        "title": "Supernatural museum and seance plan for chapel",
        "link": "https://www.bbc.co.uk/news/articles/cvgl76mv7zpo?at_campaign_type=owned&at_bbc_team=editorial&at_ptr_name=facebook_page&at_link_type=web_link&at_campaign=Social_Flow&at_link_id=290FE98A-7BF0-11EF-8818-FD71B0409273&at_format=link&at_medium=social&at_link_origin=BBC_Wales_News",
        "description": "The new owners of an 18th Century chapel say they plan to open a supernatural museum and hold seances on site. Laura and Erik ...",
        "image_url": "https://www.bing.com/th?id=OVF.T7ENeIiVRs5hg72Z7vvlfA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23h",
        "source": "BBC",
        "article_content": "The new owners of an 18th Century chapel say they plan to open a supernatural museum and hold seances on site.\n\nLaura and Erik Rowton, who have more than 540,000 YouTube followers, said they hoped to create a \"museum of the paranormal and spirituality\" at Penuel Chapel in Carmarthen.\n\nThe couple bought the grade-II listed chapel in August, partly because of its paranormal history.\n\nPenuel Church, which used to hold services in the chapel, said the plans were \"not in keeping with the church's ethos, values and beliefs\" and it was in \"no way associated with the museum\"."
    },
    {
        "title": "Machine learning accelerates discovery of high-temperature alloys",
        "link": "https://phys.org/news/2024-09-machine-discovery-high-temperature-alloys.html",
        "description": "In a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong ...",
        "image_url": "https://www.bing.com/th?id=OVFT._PbzKnG0pPB4ScKzVy8jky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThe ML-based framework for the MOO design of RHEAs. Credit: Cheng Wen et al.\n\nIn a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong Ocean University, and AiMaterials Research LLC have demonstrated a novel method to accelerate the discovery of refractory high-entropy alloys (RHEAs) compositions optimized for extreme conditions.\n\nThe research, titled \"Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility,\" outlines how machine-learning (ML), genetic search, cluster analysis, and experimental design were employed to sift through billions of possible compositions and identify those with superior mechanical properties.\n\nThe research team, led by Turab Lookman and Yanjing Su, synthesized and tested 24 different alloy compositions through a rigorous iterative process involving six feedback loops. Their efforts resulted in four compositions demonstrating remarkable high-temperature yield strength and room-temperature ductility. Among these, the ZrNbMoHfTa alloy system, specifically the composition Zr 0.13 Nb 0.27 Mo 0.26 Hf 0.13 Ta 0.21 , stood out with a yield strength approaching 940 MPa at 1200 °C and a room-temperature fracture strain of 17.2%.\n\nA leap forward in high-temperature materials\n\nThe exceptional performance of the ZrNbMoHfTa alloy marks a significant advancement in materials science. Its yield strength at 1200 °C exceeds that of previous RHEAs and traditional nickel-based superalloys, which are typically limited to lower temperatures. This enhancement opens up new possibilities for high-temperature structural applications, including in gas turbines, aerospace propulsion systems, and nuclear reactors.\n\nThe integration of machine learning with traditional alloy design methods has allowed researchers to rapidly identify and optimize compositions that were previously unimaginable. This breakthrough not only addresses the limitations of existing materials but also sets a new standard for high-temperature alloys.\n\nA new paradigm for material design\n\nThe researchers' approach represents a paradigm shift in material design by effectively managing the vast compositional space of RHEAs and addressing multiple performance objectives simultaneously. By leveraging ML algorithms, the team was able to predict alloy properties with unprecedented accuracy and efficiency, overcoming common challenges such as limited data and complex optimization tasks.\n\nThe study also highlights the importance of incorporating multi-objective optimization (MOO) techniques to balance various material properties, including strength, ductility, and oxidation resistance. The proposed framework's adaptability to other alloy systems demonstrates its potential to revolutionize the design of materials across different applications and industries.\n\nWhile the current study has achieved remarkable results, the researchers emphasize that there is still room for improvement and further exploration. Future work will focus on integrating additional elements to enhance properties like oxidation resistance and refining ML models to manage uncertainties and improve prediction accuracy. The study also underscores the need for efficient selection strategies, such as cluster analysis, to optimize experimental and computational costs.\n\n\"The success of this research opens new avenues for material innovation,\" noted Nan Zhang, editor of Engineering. \"As research scientists continue to refine their approach and explore new compositions, we anticipate even greater advancements in high-temperature alloys that could transform a wide range of engineering applications.\"\n\nThe paper was authored by Cheng Wen, Yan Zhang, Changxin Wang, Haiyou Huang, Yuan Wu, Turab Lookman, Yanjing Su.\n\nMore information: Cheng Wen et al, Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility, Engineering (2024). DOI: 10.1016/j.eng.2023.11.026\n\nProvided by Engineering"
    },
    {
        "title": "Global Science Roundup: From Frigid Alien Planets to Viking Skeletons",
        "link": "https://www.devdiscourse.com/article/science-environment/3103073-global-science-roundup-from-frigid-alien-planets-to-viking-skeletons",
        "description": "A summary of current science news includes the discovery of a frigid alien planet offering insight into Earth's distant ...",
        "image_url": "https://www.bing.com/th?id=OVFT.26wCZIA4L_DfSS1xmo2kxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse3h",
        "source": "devdiscourse",
        "article_content": "Content not available"
    },
    {
        "title": "Accidental find leads chemist to become first woman winner of President’s Science Award",
        "link": "https://www.straitstimes.com/singapore/accidental-discovery-leads-to-first-woman-winner-of-individual-president-s-science-award",
        "description": "The eureka moment for chemist, Professor Liu Bin, came 'absolutely by accident' in 2019. Read more at straitstimes.com.",
        "image_url": "https://www.bing.com/th?id=OVFT.MoTtD5w3iMQILg1qILh07C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20h",
        "source": "The Straits Times",
        "article_content": "SINGAPORE – The eureka moment for chemist Liu Bin came “absolutely by accident” in 2019.\n\n“We were looking for molecules that emit very brightly and have a long lifetime... so we picked one that looked most promising, but we found something unusual,” said the Tan Chin Tuan Centennial Professor from the National University of Singapore (NUS), adding that every step towards the discovery was curiosity-driven.\n\nOver the next three years, the team found that commercial carbazole, which is used as small fluorescent materials, contained trace amounts of impurities that they were able to develop to yield new materials.\n\nThe new materials, which are still being developed, could potentially shine brightly and have a long emission lifetime, opening up opportunities for their use in afterglow devices, naked-eye theragnostics, and optical encryption of data.\n\nNaked-eye theragnostics refers to a two-pronged approach to diagnosing and treating cancer that can be detected with the naked eye.\n\n“For example, if we can really make these molecules absorb sunlight very effectively and make their lifetime long enough, then they can be put on highways or pavements. They absorb the light in the daytime and emit at night. (This way), we will not need any power supply to see signals on the streets at night,” Prof Liu told The Straits Times.\n\nThis discovery bagged her the 2024 President’s Science Award, making her the first woman scientist to win the prize.\n\nThe award is part of the annual President’s Science and Technology Awards given to scientists whose work has led to significant scientific, technological or economic benefits for the country.\n\nThree researchers and one team received 2024’s four awards, which were given out on Sept 27 at Nanyang Auditorium, located within the Nanyang Technological University (NTU) campus.\n\nThe other awards are the President’s Science and Technology Medal – the nation’s top scientific honour – and the President’s Technology Award."
    },
    {
        "title": "Discovery of 3,775-year-old preserved log supports ‘wood vaulting’ as a climate solution",
        "link": "https://www.eurekalert.org/news-releases/1059477",
        "description": "A new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AbsR1BfqaLW6q-eANjthoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "EurekAlert!14h",
        "source": "EurekAlert!",
        "article_content": "A new University of Maryland-led study found that burying wood in the right environmental conditions can stop its decomposition and help curb carbon dioxide emissions.\n\nA new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate change.\n\nA team of researchers led by University of Maryland Atmospheric and Oceanic Science Professor Ning Zeng analyzed a 3,775-year-old log and the soil it was excavated from. Their analysis, published on September 27, 2024, revealed that the log had lost less than 5% carbon dioxide from its original state thanks to the low-permeability clay soil that covered it.\n\n“The wood is nice and solid—you could probably make a piece of furniture out of it,” Zeng noted.\n\nUnderstanding the unique environmental factors that kept that ancient log in mint condition could help researchers perfect an emerging climate solution known as “wood vaulting,” which involves taking wood that is not commercially viable—such as trees destroyed by disease or wildfires, old furniture or unused construction materials—and burying it to stop its decomposition.\n\nTrees naturally sequester carbon dioxide—a potent planet-warming gas—for as long as they live, making tree-planting projects a popular method of mitigating climate change. But on the flip side, when trees die and decompose, that greenhouse gas is released back into the atmosphere, contributing to global warming.\n\n“People tend to think, ‘Who doesn’t know how to dig a hole and bury some wood?’” Zeng said. “But think about how many wooden coffins were buried in human history. How many of them survived? For a timescale of hundreds or thousands of years, we need the right conditions.”\n\nIn 2013, while conducting a wood vaulting pilot project in Quebec, Canada, Zeng discovered the 3,775-year-old log that became the focus of the Science study—a chance encounter that for Zeng felt “kind of miraculous.” While digging a trench to bury fresh wood, Zeng and other researchers spotted the log about 6.5 feet below the surface.\n\n“When the excavator pulled a log out of the ground and threw it over to us, the three ecologists that I had invited from McGill University immediately identified it as Eastern red cedar,” Zeng recalled. “You could tell how well it was preserved. I remember standing there thinking, ‘Wow, here’s the evidence that we need!’”\n\nWhile past studies have analyzed old samples of preserved wood, they tended to overlook the surrounding soil conditions, according to Zeng.\n\n“There is a lot of geological and archeological evidence of preserved wood from hundreds to millions of years ago, but the focus of those studies was not ‘How we can engineer a wood vault to preserve that wood?’” Zeng said. “And the problem with designing a new experiment is that we can’t wait 100 years for the results.”\n\nShortly after the Quebec dig, UMD’s collaborators at MAPAQ, a government ministry in Montreal, conducted carbon dating to determine the log’s age. Then, in 2021, Distinguished University Professor Liangbing Hu in UMD’s Department of Materials Science and Engineering helped Zeng analyze the 3,775-year-old sample’s microscopic structure, chemical composition, mechanical strength and density. They then compared those results to that of a freshly cut Eastern red cedar log, which revealed that the older sample had lost very little carbon dioxide.\n\nThe type of soil covering the log was the key reason for its remarkable preservation. The clay soil in that part of Quebec had an especially low permeability, meaning that it prevented or drastically slowed oxygen from reaching the log while also keeping out fungi and insects, the decomposers typically found in soil.\n\nBecause clay soil is common, wood vaulting could become a viable and low-cost option in many parts of the world. As a climate solution, Zeng noted that wood vaulting is best paired with other tactics to slow global warming, including reducing greenhouse gas emissions.\n\nAs he and his colleagues continue to optimize wood vaulting, he looks forward to putting what they’ve learned into practice to help curb climate change.\n\n“It’s quite an exciting discovery,” Zeng said of this latest study. “The urgency of climate change has become such a prominent issue, so there was even more motivation to get this analysis going.”\n\n###\n\nIn addition to Zeng and Hu, co-authors of this study included Laura Picard (B.S. ’24, chemistry; B.S. ’24, animal sciences), undergraduate student Elisa Zeng-Mariotti from the Department of Chemical and Biomolecular Engineering, and Ph.D. student Bryson Clifford and postdocs He Liu, Yu Liu, Taotao Meng and Xinpeng Zhao from the Department of Materials Science and Engineering.\n\nTheir study, “3775-year-old wood burial supports ‘wood vaulting’ as a durable carbon removal method,” was published in Science on September 27, 2024.\n\nThis study was supported by MAPAQ, the NOAA Climate Program Office and the NIST Greenhouse Gas Measurement Program. This article does not necessarily reflect the views of these organizations."
    },
    {
        "title": "The 'godfather' of microplastics research says we need to move faster to solve our plastic problem",
        "link": "https://www.cbc.ca/radio/quirks/microplastics-20-years-later-1.7336516",
        "description": "A new study by the scientist who discovered microplastics is looking back on 20 years of research and looking forward to what ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PnDiU0CLKGASSSG9UhnkqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19m",
        "source": "CBC.ca",
        "article_content": "Quirks and Quarks 19:35 Plastic: Understanding the problem, and the struggle for a solution\n\nTwenty years ago, a fortuitous trip to the beach led to a life-changing moment for Richard Thompson.\n\nThe marine biologist was doing experiments on the seashore in England and found plastic clogging all of his scientific instruments.\n\n\"We looked at the sand samples down the microscope, and in and amongst the sand grains we could see pieces that certainly didn't look like sand, and it was those pieces we confirmed to be plastics,\" said Thompson, now the head of the International Marine Litter Research Unit at the University of Plymouth.\n\nAt the time he coined the term \"microplastics\" to describe the tiny bits of plastic, many smaller than the diameter of a strand of hair, that he found on beaches all around the U.K.\n\nA worker holds plastic pieces collected on a beach in Spain. (Miguel Riopa/AFP via Getty Images)\n\nNow, to mark the 20th anniversary of his discovery, Thompson has written a new paper looking back at the over 7,000 research studies that have been published about microplastics since his discovery. The aim is to understand how pervasive and problematic plastics can be — and what it'll take to find a fix.\n\n\"I'm very much of the view now that we've got more than enough evidence actually to stop defining the problem, and to move on to the solutions,\" said Thompson, who has been dubbed \"the godfather of microplastics\" by U.K. Member of Parliament Mary Creagh, and holds a PhD in marine ecology.\n\nThe paper was published in the journal Science .\n\nWhat 20 years of microplastics research has shown\n\nMuch of the early research was done by Thompson's group to figure out where the microplastics were coming from, and where they were going.\n\n\"We now know that they are found worldwide. They're found literally from the poles to the equator. They're found from near the top of Mount Everest right down to the deepest ocean trenches,\" said Thompson.\n\nA municipal worker clears plastic and garbage waste choking the Buckingham Canal water flow in Chennai, India. (R. Satish Babu/AFP via Getty Images)\n\nSeveral studies released recently have looked at how microplastics are being found in unexpected places, such as a recent study from Japan that found tiny bits of plastics embedded in corals on the sea floor. Another study from the University of Toronto found an average of 138 pieces of plastic per fish caught along the Toronto waterfront.\n\nHumans are not immune to plastic's pervasiveness. A particularly unnerving study from Italy found microplastics in human breast milk and placentas , while another in Germany found them in human blood .\n\nAnd while Thompson says we still don't have a firm grasp on what this is doing to human health, he thinks it's highly likely they are causing harm.\n\n\"It's clear we are exposed to the particles in just the same way that the rest of nature is. We've shown with a range of animals that they can be harmfully affected in lab studies. Why would we imagine we're any different?\"\n\nA spear-fisherman dives as plastic bags float in the water off the coastal city of Batroun, Lebanon. (Ibrahim Chalhoub/AFP via Getty Images)\n\nWe also know much more about the source of all this plastic. Some come from pieces that are intentionally manufactured to be small, such as plastic microbeads and glitter . Substantial quantities are released from the breaking down of goods as they're used, such as car tires and clothing made from synthetic fibres.\n\n\"While you're walking around or washing clothing or textiles, they're releasing hundreds of thousands of fibres literally every time you wash a domestic load of washing,\" says Thompson.\n\nBut the most significant source is bigger pieces of plastic pollution, like soda bottles and plastic bags — so called \"macroplastics\" — as they break down.\n\nCostas Velis from the University of Leeds in the U.K. describes the problem as \"a time bomb of microplastics\" stemming from \"uncontrolled\" use of macroplastics. \"And if we don't turn off that tap, we cannot ever hope that we're going to solve the microplastics part of the problem.\"\n\nVelis and his team recently looked at waste data from 50,000 cities around the world and found that 52.1 million tonnes of plastic pollution is generated each year, dumped on land and in waterways. Much of that is coming from the 1.5 billion people in cities where garbage collection is either unreliable or non-existent.\n\nResearchers sort through trash collected on the shore and in the water of the Saguenay Fjord in Petit-Saguenay, Quebec. (Sebastien St-Jean/AFP via Getty Images)\n\n\"It is very alarming to see the extent, but also the distribution of the plastic pollution across the world,\" said Velis, who holds a PhD in environmental engineering.\n\nThis research was also published in the journal Science.\n\nHow to solve the problem, once and for all\n\nWith the UN expected to deliver a Global Treaty to end plastic pollution at the end of this year, Velis says he's hopeful the world is moving in the right direction.\n\n\"This is the single most important chance we're having as a planet and as humanity in addressing the global plastics pollution challenge in the immediate future and in a decisive way,\" he said.\n\n\"We cannot think that individuals will solve every problem. We cannot think that the countries with massive problems can be left alone with their current level of resources to solve the problem. So we need to see a massive change on all fronts.\"\n\nA 'trash trap,' meant to catch floating waste, packed with plastic, along a river in Manila, the Philippines. (Jam Sta Rosa/AFP/Getty Images)\n\nThompson echoes that statement.\n\n\"There's great momentum in the right direction,\" he said. \"Where we need the science now, and it's almost as critically important as it was in defining the problem, is in identifying the solutions and making sure that the current attention is leading us towards safer and more sustainable use of plastics.\"\n\nAnd as Thompson urges more scientists to focus their limited research dollars on honing in on solutions, he says we know enough about what we can do in the meantime.\n\n\"It isn't about eliminating plastics from all of our supermarkets or our lives. Plastics do bring many societal benefits, but we've got to start using them more responsibly,\" he said, pointing out that while we're currently producing 400 million tonnes of plastic items globally each year, 40 per cent of that is single-use items like water bottles or shopping bags that are easily replaced.\n\n\"So it's about action on the large items that become microplastics. It's about action on the large things we use everyday that wear away into microplastics, the tires and textiles. And it's about action to prohibit the use of small bits of plastic in products where there's a clear pathway to the environment.\""
    },
    {
        "title": "What Is No-Code Automation?",
        "link": "https://www.techrepublic.com/article/no-code-automation/",
        "description": "No-code automation allows users to automate tasks and workflows without writing code. Ideal for non-technical users, it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3uMBugXeJTpHGkKG2SeAiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "12h",
        "source": "TechRepublic",
        "article_content": "No-code automation is the process of establishing automated workflows through a pre-configured software solution without the need for traditional coding. This development style allows citizen developers (those with no coding experience) to design bespoke dashboards, tools, or interfaces to fit their unique needs with ease.\n\nCreate custom web applications using Knack’s no-code visual builders to design and deploy specialized solutions. Design custom online databases, workflows, automations, dashboards, and user interfaces.\n\nReduce development time and effort with pre-built templates.\n\nImport data and integrate with third-party services, databases, and APIs seamlessly.\n\nSecurity measures include user authentication, role-based access control, and encryption, plus features to help with GDPR and HIPAA compliance. Visit Knack Sponsored This is a paid placement. However, our team of experts approved it as an appropriate product and our content remains editorially independent.\n\nWhat is no-code automation?\n\nNo-code automation allows anyone to harness the power of modern software regardless of coding ability. It provides an intuitive visual interface for the creation of highly-individualized platforms and processes, making business workflow automation and project management more efficient.\n\nThe main goal of this type of software is to be quick, easy, and accessible for all. That’s why it often uses simple, user-friendly mechanics such as point-and-click and drag-and-drop functionality to configure automations.\n\nSEE: Learn more about the fundamentals of project management in this guide.\n\nHow does no-code automation work?\n\nThe process of no-code automation works by communicating between the user interface and the computer’s data through a series of pre-built components that the user can simply plug into their platform as needed.\n\nNo-code vs low-code\n\nWhile still using pre-built components, low-code automation allows some coding to take place in order to facilitate more complex interactions to make the application more personalized to the user’s needs. This type of development is geared towards those with some coding experience who want to reduce the time they need to spend manually coding in order to build highly-customized applications or tools.\n\nTypes of no-code automation\n\nNo-code automation can be applied to many business processes, including:\n\nApplication development tools\n\nApplication development tools allow users to build custom applications without writing code. Some examples of application development tools include Knack and Draftbit.\n\nBusiness intelligence tools\n\nBusiness intelligence tools allow businesses to collect, process, and analyze large amounts of data, allowing users to visualize data in order to gain valuable insights that better guide business decisions. Some examples of business intelligence tools include Tableau and Databox.\n\nBusiness Process Management (BPM) tools\n\nThese tools are intended to allow users to create and oversee the entire lifecycle of business processes from the design phase all the way through the execution phase, usually involving several departments. Examples of BPM tools include Pipefy and Microsoft Power Automate.\n\nDatabase tools\n\nDatabase tools are designed to allow users to visually create and manage databases to suit their unique needs. Examples of database tools include Airtable and Baserow.\n\nSEE: 9 Best Airtable Alternatives for 2024\n\nForm and survey builders\n\nThese builders allow users to create custom forms and surveys without coding. Examples of form and survey builders include SurveyMonkey and Google Forms.\n\nRobotic Process Automation (RPA) tools\n\nThese tools are intended to automate mundane or redundant tasks typically performed manually to increase efficiency. They are best suited for rule-based tasks that don’t require decision-making. Examples of RPA tools are Nintex and Blue Prism.\n\nWebsite builders\n\nWebsite builders are designed to allow users to build customized websites to suit their needs without the need to code. Examples of website builders include SquareSpace and Webflow.\n\nWorkflow automation tools\n\nDesigned to automate repetitive tasks and processes without needing to code, and suited specifically for complex processes, these are focused on workflow efficiency. Examples of workflow automation tools include monday.com and Pipefy.\n\nNo-code automation use cases\n\nPortfolio management\n\nGain a holistic view and understanding of your portfolio, from current financial statements and project priorities to overall performance.\n\nProject tracking\n\nTracking project timelines, invoices, and dependencies by automating redundant tasks makes your project management easier and more efficient. Use plug-ins to leverage all of your tools on one platform.\n\nResource allocation\n\nImprove your management and team efficiency by automating resource allocation and capacity planning. This is particularly useful when managing a project using the lean methodology.\n\nTask management\n\nNo-code automation allows for tracking at every level, from checklists all the way up to sprints and roadmaps, making information accessible to stakeholders all in one place.\n\nWork management\n\nEmpower scrum teams to define their work breakdown structures, create schedules, and track timesheets and task lists at various levels.\n\nBenefits of codeless automation\n\nAutomating any amount of manual work through automation shows countless benefits to businesses and employees alike.\n\nReduced spending\n\nBy using no-code automation, both the personnel and time required for the project are reduced considerably due to the uniquely visual experience and lack of coding required on the back end of the application.\n\nAccessibility\n\nBecause of the nature of no-code automation being for the citizen developer, no-code automation brings the design directly to the person who needs the tool. This reduces the amount of miscommunication that might occur when trying to explain the vision to a professional coder who might not understand the industry for which they’re building the tool.\n\nIncreased efficiency\n\nBy automating mundane, monotonous, or redundant tasks, businesses are able to reduce the time their employees spend on those tasks, increasing work output and decreasing human error. This reduces wasted time on revisions and corrections, allowing employees to focus their attention on the items that require human interaction.\n\nBusiness agility and scalability\n\nNo-code automation allows companies to expand their offerings and business scale without traditional constraints. The automation of many tasks allows businesses to scale up and down as needed with the drag-and-drop capabilities. These changes are easily and quickly implemented in no-code platforms.\n\nFrequently asked questions (FAQs)\n\nWhat is the best codeless automation?\n\nThe best codeless automation depends on your specific needs. If you want to develop an app, you will likely choose different software than if your goal is to automate data tracking or build website surveys. It’s important to speak with all project stakeholders in order to determine which platforms will best help you reach your audience or maintain your workflow.\n\nWhat are the disadvantages of codeless automation?\n\nBecause the components are pre-built, the user can only do so much to make their creation truly specific or bespoke to fit their needs. However, while the creations that come from no-code platforms are technically limited, the existing databases for pre-built components are so vast that finding a tool to suit your needs well enough without coding is highly likely.\n\nCan project management be automated?\n\nYes, project management can be automated. While project management can’t be completely automatic, it can be automated in several manually redundant areas to reduce the time project managers are spending on minor tasks. With no-code software, you can automate sending reminders, delegating tasks to level out workload, emailing updates on progress, and more."
    },
    {
        "title": "Can RCO Finance (RCOF) Eclipse Toncoin (TON) and Solana (SOL) with a 1,600% Rally? Analyst Says Yes",
        "link": "https://www.analyticsinsight.net/cryptocurrency-analytics-insight/can-rco-finance-rcof-eclipse-toncoin-ton-and-solana-sol-with-a-1600-rally-analyst-says-yes",
        "description": "Crypto investors are constantly searching for the next big opportunity in the ever-evolving world of cryptocurrencies. Among the many available cryptocurrencies ...",
        "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "nocode",
        "date": "Analytics Insight14m",
        "source": "Analytics Insight",
        "article_content": "Toncoin has shown remarkable resilience amidst a backdrop of macroeconomic pressures. Currently, TON is trading at $5.83, down 27.41% from its all-time high of $8.03.\n\nDespite the fluctuations, short-term technical analysis remains bullish. It has gained 8.2% over the past two weeks and by 171% over the past twelve months, indicating strong market conditions. Key resistance is at $5.87, and support is at $5.51.\n\nThe 14-day Relative Strength Index (RSI) is 59.67, while the weekly RSI is 39.88, suggesting that market conditions are neutral. Analysts predict that in the next 10 days, TON could rise by about 17% to $6.82, with long-term forecasts suggesting a price of $19.91 by the end of 2024.\n\nInvestors have shown confidence in Toncoin (TON), especially as it maintains its foothold within the Telegram ecosystem despite any legal uncertainties surrounding its founder, Pavel Durov. The potential for growth in the NFT space also adds a layer of interest, although short-term volatility remains a concern."
    },
    {
        "title": "When is the vice presidential debate? Here's when it starts and who's hosting",
        "link": "https://www.msn.com/en-us/news/politics/when-is-the-vice-presidential-debate-here-s-when-it-starts-and-who-s-hosting/ar-AA1rk4VN?ocid=BingNewsVerp",
        "description": "Vice presidential candidates JD Vance and Tim Walz will have an opportunity to take to the debate stage with just over a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CyPKTIHkH8VKuFFbHndsqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Column: Chicago Bears players offer feedback to Shane Waldron after the offense’s rocky start. Is it just more talk?",
        "link": "https://www.msn.com/en-us/sports/other/column-chicago-bears-players-offer-feedback-to-shane-waldron-after-the-offense-s-rocky-start-is-it-just-more-talk/ar-AA1rhjv6?ocid=BingNewsVerp",
        "description": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3VtprSPWf-_YlLxhmnWzeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17hon MSNOpinion",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Surfshark review: a fast streaming VPN for all your devices",
        "link": "https://www.digitaltrends.com/computing/surfshark-review/",
        "description": "I reviewed Surfshark, a fast, affordable streaming VPN with unlimited device support, great privacy protection, and an ...",
        "image_url": "https://www.bing.com/th?id=OVF.O41OmmUwzdrvalHkpuf63A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11h",
        "source": "Digital Trends",
        "article_content": "Surfshark VPN MSRP $15.45 Score Details “Surfshark is a fast streaming VPN that let me connect an unlimited number of devices, making it a great choice to protect privacy and unblock worldwide streaming for the whole family.” Pros Quick, reliable server connections\n\nPlenty of fast servers worldwide\n\nEasy-to-use design\n\nFast, helpful live chat support\n\nSupports unlimited devices Cons No free version\n\nTwo-year plan reverts to annual upon renewal\n\nSurfshark might sound dangerous, but it’s actually a VPN that protects your privacy, quarantines malware, and hides your location and online activity from intrusive trackers.\n\nAs one of the leading streaming VPNs, Surfshark is known to maintain fast speeds, but I wanted to find out just how fast it was and if there were any gaps in performance.\n\nIn my review, I also tested the antivirus protection included with a Surfshark One subscription, checked up on prices, and tested customer support.\n\nTiers and pricing (free, trial, subs)\n\nSurfshark is one of only a few VPNs that support an unlimited number of devices, adding extra value if you share the account with family members and close friends.\n\nYou can try Surfshark free for seven days before paying and the 30-day money-back guarantee gives you even more time to decide whether it’s worth the subscription cost.\n\nIf you’re looking for a completely free solution, check out our guide to the best free VPNs that protect your privacy with a few restrictions.\n\nSurfshark Starter costs $15.45 monthly, but the savings start when you subscribe for one or two years. The annual plan costs $45 and includes three free months. It renews at $60 per year, which is about average for a good VPN.\n\nThe two-year plan at $59 is a great bargain, plus you get three months for free. After 27 months, the renewal reverts to an annual plan at $60. Still, that beats the price of some top competitors. For example, NordVPN is an excellent VPN, but the subscription cost more than doubles when you renew.\n\nSurfshark also offers cybersecurity bundles. Surfshark One includes malware protection for less than a dollar more each month. Surfshark One+ costs $2 to $3 more monthly and protects your privacy with ongoing requests to remove your personal information from data brokers.\n\nIf you’re looking for a better VPN deal, there are usually sales and promotions that can help you save more. Just make sure you keep an eye on renewal dates so you aren’t caught off guard when prices go up.\n\nDesign\n\nI tested Surfshark One, which I thought sounded like the sweet spot. Installation was quick, with helpful tips to install the apps and browser extensions.\n\nThe Windows app is well-designed, with a panel on the right showing at-a-glance confirmation of whether or not the VPN is enabled, which features are on, and which server I’m connected to.\n\nOn the left, I get a list of worldwide servers with quick links to recommended, recently used, and favorites at the top of the list. I can also search for a location and filter the list to see only static IP addresses or multi-hop servers.\n\nIt’s easy to use the basics without understanding advanced features, yet fine-tuning is a click away whenever you want.\n\nA toolbar on the far left lets me change settings for the VPN connection, access my account, get help, and explore features like antivirus protection and identity alerts.\n\nThe browser extension is convenient since that’s where I’m most likely to want to change VPN settings. However, the app has more settings.\n\nFeatures (reliability, speed, location hidden, cross-plat, special)\n\nBeyond protecting privacy, I want a VPN that is fast and reliable. To test Surfshark, I connected to several servers located around the world. The results were impressive.\n\nWith Surfshark’s Windows app and browser extension, I enjoyed quick connections that never dropped and good speeds worldwide. My ISP delivers 900 Mbps download speeds over Ethernet. Most streaming VPNs cut that in half even when I select a nearby server.\n\nWith the nearest Surfshark VPN server, I measured 728 Mbpson the SpeedTest website, one of the fastest I’ve ever recorded for a VPN. Upload speed was 38 Mbps and ping was around 44 ms both ways. I’m in Nova Scotia, Canada, on the East Coast and the closest Surfshark server was in Montreal, over 700 miles away.\n\nGreat speed within the country is nice, but I often use a VPN to browse worldwide like I was a local, so the real challenge is maintaining good bandwidth across the border.\n\nSurfshark continued to deliver blistering speed with 667 Mbps down, 17 Mbps up, and a 75 ms ping with a U.S. server. Upload speeds and ping always drops overseas, and that was true for Surfshark, but downloads were very fast with 579 Mbps for the U.K., 651 Mbps for France, and 630 Mbps for Germany.\n\nThe first significant drop showed up with an Australian server that managed 306 Mbps downloads. The 5 Mbps uploads and 100+ ms ping of European servers fell to 2Mbps uploads and 244 ms ping Down Under.\n\nOverall, Surfshark outpaced speedy VPNs like ExpressVPN and the fast and cheap TorGuard. While Surfshark was consistently fast, the other two performed well with nearby servers, but fell behind when connecting to more distant locations.\n\nSurfshark One includes a virus scanner and real-time protection for up to five devices. Surfshark’s antivirus earned a perfect score in a June 2024 evaluation by independent cybersecurity lab AV-Test.\n\nIn my spot-check of Surfshark One’s CleanWeb feature, it didn’t block any of Wicar’s malware tests. That’s because Surfshark’s blocking is reputation-based. That means it won’t block and alert you to dangerous websites or downloads unless they are in its database.\n\nAfter downloading the EICAR malware test file, I ran Surfshark One’s antivirus scanner and it quickly identified and quarantined the threat. Although Wicar.org is safe, more advanced antivirus software detects browser exploits and malicious files, preventing the potential threat before it’s downloaded to your computer.\n\nSupport\n\nSome VPN providers have good, but slow support since answers come via email. Surfshark has 24/7 live chat support so you can get help all day, every day.\n\nI tested it by asking about CleanWeb, Surfshark One’s blocking feature. An AI chatbot was helpful, offering several buttons to narrow down my questions and pointing me to relevant support documents.\n\nWhen I stumped the bot, I asked for a human and was immediately transferred. I learned that the Surfshark browser extension is for convenience, but you get the same VPN and antivirus protection from the app.\n\nPrivacy and security\n\nSurfshark makes its privacy policy easy to understand by getting to the most important details first: minimal data is collected, only what’s needed to provide the service you’re paying for. Surfshark requires your user ID or IP address and time stamp while browsing, but deletes that data within 15 minutes of your session ending.\n\nI couldn’t find any record of Surfshark security breaches, and the privacy policy checks out. While Surfshark is located in a Nine Eyes country, it’s audited no-log policy indicates the company won’t have any data to share even if there are official requests.\n\nSurfshark doesn’t sell or share your email to third-party advertisers.\n\nIs Surfshark right for you?\n\nSurfshark has a well-designed app, great customer service, and one of the fastest streaming VPNs with plenty of servers around the globe. The unlimited device support makes it hard to go wrong with this service, particularly if you subscribe for one to two years.\n\nFor less than a dollar extra each month, Surfshark One includes a good malware scanner and dark web monitoring. That’s a tempting offer, but it offers limited browser protection. You’ll want to keep your dedicated antivirus software active to block viruses. Surfshark Starter is the best pick for most people.\n\nI was impressed with Surfshark’s speed, reliability, and depth of features. The quick support makes it easy to get help or learn more about how to use Surfshark’s apps and extensions.\n\nI recommend Surfshark as one of the best VPNs with excellent speed, good privacy protection, easy operation, and great value."
    },
    {
        "title": "How Bad Is Tesla's Full Self Driving Feature, Actually? Third-Party Testing Paints Dark Picture",
        "link": "https://www.motortrend.com/news/tesla-fsd-software-amci-testing-video/",
        "description": "Watch testing firm AMCI, experience several unsafe situtations during its evaluation of Tesla's FSD software in a Model 3.",
        "image_url": "https://www.bing.com/th?id=ODF.ARpMMAheE9i1yJEmX-as0w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Motor Trend16h",
        "source": "Motor Trend",
        "article_content": "We’re Just weeks out from Tesla’s big RoboTaxi presentation where the automaker's self-driving shuttle will be revealed, and third-party independent research firm AMCI Testing has some bad news that could hang over the event like a cloud. AMCI just completed what it claims is “the most extensive real world test” of Tesla’s Full Self Driving (FSD) software, ostensibly the technology that would underpin the RoboTaxi's driverless tech, and the results are not confidence inspiring.\n\nAMCI says its test covered over 1,000 miles of use and, in short, showed that the performance of Tesla’s FSD software is “suspect.” This isn’t the first time Tesla has caught criticism for FSD. For years, Tesla FSD software has been a source of controversy for the automaker. Tesla has dealt with everything from being called out by the California DMV for false advertising to being investigated by NHTSA.\n\nThere has been so many incidents involving Tesla’s Autopilot and FSD that we had to build a megathread to keep track of them all. It's worth noting that Tesla claims FSD is still in \"beta,\" so it's incomplete, but it also sells the feature as a five-figure option on its current lineup of EVs, allowing owners to opt into being, essentially, real-world test dummies for the system. They must acknowledge that the system requires driver oversight and is not, as its name implies, a fully self-driving system today. Still, Tesla is essentially offloading the kind of testing other automakers conduct scientifically, with engineers and oversight, to customers in the real world. And AMCI’s findings on how reliable FSD is—or rather, is not—are just the latest road bump for Tesla and FSD.\n\nAMCI says it conducted its tests in a Tesla Model 3 with FSD versions 12.5.1 and 12.5.3 across four different driving environments: city streets, rural two-lane highways, mountain roads, and freeways. AMCI was impressed with FSD’s ability to rely solely on cameras. (Tesla is the only automaker whose driver assistance systems of FSD's ambition operate using only cameras and, essentially, short-distance parking sensors, rather than a more complex—and expensive—combination of cameras, sensors, radar, and lidar, which can paint a much clearer picture with more redundancies than Tesla's camera array.) However, AMCI found that, on average, when operating FSD, human intervention is required at least once every 13 miles to maintain safe operation.\n\n“With all hands-free augmented driving systems, and even more so with driverless autonomous vehicles, there is a compact of trust between the technology and the public. When this technology is offered the public is largely unaware of the caveats (such as monitor or supervise) and the tech considered empirically foolproof. Getting close to foolproof, yet falling short, creates an insidious and unsafe operator complacency issue as proven in the test results,” said David Stokols, CEO of AMCI Testing’s parent company, AMCI Global. “Although it positively impresses in some circumstances, you simply cannot reliably rely on the accuracy or reasoning behind its responses.”\n\nYou can see the full results of the test for yourself, but here is the gist from AMCI:\n\nMore than 1,000 miles driven\n\nCity streets, two-lane highways, mountain roads, and freeways\n\nDay and night operation; backlit to full-frontal sun\n\n2024 Model 3 Performance with Hardware 4\n\nFull Self Driving (Supervised) Profile Setting: Assertive\n\nSurprisingly capable, while simultaneously problematic (and occasionally dangerously inept)\n\nThe confidence (and often, competence) with which it undertakes complex driving tasks lulls users into believing that it is a thinking machine—with its decisions and performance based on a sophisticated assessment of risk (and the user’s wellbeing)\n\nIf you think 13-miles intervals between instances where a driver must grab the wheel or tap the brakes is pretty good, it's not just the number of interventions required, but the way those situations unfold. AMCI’s final point is the most eyebrow-raising (emphasis theirs): “When errors occur, they are occasionally sudden, dramatic, and dangerous; in those circumstances, it is unlikely that a driver without their hands on the wheel will be able to intervene in time to prevent an accident—or possibly a fatality.”\n\nTo back up its report, AMCI released three videos showing some of the instances in which FSD performed unsafely. Tesla has yet to publicly respond to this report, though we wouldn’t hold our breath for that. Again, the automaker can fall back on the idea that the software is still in development. Common sense, however, suggests that putting a feature with the FSD name and purported future self-driving capabilities into the hands of regular people now—when decisions the system makes or can flub—have dire consequences, and AMCI's testing proves that FSD's shortcomings rear their heads quite often."
    }
]