[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In pictures: Fiery sunsets and UFO-like clouds",
            "link": "https://www.bbc.co.uk/news/articles/c74mmd7m0r9o",
            "description": "The clouds form when the air is stable and winds blow across hills and mountains from a similar direction at different ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0NE0rnKNSMjOXeiTOayPsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "17h",
            "source": "BBC",
            "article_content": "BBC Weather Watchers have been treated this week to red skies at night in the mornings - and unusual cloud formations.\n\nLenticular clouds could be seen widely across Scotland over the past few days.\n\nThe clouds form when the air is stable and winds blow across hills and mountains from a similar direction at different heights through the troposphere, according to the Met Office.\n\nThey often resemble UFO flying saucers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the 'UFO clouds' seen hanging over UK skies?",
            "link": "https://www.msn.com/en-gb/news/uknews/what-are-the-ufo-clouds-seen-hanging-over-uk-skies/ar-AA1xqCIX?ocid=BingNewsVerp",
            "description": "The special cloud formation got its nickname from the smooth, symmetrical oval or round shapes it produces, which many have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YCAhsoTmrnMj69a4fKtAuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "36mon MSN",
            "source": "Sky News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Whistleblower Jake Barber's SECRET Statement About Psionic Relationship With Aliens",
            "link": "https://www.msn.com/en-us/health/medical/ufo-whistleblower-jake-barbers-secret-statement-about-psionic-relationship-with-aliens/vi-AA1xqkRm?ocid=BingNewsVerp",
            "description": "Bernard Arnault, billionaire chairman and CEO of global luxury goods company LVMH; such as Louis Vuitton. In response to the ...",
            "image_url": "https://www.bing.com/th?id=OVF.H6gxffihryjyCgQbhUuZSw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN2h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning 'UFO clouds' spotted in UK skies - where you might see them this weekend",
            "link": "https://www.express.co.uk/news/uk/2002034/ufo-clouds-uk-skies-where-to-see-them-this-weekend-lenticular",
            "description": "Sky watchers are in for a treat as weather conditions mean unusual sight likely to be spottedin parts of Britain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q8f8l-tklHLcm52y1bDhgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "Daily Express",
            "article_content": "Lenticular clouds are strange phenomena created when strong winds blow over a mountain range or hill\n\nSkygazers in northern parts of the UK have been treated to an uncommon and magical display of clouds resembling flying saucers or UFOs. Known as lenticular clouds, these strange phenomena are created when strong winds blow over a mountain range or hill, forming a wave shape that causes air to bounce downwind. These spectacular clouds form on top of the bounced air and appear to be stacked on top of each other.\n\nREAD MORE: Shoreditch skyline transformed by 50ft hologram displaying stunning visuals\n\nLenticular clouds are also known as UFO clouds or pancakes\n\nThey are not often seen in the UK and typically form to the side of mountains, with Sierra Nevada and Cascade ranges often displaying them. The Met Office explained: “These lens-shaped orographic wave clouds form when the air is stable and winds blow across hills and mountains from the same or similar direction at different heights through the troposphere.” They are said to be the most pronounced during either sunrise or sunset due to the low sun illuminating them. They are known to pose aviation hazards.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nLenticular clouds require the right type of weather patterns in order to be formed\n\n“Pilots of powered aircraft tend to avoid flying near lenticular clouds because of the turbulence that accompanies them,” said the Met Office. The national meteorological service added that skilled or brave glider pilots often prefer flying with these types of clouds in the sky as “they can tell from the shape of the clouds where the air will be rising”. Lenticular clouds were visible on Thursday and Friday mornings in North-east England.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO’s 44th food drive underway in the Kanawha Valley",
            "link": "https://wvmetronews.com/2025/01/17/ufos-44th-food-drive-underway-in-the-kanawha-valley/",
            "description": "Local volunteers will donate their time over the next dozen weeks to gather food for local food banks in Kanawha and Putnam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hTc69wJuoy7iNj2Ko3haMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "West Virginia MetroNews20h",
            "source": "West Virginia MetroNews",
            "article_content": "INSTITUTE, W.Va. –– Local volunteers will donate their time over the next dozen weeks to gather food for local food banks in Kanawha and Putnam Counties. The 44th annual United Food Operation food drive kicked off Friday. It’s a 12 week effort to collect as much non-perishable food as possible to be passed along to the region’s needy.\n\n“We do our pre-planning and get everything together and as we’re talking to the pantries, they’re running out of food. The need is so great we’ve got to keep this going,” said Elaine Harris, UFO Chairperson.\n\nEach Friday through April, the organization will accept donations of food at their warehouse in Institute to be distributed to a dozen food banks across two counties.\n\n“Our warehouse is right off the Institute exit, there will be a big sign. We can take food and store it there and then distribute to the food banks,” she explained.\n\nThis year the American Postal Workers Union Local 133 has joined the effort. The union members are employed at the U.S. Postal Service Processing Center at Southridge. The facility had originally been slated for closure, but thanks to efforts by the community and West Virginia’s Congressional delegation it was saved and will stay in place. Harris said the organization wanted to get involved in the food drive out of gratitude.\n\n“It’s their way of giving back to the community because the community was so very involved and supportive of them,” she said.\n\n“Our members are very excited to take part in this,” Tim Holstein, Vice President of APWU Local 133, said in a news release. “We have a table set up in front of the union office at the plant and at the Main Post Office and are asking everyone to bring canned/nonperishable food to donate. One can of food could make a difference in someone’s life.”\n\nThe effort accepts any non-perishable goods. They’ll take them at the warehouse each Friday or they can also make arrangements to pick up large donations. Harris said it’s a never ending labor of love.\n\n“The need is so great. This is working people falling through the cracks. This is how we started this program almost 45 years ago,” she said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crazy AI app lets you transform a photo into a 3D model",
            "link": "https://bgr.com/tech/crazy-ai-app-lets-you-transform-a-photo-into-a-3d-model/",
            "description": "Krea is one of the latest AI tools that promise to revolutionize video generation. With a prompt, you can turn a photo into a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XBX31QgGuRNbRF_A006fky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19h",
            "source": "BGR",
            "article_content": "Krea is one of the latest AI tools that promise to revolutionize 3D modeling. By partnering with the top AI video providers, the company lets you create videos with Hailuo, Mini Max, Luma Labs, Runway, Pika Labs, and Kling.\n\nOne of Krea’s most interesting features is its ability to generate real-time images guided by 3D models. This feature lets users take an image, convert it into a 3D model, and use it to guide scene generation. What makes this tool so cool is that you can move, manipulate, and rotate the model to change the scene—all in real-time and in a very intuitive way, as spotted by X user Justine Moore.\n\n2) Generate real-time images guided by 3D models with @krea_ai\n\n\n\nThis feature lets you take an image, convert it into a 3D model, and then use it to guide scene generation.\n\n\n\nYou can move, manipulate, and rotate the model to change the scene. pic.twitter.com/c3ongexolH — Justine Moore (@venturetwins) January 17, 2025\n\nHowever, this isn’t the only tool available with Krea’s AI app. You can create real-time styles, change the environment of your images with one click by having perfect light and color consistency, ultra slow-motion in 120fps, animate and fuse images, and even use its enhanced presets to turn your image into an oil painting or let the AI create something completely unique.\n\nKrea focuses on five major features: High-quality generation, Editing, video generation, Instant AI generation, and an Enhancer tool that lets you upscale photos and videos. It’s also important to note that the service allows you to create images with sound, setting it apart from the competition.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nWhat’s nice about Krea is that you can take advantage of free daily image generation and access some of its popular tools as long as you are logged on to the platform. The company offers three other paid tiers, Basic, Pro, and Max, with a good discount when you choose the yearly plan.\n\nevery video model in one place.\n\n\n\nwe partnered with the top AI video providers to bring the best video models into Krea.\n\n\n\nnow you can create with @Hailuo_AI #MiniMax, @LumaLabsAI, @runwayml, @pika_labs, and @Kling_ai. pic.twitter.com/BomLy70KPH — KREA AI (@krea_ai) October 17, 2024\n\nWith the Basic plan, you can create around 720 Flux Images, 36,000 real-time images, 180 enhanced images, three training jobs, and a commercial license."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Copilot AI Added to Microsoft 365 Apps Alongside $3-Per-Month Price Hike",
            "link": "https://www.msn.com/en-us/news/technology/copilot-ai-added-to-microsoft-365-apps-alongside-3-per-month-price-hike/ar-AA1xo3E1?ocid=BingNewsVerp",
            "description": "This eliminates the need for a $20 Copilot Pro add-on to try the AI features in Office apps, but it increases the overall ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B-DaUdYauaT8RXJoTi2vSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PCMag on MSN22h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I’ve tried the new AI-powered MotorMia app – and it drags classic car mods into the 21st Century",
            "link": "https://www.msn.com/en-us/autos/news/i-ve-tried-the-new-ai-powered-motormia-app-and-it-drags-classic-car-mods-into-the-21st-century/ar-AA1xqqlE?ocid=BingNewsVerp",
            "description": "Named after Buahnik’s daughter, who showed an early interest in automotive tinkering thanks to her dad’s passion for cars, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZdjyBBRBbNAj0jJCmPM6sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI + Astrology = The perfect match? Your zodiac sign weighs in!",
            "link": "https://www.msn.com/en-in/lifestyle/horoscope/ai-astrology-the-perfect-match-your-zodiac-sign-weighs-in/ar-AA1xqss7?ocid=BingNewsVerp",
            "description": "Astrology is evolving with AI integration, appealing to different zodiac signs in unique ways. AI-driven astrology apps offer ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wY0XDWEeMg4YJEZCeaz-4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4 Trends Shaping The College Admissions Process For 2025",
            "link": "https://www.forbes.com/sites/sarahhernholm/2025/01/18/4-trends-shaping-the-college-admissions-process-for-2025/",
            "description": "The college admissions process is undergoing significant changes, driven by technological advances, evolving policies, and a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m4oPaALv3EbgMcD0-IHOiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Supernatural horrors await in the Are You There? trailer",
            "link": "https://www.flickeringmyth.com/1886495-2/",
            "description": "Dark Sky Films has released a poster and trailer for director Kim Noonan’s supernatural horror Are You There?. The film centres on paranormal psychology student Rosa (Laura Sollet) as she finds ...",
            "image_url": "https://www.bing.com/th?id=ODF.05VI9y8xidjaZkwsZhsz1g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Flickeringmyth2h",
            "source": "Flickeringmyth",
            "article_content": "Dark Sky Films has released a poster and trailer for director Kim Noonan’s supernatural horror Are You There?.\n\nThe film centres on paranormal psychology student Rosa (Laura Sollet) as she finds herself trapped in a life and death game of 20 questions after lighting a ritual candle which summons the dead.\n\nParanormal psychology student Rosa Gonzalez lights a ritual candle used to contact the dead. When she asks, “Are You There?” she opens a door to a demonic game of 20 questions.\n\nSEE ALSO: Trailer for gothic horror The Baby in the Basket\n\nAre You There? arrives in select cinemas and on digital on February 7th."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Robbie Williams Says Kathy Hilton Is His Favorite Bravo Star: ‘Doesn’t Get Enough Airtime’ (Exclusive)",
            "link": "https://www.usmagazine.com/entertainment/news/robbie-williams-says-kathy-hilton-is-his-favorite-on-rhobh/",
            "description": "Robbie Williams shares his love for ‘The Real Housewives of Beverly Hills’ exclusively with Us Weekly in his 25 Things You ...",
            "image_url": "https://www.bing.com/th?id=OVFT.y8U9D549yDJ0i8FlJTr1Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Us Weekly2h",
            "source": "Us Weekly",
            "article_content": "Just like Us, British pop icon Robbie Williams can’t get enough of The Real Housewives.\n\n“I always love the Housewives franchises,” Williams, 50, reveals exclusively in his 25 Things You Don’t Know About Me feature in the latest issue of Us Weekly, on newsstands now. “Right now, I am into The Real Housewives of Beverly Hills.”\n\nWhile he quipped, “They all get fired,” when asked who his favorite Housewife of all time is, Williams did come up with an answer.\n\n“Favorite Housewife of all time… Kathy Hilton doesn’t get enough airtime,” Williams dished to Us.\n\nRelated: Robbie Williams Credits Taylor Swift for Inspiring Sweet Fan Movement Robbie Williams is grateful Taylor Swift has revived a trend that was popular in the ’80s and ’90s — because it’s become a symbol of connecting with his own fan base. In an exclusive interview with Us Weekly to promote his new film, Better Man, Williams, 50, dished on his favorite gifts that he’s received […]\n\nFor more fun facts from Williams — including why Better Man, a musical fantasy film based on his life and career in theaters now, is the movie he would watch for the rest of his life — keep scrolling:\n\n1. I’ve given all of my awards away for two reasons: I don’t want my success to be constantly reaffirmed every day as something that happened in the past, and I also retain great cynicism when it comes to awards and awards ceremonies. You don’t get to meet the people that nominate you and figure out whether you want them to tell you if you are good or not. Let me also say I’m very grateful to be invited to the party and I’m a very sensitive person that if you don’t tell me I exist, then I don’t exist. So it’s a very interesting conundrum in the industry that I find myself in.\n\n2. My dream collaborator is Dolly Parton.\n\n3. The song I’m most proud of is “Angels” because it gave me my career. It is the song that exists outside of myself that means so much to lots of people. It’s like the national anthem of Robbie. I’ve written nearly a thousand songs now, and I’ve not managed to recreate that.\n\n4. My favorite tattoo that I have is a teddy bear for my eldest daughter, Teddy.\n\n5. I don’t drive — I never learned — and I don’t have a license.\n\nRelated: Kyle Richards Comes Clean: ‘I Don’t Care What People Think of Me Anymore’ Kyle Richards is showing off her 10 tattoos. It’s the first day of October, and she’s just sat down in the spacious living room of her 10,000 square-foot Colonial-style Los Angeles home — which is decked out for Halloween with pumpkins and autumnal decor — to talk to Us Weekly about being crowned Reality Star […]\n\n6. Ryan Reynolds is the most famous person in my phone book.\n\n7. My computer is my most valuable possession.\n\n8. I always get starstruck around comedians — like Will Ferrell, Adam Sandler and Chris Rock — and also Brad Pitt. Movie stars [have] a quality that is unusual, beguiling and magical, but at the same time means nothing. It’s so strange. And it’s not their fault.\n\n9. I’m a good raconteur.\n\n10. If I could watch one movie for the rest of my life, it would be Better Man, genuinely. I’m not just saying that for promo.\n\n11. Lynda Carter and Kylie Minogue were my celebrity crushes growing up.\n\n12. My alternate profession would be an artist, and I’ve actually got a [few] exhibitions.\n\n13. The proudest moment of my career is that I’m still here.\n\n14. All I do is listen to and watch podcasts. Right now, I’m back on the UFO and paranormal trail, so that’s where I get all of my entertainment needs, [including] finding out what the drones are in New Jersey.\n\n15. Dean Martin, Bing Crosby and Chuck D were the entertainers I looked up to when I was younger.\n\n16. I love the Housewives franchise. Right now, I’m into The Real Housewives of Beverly Hills. Kathy Hilton doesn’t get enough airtime.\n\n17. I collect ideas that form in my head, and then I try to draw them and make them funny.\n\n18. The most exciting moment from my time in Take That was being No. 39 on the charts with “Promises.” It was the happiest I’ve been for the shortest amount of time.\n\n19. I sold double glazing — which are windows in the U.K. — door-to-door for two weeks before I joined Take That.\n\n20. The childhood memory that makes me smile is the round of applause that I got when I played the Artful Dodger when I was 12 years old. I got a standing ovation, and it made me believe that I had a future in showing off.\n\n21. My bucket list includes building hotels, building entertainment venues and creating a university of entertainment and writing the syllabus.\n\n22. My favorite comfort meal is sweet and sour chicken or pork Chinese [food].\n\n23. I can’t leave the house without my phone, Mac [laptop] and sunglasses.\n\n24. I’m an introvert and don’t do parties unless I’m paid to or I have to promote something.\n\n25. My favorite place to vacation is Mustique.\n\nWith reporting by Leanne Aciz Stanton"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are You There?",
            "link": "https://www.yahoo.com/entertainment/are-you-there-010036942.html",
            "description": "Paranormal psychology student Rosa Gonzalez lights a ritual candle used to contact the dead. When she asks, 'Are You There?' she opens a door to a demonic game of 20 questions. This game triggers a ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "paranormal",
            "date": "15h",
            "source": "Yahoo",
            "article_content": "29,734 people played the daily Crossword recently. Can you solve it faster than others?\n\n29,734 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BBC confirm start date for new spooky series - and fans don't have long to wait",
            "link": "https://www.msn.com/en-gb/entertainment/tv/bbc-confirm-start-date-for-new-spooky-series-and-fans-dont-have-long-to-wait/ar-AA1xoKG4?ocid=BingNewsVerp",
            "description": "BBC's Uncanny is returning to TV screens with the second series of the hit supernatural show, as presenter Danny Robins ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EG2c7Jo8v1h79YbCrYTd9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "18hon MSN",
            "source": "Coventry Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IF YOU SEE BLOOD IN A SCRAPYARD, RUN! (IT'S A TRAP)",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/if-you-see-blood-in-a-scrapyard-run-it-s-a-trap/vi-AA1xoCwZ?ocid=BingNewsVerp",
            "description": "In today’s chilling investigation, Andreas, Alice, and Joshua venture into a mysterious scrapyard with a dark and tragic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LvCWfEolmdzbBfSWpbf0ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN17h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists say they found oxygen where it shouldn’t be. Now, the hunt is on for more answers",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A project is underway to investigate the production of 'dark' oxygen further. Understanding the phenomenon better could help ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "15hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The mystery of an ancient skull takes a new turn after DNA analysis",
            "link": "https://www.msn.com/en-us/news/world/the-mystery-of-an-ancient-skull-takes-a-new-turn-after-dna-analysis/ar-AA1xq7g8?ocid=BingNewsVerp",
            "description": "Scientists thought a tomb with similarities to buildings from Ptolemaic Egypt had been erected in memory of Cleopatra’s half ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IxWsF48s7r5wO_sjdmv1my&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An endangered bat species has been found in Arizona with the help of citizen scientists",
            "link": "https://www.msn.com/en-us/news/technology/an-endangered-bat-species-has-been-found-in-arizona-with-the-help-of-citizen-scientists/ar-AA1xqfaS?ocid=BingNewsVerp",
            "description": "Mexican long-nosed bats have been identified in southeastern Arizona through citizen scientist efforts and innovative DNA ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2ffshtvyKmXlF867jDtIbAA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "Arizona Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "50 years of hair-raising fun and science at the Bakken Museum",
            "link": "https://www.mprnews.org/story/2025/01/17/bakken-museum-minnesota-50-years-fun-science",
            "description": "The Bakken Museum in Minneapolis is celebrating 50 years of bringing electricity and science education to life. The museum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jX2W_SlnLsynJxN2Wz-VWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "MPR News19h",
            "source": "MPR News",
            "article_content": "A staple in Minnesota’s science innovation and education has hit a major milestone. The Bakken Museum in Minneapolis is celebrating 50 years of bringing electricity and scientific education to life.\n\nThe museum has become a hub for scientific research, exhibition and archiving, including a rare book and instrument collection, as well as exhibits about electricity, architecture and more.\n\n“I think there’s just a profound love of learning and exploring and discovery at this organization,” the museum’s vice president of programs Anika Taylor said. “I absolutely adore opportunities to work with visitors who are here exploring something and to see them make a connection or make a discovery, or have a moment of sort of lighting up.”\n\nEarl Bakken, famous for co-founding Medtronic and creating the first external wearable battery-powered pacemaker, founded the museum in 1975 in hopes of becoming a research center focused on “Electricity in Life.” It now also includes exhibits about plants, medicine and even Mary Shelley and her book “Frankenstein,” a special inspiration of Bakken’s.\n\nTurn Up Your Support MPR News helps you turn down the noise and build shared understanding. Turn up your support for this public resource and keep trusted journalism accessible to all.\n\nAs a child, Bakken spent his time building and taking apart different electronic devices. When he saw the movie version of “Frankenstein,” he knew he wanted to pursue a career in electrical engineering, which he studied at the University of Minnesota.\n\nTaylor says the Mary Shelley exhibit is truly a favorite.\n\n“I just love it, because there are so many fun stories and ideas that connect to this exhibit, the story of who Mary Shelley was and what led her to write that story, the notion that this is sort of our first example of science fiction, and that science fiction has, in turn, also inspired science and inspires the public to consider the science that we do in different ways because we can explore it in fictional realms.”\n\nThe Bakken Museum. pictured on Sept. 18, 2020, is located on the West shore of Bde Maka Ska in Minneapolis. Found by Earl Bakken in 1975, it is features interactive exhibits for all ages and STEM education programs. Courtesy of the Bakken Museum\n\nInterim Vice President of Advancement Stu Silberman says what makes the Bakken special is how it “invests in the future of the state of Minnesota while leveraging its wonderfully historic past.” A past that started before the museum became a nonprofit and was established at its current location on Bde Maka Ska in 1975. Before that, Bakken had been collecting artifacts and literature at his company’s headquarters.\n\nThe Bakken is a popular field trip destination with hands-on opportunities like the shock circle that plays with static electricity that sticks students’ hair on its ends or the Bakkenspiel, an interactive musical workshop. Heather Walch, a board member, loves seeing students light up.\n\n“My absolute favorite part is the kids that are visiting the Bakken when they learn something new, and they don’t really realize they’re learning anything because it’s fun and it's just filled with giggles,” Walch said.\n\nThrough its STEM education program, the Bakken Museum has begun taking educational programs on the road to sites and schools across the state where educators spend a week with students.\n\nTaylor hopes the museum continues to change its “hidden gem” persona.\n\n“Whether it’s coming to visit our museum or whether it’s bringing us out to whatever corner of the state folks are in, we’d love to get as many people involved in celebrating this 50th year,” she said.\n\nThe museum will be hosting events throughout the year to mark its milestone birthday, including a party in October and family discovery day events throughout the year, as well as their “Bakkenalia” 21+ events."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers unveil 'surprising' breakthrough in carbon nanotube recycling, paving way for sustainable materials",
            "link": "https://www.sciencedaily.com/releases/2025/01/250113134756.htm",
            "description": "In a significant step toward creating a sustainable and circular economy, researchers have demonstrated that carbon nanotube (CNT) fibers can be fully recycled without any loss in their structure or ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily20h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's Sam Altman cozies up to Trump by posting Democrats' letter worrying he's cozying up to Trump",
            "link": "https://mashable.com/article/openai-sam-altman-trump-letter-democrats",
            "description": "OpenAI CEO Sam Altman, a billionaire tech guy, has cozied up further to President-elect Donald Trump like, well, just about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B3eZc7g-51mjI4jT70Kh-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18m",
            "source": "Mashable",
            "article_content": "OpenAI CEO Sam Altman, a billionaire tech guy, has cozied up further to President-elect Donald Trump like, well, just about every other billionaire tech guy.\n\nIn fact, he cozied up to Trump by trolling Democrats who sent a letter over concerns that Altman was...cozying up to Trump. Democratic Sens. Elizabeth Warren and Michael Bennet sent a letter to Altman worrying he was attempting to \"cozy up to the incoming Trump administration\" to \"avoid scrutiny, limit regulation, and buy favor.\" The letter noted that Altman donated $1 million to Trump's inaugural fund.\n\nHow do we know about this letter? Well, Altman posted it to X, writing, \"funny, they never sent me one of these for contributing to democrats...\"\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By clicking Sign Me Up, you confirm you are 16+ and agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nAltman followed up by writing: \"it was a personal contribution as you state; i am confused about the questions given that my company did not make a decision.\"\n\nAltman is far from the only tech guy to give money and/or lavish praise on Trump. As Mashable has noted in previous coverage, Amazon's Jeff Bezos, Meta's Mark Zuckerberg, and Tesla's Elon Musk, among other tech power players, are all set to attend the inauguration. TikTok's CEO went out of his way to praise the president-elect ahead of the looming ban. Pretty much everyone in the tech world has lurched rightward into Trump's waiting arms.\n\nSo of course Altman would troll Democrats online — that's exactly what folks on the right love to do."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman Says This Will Be the No.1 Most Valuable Skill in the Age of AI",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-ceo-sam-altman-says-this-will-be-the-no-1-most-valuable-skill-in-the-age-of-ai/ar-AA1xqhXO?ocid=BingNewsVerp",
            "description": "Some talk about super intelligence, AI personal assistants for all, and a world free of want. Others warn of the robot ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b7VZ383MmsKPGA2pXSDcPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalizes 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-finalizes-o3-mini-reasoning-ai-model-version-launch-it-soon-2025-01-17/",
            "description": "ChatGPT maker OpenAI has finalized a version of its new reasoning AI model o3 mini and would be launching it in a couple of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Glz14Ht3tUyZempRZ9rTky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft-OpenAI Partnership Raises Antitrust Concerns, FTC Says",
            "link": "https://www.msn.com/en-ph/money/other/microsoft-openai-partnership-raises-antitrust-concerns-ftc-says/ar-AA1xovjy?ocid=BingNewsVerp",
            "description": "Microsoft Corp.’s $13 billion investment in OpenAI raises concerns that the tech giant could extend its dominance in cloud ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yBpEoHjEVbhKoubDyqCagi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is trying to extend human life, with help from a longevity startup",
            "link": "https://www.msn.com/en-us/news/other/openai-is-trying-to-extend-human-life-with-help-from-a-longevity-startup/ar-AA1xomkq?ocid=BingNewsVerp",
            "description": "OpenAI says it trained a new AI model called GPT-4b micro with Retro Biosciences, a longevity science startup trying to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vl1YQD0k_zXyP255EUT1Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s ‘In’ for Weddings This Year?",
            "link": "https://www.nytimes.com/2025/01/18/style/2025-wedding-trends.html",
            "description": "According to Zola’s survey, green is the most popular wedding color for 2025. Eleven percent of couples said that their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.L3_8cYbDOkaBp_ZWzXrgFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6h",
            "source": "The New York Times",
            "article_content": "Wedding culture is constantly changing. Wedding hashtags are not as common anymore, wedding parties are often mixed-gender, couples frequently exchange their vows privately instead of at the altar and the days of out-of-the-blue proposals are long gone.\n\nAs planning a wedding continues to grow more expensive, and couples seek out new ways to personalize their nuptials, we wanted to hear from experts about what guests could expect to see at weddings in 2025, and what couples should keep in mind while planning.\n\nFrom décor and fashion to food and officiants, these responses offer a glimpse at what the year may hold in store.\n\nRise of the QR Codes\n\nIn December 2023, Myka Meier went to a friend’s wedding near Boston. It was the first time Ms. Meier, the founder of Beaumont Etiquette, an etiquette consulting company in New York, saw a QR code at each table. The couple had set it up so that guests could upload photos that they captured throughout the event."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Every Going-Out Trend You'll See on the It Girls in 2025",
            "link": "https://www.yahoo.com/lifestyle/every-going-trend-youll-see-080210685.html",
            "description": "When you buy through links on our articles, Future and its syndication partners may earn a commission.",
            "image_url": "https://www.bing.com/th?id=OVFT.oxHhjdlCn9D7Tit1iuhpHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Launchmetrics Spotlight; Pictured: Gucci S/S 25; The Attico S/S 25; Rotate F/W 24; Balmain S/S 25; LaQuan Smith F/W 24\n\nIf you're chronically online, chances are you've been unable to escape the conversation that's captivated the zeitgeist: clubbing culture. Even if you're not the type to spend all your time out on the town, it's hard to deny the influence that nightlife has had on pop culture as of late. Of course, there are other historical periods in which partying was a pivotal part of society—there's a whole era called the roaring twenties, after all! However, that impact shifted with the COVID-19 pandemic, which effectively put the party on hold when social-distancing measures were put into place worldwide. Only in the last few years have we begun to see nightlife play a more influential part in culture again—permeating everything from what's charting on the billboards to what's going viral in our social media feeds.\n\nThe latter has been particularly significant, as much of the cultural shift surrounding nightlife stems from viral discourse online. Who could forget the online debates that ensued after a video went viral on TikTok asking, \"What happened to heels in the club\"? For weeks, our feeds were filled with satirical dancing videos of people sporting \"anti-club\" shoes to the lyrics \"stilettos, pumps in the club.\" And then, there were the recent calls for the return of \"recession club music\" as older pop songs from Pitbull, Nelly Furtado, and Timbaland trended on TikTok. Even beyond social media, we've seen nightlife become a central part of the more \"high-brow\" aspects of culture—refer to the critical acclaim surrounding Charli XCX's recent pop album, Brat, or the viral think piece about the need to party more in The Atlantic, or even the infamous rave scene in the recent film Babygirl.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWith so many aspects of culture exploring, reinventing, and dissecting nightlife, it's no surprise that we've seen going-out attire surface in recent runway collections, too. Although we'll admit that it's pretty standard to see some eveningwear in every collection, it was as if designers took Charli XCX's line, \"I'm your favorite reference, baby,\" as a call to action with their fall 2024 and spring 2025 collections. In fact, there were so many going-out trends that we felt compelled to sift through them all to determine which would shift what broader culture considers to be \"club classics\" in 2025. Ahead, we're breaking down the eight party trends that not only were prominent on the runways but also will be spotted at a bar, club, or social feed near you soon. Prepare to put on your preferred dancing shoes!\n\nCredit: Launchmetrics Spotlight; Pictured: Aniye Records S/S 25; Ann Demeulemeester F/W 24; DSquared2 F/W 25; Markgong F/W 24\n\nNothing entirely embodies the cultural renaissance club culture has experienced in the last few years quite like the runway trend we're dubbing \"3-6-5 party girl\"—an overall disheveled aesthetic that gives the appearance that you've rolled directly from your bed to the bar (and back again). Whether you consider it one of the cultural implications of record-breaking inflation or the cultural phenomenon of the Brat album, it's safe to say that the F/W 24 and S/S 25 collections were all about embracing the messiness of going-out culture. It was less about maintaining some perfectly curated image but rather rewinding to the past to create runway looks reminiscent of the mid-2000s indie-sleaze aesthetic, with, of course, some contemporary updates.\n\nA prime example of this would be Markgong's F/W 24 collection, entitled The Heartbreak Club, which featured the type of looks you'd imagine Carrie Bradshaw wearing after crashing out over the fact Big is going to Paris. Models sauntered down the runway looking like they had just left their lover's house after a long night—bottles of alcohol in hand, overflowing luggage in tow, with only a nightgown, sleep mask, and oversize coat on their backs. While Markgong's collection took the whole \"crying in the club\" meaning to another level, other runway shows tapped into the energy without being quite as literal. We saw other designers lean into the idea that their models had gone to the club after a cat nap by styling sleepwear and lingerie as going-out attire. (See: Ann Demeulemeester, DSquared2, and Aniye Records.) Each show was a reminder that being a party girl is a lifestyle, period.\n\nThe Aurora in 1999\n\nThe perfect slip dress to wear to bed (or the bar).\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\n\nView Deal\n\nBra Top Black\n\nAdvertisement Advertisement\n\nAdvertisement\n\nNothing says Brat quite like just wearing a bra top to your local bar.\n\n\n\nView Deal\n\nBabaton New Slip Satin Mini Skirt\n\nSlip skirts are an effortless way to ease yourself into this aesthetic.\n\n\n\nView Deal\n\nIsabelle Set Ivory\n\nJust add a longline leather jacket, combat boots, and a crippling cigarette dependency.\n\n\n\nView Deal\n\nCredit: Launchmetrics Spotlight; Pictured: 3.1 Phillip Lim S/S 25; Brandon Maxwell S/S 25; The Attico S/S 25; Burberry S/S 25\n\nUnless you've been off the grid, the current cultural obsession with debating whether club culture is \"dying\" hasn't blindsided you. You've likely seen your fair share of tweets or TikToks discussing whether or not you should adhere to a dress code when you go out dancing for the night. No matter your opinion of the matter, designers made it clear with their F/W 24 and S/S 25 collections that the party dress code has been undone. No other going-out trend is more symbolic of that shift than the styling of sportswear and eveningwear together as a way to give eveningwear pieces a casual spin.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWe saw that approach across F/W 24 and S/S 25 collections in the form of sequin gowns peeking out underneath oversize parka jackets and funnel-neck trench coats. (See Burberry's and Brandon Maxwell's spring shows.) Similarly, we saw a sheer-black feather gown styled with a yellow puffer jacket at The Attico's S/S 25 runway show. While at 3.1 Phillip Lim's spring show, we saw baggy denim shorts dressed up with black sheer blouses, cargo pants paired with crystal bra tops, and crystal fringe peeking out underneath oversize utility jackets. Each collection proved that while the jury may still be out about changes around club dress codes, their undoing is worth celebrating (at least when discussing these runway collections).\n\nCropped Funnel Neck Trench Coat in Stone\n\nAdvertisement Advertisement\n\nJust imagine how chic your sequin dress will look under this trench coat!\n\n\n\nView Deal\n\nDia Embellished Tulle Midi Skirt\n\nIt's perfect for layering under an oversize parka jacket.\n\n\n\nView Deal\n\nShort Faux Fur Trim Cotton Parka in Hunter\n\nYou'll never get cold while bar hopping again.\n\n\n\nView Deal\n\nSequined Dress With Low-Cut Back\n\nA dress so cute the DJ will be forced to queue \"Murder on the Dancefloor\" when you enter the room.\n\n\n\nView Deal\n\nCredit: Launchmetrics Spotlight; Pictured: 16Arlington S/S 25; LaQuan Smith S/S 25; Sportmax S/S 25; Knwls S/S 25\n\nAdvertisement Advertisement\n\nOh, you thought the no-pants fashion trend would be left in the past? Think again. Long before the internet was beefing over what shoes to wear to the club, the girlies disagreed about whether or not the exposed-panty trend should ever come back—blame our collective trauma from the exposed-G-string trend that dominated the early '00s. Alas, no online \"controversy\" could keep this trend from returning a few years ago, especially as celebrities such as Kendall Jenner , Hailey Bieber, and Bella Hadid were spotted wearing their \" panties out .\" With every season since this trend's debut, we've seen it subtly evolve into something that no longer sends the internet into a tailspin. In part, the evolution of sentiments surrounding this formerly \"risqué\" trend can be partly attributed to the loss of the shock factor.\n\nBut it's also because we've seen designers shift from creating looks where the exposed panties were the focal point to taking a more \"modest\" approach to the look by experimenting with layering and textiles. Hot pants came in materials that didn't necessarily feel lingerie-adjacent. For example, 16Arlington's S/S 25 collection had briefs made from red leather snakeskin. Sportmax's S/S 25 collection dialed up the contrast of white briefs by styling them with a white fringe T-shirt and matching mesh pumps. If textiles weren't how designers aimed to make the exposed-panties trend more polished, they did so through layering. From Knwls to LaQuan Smith, we could see exposed bodysuits, thongs, and briefs peaking out underneath sheer gowns and catsuits, adding just the right amount of coverage. The looks proved that not only is pulling off the whole \"panties out\" look very possible but it's something worth celebrating.\n\nFever Hot Pants\n\nReal hot-girl pants!\n\n\n\nView Deal\n\nGemma Catsuit\n\nIt's so Sabrina Carpenter coded.\n\nAdvertisement Advertisement\n\n\n\nView Deal\n\nFaux Leather Hot Short\n\nHot, hot, hot.\n\n\n\nView Deal\n\nHalter Shirred Front Fishtail Gown\n\nAdvertisement Advertisement\n\nGo ahead. Show off those panties with this fishtail gown!\n\n\n\nView Deal\n\nCredit: Launchmetrics Spotlight; Pictured: Monse F/W 24; David Koma F/W 24; Louis Vuitton F/W 24; Rotate F/W 24\n\nOver the last few seasons, the shock factor around going-out clothing has been tied to how much skin each trend shows—e.g., cutouts, exposed G-strings, and even naked dresses. But who said all party trends had to be overly revealing to surprise us? Occasionally, a few things shake us to our core just because we could never imagine them coming back in style. Such is the case with the dress-over-pants trend. Considering how much this combo used to make us all cringe, it's almost confounding to see how dresses styled over pants have become—dare we say—cool again. Before you think we're seeing double, hear us out: Dresses styled over pants are primed for a night out on the town. Our case rests not merely on the fact that there were so many examples of the trend in F/W 24 and S/S 25 collections but on how designers made this \"dated\" styling hack look sophisticated.\n\nFor example, Louis Vuitton's F/W 24 show made the dress-and-pant combo feel contemporary thanks to the unconventional pairing of a semi-formal sheer sequin frock with black leggings, a matching bralette, furry mittens, and round-toe pumps. Similarly, we saw the same approach in Rotate's and Monse's fall collections. Sheer lace and billowing organza dresses were layered over relaxed black jeans and pleated black trousers. But possibly the chicest example of all could be found at David Koma, where an extra-long satin blouse was layered over black trousers, creating the illusion of a train—proving that this pairing can indeed be posh. Sure, dresses over pants won't make it onto everyone's 2025 bingo card, but the trend proves that the best party clothes are the ones that make us do a double take.\n\nSemi-Transparent Disc Dress\n\nDisco balls will have nothing on you in this dress.\n\nAdvertisement Advertisement\n\n\n\nView Deal\n\nLong Satin Blouse\n\nThe styling of this long satin blouse? Sublime.\n\n\n\nView Deal\n\nLong Sleeve Lace Dress\n\nSheer dresses have never looked more sophisticated.\n\n\n\nView Deal\n\nAvani Dress\n\nConsider this your sign that you can pull off wearing a sheer dress—if you style it with a pair of jeans.\n\n\n\nView Deal\n\nCredit: Launchmetrics Spotlight; Pictured: Andreadamo S/S 25; Michael Kors F/W 24; Courrèges F/W 24; The Attico S/S 25\n\nOne of the hardest things about committing to going out isn't making plans but picking an outfit. Yeah, we all might initially love the idea of a night out, but the second we have to change into overly revealing clothing? Well, there's nothing more off-putting, in our humble opinion. Luckily, one trend will appeal to even the most indecisive dressers: asymmetrical necklines. In the last few seasons, we've seen a rise of designers swaying to one side (quite literally) by embracing the one-shoulder neckline throughout their F/W 24 and S/S 25 collections. We've seen the asymmetrical silhouette in every style imaginable, especially going-out dresses—e.g., Coperni's fall collection gave the classic black dress a cutting-edge feel through a sharp one-sided halterneck, a sleek body-con shape, and a finish of feather embellishments all over.\n\nSimilarly, we saw the black dress made sultrier in the form of a black chain-mail sheer dress with an asymmetrical neckline and prominent keyhole cutout at The Attico's spring show. While the neckline was an effortless way for designers to make the little black dress feel bolder, it wasn't the only classic eveningwear item reimagined in recent seasons. For example, at Michael Kors's fall show, the quintessential sequin gown was made far chicer thanks to the adaption of an asymmetrical neckline and decadent chocolate-brown color. While at Andreādamo, the staple synonymous with a night out (a simple black top) felt spicier because of a semi-sheer material that felt like it had been sliced up to create a relaxed asymmetrical silhouette. With so many variations of this neckline available across collections, there's no shortage of ways to embrace this trend in a way that will take the stress out of choosing what to wear for a special night out.\n\nJamen Knit Dress\n\nFor a swankier evening, you can't go wrong with this off-the-shoulder sea-green dress.\n\n\n\nView Deal\n\nColetta Top\n\nIt's the bow detail that sold us, TBH.\n\n\n\nView Deal\n\nTwine Dress\n\nParty like a rock star!\n\n\n\nView Deal\n\nChiffon Wrap Around Top\n\nChannel your inner Carrie Bradshaw.\n\n\n\nView Deal\n\nCredit: Launchmetrics Spotlight; Pictured: Balmain S/S 25; Theophilio S/S 25; Schiaparelli F/W 24; Monse S/S 25\n\nSequin dresses have long been an unsung going-out staple because they can be worn for almost every occasion. Date night? Check. Drinks? Approved by the girls. Weddings? Brides love them. It's no surprise that the sequin dress carries over from season to season. But to say that designers sent any old sequin dress down the runway in recent seasons would be denying what anyone can clearly see for themselves—especially after scrolling through countless F/W 24 and S/S 25 images. Unlike previous versions of this perennial staple, designers played with our peripheral vision by using colors, opacity, and 3D appliqués to create what we're calling \"shiny illusions.\" It wasn't just about slapping a few sequins onto a dress but embroidering them in a way that would create the appearance of real-life objects around them. In some collections, sequins were used to re-create images that felt more surrealist-leaning than literal.\n\nSchiaparelli's fall collection was a prime example of this approach, as a floor-length gown was embroidered with black and brown sequins to re-create the shape of the female body. Similarly, at Monse's spring show, a simple slip dress was adorned with different colored fringe sequins, creating the illusion of a floral print from far away. Others used sequins more realistically to re-create exact depictions of their own world—including graffiti print covered in opaque sequins at Theophilio's spring show and even beads depicting the New York skyline in Staud's collection. The best example of all was the slip dresses spotted in Balmain's spring collection, in which sequin appliqués transformed into a lifelike re-creation of a woman's red lips. Each subtle tweak to the sequin dress reminded us that we shouldn't be so quick to overlook those more \"basic\" going-out staples, because they'll change how we see the world around us every so often.\n\nLucina Embellished Stretch-Mesh Mini Dress\n\nIn the club, we're all fans of Clio Peppiatt.\n\n\n\nView Deal\n\nShort Embroidered Dress With Body Motif\n\nThe embroidered body motif on this minidress will surely make heads turn.\n\n\n\nView Deal\n\nLe Sable Dress in NYC Skyline\n\nIf the phrase \"night out on the town\" were a dress.\n\n\n\nView Deal\n\nTagged Graffiti Sequin Dress\n\nGet it fresh off the runway!\n\n\n\nView Deal\n\nCredit: Launchmetrics Spotlight; Pictured: Gucci S/S 25; Stella McCartney S/S 25; 16Arlington F/W 24; Rotate S/S 25\n\nOne of the most surprising ways designers have spoken to the social unrest that is driving large swaths of the population to find solace in clubbing again wasn't through cutting-edge silhouettes or shades of Brat green. Rather, they channeled the \"prickly\" or \"fringy\" feelings by evoking the senses—specifically touch. Although all textiles are influenced by texture in some way, none are as tactile as fringe. While most might associate this trimming with festival fashion, it's become a pivotal part of collections over the past few seasons. Fringe has overcome its previous connotations as the cliché trend you wear to Coachella (no shade) because designers have found new ways to reinvent it by playing with form and fabrication.\n\nWith the former, we saw that reflected in the spring shows of Stella McCartney, Rotate, and 3.1 Phillip Lim. No longer were the decorations relegated to the hemline; crystal fringe was draped all over the body to highlight every aspect of the female form, resulting in some of the sultriest fringe pieces we've seen in a long time. But the creativity doesn't end there, as we also saw designers play with fabrics as a way to make fringe feel feistier—whether through creating fringe from tinsel, as seen at 16Arlington, or semi-shiny allover fringe at Gucci. By getting a bit craftier with their F/W 24 and S/S 24 collections, designers have channeled our collective desire to feel something again.\n\nMirror Metal Top\n\nThey can look but they can't touch.\n\n\n\nView Deal\n\nMetallic Fringe Straight Leg Pant\n\nPut on your party pants!\n\n\n\nView Deal\n\nBatiste Crystal Fringe Double-Breasted Blazer Jacket\n\nFor the girls who go from the bar at 5 a.m. to the boardroom at six.\n\n\n\nView Deal\n\nRiver Fringe Skirt\n\nA fringe miniskirt is always a good idea.\n\n\n\nView Deal\n\nCredit: Launchmetrics Spotlight; Pictured: Kim Shui S/S 25; Christopher Esber S/S 25; Stella McCartney S/S 25; LaQuan Smith F/W 24\n\nLastly, we'd be remiss if we didn't share a little something extra for the girls who are somewhat extra themselves—enter extra-long scarves into the chat. While you may associate the built-in scarf trend with the viral designer coats that cropped up all over social media in the last couple of years, it's unexpectedly crossed over into club culture. Across F/W 24 and S/S 25 collections, we saw designers use attached scarves and long cape details as a way to give traditional going-out silhouettes a little something extra. For example, a model jaunted around a ballroom wearing a silk bra top with a long attached scarf billowing behind her at LaQuan Smith's fall runway show (thereby giving the bra top a bougie update). But that wasn't the only going-out basic that was made a bit more sophisticated. The naked dress was elevated through an asymmetrical neckline that featured a long built-in skinny scarf tapered down the back at Christopher Esber's spring show.\n\nSimilarly, Kim Shui's spring collection made the little black dress feel sultrier with the addition of a sheer black train, draped off-the-shoulder neckline, and corset bodice. And then, there was Stella McCartney's spring collection, which adapted the evergreen embellished minidress by playing with draping, which bunched around the hips and shoulders to create a dramatically long train and voluminous bubble hemline. Although each runway look differed in approach, the through line seemed to be the designers' dedication to making occasionwear feel special again. The trend embodied so much of the driving ethos behind the entire club-rat aesthetic that's taken over: a \"radical\" desire to reclaim the elements of ourselves that may be labeled as \"extra,\" \"messy,\" or \"bratty\" in the hopes that we can learn to celebrate them.\n\nIryna Dress\n\nEverything about this dress is worth celebrating—from the cobalt-blue color to the ruched bodice to the matching skinny scarf.\n\n\n\nView Deal\n\nRuched Tulle Sleeveless Top\n\nIt's getting hot in here…\n\n\n\nView Deal\n\nOne Shoulder Mini Dress With Scarf Detail\n\nNo one will be able to take their eyes off you in this red dress.\n\n\n\nView Deal\n\nDelphine Top\n\nYou can wear this classic black going-out top to the club, bar, or frankly, any other occasion.\n\n\n\nView Deal"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blaize Holdings, Inc. (BZAI): AI Hardware for Edge Computing",
            "link": "https://www.msn.com/en-us/money/topstocks/blaize-holdings-inc-bzai-ai-hardware-for-edge-computing/ar-AA1xomtz?ocid=BingNewsVerp",
            "description": "We recently published a list of Complete List of All AI Companies Under $2 Billion Market Cap. In this article, we are going ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s1F0kdcJvwVXKdWUVgirbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NY car insurance hikes drive some to shop, others to drop",
            "link": "https://www.newsday.com/business/ny-car-insurance-ucas4hax",
            "description": "As New York car insurance premiums soar, more motorists are hunting for affordable policies—or skipping coverage entirely.",
            "image_url": "https://www.bing.com/th?id=OJ.bS1sQNKg638rzw&pid=news&w=92&h=16&rs=2",
            "category": "code+trends",
            "date": "21h",
            "source": "Newsday",
            "article_content": "Claudia Schimmel and her husband felt sticker shock when they received their car insurance renewal notice last fall. The six-month premium to insure the Lindenhurst couple’s 2023 Volkswagen SUV and 2019 Ram pickup truck with Geico increased in November by about $500, or 30%, to $2,223, she said. “We’ve had to shift a few things around, definitely,\" said Schimmel, 31, the mother of a 2-year-old boy. \"The excess spending on toys and things like that definitely goes down.” She and her husband plan to shop around for cheaper insurance, she said. They're not alone. Surging auto insurance premiums, driven by the rising cost of claims and other factors, have led to a record number of consumers shopping for cheaper policies, experts said. Analytics company LexisNexis Risk Solutions ranked New York third among the states with the largest annual increases in shopping growth in the third quarter of 2024, reporting a 58% jump. The most expensive auto insurance in 2024 in Nassau County — and on Long Island — was in an Inwood ZIP code, 11096, where the average annual premium was $4,464 last year, 52% higher than a year earlier, according to The Zebra, an insurance comparison company. The second-highest premium was in a Valley Stream ZIP code, 11581, where the 2024 average was $4,436, a 53% hike from the 2023 price. Nassau County's average insurance rates are higher than Suffolk County's, partly due to Nassau's higher wages and its proximity to heavily congested New York City, which has the state's highest premiums. (The most expensive car insurance in the state last year was in a Brooklyn ZIP code, 11212, which had an annual average premium of $7,799, according to The Zebra.) But Suffolk car owners are still feeling the pinch. The highest auto insurance rate in Suffolk County was in a Brentwood ZIP code, 11717, where the average annual premium in 2024 reached $3,653 — a 43% increase compared to 2023, according to The Zebra. A Central Islip ZIP code, 11722, ranked second with a $3,640 average premium in 2024 — also a 43% increase from the previous year. Meanwhile, last year, the statewide average rose 50% to $2,526 and the national average increased 19% to $2,189, according to The Zebra’s “2025 Auto Insurance Trends Report.” The rising costs are leading some car owners to make difficult decisions, experts said. An increasing number of motorists are going uninsured, said David Seider, chief commercial officer at The Zebra, which is based in Austin, Texas. \"The trend is totally understandable, as Americans have grappled with how to manage basic household spending amidst rapidly inflating costs on everything from groceries to rent,\" Seider said. Driving without car insurance is illegal in New York and almost every other state, and can come with stiff penalties, including driver's license suspensions, steep fines and even jail time. Car insurance prices are rising for several reasons, including an increase in the number of car accidents and their severity, according to the Insurance Information Institute, a Malvern, Pennsylvania-based nonprofit that represents the insurance industry. The number of drivers on the road has returned to the levels that existed before the COVID-19 pandemic, but the driving behavior that led to the high losses has not improved, institute spokeswoman Loretta L. Worters said. \"More accidents — a lot caused by distracted driving, texting while driving, etc. — with severe injuries and fatalities have driven up claims and losses in terms of both vehicle damage and liability, while attracting greater attorney involvement and legal system abuse,” she said. Also, cars are being built with more advanced technology, which saves lives but also makes repairs more costly, she said. Wildfires, flooding and other weather disasters also are a factor in insurers raising rates to account for financial losses, according to The Zebra report, which cited the 24 separate billion-dollar weather events last year in the U.S., including Hurricanes Helene and Milton on the East Coast. While the rising costs of parts and labor to repair cars contribute to higher insurance premiums, a bigger factor is the greed of insurance companies whose rate hikes have exceeded the nation’s overall rate of inflation, argued Michael DeLong, a research and advocacy associate at the Consumer Federation of America, a Washington, D.C.-based advocacy group. “And most of the [states’] insurance regulators are letting them get away with it,” he said. Insurers seeking to raise premiums in the state must get approval from the New York Department of Financial Services, but there are exceptions. The state has a “flex rating” law that allows insurers to raise premiums by an average of less than 5% in a 12-month period without seeking department approval. “All auto rates, whether prior approval or flex rating, must be actuarially justified and cannot be excessive, inadequate, destructive of competition, or detrimental to the solvency of insurers,” according to the agency, which said that it reviews applications individually. Insurance companies consider several factors when calculating auto premiums, including consumers’ driving records, education, occupations, credit scores, ages and genders. They also consider ZIP codes, which take into account the prevalence of auto insurance fraud, costs of medical care and weather in the area. New York, California, Georgia, Hawaii and Massachusetts have banned insurance companies from considering consumers’ education and occupations when setting auto policy rates, DeLong said. While the price of auto insurance is surging in New York, the number of insured vehicles is declining. Registration suspensions for uninsured vehicles increased by 25,959, or 7%, to 406,051 statewide between 2022 and 2024, according to the New York State Department of Motor Vehicles. The number of tickets that police wrote to drivers operating uninsured vehicles in the state grew by 5,711, or 9%, to 70,733 between 2022 and 2023, according to the DMV. The 2024 ticket data is not available yet, but the number is expected to be a few thousand higher than the amount in 2023, the agency said. The DMV cannot definitively attribute the increase in registration suspensions and tickets for uninsured vehicles to the rising costs of auto insurance, according to the agency. The rate of uninsured driving is increasing in some states by as much as 30%, said Shannon Martin, insurance analyst at Bankrate, a Manhattan-based consumer financial services company. But driving without insurance is a risk that should be avoided, she said. “Allowing car insurance to lapse due to non-payment can trigger a range of issues, including state fines and higher insurance rates when the policy is reissued,” Martin said. Not only does driving uninsured put car owners at grave risk of having to pay for damages or injuries they cause, but the practice also helps drive up insurance costs for motorists who do have coverage, DeLong said. Instead of dropping insurance, drivers should discuss with their insurers removing unnecessary coverage, or consider switching to a usage-based insurance policy, Martin said. Stony Brook resident Lee Chaconas, 67, was able to apply discounts to her Geico policy for her 2019 Honda Accord, she said. A retired Geico personal-injury claims adjuster, Chaconas pays $789 for a six-month premium, with a 10% discount because she is a member of the insurer’s credit union and an additional 10% discount for taking a defensive driving course every three years, she said. But with her premium increasing $20 to $30 annually, “which adds up,” she doesn’t plan to ever buy another car if she can help it. “They’re going to bury me in that car,” she said. Insurance companies experienced big profit losses in 2022, as steep inflation drove up the costs of repairs, labor and used cars. They have raised rates in the past few years to try to offset those losses. “Insurance companies now are running to the bank with record profits,\" said Aaron J. Stein, president of Norton & Siegel Inc., an insurance agency in Babylon. \"They’re trying to make up for the years they lost, but at some point … this is a problem.” Geico’s underwriting profit in the third quarter of 2024 was $2 billion, up from $1.1 billion in the same period a year earlier. In the third quarter of 2024, Progressive’s revenue grew 25% to $19.5 billion compared to the same period a year earlier. The company had 33.9 million active insurance policies, a 14% increase from the same period in 2023. In New York state, Geico, State Farm, Allstate and Progressive accounted for 70.87% of the market share for auto insurers in 2023, according to a report from the National Association of Insurance Commissioners. Among the insurers with more than $100 million in written premiums in the state, State Farm had the biggest auto insurance rate increase for renewing customers last year, an average of 24.9%, according to S&P Global Market Intelligence, a Manhattan-based financial analysis provider. State Farm, New York's second-largest auto insurer, said it has experienced unprecedented growth in its car insurance business in the state. “While it is a privilege to be chosen by so many New York drivers, it is important that our rates are adequate to support the business and that we’re able to match price to risk,” said Justin Tomczak, a spokesman for the Bloomington, Illinois-based company. During the pandemic in 2020, State Farm enacted a double-digit rate cut in its auto policies in New York state, he said. Allstate Fire and Casualty Insurance Co. had the second-largest car insurance rate increase in New York last year, averaging 18.7%, according to S&P. The insurer did not respond to requests for comment. Progressive, which averaged increases of 19.7% in 2023 and 4.6% in 2024, also did not respond. Geico is New York state's largest auto insurer, holding 28.37% of the market share in 2023, according to NAIC. Geico had an average New York car insurance rate hike of 7% in March 2024 and a 10% increase in August 2023, according to S&P. Newsday asked Geico about the premiums it charges in the state and why it has increased them. The Chevy Chase, Maryland-based company forwarded the inquiry to the American Property Casualty Insurance Association, which responded by email: “Across the country, auto insurance premiums have been on the rise for the simple reason that the cost of things that auto insurance pays for has been rising,\" said Kristina Baldwin, vice president in state government relations at the Washington, D.C.-based association. \"The cost of medical care for accident victims continues to increase as well as the cost of the parts and labor to repair vehicles.” She also cited riskier behavior, including distracted and impairing driving, as factors that are increasing injury and collision claim costs and compounding the effects of inflation. Between 2019 and 2023, the number of car crashes in the state fell 18% to 418,687, but fatal crashes rose 16% to 1,022, according to the Institute for Traffic Safety Management & Research in Albany. On Long Island, the number of crashes dropped 5% to 77,547, while fatal crashes grew by nearly a fifth, reaching 204 annually. Insurance rate increases are expected to continue in 2025 across Long Island, New York and the nation, but will likely proceed more modestly than in the past two years as inflationary pressure eases on the cost of repairing and replacing damaged vehicles, said Tim Zawacki, insurance sector strategist at S&P. The second half of the year should bode better for consumers, he said. “Assuming no unexpected economic events, we would expect price competition to pick up across markets,\" he said. \"And we’re already seeing carriers spend significantly more money on advertising seeking to attract new customers.\"\n\nClaudia Schimmel and her husband felt sticker shock when they received their car insurance renewal notice last fall.\n\nThe six-month premium to insure the Lindenhurst couple’s 2023 Volkswagen SUV and 2019 Ram pickup truck with Geico increased in November by about $500, or 30%, to $2,223, she said.\n\n“We’ve had to shift a few things around, definitely,\" said Schimmel, 31, the mother of a 2-year-old boy. \"The excess spending on toys and things like that definitely goes down.”\n\nShe and her husband plan to shop around for cheaper insurance, she said.\n\nThey're not alone.\n\nSign up for the Daily Business newsletter Stay in the know on jobs, retail and all things business across Long Island. By clicking Sign up, you agree to our privacy policy.\n\nSurging auto insurance premiums, driven by the rising cost of claims and other factors, have led to a record number of consumers shopping for cheaper policies, experts said. Analytics company LexisNexis Risk Solutions ranked New York third among the states with the largest annual increases in shopping growth in the third quarter of 2024, reporting a 58% jump.\n\nThe most expensive auto insurance in 2024 in Nassau County — and on Long Island — was in an Inwood ZIP code, 11096, where the average annual premium was $4,464 last year, 52% higher than a year earlier, according to The Zebra, an insurance comparison company. The second-highest premium was in a Valley Stream ZIP code, 11581, where the 2024 average was $4,436, a 53% hike from the 2023 price.\n\nNassau County's average insurance rates are higher than Suffolk County's, partly due to Nassau's higher wages and its proximity to heavily congested New York City, which has the state's highest premiums.\n\n(The most expensive car insurance in the state last year was in a Brooklyn ZIP code, 11212, which had an annual average premium of $7,799, according to The Zebra.)\n\nBut Suffolk car owners are still feeling the pinch.\n\nThe highest auto insurance rate in Suffolk County was in a Brentwood ZIP code, 11717, where the average annual premium in 2024 reached $3,653 — a 43% increase compared to 2023, according to The Zebra. A Central Islip ZIP code, 11722, ranked second with a $3,640 average premium in 2024 — also a 43% increase from the previous year.\n\nMeanwhile, last year, the statewide average rose 50% to $2,526 and the national average increased 19% to $2,189, according to The Zebra’s “2025 Auto Insurance Trends Report.”\n\nThe rising costs are leading some car owners to make difficult decisions, experts said. An increasing number of motorists are going uninsured, said David Seider, chief commercial officer at The Zebra, which is based in Austin, Texas.\n\n\"The trend is totally understandable, as Americans have grappled with how to manage basic household spending amidst rapidly inflating costs on everything from groceries to rent,\" Seider said.\n\nDriving without car insurance is illegal in New York and almost every other state, and can come with stiff penalties, including driver's license suspensions, steep fines and even jail time.\n\nCar insurance prices are rising for several reasons, including an increase in the number of car accidents and their severity, according to the Insurance Information Institute, a Malvern, Pennsylvania-based nonprofit that represents the insurance industry.\n\nThe number of drivers on the road has returned to the levels that existed before the COVID-19 pandemic, but the driving behavior that led to the high losses has not improved, institute spokeswoman Loretta L. Worters said.\n\n\"More accidents — a lot caused by distracted driving, texting while driving, etc. — with severe injuries and fatalities have driven up claims and losses in terms of both vehicle damage and liability, while attracting greater attorney involvement and legal system abuse,” she said.\n\nAlso, cars are being built with more advanced technology, which saves lives but also makes repairs more costly, she said.\n\nWildfires, flooding and other weather disasters also are a factor in insurers raising rates to account for financial losses, according to The Zebra report, which cited the 24 separate billion-dollar weather events last year in the U.S., including Hurricanes Helene and Milton on the East Coast.\n\nWhile the rising costs of parts and labor to repair cars contribute to higher insurance premiums, a bigger factor is the greed of insurance companies whose rate hikes have exceeded the nation’s overall rate of inflation, argued Michael DeLong, a research and advocacy associate at the Consumer Federation of America, a Washington, D.C.-based advocacy group.\n\n“And most of the [states’] insurance regulators are letting them get away with it,” he said.\n\nInsurers seeking to raise premiums in the state must get approval from the New York Department of Financial Services, but there are exceptions. The state has a “flex rating” law that allows insurers to raise premiums by an average of less than 5% in a 12-month period without seeking department approval.\n\n“All auto rates, whether prior approval or flex rating, must be actuarially justified and cannot be excessive, inadequate, destructive of competition, or detrimental to the solvency of insurers,” according to the agency, which said that it reviews applications individually.\n\nInsurance companies consider several factors when calculating auto premiums, including consumers’ driving records, education, occupations, credit scores, ages and genders. They also consider ZIP codes, which take into account the prevalence of auto insurance fraud, costs of medical care and weather in the area.\n\nNew York, California, Georgia, Hawaii and Massachusetts have banned insurance companies from considering consumers’ education and occupations when setting auto policy rates, DeLong said.\n\nFewer insured cars\n\nWhile the price of auto insurance is surging in New York, the number of insured vehicles is declining. Registration suspensions for uninsured vehicles increased by 25,959, or 7%, to 406,051 statewide between 2022 and 2024, according to the New York State Department of Motor Vehicles.\n\nThe number of tickets that police wrote to drivers operating uninsured vehicles in the state grew by 5,711, or 9%, to 70,733 between 2022 and 2023, according to the DMV. The 2024 ticket data is not available yet, but the number is expected to be a few thousand higher than the amount in 2023, the agency said.\n\nThe DMV cannot definitively attribute the increase in registration suspensions and tickets for uninsured vehicles to the rising costs of auto insurance, according to the agency.\n\nThe rate of uninsured driving is increasing in some states by as much as 30%, said Shannon Martin, insurance analyst at Bankrate, a Manhattan-based consumer financial services company. But driving without insurance is a risk that should be avoided, she said.\n\n“Allowing car insurance to lapse due to non-payment can trigger a range of issues, including state fines and higher insurance rates when the policy is reissued,” Martin said.\n\nNot only does driving uninsured put car owners at grave risk of having to pay for damages or injuries they cause, but the practice also helps drive up insurance costs for motorists who do have coverage, DeLong said.\n\nInstead of dropping insurance, drivers should discuss with their insurers removing unnecessary coverage, or consider switching to a usage-based insurance policy, Martin said.\n\nStony Brook resident Lee Chaconas, 67, was able to apply discounts to her Geico policy for her 2019 Honda Accord, she said. A retired Geico personal-injury claims adjuster, Chaconas pays $789 for a six-month premium, with a 10% discount because she is a member of the insurer’s credit union and an additional 10% discount for taking a defensive driving course every three years, she said.\n\nBut with her premium increasing $20 to $30 annually, “which adds up,” she doesn’t plan to ever buy another car if she can help it.\n\n“They’re going to bury me in that car,” she said.\n\n'Running to the bank'\n\nInsurance companies experienced big profit losses in 2022, as steep inflation drove up the costs of repairs, labor and used cars. They have raised rates in the past few years to try to offset those losses.\n\n“Insurance companies now are running to the bank with record profits,\" said Aaron J. Stein, president of Norton & Siegel Inc., an insurance agency in Babylon. \"They’re trying to make up for the years they lost, but at some point … this is a problem.”\n\nGeico’s underwriting profit in the third quarter of 2024 was $2 billion, up from $1.1 billion in the same period a year earlier.\n\nIn the third quarter of 2024, Progressive’s revenue grew 25% to $19.5 billion compared to the same period a year earlier. The company had 33.9 million active insurance policies, a 14% increase from the same period in 2023.\n\nIn New York state, Geico, State Farm, Allstate and Progressive accounted for 70.87% of the market share for auto insurers in 2023, according to a report from the National Association of Insurance Commissioners.\n\nAmong the insurers with more than $100 million in written premiums in the state, State Farm had the biggest auto insurance rate increase for renewing customers last year, an average of 24.9%, according to S&P Global Market Intelligence, a Manhattan-based financial analysis provider. State Farm, New York's second-largest auto insurer, said it has experienced unprecedented growth in its car insurance business in the state.\n\n“While it is a privilege to be chosen by so many New York drivers, it is important that our rates are adequate to support the business and that we’re able to match price to risk,” said Justin Tomczak, a spokesman for the Bloomington, Illinois-based company.\n\nDuring the pandemic in 2020, State Farm enacted a double-digit rate cut in its auto policies in New York state, he said.\n\nAllstate Fire and Casualty Insurance Co. had the second-largest car insurance rate increase in New York last year, averaging 18.7%, according to S&P. The insurer did not respond to requests for comment. Progressive, which averaged increases of 19.7% in 2023 and 4.6% in 2024, also did not respond.\n\nGeico is New York state's largest auto insurer, holding 28.37% of the market share in 2023, according to NAIC. Geico had an average New York car insurance rate hike of 7% in March 2024 and a 10% increase in August 2023, according to S&P.\n\nNewsday asked Geico about the premiums it charges in the state and why it has increased them. The Chevy Chase, Maryland-based company forwarded the inquiry to the American Property Casualty Insurance Association, which responded by email:\n\n“Across the country, auto insurance premiums have been on the rise for the simple reason that the cost of things that auto insurance pays for has been rising,\" said Kristina Baldwin, vice president in state government relations at the Washington, D.C.-based association. \"The cost of medical care for accident victims continues to increase as well as the cost of the parts and labor to repair vehicles.”\n\nShe also cited riskier behavior, including distracted and impairing driving, as factors that are increasing injury and collision claim costs and compounding the effects of inflation.\n\nBetween 2019 and 2023, the number of car crashes in the state fell 18% to 418,687, but fatal crashes rose 16% to 1,022, according to the Institute for Traffic Safety Management & Research in Albany. On Long Island, the number of crashes dropped 5% to 77,547, while fatal crashes grew by nearly a fifth, reaching 204 annually.\n\nInsurance rate increases are expected to continue in 2025 across Long Island, New York and the nation, but will likely proceed more modestly than in the past two years as inflationary pressure eases on the cost of repairing and replacing damaged vehicles, said Tim Zawacki, insurance sector strategist at S&P.\n\nThe second half of the year should bode better for consumers, he said.\n\n“Assuming no unexpected economic events, we would expect price competition to pick up across markets,\" he said. \"And we’re already seeing carriers spend significantly more money on advertising seeking to attract new customers.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Stabbed Saif Ali Khan Repeatedly': Kareena Kapoor Recalls Attack",
            "link": "https://www.ndtv.com/india-news/stabbed-saif-ali-khan-repeatedly-kareena-kapoor-recalls-attack-saif-ali-khan-attack-case-taimur-jeh-mumbai-police-7501525",
            "description": "Kareena Kapoor Khan recalled the attack on actor and husband Saif Ali Khan at their Bandra residence during the early hours ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z-XixV4RKzbBfLQG5oIKdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "9h",
            "source": "NDTV",
            "article_content": "Kareena Kapoor Khan recalled the attack on actor and husband Saif Ali Khan at their Bandra residence during the early hours of Thursday, saying that she saw the intruder stab Mr Khan repeatedly. Ms Kapoor was recording her statement with the Bandra Police.\n\n\"The attacker was aggressive. I saw him attack Saif repeatedly...Our priority was to take Saif to the hospital,\" she told the police.\n\nThe actor further mentioned that the attacker ran from the spot and did not take any valuables with him.\n\nAccording to her, Mr Khan was trying to protect their children Taimur and Jehangir (also known as Jeh). When the attacker could not reach Jeh, he attacked Mr Khan multiple times, she said.\n\nHours after the incident, terrified Ms Kapoor went to her sister Karisma's house and Mr Khan underwent surgery.\n\n\"After the attack, I was terrified, so Karisma took me to her house,\" she said.\n\nAlso Read | Dark Skin, Slim Build: Nanny Describes Intruder Who Attacked Saif Ali Khan\n\nMr Khan sustained serious injuries after he was stabbed six times by an intruder at his residence in Mumbai's Bandra area on Thursday. The incident took place when the accused allegedly entered Mr Khan's house on the 11th floor of the Satguru Sharan building for a burglary. Left bleeding after the attack, Mr Khan was rushed to a nearby hospital where he underwent surgery as his spinal fluid leaked out after shards of the attacker's knife lodged into his spine.\n\nDoctors at the Lilavati Hospital - where Mr Khan is undergoing treatment - said that Mr Khan is recovering well post-surgery. He is likely to be discharged in a couple of days, sources said.\n\nWhat initial investigation revealed\n\nAccording to preliminary investigation, the attacker's breaking in at Mr Khan's house lasted for nearly 30 minutes. Police sources said that the intruder had scaled the wall of an adjacent compound to enter the premises. He was familiar with the layout of the building and took the stairs on the rear side of the building to reach the floor where the actor lives and entered the house through the fire escape, they added.\n\nA nurse caring for Jeh Eliyama Philips was the first one to encounter the intruder who stabbed Mr Khan. According to her, he demanded Rs 1 crore before Mr Khan intervened.\n\nTwo CCTV footage have emerged so far showing the man who stabbed Mr Khan.\n\nAlso Read | New Videos Emerge Of Saif Ali Khan's Attacker, He's Seen Buying Headphones\n\nIn one of the videos, the accused - who had his face covered and was carrying a bag - can be seen climbing the stairs before entering the actor's house. In another footage from the building's sixth floor, the intruder was seen taking the stairs while fleeing after the incident. He was not seen thereafter.\n\nOver 30 statements recorded, no arrests yet\n\nThe Mumbai police have recorded statements of over 30 people in connection with the attack, including a carpenter who worked at Mr Khan's place two days before the incident. One person was also detained on Friday, but released hours later as he had nothing to do with the attack, police said.\n\nNo arrest has been made so far in the case.\n\nThe cops have formed 20 teams, along with 10 teams from the Crime Branch, to investigate the case. CCTV footage from the Bandra area has also been seized."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists say they found oxygen where it shouldn’t be. Now, the hunt is on for more answers",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A project is underway to investigate the production of 'dark' oxygen further. Understanding the phenomenon better could help ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The mystery of an ancient skull takes a new turn after DNA analysis",
            "link": "https://www.msn.com/en-us/news/world/the-mystery-of-an-ancient-skull-takes-a-new-turn-after-dna-analysis/ar-AA1xq7g8?ocid=BingNewsVerp",
            "description": "Scientists thought a tomb with similarities to buildings from Ptolemaic Egypt had been erected in memory of Cleopatra’s half ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IxWsF48s7r5wO_sjdmv1my&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How a little-known 18th century instrument maker may have inspired the first clinical trial of the modern age",
            "link": "https://www.msn.com/en-us/health/other/how-a-little-known-18th-century-instrument-maker-may-have-inspired-the-first-clinical-trial-of-the-modern-age/ar-AA1xqjUh?ocid=BingNewsVerp",
            "description": "The design for a medical study in 1743 that was never carried out may have inspired James Lind’s groundbreaking clinical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XpdrtnKL0pjoMr5Qnz9uni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Make Groundbreaking Discovery in the Search for the Cause of Inflammatory Bowel Disease",
            "link": "https://www.msn.com/en-us/science/biology/scientists-make-groundbreaking-discovery-in-the-search-for-the-cause-of-inflammatory-bowel-disease/ar-AA1xqtyt?ocid=BingNewsVerp",
            "description": "In a major breakthrough, researchers in the UK have discovered a potential root cause of inflammatory bowel disease (IBD), a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W7y3yQFugNojpOCsq8g9Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is reality shaped by our observation? Why a fringe idea in science is still controversial",
            "link": "https://www.msn.com/en-us/news/technology/is-reality-shaped-by-our-observation-why-a-fringe-idea-in-science-is-still-controversial/ar-AA1xmKbx?ocid=BingNewsVerp",
            "description": "'He was very taken with the thought that no phenomenon becomes a true phenomena until it has been observed,' Wald told Salon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IN0Gxy551hlyQIUyWdTL7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "20hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No-Code Technology And The Fate Of The Modern Programmer",
            "link": "https://www.forbes.com/sites/johnwerner/2025/01/18/no-code-technology-and-the-fate-of-the-modern-programmer/",
            "description": "Basically, Replit had been compiling a lot of in-house data representing its knowledge based on the coding process. But now, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BQtKazyzKvOw4TLVWZynIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ABB Introduces Appstudio No-Code Tool For Robot Interface Programming",
            "link": "https://menafn.com/1109102282/ABB-Introduces-Appstudio-No-Code-Tool-For-Robot-Interface-Programming",
            "description": "ABB launches AppStudio no-code tool for robot interface programming January 17, 2025 by David Edwards ABB has launched ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kLVMOSx_q1h2-4uO4OF6Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "14h",
            "source": "Mena FN",
            "article_content": "(MENAFN- Robotics & News) ABB launches AppStudio no-code tool for robot interface programming\n\nJanuary 17, 2025 by David Edwards\n\nABB has launched AppStudio , which the company describes as an intuitive no-code software tool designed to empower users of all experience levels to quickly and easily create customized robotic user interfaces.\n\nWith intuitive functionality and features including a collaborative cloud-based library enabling users to share application templates, AppStudio will reduce setup times by up to 80 percent.\n\nMarc Segura, president ABB Robotics, says:“A growing shortage of skilled labor requires the further simplification of automation and programming, especially among small and medium size enterprises (SMEs) where complexity is seen as a major barrier to implementing robotic automation.\n\n“Designed for novices and experts alike, AppStudio is an exciting addition to ABB's current software offering. By making it easier to create robot interfaces, it will save users significant time on setup and allow for fast and seamless robot integration across diverse applications.”\n\nCompatible with all ABB robots on the OmniCore controller platform, AppStudio offers unprecedented flexibility and ease for creating customized robotic user interfaces.\n\nAfter installing the software, users can repurpose a previously used setup or select from a cloud-based library of templates, models, modules, and examples enabling them to select options in twenty languages.\n\nAlternatively, customized interfaces can be created to fit any device and application, including the OmniCore FlexPendant, tablets, and mobile phones.\n\nAppStudio also supports customers migrating from the IRC5 controller to the OmniCore platform, significantly reducing the time needed to rebuild interfaces from days to minutes. This feature ensures a smooth transition to the latest technology, enhancing efficiency and productivity.\n\nWith intuitive drag-and-drop functionality, AppStudio offers simplified configuration where users can add icons, dropdown menus, buttons, and other functions to tailor the interface to their specific needs.\n\nIt also supports more advanced users, who can build custom interface elements using a JavaScript-based component kit, enabling a high degree of customization. Once developed, these elements can be shared with other users for streamlined project collaboration.\n\nOnce an interface has been created, it can be deployed to the ABB robot or a digital twin in ABB's RobotStudio® programming tool. Through this connection, the robot can be programmed to carry out specific commands, such as performing an action or opening a gripper.\n\nTogether with ABB's Wizard Easy Programming tool and RobotStudio, AppStudio makes the ABB robot portfolio one of the easiest to program, marking the start of a new chapter that will see robots being opened to a new audience of potential users."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Will it really work?': Young sickle cell patient among the first to start new gene therapy",
            "link": "https://www.msn.com/en-us/science/genetics/will-it-really-work-young-sickle-cell-patient-among-the-first-to-start-new-gene-therapy/ar-AA1xq5fe?ocid=BingNewsVerp",
            "description": "Since two groundbreaking treatments were approved in late 2023, only a handful of patients have been able to access the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.c_8-Xr9fE6qppYqo1eJrAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "4hon MSN",
            "source": "NBC News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EV startup Canoo files for bankruptcy, to cease operations",
            "link": "https://www.reuters.com/business/ev-startup-canoo-files-bankruptcy-cease-operations-2025-01-18/",
            "description": "State-owned investment fund SEPI has proposed to replace Telefonica's Chief Executive Jose Maria Alvarez-Pallete, who has led ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P5bUUbT9nvjxpj0eWf5AYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "15h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apache Hudi 1.0 Now Generally Available",
            "link": "https://www.infoq.com/news/2025/01/apache-hudi/",
            "description": "The Apache Software Foundation has recently announced the general availability of Apache Hudi 1.0, the transactional data ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z1x3aBuoc0hsNbcnar9qmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "InfoQ10h",
            "source": "InfoQ",
            "article_content": "The Apache Software Foundation has recently announced the general availability of Apache Hudi 1.0, the transactional data lake platform with support for near real-time analytics. Initially introduced in 2017, Apache Hudi provides an open table format optimized for efficient writes in incremental data pipelines and fast query performance.\n\nOriginally developed at Uber as an incremental processing framework on Apache Hadoop and submitted to the Apache Software Foundation in 2019, Hudi is designed to bridge the gap between database-like functionality and open data lakehouse architectures. Hudi’s main strength lies in its ability to support both near real-time and batch queries simultaneously.\n\nThe latest release introduces new features aimed at transforming data lakehouses into what the project community considers a fully-fledged \"Data Lakehouse Management System\" (DLMS). Vinoth Chandar, creator of the Hudi Project at Uber and CEO at Onehouse, writes:\n\nHudi shines by providing a high-performance open table format as well as a comprehensive open-source software stack that can ingest, store, optimize and effectively self-manage a data lakehouse. This distinction between open formats and open software is often lost in translation inside the large vendor ecosystem in which Hudi operates. Still, it has been and remains a key consideration for Hudi’s users to avoid compute-lockin to any given data vendor.\n\nReleased under an Apache License 2.0, Hudi 1.0 introduces a new secondary indexing system designed to enhance query performance and reduce data scanning costs. Users can now create SQL-based indexes on secondary columns, significantly speeding up query execution. The release also includes expression-based indexing, similar to a feature in PostgreSQL, which replaces traditional partitioning strategies to enable more flexible and efficient data organization. When the preview was announced last year, Boris Litvak, principal software engineer at Snyk, wrote:\n\nAmong the big 3 ACID storage formats on Object Storage, Apache Hudi 1.0 (beta) is the first one introducing \"functional indexes\" over the data. We usually call it \"secondary indexes\" in SQL DB jargon. When will Delta.io and Apache Iceberg follow?\n\nSource: Apache Hudi Blog\n\nThe release introduces support for partial updates, which improves storage and compute efficiency by allowing updates to specific fields instead of entire rows. Additionally, non-blocking concurrency control enables multiple streaming jobs to write to the same dataset without causing bottlenecks or failures. Discussing the database architecture, Chandar adds:\n\nRegarding full-fledged DLMS functionality, the closest experience Hudi 1.0 offers is through Apache Spark. Users can deploy a Spark server (or Spark Connect) with Hudi 1.0 installed, submit SQL/jobs, orchestrate table services via SQL commands, and enjoy new secondary index functionality to speed up queries like a DBMS.\n\nHudi 1.0 introduces enhancements to the storage engine, including the adoption of a log-structured merge (LSM) tree for efficient timeline management. This supports long-term data retention and ensures high-performance query planning, even for datasets containing billions of records. Bhavani Sudha Saktheeswaran, software engineer at Onehouse and Apache Hudi PMC, comments:\n\nWhether you're building an open data platform, streaming into the data lakehouse, moving away from data warehouses, or optimizing for high-performance queries, Hudi 1.0.0 makes it easier than ever to work with lakehouses.\n\nSaktheeswaran and Saketh Chintapalli, software engineer at Uber, presented a session on incremental data processing with Apache Hudi at QCon San Francisco. The session recording is available on InfoQ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This phone is a selfie superstar, but I can’t recommend it",
            "link": "https://www.msn.com/en-us/news/technology/this-phone-is-a-selfie-superstar-but-i-can-t-recommend-it/ar-AA1xo9k8?ocid=BingNewsVerp",
            "description": "The selfie cameras on the Huawei Nova 13 Pro are brilliant, and its rear camera's great too, so why can't I fully commit to it?",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "22hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman's OpenAI backing initiative headed by several anti-Trump staff pushing liberal causes",
            "link": "https://www.msn.com/en-us/news/politics/sam-altmans-openai-backing-initiative-headed-by-several-anti-trump-staff-pushing-liberal-causes/ar-AA1xoUZ7?ocid=BingNewsVerp",
            "description": "Sam Altman's OpenAI is backing a new AI initiative from a group where John Kerry was a founding member that has voiced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HBrJsjbUrcjdG-XmxS0RzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "17hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT’s head of product will testify in the US government’s case against Google",
            "link": "https://www.msn.com/en-us/news/technology/chatgpt-s-head-of-product-will-testify-in-the-us-government-s-case-against-google/ar-AA1xoCpr?ocid=BingNewsVerp",
            "description": "The U.S. government wants to prove that Google’s competitors face overwhelming barriers to entry as part of its antitrust ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sTTqHUaIy86GgVfGgR3QCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "18hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is Machine Learning?",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/what-is-machine-learning/ar-AA1q7ovI?ocid=BingNewsVerp",
            "description": "So, what is machine learning in the first place? And if the machines are so smart, why are they still so dumb? The point of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sRzEQWSacZZfNV-78J1SQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI model identifies obesity risk factors beyond BMI for better precision",
            "link": "https://www.thehindubusinessline.com/info-tech/ai-model-identifies-obesity-risk-factors-beyond-bmi-for-better-precision/article69113204.ece",
            "description": "Woxsen University Researchers developed an AI model to predict 'Obesity Risk' based on lifestyle data, aiming to prevent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bxwwdNT13j6ERzMDvZFoJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "57m",
            "source": "Business Line",
            "article_content": "Obesity can lead to several lifestyle diseases. Reducing weight to the optimum level can help prevent several diseases. Once someone becomes obese, it is tough to lose weight. If someone knows about the risk of becoming obese, they can take corrective measures.\n\nWoxsen University Researchers, along with US scientists, developed an AI-based prediction model to detect what they call ‘Obesity Risk’.\n\nThe team, which includes Shahid Mohammad Ganie, Hemachandran Kannan, and Bobba Bharath Reddy, along with Manjeet Rege, a professor at the University of St. Thomas, USA, have explored how combining multiple machine learning methods can predict the risk of obesity based on lifestyle data.\n\nThey introduced an AI-based prediction model that leverages boosting techniques to assess the risk of obesity more effectively.\n\nTheir research paper, ‘An Investigation of Ensemble Learning Techniques for Obesity Risk Prediction Using Lifestyle Data,’ was published in the Decision Analytics Journal by Elsevier.\n\n“Identifying the underlying causes of obesity risk in its early stages has become a challenge for medical practitioners,” it said.\n\n“Our goal has always been to use technology to create meaningful solutions to real-world problems. By focusing on lifestyle factors and ensemble learning methods, we aim to provide healthcare professionals with actionable insights while empowering individuals to make informed decisions about their well-being,” Hemachandran Kannan said.\n\nThe researchers observed that while BMI (body mass index) is commonly used as the primary indicator of obesity risk, it has limitations in capturing the full complexity of obesity, which is influenced by behavioural, environmental, and genetic factors.\n\n“They noted that BMI does not account for critical health indicators such as muscle mass, fat distribution, or other variables, potentially reducing the precision of obesity classification,” they argued.\n\n“Our study highlighted that while some machine learning models for obesity classification incorporate lifestyle factors, sex, and 3D body scans without relying solely on BMI, the datasets used in these models often stem from smaller sample sizes in specific regions or countries,” they said.\n\nThis limited scope restricts the models’ ability to generalise findings to broader or global populations.\n\nThe study also noted that the perfect climate for obesity to flourish has been created by traditional diets heavy in processed foods and low physical activity as technology develops and urbanisation picks up speed. The resultant effects include an increase in disorders linked to obesity, such as diabetes, heart problems, and other ailments.\n\nThe researchers utilised a publicly available dataset drawn from diverse populations in countries like Colombia, Peru, and Mexico. The dataset incorporated factors such as eating habits, age, sex, physical condition, water and alcohol consumption, and the frequency of vegetable intake.\n\nSHARE Copy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says it will counter any UK-Ukraine cooperation in Sea of Azov",
            "link": "https://www.reuters.com/world/europe/russia-says-it-will-counter-any-uk-ukraine-cooperation-sea-azov-2025-01-18/",
            "description": "The Russian Foreign Ministry said on Saturday Ukraine and Britain \"had no room\" for cooperation in the Sea of Azov, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CFWhU4ES60gpXnHxViuYfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia strikes kill three in central Kyiv at critical moment in Ukraine conflict",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/russia-strikes-kill-three-in-central-kyiv-at-critical-moment-in-ukraine-conflict/ar-AA1xqaAl?ocid=BingNewsVerp",
            "description": "Three people were killed and three others were injured in an attack on the Ukrainian capital of Kyiv on Saturday, according ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4yTz_p8-vb35kuQKwDROlS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "3hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amid News of a Ceasefire Deal in the Israel-Hamas War in Gaza, Explore the Conflict’s Roots and Ramifications",
            "link": "https://www.pbs.org/wgbh/frontline/article/ceasefire-deal-israel-hamas-war-gaza-palestinians-israelis-roots-ramifications/",
            "description": "Watch our documentaries on the evolution and impact of the Israel-Hamas war in Gaza and the overarching Israeli-Palestinian ...",
            "image_url": "https://www.bing.com/th?id=OVF.UV1D%2b4KgqsrUakqOHpFv1Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "PBS23h",
            "source": "PBS",
            "article_content": "by Patrice Taddonio\n\nThe ceasefire deal announced this week between Israel and Hamas calls for a truce in the catastrophic war in Gaza and the return of dozens of Israeli hostages being held since the Oct. 7, 2023, Hamas-led attack on Israel.\n\nExplore FRONTLINE’s documentaries and reporting on the roots, evolution and impact of the war and the overarching Israeli-Palestinian conflict, its sprawling ramifications, and how the most recent chapter in this long and volatile history has played out.\n\nReleased in October 2024, this documentary followed people directly impacted by the Hamas attack and the war in Gaza as they shared harrowing experiences with death, despair and continuing trauma. In the film, Israelis described what it was like to experience the deadliest day for Jews since World War II as the Oct. 7 attacks unfolded, with around 1,200 people killed, 5,000 injured and 251 taken hostage. And in Gaza, where more than 40,000 people have reportedly been killed in Israel’s retaliation against Hamas, Palestinians described — and recorded — the horrors of large-scale devastation.\n\nAs outrage over the Israel-Hamas war in Gaza deeply divided American campuses and in some places devolved into hate-filled rhetoric and arrests, this June 2024 documentary with Retro Report investigated how universities responded, how powerful interests joined the fray, and how the conflict over the conflict ultimately spiraled out of control.\n\nThis documentary, updated in May 2024, offered a sweeping examination of the critical moments over the course of the past three decades leading up to the Israel-Hamas war in Gaza and the role of a central player: Israeli Prime Minister Benjamin Netanyahu.\n\nIn this January 2024 documentary, correspondent Ramita Navai investigated rising support for militant groups, including Hamas, since the Oct. 7 attack, Israel’s military campaign in the West Bank, and the implications for a region on edge.\n\nThis December 2023 documentary with The Washington Post examined how Hamas was able to breach Israel’s vaunted security barrier and carry out the attack that ignited the Israel-Hamas war in Gaza.\n\nRe-released in October 2023, this seminal 2002 documentary examined how the Israeli-Palestinian peace process begun at Oslo in the 1990s was derailed and ultimately undone by the dynamics of politics and violence. The documentary included interviews with key figures from both sides of the negotiating table, including Benjamin Netanyahu, Yasser Arafat, Shimon Peres, Saeb Erekat and Ehud Barak.\n\nExplore more from FRONTLINE on the Israeli-Palestinian conflict."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lebanon Civil War? Thousands Flee As New Sectarian Conflict Grips Arab Nation | Watch",
            "link": "https://www.msn.com/en-in/war-and-conflicts/war-events/lebanon-civil-war-thousands-flee-as-new-sectarian-conflict-grips-arab-nation-watch/vi-AA1xqgVW?ocid=BingNewsVerp",
            "description": "Lebanon's war aftermath stokes sectarian tensions - The aftermath of Israel's bombardment across Lebanon has exposed tensions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1ZcVwC6JGMC6yqZnRpj2Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Insurance Stocks Plunge As Los Angeles Wildfires Rage",
            "link": "https://www.msn.com/en-us/money/news/insurance-stocks-plunge-as-los-angeles-wildfires-rage/vi-AA1xoy1K?ocid=BingNewsVerp",
            "description": "As Los Angeles wildfires ravage California, insurance stocks plummet, with losses estimated to reach billions due to the high ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h95ODKxt0emN_YREJN5IHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "Money Talks News on MSN20h",
            "source": "Money Talks News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Algorithmic trading: What is it and how does it work?",
            "link": "https://www.telegraph.co.uk/money/investing/stocks-shares/algorithmic-trading-what-is-it-and-how-does-it-work/",
            "description": "Raise your investing game by being able to trade at speed and without emotional bias ...",
            "image_url": "https://www.bing.com/th?id=OJ.z3OQaT14nLXopQ&pid=news&w=98&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "24m",
            "source": "The Daily Telegraph",
            "article_content": "What silently pulls the levers and gives liquidity to markets? Automation and complex algorithms trade securities at a blistering speed, shaping financial exchanges – and investors can use this algorithmic trading to their advantage.\n\nHere, Telegraph Money explains what algorithmic trading is and how it works in live markets.\n\nSimply, algorithmic trading is the use of computer functions to automatically make trades in financial markets.\n\nThe algorithms are pre-programmed to execute buy and sell orders based on certain variables, or a set of variables, taking place without human intervention.\n\nIn forex markets, roughly 90pc of trades are done using algorithms. In equities, roughly 60-75pc of trades in American, European and Asian capital markets are done through pre-programmed functions.\n\nHow does it work?\n\nAn individual or, as is predominantly the case, an institutional investor will use automated algorithmic strategies to execute trades.\n\nInstitutional investors dominate the space through sheer position size, placing large trades to reduce transaction costs.\n\nGiven that size, one large trade from a hedge fund or investment bank has the ability to disrupt the market. Algorithmic trading can break up that trade into smaller increments to be deployed at coordinated times.\n\nFor instance, an order of 1 million shares would send a strong signal to the market, whereas an algorithm trading instruction of 1,000 shares every 15 seconds is more palatable and, in some cases, less noticeable.\n\nInitially, algorithmic trading can appear daunting. Indeed historically, trading platforms required a knowledge of coding to build the algorithms.\n\nNow, platforms cater for those with minimal coding experience and a degree in computer programming isn’t necessary.\n\nTo use it, the first step is to gain an understanding of common algorithmic strategies, such as trend-following, mean reversion, high-frequency trading and arbitrage (more on these later).\n\nThen develop a strategy based on data and knowledge of the market. Consider: how will the algorithm react to certain trading signals? What has to happen for it to place orders according to those signals?\n\nBacktesting the algorithm – that is testing it using historical data – may not be necessary for a pre-existing algorithm. That said, thorough testing of how the algorithm works and its suitability for live markets is key.\n\nLike all trading strategies, implementing good risk management, like stop-losses, position sizing and diversification, is essential."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DraftKings: Undervalued For Its High Growth Cadence And Expanding Market Share",
            "link": "https://seekingalpha.com/article/4749850-draftkings-undervalued-for-its-high-growth-cadence-and-expanding-market-share",
            "description": "Discover why DraftKings (DKNG) is a compelling buy at current levels, with strong monetization, growing user base, and robust ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ryhx4BEYXHN1r3eB-ONToy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Seeking Alpha",
            "article_content": "I am a full-time analyst interested in a wide range of stocks. With my unique insights and knowledge, I hope to provide other investors with a contrasting view of my portfolio, given my particular background.If you have any questions, feel free to reach out to me via a direct message on Seeking Alpha or leave a comment on one of my articles.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nThe analysis is provided exclusively for informational purposes and should not be considered professional investment advice. Before investing, please conduct personal in-depth research and utmost due diligence, as there are many risks associated with the trade, including capital loss.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taiwan Semiconductor's Rich FY2025 Guidance Signals A Multi-Year Data Center Boom",
            "link": "https://seekingalpha.com/article/4750377-taiwan-semiconductors-rich-fy2025-guidance-signals-a-multi-year-data-center-boom",
            "description": "TSM remains a long-term Buy due to its leading N3/ N5 market share and the hyperscalers' promising AI/ data center demand ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5-mLFYnEqjMWxobXM1egDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Venezuela grapples with economic collapse",
            "link": "https://english.elpais.com/international/2025-01-18/venezuela-grapples-with-economic-collapse.html",
            "description": "The modest recovery of recent years fails to mask Venezuela’s crisis: a shattered productive structure, poverty levels nearly three times the regional average, and profound inequality ...",
            "image_url": "https://www.bing.com/th?id=ODF.mHFpzTD3yz1U8VqFnECjXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "El País in English11h",
            "source": "El País in English",
            "article_content": "The inauguration of Nicolás Maduro last Friday ushers in a new chapter for Venezuela, marked by deep socioeconomic wounds. The ongoing financial crisis — arguably the population’s greatest source of discontent — persists despite a modest reactivation of consumption. Crisis and political conflict remain intertwined, and after a decade of catastrophic governance and escalating tensions between the ruling party and the opposition, the Maduro government now faces an especially turbulent period.\n\nThe evidence of electoral fraud, which Maduro has been unable to convincingly refute, have heightened international pressure. Both the United States and the European Union have stepped up sanctions, and Maduro is bracing for a new wave of isolation. As in the past, this isolation is likely to exacerbate the nation’s economic struggles.\n\nThe start of Maduro’s new mandate follows three years of moderate economic recovery, a relative improvement considering the depths from which Venezuela has emerged. This recovery was preceded by a historic economic contraction that drastically altered the nation’s landscape over the past decade. Amid this unprecedented economic crisis — exacerbated by the political isolation of Chavismo — in 2020, the Maduro government began to distance itself from the statist orthodoxy outlined in the Plan de la Patria, its flagship economic program. Instead, it adopted a series of market-oriented reforms in an effort to stabilize the economy.\n\nThe partial dollarization of the monetary system, the introduction of new exchange and fiscal policies, a more business-friendly stance, and a shift in the treatment of international capital have led to a reduction in year-on-year inflation, a recovery in purchasing power, and some improvement in trade. However, the damage to Venezuela’s productive and social fabric had already been done. The socioeconomic collapse experienced between 2014 and 2020, during Maduro’s presidency, delivered a devastating blow to the nation’s economic framework. This trauma has left many Venezuelans struggling to fully recover from its far-reaching effects.\n\nDuring the years of strict economic controls, company takeovers, conflicts with capital, and excessive bureaucratization, Venezuela’s economy contracted by more than 80%. The local industrial sector was decimated, and now operates at just 30% of its capacity. Thousands of businesses went bankrupt. A wave of nationalizations severely undermined the country’s ability to respond to economic challenges. Hyperinflation, which peaked at an astronomical 9,500% in 2019, wreaked havoc on the economy, devastating the financial stability of millions. Meanwhile, the oil industry, once the backbone of Venezuela’s economy, collapsed under the weight of a fixed exchange rate policy and pervasive corruption in the state-owned oil company Petróleos de Venezuela (PDVSA). Income poverty doubled, and now affects an estimated 80% of the population, according to the Venezuelan Academy of Economic Sciences (ANCE).\n\nAccording to the ANCE, the current level of income poverty in Venezuela is 2.6 times higher than the Latin American average. Income distribution is also among the most unequal in the region, with the wealthiest 10% controlling 37% of the nation’s income.\n\nThe crisis of the past decade left profound scars: wages were decimated, prices soared, shortages of essential goods became widespread, and public services deteriorated dramatically. This collapse triggered a mass exodus of millions of Venezuelans, many of whom fled the country on foot, seeking refuge across South America.\n\nIn 2015, the Central Bank of Venezuela, under Maduro’s control, stopped publishing monthly economic data. Media censorship also worsened. The ruling party’s popularity, which began to decline in 2014, has not recovered since. In 2019 and 2020, the national economy displayed metrics comparable to those of a war-torn nation, with GDP contracting by a staggering 30 percentage points, according to estimates from private consulting firms.\n\nThe popular social assistance programs created by the Chavista government — such as the Barrio Adentro preventive health initiative, the Mi Casa Bien Equipada goods transfer program, Mercal’s cheap food markets, and the Cuban-assisted Comprehensive Diagnostic Centers — collapsed during the crisis, largely due to widespread corruption among government officials.\n\nThe minimum monthly wage, traditionally around $400, has dropped to just $3. The government provides periodic bonuses every four weeks, but without retroactive benefits, these only raise the effective minimum wage to $150 per month.\n\nInternational sanctions, particularly from the United States, were introduced in 2016 in response to the political crisis driven by popular discontent. These sanctions significantly restricted Maduro’s ability to explore alternative trade options or revitalize the oil industry. The global search for new markets, spurred by Russia’s war in Ukraine, fostered a period of cautious détente between Caracas and Washington, leading to a modest revival in the oil sector. However, with the return of Donald Trump to the White House, it is likely that sanctions on Venezuelan oil will tighten further.\n\nNational revenues, heavily reliant on crude oil extraction, hit a critical low point in the last decade, with production dropping from nearly 3 million barrels per day to just 300,000 in 2019. Today, after significant challenges, production is slowly approaching the 1 million mark again.\n\nSince 2016, for the first time in its history, remittances from emigrants have become a significant source of Venezuelan tax revenues. The exodus of between seven and eight million people, according to United Nations estimates, represents an unprecedented event in recent Latin American history, highlighting the severity of Venezuela’s economic collapse and the erosion of its citizens’ political rights. Despite implementing measures like food rationing based on the last digit of each citizen’s identity card, the Maduro government has refused to acknowledge its responsibility for the crisis or the existence of a Venezuelan diaspora.\n\nThe disastrous performance of the Chavista administration triggered a political shift. In December 2015, the Venezuelan opposition achieved a decisive victory in the parliamentary elections, sending shockwaves through Chavismo. In response, Chavismo moved quickly to consolidate control over all state institutions. This led to the absolute concentration of power in the hands of Maduro and a select group of loyalists, while the government implemented social programs aimed at maintaining Chavista support and building networks of loyalty.\n\nMaduro introduced the Carné de la Patria, a document offering access to a range of digital subsidies, though the contributions are now minimal, along with the CLAP food bags, which are part of the Local Supply and Production Committees. While the population continues to accept these initiatives, surveys consistently show a sharp decline in popularity. However, any assistance remains inadequate given the collapse of the country’s productive activity. In the meantime, Venezuelans are facing a period marked by political uncertainty and looming economic instability.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Access Retirement Savings Early and Penalty-Free For Disaster Relief",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/how-to-access-retirement-savings-early-and-penalty-free-for-disaster-relief/ar-AA1xoEQE?ocid=BingNewsVerp",
            "description": "If you’ve been affected by a major disaster, such as the wildfires in California, you may be eligible to tap your retirement ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DYbvBaVPhPQFxELSOvSLHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "17hon MSN",
            "source": "Investopedia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AM5 copper guard stops you from making a mess on your Ryzen CPU — also improves heat dissipation",
            "link": "https://www.msn.com/en-gb/lifestyle/shopping/am5-copper-guard-stops-you-from-making-a-mess-on-your-ryzen-cpu-also-improves-heat-dissipation/ar-AA1xoH97?ocid=BingNewsVerp",
            "description": "Japanese PC accessory Ainex offers a copper AM5 plate guard to prevent you from messing up your PC build with too much ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RL5Lv1aqrCYO5hTpVU1T6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "tom's Hardware on MSN21h",
            "source": "tom's Hardware on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PC Sales Stagnated at the End of 2024 Despite AI Hype",
            "link": "https://www.msn.com/en-us/technology/tech-companies/pc-sales-stagnated-at-the-end-of-2024-despite-ai-hype/ar-AA1xneg6?ocid=BingNewsVerp",
            "description": "Last week, IDC announced its tabulation of computer sales for the fourth quarter of 2024. Despite predictions of an increase, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tTEZnbEqvJcAOyHHgxa-5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "ExtremeTech on MSN22h",
            "source": "ExtremeTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing ADC Management: A Strategic Auto-Connection Initiative By Saurabh Dave",
            "link": "https://www.outlookindia.com/hub4business/revolutionizing-adc-management-a-strategic-auto-connection-initiative-by-saurabh-dave",
            "description": "A software architect and mentor, Saurabh Dave combines deep technical acumen with exceptional leadership abilities in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JYjDPQx8dfRDhSGELqWnmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "3h",
            "source": "Outlookindia",
            "article_content": "This transformation journey shows how innovative thinking and methodical execution can solve complex infrastructure management challenges while improving operational efficiency. The implementation of automated ADC management not only addressed immediate onboarding challenges but also created a foundation for continuous improvement in infrastructure management. As organizations continue to evolve their automation strategies, this project stands as a compelling example of how innovation and expertise can combine to bring lasting positive change in infrastructure operations."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prediction: 2 Stocks That Will Be Worth More Than AMD 5 Years From Now",
            "link": "https://www.msn.com/en-us/money/top-stocks/prediction-2-stocks-that-will-be-worth-more-than-amd-5-years-from-now/ar-AA1xoNGo?ocid=BingNewsVerp",
            "description": "Advanced Micro Devices stock had a terrible run on the market in 2024, losing almost 21% of its value, while the broader PHLX ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mo_Vj6ChgaFxOVHBE_9DPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient Egypt discovery near Tutankhamun's tomb leaves archaeologists rethinking history as we know it",
            "link": "https://www.ladbible.com/news/world-news/ancient-egypt-luxor-discovery-archaeology-zahi-hawass-300769-20250117",
            "description": "A huge discovery has been made in the area of Ancient Egypt where Tutankhamun was found after unknown tombs and burial shafts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aLMWu9KKTl-OjiJgk4beWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "23h",
            "source": "LADbible",
            "article_content": "A huge discovery has been made in the area of Ancient Egypt where Tutankhamun was found after unknown tombs and burial shafts were found dating back some 3,600 years.\n\nAnd it is a find that has made archaeologists investigating this period of time re-think how they see history as we know it.\n\nThe revelation came following a new dig early this month by the Zahi Hawass Foundation for Antiquities and Heritage, a foundation established by Egyptian archaeologist Zahi Hawass to teach Egyptians hieroglyphics, archaeology, and the history of Egypt.\n\nAdvert\n\nIn the significant find, experts came across a vast tomb and burial area carved in to rock, hidden below the surface of the ancient city of Luxor.\n\nThe discovery was made last Wednesday in an area of Queen Hatshepsut's funeral temple at Deir al-Bahri on the Nile's West Bank.\n\nFor context, Queen Hatshepsut reigned from 1479BC until 1458BC and is one of the empire's earliest rules.\n\nWork on the site had been going since September 2022 in conjunction with Egypt's Supreme Council of Antiquities.\n\nAdvert\n\nArtefacts found at the tombs included numerous wooden coffins, including one for a child.\n\nThe discovered tomb (Mohamed Elshahed / Anadolu via Getty Images)\n\nThere were bronze coins with the image of Alexander the Great dating to the Time of Ptolemy I (367BC to 283BC). Alongside that were children's toys made of clay, cartonnage (a material used to make funerary masks and coffins) as well as funerary masks that covered mummies.\n\nThere were also winged scarabs, beads and funerary amulets.\n\nAdvert\n\nMore basic offerings were also present, including a pottery table used for bread, wine and meat. Archery bows were also present in the tomb.\n\nZahi Hawass (Mohamed Elshahed/Anadolu via Getty Images)\n\nAccording to Hawass himself, he said the find could 'reconstruct history' as it has been told.\n\nThe hope is that it will now provide a fuller picture of the lives people had, as well as the culture they were a part of, in Ancient Egypt.\n\nAdvert\n\nThe ancient city of Luxor is famous for housing the Valley of the Kings, included the world famous King Tutankhamun's tomb, discovered in 1922.\n\nEgypt is full of surprises (Mohamed Elshahed/Anadolu via Getty Images)\n\nSituated 340 miles from the Pyramids of Giza, it is known as the 'world's greatest open-air museum'.\n\nThe recent find is different to, say, Tutankhamun, who was buried in a constructed tomb. This week's revelation showed burial chambers carved in to rock to create tombs in the environment that surrounded Ancient Egyptians."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the ashes of a Pasadena synagogue, a powerful discovery is made",
            "link": "https://www.msn.com/en-us/news/us/from-the-ashes-of-a-pasadena-synagogue-a-powerful-discovery-is-made/ar-AA1xqb1x?ocid=BingNewsVerp",
            "description": "The Pasadena Jewish Temple and Center burned down in the Eaton fire. But on a remaining wall, Mmembers discovered a hidden ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M_lXDJtcjxJVQwm0qvZH0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "5hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz Calls Trump Lackey Elon Musk 'President' — While Sharing Wild Conspiracy Theory",
            "link": "https://www.msn.com/en-gb/entertainment/celebrities/cameron-diaz-calls-trump-lackey-elon-musk-president-while-sharing-wild-conspiracy-theory/ar-AA1xodb6?ocid=BingNewsVerp",
            "description": "Cameron Diaz thinks the U.S. is being run by Elon Musk – and that is just one of the bizarre statements she made to actor ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qln5FGxMka2n-BAJGP8ATC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 5 Strangest Sounds Ever Captured In The Ocean",
            "link": "https://www.msn.com/en-us/news/technology/top-5-strangest-sounds-ever-captured-in-the-ocean/ar-AA1xqxCY?ocid=BingNewsVerp",
            "description": "The vast depths of the ocean contain a multitude of mysteries. When scientists have gone for a listen, they've captured some ...",
            "image_url": "https://www.bing.com/th?id=OVFT._PaqOcibWzSk7vHAry0mUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Sciencing on MSN53m",
            "source": "Sciencing on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the 'UFO clouds' seen hanging over UK skies?",
            "link": "https://www.msn.com/en-gb/news/uknews/what-are-the-ufo-clouds-seen-hanging-over-uk-skies/ar-AA1xqCIX?ocid=BingNewsVerp",
            "description": "The special cloud formation got its nickname from the smooth, symmetrical oval or round shapes it produces, which many have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YCAhsoTmrnMj69a4fKtAuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "37mon MSN",
            "source": "Sky News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning 'UFO clouds' spotted in UK skies - where you might see them this weekend",
            "link": "https://www.express.co.uk/news/uk/2002034/ufo-clouds-uk-skies-where-to-see-them-this-weekend-lenticular",
            "description": "Sky watchers are in for a treat as weather conditions mean unusual sight likely to be spottedin parts of Britain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q8f8l-tklHLcm52y1bDhgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "22h",
            "source": "Daily Express",
            "article_content": "Lenticular clouds are strange phenomena created when strong winds blow over a mountain range or hill\n\nSkygazers in northern parts of the UK have been treated to an uncommon and magical display of clouds resembling flying saucers or UFOs. Known as lenticular clouds, these strange phenomena are created when strong winds blow over a mountain range or hill, forming a wave shape that causes air to bounce downwind. These spectacular clouds form on top of the bounced air and appear to be stacked on top of each other.\n\nREAD MORE: Shoreditch skyline transformed by 50ft hologram displaying stunning visuals\n\nLenticular clouds are also known as UFO clouds or pancakes\n\nThey are not often seen in the UK and typically form to the side of mountains, with Sierra Nevada and Cascade ranges often displaying them. The Met Office explained: “These lens-shaped orographic wave clouds form when the air is stable and winds blow across hills and mountains from the same or similar direction at different heights through the troposphere.” They are said to be the most pronounced during either sunrise or sunset due to the low sun illuminating them. They are known to pose aviation hazards.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nLenticular clouds require the right type of weather patterns in order to be formed\n\n“Pilots of powered aircraft tend to avoid flying near lenticular clouds because of the turbulence that accompanies them,” said the Met Office. The national meteorological service added that skilled or brave glider pilots often prefer flying with these types of clouds in the sky as “they can tell from the shape of the clouds where the air will be rising”. Lenticular clouds were visible on Thursday and Friday mornings in North-east England.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists say they found oxygen where it shouldn’t be. Now, the hunt is on for more answers",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A project is underway to investigate the production of 'dark' oxygen further. Understanding the phenomenon better could help ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The mystery of an ancient skull takes a new turn after DNA analysis",
            "link": "https://www.msn.com/en-us/news/world/the-mystery-of-an-ancient-skull-takes-a-new-turn-after-dna-analysis/ar-AA1xq7g8?ocid=BingNewsVerp",
            "description": "Scientists thought a tomb with similarities to buildings from Ptolemaic Egypt had been erected in memory of Cleopatra’s half ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IxWsF48s7r5wO_sjdmv1my&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum engineers 'squeeze' laser frequency combs to make more sensitive gas sensors",
            "link": "https://www.sciencedaily.com/releases/2025/01/250116161246.htm",
            "description": "Scientists use devices known as frequency comb lasers to search for methane in the air above oil and gas operations and to screen for signs of infection in human breath. A new study could help make ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily15h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The universe looks very different at light speed",
            "link": "https://www.msn.com/en-us/news/technology/the-universe-looks-very-different-at-light-speed/ar-AA1xqvAL?ocid=BingNewsVerp",
            "description": "A new perspective on the universe could emerge if superluminal observers, those who theoretically move faster than light, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8XnqKQAOl9wg5t92qP9dYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "The Brighterside of News on MSN46m",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Unregulated applied science growth without advancement in social sciences may harm humanity’",
            "link": "https://guardian.ng/features/unregulated-applied-science-growth-without-advancement-in-social-sciences-may-harm-humanity/",
            "description": "The Secretary General, Association of Arab Universities, and Egypt former Minister of Higher Education and Scientific Research, Professor Amr Ezzat Salama, has said that societal progress should not ...",
            "image_url": "https://www.bing.com/th?id=ODF.ls1VlOkW4ly4geTs_BylmA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "The Guardian Nigeria12h",
            "source": "The Guardian Nigeria",
            "article_content": "MAJMA’ Lagos Graduates New Set Of Students\n\nThe Secretary General, Association of Arab Universities, and Egypt former Minister of Higher Education and Scientific Research, Professor Amr Ezzat Salama, has said that societal progress should not solely be measured by advancements in natural sciences, because unregulated growth of applied sciences without a parallel advancement in humanities and social sciences may have adverse consequences for humanity.\n\nSpeaking at the graduation ceremony of the 2023 and 2024 classes from the MAJMA Research and Training Centre, Lagos in Arabic and Shari’ah studies, Salama stated that human history has repeatedly demonstrated the risks of unbalanced scientific development without a comprehensive understanding of human and social phenomena.\n\nHe, therefore, underscored the importance of studying Islamic, social, and human sciences, as they shape human awareness.\n\nSalama urged the graduates to remain steadfast in adhering to the values derived from the Holy Qur’an and the Sunnah, adopting a balanced approach in faith, conduct, and service to their communities while spreading noble values.\n\n“The Arabic language, chosen by Allah as the medium for His final revelation, is the language of the Holy Qur’an, the Sunnah, prayer, pilgrimage, supplication, and the rich Islamic civilization that has flourished across centuries. For every Muslim, understanding Islam in its true essence cannot rely solely on translated works but must come directly from the original texts written in Arabic.\n\n“During the medieval era, the Islamic kingdoms that thrived in East and West Africa played a significant role in rooting the Arabic language among local populations and transferring Islamic civilization and thought.”\n\nCongratulating the graduates, Salama stated that the academic degrees are the fruit of hard work and dedication which will serve as keys to their next endeavours.\n\n“I also encourage you to equip yourselves with Islamic knowledge while keeping pace with advancements in science and technology, particularly in the context of the Fourth Industrial Revolution. This revolution has introduced a new reality, demanding advanced skills in fields like artificial intelligence, automation, and big data.\n\n“The Fourth Industrial Revolution and AI technologies have significantly transformed the nature of jobs, creating an urgent need to balance applied sciences and humanities. This ensures that technological progress becomes a tool for building societies, not a threat to them.\n\n“I must stress the importance of studying Islamic, social, and human sciences, as they shape human awareness. Societal progress is not solely contingent on advancements in natural sciences.\n\n“The unregulated growth of applied sciences without a parallel advancement in humanities and social sciences may have adverse consequences for humanity. Human history has repeatedly demonstrated the risks of unbalanced scientific development without a comprehensive understanding of human and social phenomena.”\n\nSalama argued that the youths are the primary drivers of development and its ultimate beneficiaries. “Therefore, we must continue investing in young people through education, training, and skill development to ensure they remain innovative and distinguished in this era of rapid transformation.\n\n“The mission of the Association of Arab Universities is to solidify the true image of Islam and its noble message to humanity. The association supports academic and scientific endeavours aimed at spreading the teachings of Islam based on its primary sources, the Qur’an and the Sunnah.\n\n“Notably, the Association’s Sharia Colleges Network plays a leading role in publishing research and studies in Islamic sciences across Arab universities.\n\n“In our discussions with leaders in Nigeria, the Association seeks to strengthen collaboration with Nigerian academic institutions, particularly in Arabic language education, Islamic studies, and historical research. The Association has also organised training programmess for students of the Research and Training Complex at Arab universities, reaffirming its commitment to supporting higher education and serving the issues of the Islamic nation.”\n\nIn his presentation on the goals and aspirations of the institute, President, MAJMA Research and Training Centre, Professor Saheed Ahmed Rufai, highlighted the centre’s area of focus to principally be around training in Islamic Revealed Studies (English, Arabic), Arabic Studies (Arabic, English), Educational Studies (English, Arabic), General Studies (English) and other possible areas of societal need.\n\nHe also said that the centre would be engaging in research and publications, counseling as well as speaking with the target audience being residents of Nigeria who want to learn Arabic and/or further their Islamic education though it would not be blind to interested persons from outside Nigeria if they are willing and able to sponsor the above persons.\n\nRufai said that the channel of engagement for its training, publications and public speaking will be through website, social media and conventional media along with in-person classes, online instruction, distance learning and directed self-study.\n\nAs the centre looks into the future including expanding its reach, Rufai said that it needs support to have its own building, computers, office furniture, office equipment, bus, library and broadband internet.\n\nOne of the special guests at the event, Pro-chancellor/ Chairman, Governing Council of Summit University, Offa, Kwara State, Alhaji Rafiu Adisa Ebiti, also tasked Muslims to learn and deeply understand Arabic language as a pathway to understanding the teachings of Qur’an and the voice of Allah.\n\nAt the event, diploma, advanced diploma and post graduate diploma certificates in Arabic and Shari’ah were presented to graduates trained through MAJMA Training and Research Centre, Lagos.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hasina must be brought back thru legal process: Shafiqul",
            "link": "https://www.jagonews24.com/en/national/news/79895",
            "description": "Chief Adviser`s Press Secretary Shafiqul Alam today said ousted prime minister Sheikh Hasina must be returned to the country ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bt62P6qMXObWgxp8hwZltC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Jago News 241h",
            "source": "Jago News 24",
            "article_content": "Chief Adviser's Press Secretary Shafiqul Alam on Saturday, January 18, said ousted prime minister Sheikh Hasina must be returned to the country through legal process and brought her to justice.\n\n\"The way Sheikh Hasina brought back her father's murderers, we will bring back the murderers of the movement and try them in court,\" he said.\n\nShafiqul made the remarks while speaking as the main discussant at a seminar titled 'July Revolution Aspirations and the Media' in Kushtia.\n\nThe Islamic University, IU, authorities and the Islamic University Journalists Association, IUJA, jointly organised the seminar at Bir Shrestha Hamidur Rahman Auditorium on the campus in the district.\n\nAlam said the interim government is working on state reforms to build Bangladesh as per the aspirations of the July Revolution and implementing the aspirations of the people.\n\nHe also said half of the IU students are female ones, which is a very good image.\n\n\"I saw in the documentary that girls were leading the July movement. This university played an important role in the movement,\" the press secretary said.\n\nNoting that this image should be conveyed to the world as the future of the students is related to the image, he said, \"We have to work to preserve the history of the movement of this university.\"\n\nHe said the names of the halls that still remain in the name of the dictator need to be changed to the martyrs' names.\n\nThe press secretary said the aspirations of people are being fulfilled through reform commissions to build a new Bangladesh.\n\nThe reports of commissions are the outcomes of the July Uprising, he said, urging all students to read these reports and join debate on those on the campus.\n\nChaired by Chairman of IU Communication and Multimedia Journalism Department Professor Dr Rashiduzzaman, the seminar was addressed, among others, by IU Vice-Chancellor Professor Dr Nakib Muhammad Nasrullah, Pro Vice-Chancellor Professor Dr Yeaqub Ali, treasurer Professor Dr Jahangir Alam and treasurer of Jashore University of Science and Technology Professor Dr Hossain Al Mamun.\n\nSM Rashidul Islam, special correspondent of Bangladesh Sangbad Sangstha (BSS), also spoke at the seminar as a discussant.\n\nSource: BSS"
        }
    }
]