[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Airships and Armillary Spheres: North Texas UFO Sightings Over the Years",
            "link": "https://www.dallasobserver.com/news/5-mysterious-north-texas-ufo-sightings-21343836",
            "description": "Not all UFO sightings are created equal, but most of them are pretty entertaining. North Texas has been home to many.",
            "image_url": "https://www.bing.com/th?id=OVFT.JyMnAx1UzoQssqvwHUSccC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Dallas Observer12h",
            "source": "Dallas Observer",
            "article_content": "Dallas County, April 1897\n\n\n\nNewspapers of the day reported the sightings straight-faced, although one can read more than a little tongue-in-cheek writing into some of the dispatches from community correspondents.\n\n\n\nDescriptions of the airships varied somewhat, but there was a general consensus that they had cigar-shaped bodies or cabins 50 to 60 feet long with propellers at each end, large bat-like wings, and huge floodlights fore and aft. Most witnesses saw neither pilot nor crew, but in some cases, not only did observers see people manning the ships, but talked to them. The Dallas Morning News' correspondent at Waxahachie reported a long conversation between Judge Love of the community and an airship crew, which claimed to be from the North Pole.\n\n\n\n\n\nLove Field, 1952\n\n\n\nThere was considerable air traffic in the vicinity (normal Love Field activity) and there was enough light that aircraft were identifiable as the general type when viewed in the southwest, the sun to the rear. I first noticed an orange colored light which appeared to be nothing more than the exhaust or running light of an aircraft. Then, I noticed the light gave off an exhaust trail similar to that of an afterburner. I watched the light in its descending path for about four seconds when it seemed to fire a number of \"rockets\" and vanished.\n\n\n\nUniversity Park, 1961\n\n\n\nAt exactly 4:07 AM CST early Thursday morning, March 9th, I was out in my back yard doing a bit of amateur satelloon watching [a balloon satellite] ....hoping to see the polka-dot 12 footer, and I SAW A BIG, extremely fast, unidentified object streaking from about ENE to SW across the sky. It moved so fast was hard to focus on it, but I DO remember quite a bit of the impression it left on me. This object, seemingly, moved so darn fast that I would never have given it much later thought, except that the 7:00 AM news that morning carried big story that the Russians had orbited a dog, etc. in a 5-ton rocket.\n\nDenton, 2007\n\n\n\nI think I saw a UFO. I am not really sure. I feel like I am kind of crazy for thinking this. I was driving on 35W in Denton, TX around 10:15 a.m. 11/21/07 this morning and when I came over a hill I saw three white things in the sky. It was like 1 mile in front of me, slightly to the right. I wasn't sure if it was the balls that are on powerline to warn airplanes and then I thought it was a reflection the stadium. the balls were white with some silver tint. They were almost a perfect circle, but a little oblong.\n\n\n\nThey were perfectly aligned in a row a little to the left of me looking straight ahead. I was thinking I should take a picture because I thought oh it might be a UFO. I was trying to figure out what it was and the one on the right disapeared and one second later the middle one dissapeared and a little less then one second later the left one dissapeared. It didn't fade out or dart away. It just dissapeared in a split second.\n\n\n\nI am super freaked out right now and I don't know if It was something from Carswell air base or Lockead Martin, but I have NEVER seen anything like this before. It was soooo clear too. Not fuzy at all! PLease let me know if anyone else has seen this one in Denton! I have been very skeptical of UFO sightings, but I am so freaked out and paranoid now!\n\n\n\nIrving, 2021\n\n\n\nThe shiny spinning disc was seen hovering over a golf course before it appeared to have landed on the ground in Irving on April 25.\n\n\n\nFootage was recorded by a man who was visiting the area with his friends. They then saw the strange object reflecting the sunlight from a distance.\n\n\n\nA man was heard saying in the background: ‘You see that? That’s not a weather balloon, dude, it’s flat.\n\n\n\n‘It’s moving really weird, it’s like spinning and it’s got another disc inside of it that’s spinning.’\n\n\n\nHe described the object as a ‘large metallic ring that floated around a separate metallic sphere within the ring, like a flying armillary sphere.’\n\nPilots flying near Dallas Fort Worth International Airport recently reported some suspicious lights floating around that air traffic controllers couldn't spot with their technology. It provoked quite the conversation.Seems UFO sightings is a topic that may never go out of style, especially in North Texas. In fact, a recent study names Texas as one of the top hotspots for UFO sightings in the U.S. Some of the more talked-about UFO sightings in the nation’s history have occurred in other parts of Texas like Levelland, Lubbock and Dayton, for example.It got us to thinking about North Texas’ history with UFO sightings. In case you aren’t aware, it’s neithera rare nor recent phenomenon. This is by no means a comprehensive compendium of North Texas UFO sightings, but here are some of the accounts that stuck out the most to us.UFO sightings in North Texas were all the rage back when ol’ Charles Culberson served as the state’s 21st governor, just 30-plus years removed from the Civil War. According to the Texas Almanac , “between April 13 and 17, 1897, there were 38 reported sightings of ‘airships’ in 23 counties in Texas, including in Denton and Dallas Counties.\"In 2015, the published an article looking at the Dallas UFO sightings mentioned in Project Blue Book, a federal program that subjected reports of UFO sightings to certain scientific analysis. This sighting noted in Project Blue Book caught our eye.Another local example logged in Project Blue Book was intriguing to us. One man who reported a UFO sighting was indeed looking to the sky for something unique, but not for what he says he found.Did you know there’s a National UFO Reporting Center? The center has a website where folks can log their sightings. This account from Denton, reprinted as it appeared, caught our attention, as we could relate to feeling more than a little perplexed at what we think we may have just seen.Look, not all UFO sightings are created equal. Not all accounts are going to get the public all riled up. But here’s one from Irving from only three years ago , and it includes the term “ armillary sphere ,” for which we give props. It's a wonderfully on-point description of what we think an alien spacecraft may look like. Plus, there’s a video of it, posted to a website called Newsflare."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wild video shows 'UFO' accelerating instantly as family are left stunned",
            "link": "https://www.dailymail.co.uk/news/article-14225215/Wild-video-shows-UFO-accelerating-instantly-family-left-stunned.html",
            "description": "In a short 13 second clip posted to social media, a white light can be seen blinking in the sky before suddenly vanishing. In ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Rd7XElQqk5EXzvAiQsFV-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Mail1h",
            "source": "Daily Mail",
            "article_content": "Footage has emerged of what appears to be a 'UFO' hovering in the skies over New Jersey before suddenly accelerating away leaving the family who were watching lost for words.\n\nIn a short 13 second clip posted to social media, a white light can be seen blinking in the sky before suddenly vanishing.\n\nIn the footage which was shot on Sunday night close near Atlantic City, family members can be heard discussing what they are witnessing before suddenly the object disappears.\n\n'It just vanished!' one exclaimed excitedly. 'I just watched it through the telescope,' they said.\n\nThe footage was sent to Tim Janicki by a friend.\n\n'I was starting to lose interest in these #drones #orbs until I received this video from our friends who went out tonight down by the bay. I don't trust random videos I see on X… but this is 100% real (wait till 4 sec mark),' he wrote.\n\nThe footage generated some interesting comments online with many agreeing that what the family witnessed appeared to be extremely unusual.\n\nThe video is the most recent in a long line of mysterious drone sightings that have been reported flying over New Jersey and across the eastern U.S., sparking speculation and concern over where they came from and why.\n\n'You can see it didn't just disappear but took off with incredible speed, there's a small flash of light to the left as it leaves. Humans can't produce the energy required to go that fast, especially from standstill,' wrote one.\n\nFootage has emerged of what appears to be a ' UFO ' hovering in the skies over New Jersey before suddenly accelerating away leaving the family who were watching lost for words\n\nIn a short 13 second clip posted to social media, a white light can be seen blinking in the sky before suddenly vanishing\n\n'Yeah this is appears to be another genuine one. Exactly what I filmed in the UK. The light dims and moves off left and upwards. If you want me to frame by frame enhance send me the original. I've got a lot of experience doing this analysis for my own sighting,' added another interested observer.\n\n'Send this to some proper Professors. They can make the math if it's moved at all and just freeze in time while the Earth keeps moving. I have a feeling they are just traveling back in time and keep recharging their batteries here on our Nuclear Energy and travel further back,' suggested a third.\n\n'Note: it didn't vanish, it took off at impossibly high speed diagonally up and to the left of frame (about 10 o'clock angle). Using your own logic, we shouldn't believe this video,' added a fourth.\n\n'This is exactly how the orb I saw flew away. That's why I said nothing can move like that. No flight system we have right now can go from stationary to warp drive in an instant. These flight characteristics are... Well beyond light years beyond us,' said another, transfixed.\n\nLast week the Federal Aviation Administration temporarily banned drone flights in 22 areas of New Jersey and 30 areas in New York, mostly in and around New York City and on Long Island, where critical infrastructure is located.\n\nFAA officials said federal security agencies requested the flight restrictions, which are effective through mid-January.\n\nThe FBI, the Homeland Security Department and state agencies have been investigating, but officials say there has been nothing so far to suggest any drones have posed a national security or public safety threat.\n\nA wave of footage has emerged of the drones since they were first spotted last month including this footage from Bernardsville, New Jersey\n\nSeveral drones appeared to be flying over Randolph, New Jersey earlier this month\n\nAuthorities say many of the drone sightings have actually been legal drones, manned aircraft, helicopters and even stars.\n\nPresident Joe Biden has said there appears to be nothing nefarious about the flying objects.\n\nDespite federal officials' comments, many state and municipal lawmakers have called for stricter rules about who can fly unmanned aircraft - and for the authority to shoot them down.\n\nDozens of witnesses have reported seeing drones statewide since mid-November, including near the Picatinny Arsenal, a military research and manufacturing facility, and over President-elect Donald Trump's golf course in Bedminster.\n\nNew Jersey Governor Phil Murphy, a Democrat, has said drone-detection equipment supplied by the federal government has yielded little new information.\n\nHe declined to describe the equipment except to say it was powerful and could even disable the drones.\n\nThe growing anxiety among some residents is not lost on the Biden administration, which has faced criticism from Trump for not dealing with the matter more aggressively.\n\nSwarms of drones have been spotted in the skies of New Jersey for weeks, sparking officials to call for a 'limited state of emergency'\n\nIn recent months New Jersey has been ravaged by thousands of unexplained drone sightings, as over 5,000 reports of unusual drone prevalence have been filed with law enforcement\n\nWhite House national security spokesperson John Kirby said the federal government has yet to identify any public safety or national security risks.\n\nThe federal government has deployed personnel and advanced technology to investigate the reports in New Jersey and other states, and is evaluating each tip reported by citizens, he said.\n\nAbout 100 of the more than 5,000 drone sightings reported to the FBI in recent weeks were deemed credible enough to warrant more investigation, according to a joint statement by the Department of Homeland Security, FBI, Federal Aviation Administration and Department of Defense.\n\nSpeculation has raged online, with some expressing concerns the drones could be part of a nefarious plot by foreign agents or clandestine operations by the U.S. government.\n\nDrone activity earlier this month led to an hourlong closure of runways at New York's Stewart International Airport, about 60 miles north of Manhattan, a four-hour closure of air space around Wright-Patterson Air Force Base near Dayton, Ohio, and the arrests of two men in Boston accused by police of flying a drone too close to Logan International Airport.\n\nTrump has said he believes the government knows more than it´s saying.\n\n'Let the public know, and now. Otherwise, shoot them down!!!' he posted on Truth Social.\n\nU.S. Sen. Andy Kim, a New Jersey Democrat, said he has heard nothing to support the notion that the government is hiding anything. He said a lack of faith in institutions is playing a key part in the saga.\n\n'Nothing that I´m seeing, nothing that I´ve engaged in gives me any impression of that nature. But like, I get it, some people won´t believe me, right? Because that's the level of distrust that we face,' Kim said.\n\nDemocratic Sen. Richard Blumenthal of Connecticut last week called for the drones to be 'shot down.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Texas Must Read: Solving the 1897 Airship Mystery",
            "link": "https://texashillcountry.com/texas-solving-1897-airship-mystery/",
            "description": "From late 1896 to mid-1897, starting in California and trailing off in the Lone Star State, thousands of witnesses saw ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PyXljfdb0c4_rHEILo-xyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Texas Hill Country8h",
            "source": "Texas Hill Country",
            "article_content": "Michael Busby is a Texan who has authored one of the most riveting works of nonfiction you’re ever likely to read, a book destined to stand as a classic in the field of UFO research. Indeed, it offers an answer to the riddle of the earliest wave of UFOs in the modern era. From late 1896 to mid-1897, starting in California and trailing off in the Lone Star State, thousands of witnesses saw strange flying craft in the skies. Solving the 1897 Airship Mystery is at once illuminating, enthralling, and expertly researched.\n\nBefore newspaper headlines about crash debris in Roswell, before pilot Kenneth Arnold’s sighting of “flying saucers” in 1947, even before Zeppelins took to the skies, Americans from all walks of life saw airships passing overhead. These Victorian-era UFOs were reported in thousands of newspaper articles. Farmers, lawyers, ranchers, and doctors all gave eyewitness accounts. Thanks to modern researchers like Busby, these witnesses can now be verified to have been genuine citizens, living in the time and place of their sightings. They spotted mysterious, Jule Verne-like airships. Some even saw the craft land for repairs or to take on water. A few spoke to the crewmen and were even granted tours of the airships. One of the most startling parts of Busby’s book is when the names given to witnesses by the alleged crewmen are verified, like the witnesses themselves, as having been real, flesh-and-blood human beings.\n\nBusby’s work seeks to trace the origins of the airships back to engineers and inventors who came over to America fleeing the German Civil War in the 1840s. After arriving in New York City, some of these brilliant minds partnered with the inventor Dr. Solomon Andrews, who built one of the first airships and successfully demonstrated its flight during the American Civil War. Busby examines the possibility that men who served in the Army of the Potomac became knowledgeable of Dr. Andrews’ craft and in the post-war decades these same men sought to perfect his airship prototype, finally resulting in the astonishing events of 1897.\n\nIf you’re intrigued by tales of UFOs or stories of the strange and mysteries, Solving the 1897 Airship Mystery is indispensable reading. Busby’s careful research, relying on primary sources and inductive reasoning, makes his work stand out from the crowd of ufology books. It serves as nothing less than the key to unriddling the 19th century origins of the modern UFO phenomenon and proof that there are far stranger things in heaven and earth than tales of little green men from Mars.\n\nPhoto: Author Michael Busby\n\nThe book reaches toward a fiery climax with the tale of the 1897 Aurora, Texas airship crash. Students of UFO tales and Texas mysteries alike should be familiar with the newspaper story that claimed an airship, piloted by a “man not of this world,” crashed into a windmill in the small town of Aurora in April 1897. Now you can find out the hidden truth behind the legend! Get your copy here. Read Solving the 1897 Airship Mystery now and discover the Texas location of the airship’s daytime hideout. Busby employs a critical reading of eyewitness accounts, noting time and place, to triangulate the most likely location where the airship was landing during daylight hours.\n\nMichael Busby was born in Montague County, Texas and raised on his great-great grandfather’s ranch near the Red River. When he graduated high school, Busby enlisted in the Marines and went on to serve in Vietnam. His only regret during his time in the corps was not taking advantage of an offer to receive helicopter training. After eight years in the corps, he embarked on a career as a Department of Defense and Central Intelligence Agency contractor. A soldier and scholar, he received his Bachelor of Science Electrical Engineering from the University of Texas at Dallas and pursued an MBA at the University of Iowa and a software engineering degree from Carnegie Mellon University. His work, often classified, took him through war-torn countries all around the world. In 1979 he had a close call escaping a firing squad south of Tehran. Unable to reach the American embassy for evacuation, he hid out for a time in a foreign embassy, then masquerading as a member of a flight crew, he took a plane out of Iran. Before retiring, he worked at the Naval Air Warfare Center. Busby now lives in the beauty of the Ouachita Mountains of southeastern Oklahoma. His book Solving the 1897 Airship Mystery was the result of many years of deep research and critical analysis. A compelling read, the book is sure to become a classic not only of UFO research but Texas literature as well. Get your copy here and follow Michael Busby on Facebook."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert issues verdict on 'blob-like shape' seen by British Airways passengers mid-flight",
            "link": "https://www.msn.com/en-gb/science/aeronautics/ufo-expert-issues-verdict-on-blob-like-shape-seen-by-british-airways-passengers-mid-flight/ar-AA1wqYby?ocid=BingNewsVerp",
            "description": "The object which mystified passengers on a British Airways flight was captured on camera and now a UFO expert has issued his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.u6CN5bP9ISFpvO9PmjCsui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here are the five must-play games from 2024 for gamers on a budget",
            "link": "https://www.thesun.co.uk/tech/32417389/best-indie-games-2024-top-five/",
            "description": "WE all know the big-name games that were released in 2024, but it’s time to celebrate some of the smaller titles. After ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZIIYVH_PsnCqekoNn9o7eS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15h",
            "source": "The Sun",
            "article_content": "The five best independent games of the year for gamers on a budget\n\nINDIE-CREDIBLE Here are the five must-play games from 2024 for gamers on a budget\n\nWE all know the big-name games that were released in 2024, but it’s time to celebrate some of the smaller titles.\n\nAfter playing dozens of independent games over the last 12 months we have picked out our favourite must-play games.\n\nThere were so many games we loved this year so it was difficult to pick out just five that we loved.\n\nHere are our five favourite indie games from 2024.\n\n5. Slay the Princess – The Pristine Cut\n\n5 Slay the Princess blends romance with horror Credit: Black Tabby Games\n\nSlay the Princess was first released last year, but The Pristine Cut adds more routes, expanded dialogue, and extra endings.\n\nEvery decision reflects back at you in this romantic horror game where you try to slay and save each other over and over.\n\nWith more choices than any other game I’ve played, it raises the bar for the genre.\n\nIf you want to know more about the game, check out our Slay the Princess review.\n\n4. UFO 50\n\n5 UFO 50 has so many games you have to love at least one of them Credit: Mossmouth\n\nUFO 50 is a collection of more than 50 retro-inspired games that span the gamut of genres.\n\nIt has everything from puzzle games to deck builders, RPGs, 2D platformers, and metroidvanias.\n\nThere’s also an overarching meta-narrative that connects all of the games together, and secrets within each game to discover.\n\nIt was even nominated for Best Indie Game at The Game Awards if you need more proof.\n\n3. Tactical Breach Wizards\n\n5 Tactical Breach Wizards blends strategy and puzzle solving Credit: Suspicious Developments\n\nIf you like XCOM but wish it had more puzzle-solving, then Tactical Breach Wizards is for you.\n\nIt has the squad-based tactics gameplay of XCOM but changes it so you are solving puzzles in the heat of the moment and on the fly.\n\nEach teammate's abilities are unique and yet they can synergise in some way with every other character in the game.\n\nIt’s all topped off by hilarious writing, to make a funny and satisfying experience.\n\n2. Balatro\n\n5 Balatro mixes Poker hands with a high score multiplyer deck building Credit: Apple / Balatro\n\nIt’s rare that an indie game gets nominated for Game of the Year, let alone one developed by just one person.\n\nBalatro is a Poker-inspired deck builder, where you use different Jokers to multiply the score of each hand you play.\n\nWith various difficulties, decks, Jokers, and other cards to collect, you’ll keep picking Balatro up for just one more run.\n\nIf you want to read more about it, check out our Balatro review.\n\n1. Indika\n\n5 Indika is the most unique game we played this year Credit: Odd Meter\n\nThere are very few games that ask you to play as a Russian nun during the 19th century, in fact, Indika is the only one we’ve played.\n\nIt makes for a beautifully surreal story of self-discovery and genre-blending where third-person action gives way to pixel-art 2D platforming.\n\nIndika has a unique perspective in direction, cinematography, and storytelling, making it nothing else we’ve played quite like it.\n\nIt was everything unique and special about Indika that has left it as our favourite indie game of 2024."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 25 best new apps of 2024",
            "link": "https://www.fastcompany.com/91251391/the-25-best-new-apps-of-2024",
            "description": "Nintendo Music: A free mobile app for Nintendo Online subscribers that fills the Nintendo-sized hole left by Spotify and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ddjqK-Vht-VdZC2VWesvEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI backlash couldn’t have come at a better time",
            "link": "https://www.infoworld.com/article/3626533/the-ai-backlash-couldnt-have-come-at-a-better-time.html",
            "description": "Developers are tired of hearing about AI as a panacea. The backlash may be just what organizations need to effectively ...",
            "image_url": "https://www.bing.com/th?id=OVFT.566vMzymC4Ie_zXLrSVFHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "InfoWorld16h",
            "source": "InfoWorld",
            "article_content": "At a developers conference I attended not too long ago, attendees did little to hide their disdain every time the term “AI” was bandied about. (And it was bandied about a lot!) So I was careful on a recent call attended by about 250 engineers to preface the AI portion of the discussion with, “I know this will make you cringe, but…” That got a lot of knowing laughs and thumbs-up emojis.\n\nWhat’s going on here? It’s not that these developers and engineers are against the use of AI; it’s that they are tired of hearing about artificial intelligence as a panacea without pragmatism. They want to hear about how they can pragmatically and easily harness it — now — for real-life use cases.\n\nIndeed, we’ve spent the last few years bombarded by hyperbolic talk about AI (Robotaxis anyone?). How it’s going to transform life as we know it. How it’s going to take our jobs. When it will become sentient…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 Will Be the Year That AI Agents Transform Crypto",
            "link": "https://www.coindesk.com/opinion/2024/12/24/2025-will-be-the-year-that-ai-agents-transform-crypto",
            "description": "An AI agent helped drive a memecoin to a billion-dollar market cap this year, but the real crypto x AI innovations are coming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YBrJJ8Th0O6yBNV63BXTfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CoinDesk10hOpinion",
            "source": "CoinDesk",
            "article_content": "One of the most significant emerging trends of 2024 has been the interplay between artificial intelligence (AI) and the crypto ecosystem. Historically this has primarily been on the infrastructure side, affecting various layers of the stack such as decentralized compute, storage and model training and inference. However, the last few months the crypto x AI crossover has taken stage front and center as agents have surfaced and are multiplying by the thousands. While the AI agent narrative has taken up a lot of mindshare of late, we've barely scratched the surface of what we're going to see in 2025.\n\nWhat are AI agents?\n\nAI agents are autonomous programs designed to perform specific tasks. This could be as simple as sharing memes on X, all the way to complex on-chain transactions optimizing trade execution or yield farming strategies. Unlike standard bots, AI agents can learn best practices over time and make undefined decisions to meet predefined goals. Think of them as highly skilled, evolving crypto participants capable of navigating the digital economy autonomously.\n\nThe value of AI agents lies not just in their utility but in their potential to scale human capabilities. Agents are no longer just tools — they are emerging as participants in the on-chain economy, driving innovation across finance, gaming and decentralized social platforms. With protocols such as Virtuals and open-source frameworks like ELIZA, it’s becoming increasingly simple for developers to build, deploy and iterate AI agents that serve an increasingly diverse set of use cases.\n\nEmerging applications of AI agents\n\nThis year offered glimpses of the potential applications for AI agents. From the bizarre rise of the Goatseus Maximus ($GOAT) memecoin to the rapid growth of agent-led experiments, AI agents are beginning to reshape how we interact with technology, culture and finance. Terminal of Truths (ToT) , an AI agent trained on a satirical internet religion, received a grant from prominent venture capitalist Marc Andreesen and amassed over 200,000 followers becoming crypto’s first AI KOL (key opinion leader) and millionaire as it drove $GOAT to a market cap of more than $1 billion.\n\nWhile ToT might feel like an anomaly, it serves as a proof of concept for how AI agents can drive community-building, capture attention and fuel the next generation of on-chain activity. Since then over 11,000 agents have launched on the leading platform Virtuals, which may seem like a lot yet pales in comparison to pump.fun which is averaging 4x that every single day. While most of the agents launched are simple bots that simply propagate memes, we’re also seeing agents such as aixbt, which provides sophisticated investment research, and zerebro, which creates unique digital art. These applications may appear niche, but they offer a glimpse into the growing design space for AI agent innovation.\n\nWhy crypto is the frontline for AI agent development\n\nUnlike the core foundational AI models that are developed behind the walled gardens of OpenAI and Anthropic, AI agents are being innovated in the trenches of the crypto world. And for good reason. Blockchains provide the ideal infrastructure as they offer permissionless and frictionless financial rails, enabling agents to seed wallets, transact and send funds autonomously — tasks that would be unfeasible using traditional financial systems.\n\nIn addition, the open-source nature of crypto allows developers to leverage existing frameworks to launch and iterate on agents faster than ever before. With more no-code platforms like Top Hat gaining traction, it’s only getting easier for anyone to be able to launch an agent in minutes. Add in the financial incentive in which agents that gain traction tend to have a rise in price similar to your run-of-the-mill memecoin, potentially making the creator huge amounts of money, and you can see how this environment is ripe for attracting talent and accelerating progress.\n\nWhat AI agents will do in 2025\n\nIf 2024 laid the foundation for AI agents, 2025 will be the year they scale. Three trends will drive this evolution:\n\nFirst, agent-to-agent and human-to-agent interactions will proliferate. Decentralized social platforms like Warpcast have already shown how agents can launch tokens, trade autonomously and interact with communities. As tools for creating agents become more accessible, these interactions will become a defining feature of the on-chain experience.\n\nSecond, AI agents will dominate financial activity on-chain. As developers build agents capable of optimizing trades, managing wallets and automating yield strategies, the financial infrastructure of crypto will become increasingly autonomous. Blockchain’s efficiency, combined with agents’ adaptability, will position crypto as the preferred environment for financial AI.\n\nFinally, agent-led ecosystems will reshape gaming and entertainment. Projects like Wayfinder and Echelon Prime’s Parallel Colony point to a future where AI agents not only participate in games but also manage assets, coordinate strategies and drive entire in-game economies. These agents will blur the lines between players, developers and automated participants, creating new dynamics for virtual worlds.\n\nThe rise of AI agents marks a new chapter for both artificial intelligence and blockchain technology. While the applications we’ve seen so far — from memecoins to agent-led communities — may feel experimental, they mark a preview of the impact these agents will have as they scale."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI, data centres to define India’s tech industries in 2025",
            "link": "https://www.livemint.com/technology/tech-news/generative-ai-artificial-intelligence-data-centres-tech-industries-adani-group-it-services-microsoft-data-privacy-11734963406210.html",
            "description": "India, already a hub for fresh technical talent, is now looking to invest in innovation to climb up the value ladder—as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V0pGOYX8sOSscK-_80Yh1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Mint",
            "article_content": "New Delhi: India’s technology sector is likely to see generative artificial intelligence (generative AI) and related data applications define client orders, financial growth and technical innovation in 2025. In turn, this is expected to generate a spurt in demand for data centres and their services.\n\nIndustry stakeholders ranging from the US’s Big Tech firms, as well as data centre and software services companies, are gearing up for a boom in demand amid expectations of easing inflation concerns in the West, and the Indian government’s boost to domestic research and development (R&D) expenditure in the coming year.\n\nOn 12 December, Mint reported that the Centre was evaluating plans to roll out $3 billion in incentives to boost R&D in India. The country, already a hub for fresh technical talent, is now looking to invest in innovation to climb up the value ladder—as opposed to being a usage economy so far.\n\nAlso read | The next great leap in AI is behind schedule and crazy expensive\n\nAt the core of this push is the establishment of generative AI as a key differentiator in the near term, and its impact on data centres.\n\nOn 28 September, Mint reported that the Adani group is likely to pump in $4 billion to establish a net data centre capacity of 1.5GW (gigawatt) within the next two years, a plan that originally had a timeline of five years. This boost is driven by the influx of AI in enterprises, and the anticipated data boom that is expected to come with it.\n\nAshish Arora, chief executive of Bharti Enterprises’ subsidiary Nxtra, also added that the company is investing $600 million to double its net data centre capacity to 400MW (megawatt) by 2026, a chunk of which will be expanded in 2025 itself.\n\nEarlier this month, Bloomberg reported that Yotta Data Services, a subsidiary of the Hiranandani Group, is close to finalizing a $500-million investment through a group of creditors to expand its data centre ‘parks’, which are already operational in Uttar Pradesh’s Greater Noida and Maharashtra’s Navi Mumbai regions.\n\nThe uptick comes even as generative AI has struggled to keep up with its heightened hype of rapidly transforming businesses. Driven by data privacy and copyright concerns, enterprises have largely remained cautious in adopting the technology rapidly through this year.\n\nAlso read | How scammers are using AI this holiday season to steal your money\n\nThe early signs of change, however, are here. On 19 December, Accenture, the world’s largest technology services outsourcing and consultancy firm and a bellwether for India’s $300-billion IT services sector, disclosed $1.2 billion in net new generative AI deals with businesses worldwide. generative AI, thus, comprised 6.4% of total new business during the company’s Q1FY25 period, which in its reporting runs from September to November.\n\nThe first week of January, thus, will be key to see if India’s IT services stalwarts, led by heavyweights Tata Consultancy Services (TCS), Infosys and HCL Technologies, can keep up with Accenture’s pace of executing generative AI applications with clients.\n\nEarlier this fiscal, K. Krithivasan, chief executive of TCS, had said that the company has a business pipeline worth $1.5 billion for generative AI. During the company’s October earnings call for Q2FY25, Krithivasan further added that the company has 600 active generative AI projects. However, crucially, he declined to comment on the amount of revenue TCS is drawing from AI’s youngest brainchild.\n\nAdoption likely to rise\n\nIndustry stakeholders, however, are bullish that 2025 is likely to see generative AI go on a stronger run of adoption, as the technology itself becomes more mature, and businesses find a way to implement them at the core.\n\nOn 11 December, Google announced its new generation of generative AI models under the Gemini 2.0 suite, underlining its suitability for ‘agentic’ AI applications, which experts said was a clear sign of the company trying to convince businesses of the technology’s usability.\n\n“AI isn’t just an enabler anymore—it’s becoming the backbone of how industries innovate, scale, and solve their most complex challenges,\" said Sindhu Gangadharan, chairperson of Centre-affiliated think-tank Nasscom, and managing director of SAP Labs India. “AI is evolving from being assistive to becoming truly intelligent, with autonomous agents capable of making decisions and orchestrating entire ecosystems.\n\nGangadharan added that custom AI, in particular, is emerging as a transformative force in 2025, allowing organizations to design AI solutions tailored to their specific needs. “This trend is set to democratize AI innovation. For India, this is an incredible opportunity—we’re perfectly positioned to lead this AI-driven transformation,\" she said.\n\n“More organizations are experimenting with building custom AI solutions tailored to industry needs, including custom copilots and AI agents,\" said Irina Ghose, managing director of Microsoft India. She added that Indian enterprises are at the forefront of this shift in scaling AI and data use cases to “drive innovation, improve productivity and streamline workflows—bringing India on the brink of an AI-driven renaissance\".\n\nAlso read | The AI robots on their way will mostly be made in Asia\n\nGhose further added that as far as generative AI is concerned, there is no doubt that with the right combination of data and associated computing power, businesses across industries can be considerably redefined.\n\n\"2024 was the year of AI in action, and we saw a transformative shift in how companies approach AI, moving from exploration to execution. Increasingly, more and more organizations are experimenting with building custom AI solutions tailored directly to industry needs, including custom copilots and AI agents. The business opportunity of AI is clear. According to an IDC study, for every dollar a company invests in generative AI, the return on investment is 3.7x. On top of this, 92% of AI deployments are taking 12 months or less at an enterprise level,\" Ghose said.\n\nIpsita Dasgupta, managing director of HP India, said it was important to empower SMBs (small and medium businesses), which contribute about 30% of GDP but face various barriers, with AI technology. “The future of work means a more flexible, inclusive and digitally connected environment where technology empowers individuals and businesses of all sizes. AI PCs and advanced workstations will be at the core of this change,\" Dasgupta said.\n\nThe key, experts believe, will be in how generative AI grows in the coming year. Pointing out that generative AI is still only a two-year old technology, Jayanth Kolla, partner at tech consultant Convergence Catalyst, said we are still understanding a lot about it.\n\n“That said, the advent of domain-specific applications through generative AI is a key area of business interest, and whichever way you look at it, the boom in data centre demand is unavoidable in India as a result. As enterprises ramp up AI consumption, this demand will only rise, without any concerns of slowdown or saturation at least in the near-term,\" Kolla said.\n\nThere are also new directions that AI and data centre evolutions can take in the coming year. For AI, much will depend on what the US behemoths of Google, Meta, Microsoft and OpenAI will do in the coming year. 2024 already saw reasoning AI make a debut, although the use cases of the latter will only build over time. For data centres, figuring out the energy consumption conundrum will be key, as net-zero and climate change accord targets inch closer.\n\nThe earliest proof of the generative AI pudding, each stakeholder agrees, is likely going to come in the first quarter of the upcoming fiscal—suggesting that the true boom in AI and data centres could take until at least the middle of the year to play out. Despite that, all of them are certain that unlike the promise of 5G or satellite internet, there are no external factors that can stop 2025 from being the year for data centres and generative AI to define India’s tech industries."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 AI Predictions For 2025",
            "link": "https://www.forbes.com/sites/robtoews/2024/12/22/10-ai-predictions-for-2025/",
            "description": "Meta is the world’s standard bearer for open-weight AI. In a fascinating case study in corporate strategy, while rivals like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OBOAITkbNHDhNdjbbkzp-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Documentary explores paranormal aspects disappearance",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/documentary-explores-paranormal-aspects-disappearance/ar-AA1wpVz6?ocid=BingNewsVerp",
            "description": "Part true crime documentary, part paranormal investigation, the film details what little is known about Illingworth’s life ...",
            "image_url": "https://www.bing.com/th?id=OVF.Yt%2b%2fDXr1ZhGeAaX%2bYM50PQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Peninsula Daily News on MSN16h",
            "source": "Peninsula Daily News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Review: You Like It Darker by Stephen King",
            "link": "https://www.hindustantimes.com/books/review-you-like-it-darker-by-stephen-king-101735037175320.html",
            "description": "Half a century after his highly successful first work, the author’s latest collection of novellas and short stories shows ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x7A7_vRA_h-9BrN5QaBmHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "Hindustan Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hangar 1 Publishing Author Thom Powell Issues Formal Statement Amidst Drone Sighting Speculation",
            "link": "https://finance.yahoo.com/news/hangar-1-publishing-author-thom-023000891.html",
            "description": "Thom Powell Addresses Recent Drone Sighting Speculation Portland, Oregon--(Newsfile Corp. - December 23, 2024) - Renowned ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sHnO5DyNPw17MLwFf0q2Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "23h",
            "source": "YAHOO!Finance",
            "article_content": "Thom Powell Addresses Recent Drone Sighting Speculation\n\nPortland, Oregon--(Newsfile Corp. - December 23, 2024) - Renowned paranormal phenomena researcher and Hangar 1 Publishing author Thom Powell has issued a formal statement addressing recent speculation regarding the connection between mysterious drone sightings and the release of his latest book, \"Planet Strange\" (Hangar 1 Publishing, June 2024).\n\nThom Powell's Planet Strange\n\n\"While the timing has led to considerable speculation, I want to be absolutely clear that neither I nor anyone associated with my work has any involvement with the recent drone incidents,\" states Powell. \"These sightings, though coincidentally aligned with themes explored in 'Planet Strange,' are entirely separate from my book's release and promotional activities.\"\n\nThe statement comes in response to growing social media speculation linking the unexplained aerial phenomena to the book's publication. \"Planet Strange,\" which examines various paranormal occurrences and their potential local origins, was released several months before the reported drone sightings began.\n\nPowell, whose research spans decades in the field of unexplained phenomena, emphasizes that such unfounded allegations detract from the serious nature of both the current sightings and the scholarly work presented in his book.\n\n\"Hangar 1 Publishing stands firmly behind Thom Powell and his work,\" says Alex Hajicek, Publisher at Hangar 1 Publishing. \"We believe in the integrity of our authors and the importance of addressing these phenomena with a scholarly approach.\"\n\nFor more information about \"Planet Strange\" or to schedule an interview with Thom Powell, please contact the media representative at Hangar 1 Publishing.\n\nAbout Thom Powell\n\nThom Powell is a respected author and researcher in the field of paranormal phenomena. His latest work, \"Planet Strange,\" offers groundbreaking perspectives on unexplained aerial phenomena and their potential origins. The book is available through major retailers and Hangar 1 Publishing.\n\nAbout Hangar 1 Publishing.com\n\nHangar 1 Publishing specializes in immersive, paranormal nonfiction-ranging from Bigfoot and cryptids to unexplained phenomena. With cutting-edge multimedia integration, our enhanced books deliver an unparalleled reading experience. For press inquiries, interviews, or review copies, please contact us directly.\n\nPress Inquiries\n\nHangar 1 Publishing.com\n\nhttps://hangar1publishing.com/\n\nAlex Hajicek\n\nalex@hangar1publishing.com\n\n11610 Jay St NW, Minneapolis, MN, 55448\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "8 Best Quotes From Sonic the Hedgehog 3",
            "link": "https://www.msn.com/en-us/entertainment/movies/8-best-quotes-from-sonic-the-hedgehog-3/ar-AA1wrVxP?ocid=BingNewsVerp",
            "description": "The Sonic film franchise was off to a rocky start thanks to Sonic’s original design. His teeth were distracting but Paramount ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fYV-b_ScnUJ9nc2TagVM0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN28m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Colors Kannada unveils supernatural saga Nooru Janmaku",
            "link": "https://bestmediainfo.com/mediainfo/television/colors-kannada-unveils-supernatural-saga-nooru-janmaku-8557885",
            "description": "Presented by Amrith Noni Ortho Plus and special partners Swastiks Tuppa and Sudarshan family store, this series brings ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ULhiagqTtovo9wSoFeKhBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Best Media13h",
            "source": "Best Media",
            "article_content": "New Delhi: Colors Kannada announced the launch of its supernatural thriller, \"Nooru Janmaku\".\n\nPresented by Amrith Noni Ortho Plus and special partners Swastiks Tuppa and Sudarshan family store, this series brings together romance and paranormal elements in the picturesque setting of Chikmagalur.\n\n“Nooru Janmaku” follows Mythri’s extraordinary journey as she protects her love, Chiranjeevi, from the supernatural force of Kamini’s vengeful spirit. As Chiranjeevi’s powerful family continues to challenge Mythri’s place in his life, the show explores themes of love, betrayal, and the supernatural.\n\nSet in the town of Chikmagalur, Nooru Janmaku weaves together the rich history of the Kadamba family with supernatural elements while showcasing the region's scenic beauty. The stellar cast includes Dhanush Gowda as Chiranjeevi, the young heir to the Kadamba family, Shilpa Kamath as the determined Mythri, and Chandana Gowda as Kamini, whose tragic death transforms her into a vengeful spirit. Other actors playing a pivotal role to enhance this emotionally intense story are veteran actress Girija Lokesh, Bagyashree, BM Venkatesh, popular singer Archana Udupa, and Remo. This show is produced by Chitra Shenoy under Good Company Productions and promises viewers an unforgettable blend of family values and paranormal intrigue.\n\nIn a strategic move to cater to the evolving viewing habits of the audience, Colors Kannada has adopted a digital-first promotional approach for Nooru Janmaku. The channel has created an array of engaging digital assets, including character-driven clips, behind-the-scenes visuals, and short video snippets, which will be shared across the channel’s social media platforms. The digital-first approach reflects Colors Kannada's commitment to engaging audiences on their preferred platforms, creating a more personal connection with viewers.\n\nSushma Rajesh, Cluster Head of Colors Kannada, expressed her excitement about the show, said, “At Colors Kannada, our focus has always been to deliver fresh, innovative, and impactful storytelling to our audience. “Nooru Janmaku” is a testament to this commitment, seamlessly blending a compelling love story with supernatural intrigue. This narrative not only pushes the boundaries of traditional television, but it also showcases our constant drive to provide engaging, high-quality content that resonates deeply with our audience. We are confident that this show will capture the imagination of viewers and keep them on the edge of their seats.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make ‘shocking’ predatory discovery about California’s ground squirrels",
            "link": "https://www.msn.com/en-us/news/technology/scientists-make-shocking-predatory-discovery-about-california-s-ground-squirrels/ar-AA1wqKfS?ocid=BingNewsVerp",
            "description": "Ravenous California ground squirrels have been observed killing and eating small rodents, marking the first widespread ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9PAHLfX3RYfAfovErsi-Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "10hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Barriers in Science: Mammoth Discovery, Robotic Revolution, and India's Space Aspirations",
            "link": "https://www.devdiscourse.com/article/science-environment/3205493-breaking-barriers-in-science-mammoth-discovery-robotic-revolution-and-indias-space-aspirations",
            "description": "Recent scientific discoveries and advancements feature a nearly intact young mammoth found in Siberia, a South Korean ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9OpObRDUNee39zpQsGQDzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "devdiscourse12h",
            "source": "devdiscourse",
            "article_content": "In a stunning archaeological find, researchers have discovered the remains of a juvenile mammoth, remarkably preserved in Siberia's permafrost for over 50,000 years. Found in the Batagaika crater, the ancient creature offers valuable insights into prehistoric life, while climate change accelerates the permafrost's retreat.\n\nMeanwhile, on a different frontier of technology, South Korean scientists have unveiled an 'Iron Man' inspired exoskeleton robot. This lightweight, wearable device aids paraplegics by locking onto the user's body, helping them navigate stairs and obstacles, marking a leap forward in assistive technology.\n\nIn the realm of space exploration, the Indian National Space Promotion and Authorisation Centre (IN-SPACe) has attracted 30 companies for a pioneering initiative to establish home-grown satellite constellations. This effort aims to bolster India's defense and infrastructure capabilities by reducing dependency on foreign data.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Egyptian mummy discovered with bubonic plague rewrites history of the notorious Black Death",
            "link": "https://nypost.com/2024/12/24/science/egyptian-mummy-discovered-with-bubonic-plague-rewrites-history/",
            "description": "An over 3,000-year-old Egyptian mummy who may have died of the bubonic plague marks the first case of the disease outside the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LPt4xXQlKt6-92Mka6eQWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "5h",
            "source": "New York Post",
            "article_content": "Scientists have discovered an over 3,000-year-old Egyptian mummy who may have died of the bubonic plague — marking the first case of the disease outside of the Eurasian continent.\n\nThe breakthrough discovery provides “molecular evidence for the presence of plague in ancient Egypt,” the researchers wrote in their abstract.\n\nResearchers determined this after examining the corpse, which is housed in Italy’s Egyptian Museum of Turin, and dates back 3,290 years to the late Bronze Age, Popular Science reported.\n\n3 while experts have long postulated about the plague’s footprint in Egypt for decades, there hasn’t been solid evidence for it — until now. Getty Images\n\nAnalysis of the mummy’s bone tissue revealed traces of Y. Pestis — bubonic plague bacteria — DNA, meaning that the disease had reached an advanced stage when the victim perished, IFL Science reported. However, it’s unclear if this was an isolated case or part of a widespread epidemic in the region.\n\nAlso known as the Black Death, the bubonic plague is one of history’s most infamous diseases in history. It is spread when humans are bitten by fleas that piggyback on rodents\n\nWhen the microbes infect a human host, they ravage the lymphatic system, causing lymph nodes in the groin, underarm, and neck to balloon into swollen masses called buboes (hence the name).\n\n3 A depiction of a plague hospital in Vienna while the city was being besieged by the Turks in 1679. Bettmann Archive\n\nThe disease only snowballs from there, causing complications including seizures, vomiting blood, internal bleeding, and death.\n\nBubonic plague is most often associated with the notorious epidemic in 14th-century Europe — where it killed around 25 million people between 1347 and 1351 — as well as subsequent outbreaks in China, Mongolia and India.\n\nAnd while experts have long postulated about the plague’s footprint in Egypt for decades, there hasn’t been solid evidence for it — until now.\n\nIn 2004, scientists found millennia-old fleas at a repository on the banks of the Nile River.\n\nThere was also a 3,500-year-old Egyptian medical document describing a bubo filled with petrified pus, suggesting that the plague rats may have spread throughout the world by boat.\n\n3 The mummy is housed at the Egyptian Museum of Turin in Turin, Italy. Getty Images\n\nHowever, the Black Death’s existence wasn’t able to be confirmed without DNA evidence like the kind found in the mummy.\n\nThe scientists hope their discovery will inspire others to conduct further studies and hopefully shed light on the Egyptian iteration’s “possible modes of transmission and pathology.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paleontologists return to Sierra County for further research into dinosaurs",
            "link": "https://www.msn.com/en-us/travel/tripideas/paleontologists-return-to-sierra-county-for-further-research-into-dinosaurs/ar-AA1wpeR3?ocid=BingNewsVerp",
            "description": "Nearly two decades have passed since the discovery of new dinosaur species in Sierra County. Paleontologists with the New ...",
            "image_url": "https://www.bing.com/th?id=OVF.CXnXSLVDMtUZh%2bYR9119Nw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "20hon MSN",
            "source": "KRQE Albuquerque on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "50,000-year-old baby mammoth discovered in ‘exceptional’ find: ‘Remarkably well preserved’",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/50-000-year-old-baby-mammoth-discovered-in-exceptional-find-remarkably-well-preserved/ar-AA1wrlWe?ocid=BingNewsVerp",
            "description": "Remains of a baby mammoth that has been almost perfectly preserved for 50,000 years have been unveiled to the public by researchers in Russia. The female mammoth, nicknamed 'Yana' after the river ...",
            "image_url": "https://www.bing.com/th?id=OJ.90xplnVYmlI0WA&pid=news&w=92&h=16&rs=2",
            "category": "science+discovery",
            "date": "6hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI ‘considered’ building a humanoid robot: Report",
            "link": "https://techcrunch.com/2024/12/24/openai-considered-building-a-humanoid-robot-report/",
            "description": "OpenAI has recently explored building its own humanoid robot, according to The Information. The report cites 'two people with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ogajyO6pDZyA5vlK_yl7MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "TechCrunch",
            "article_content": "In Brief\n\nOpenAI has recently explored building its own humanoid robot, according to The Information. The report cites “two people with direct knowledge” of those conversations. The ChatGPT maker has been involved in the space for some time now, by way of financial backing. It has thus far invested in Figure and 1X, along with the “general purpose AI” firm Physical Intelligence.\n\nIn 2021, OpenAI abandoned such ambitions after quietly closing its robotics division. Of course, plenty has happened in the past three years, with breakthroughs in both hardware and the AI systems that power them. Short of making some big-ticket startup acquisitions, a re-formed OpenAI robotics division would have a lot of catching up to do in an already competitive young category."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk Vs. Sam Altman: Inside The Feud Over OpenAI And ChatGPT",
            "link": "https://www.forbes.com/sites/chriswestfall/2024/12/24/elon-musk-vs-sam-altman-inside-the-feud-over-openai-and-chatgpt/",
            "description": "A story of control and competition unfolds, with the ongoing feud between OpenAI co-founders, Elon Musk and Sam Altman.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ly6342BztBNC12Rwo0-v4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft is looking to add non-OpenAI models into 365 Copilot, report says",
            "link": "https://www.msn.com/en-us/money/other/microsoft-is-looking-to-add-non-openai-models-into-365-copilot-report-says/ar-AA1wqcVU?ocid=BingNewsVerp",
            "description": "Microsoft is reportedly looking to move away from using OpenAI models to power its 365 Copilot in a bid to cut costs.",
            "image_url": "https://www.bing.com/th?id=OVFT.aZ-l4HQ7yVKkbgb-pIjCDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet the power players at Elon Musk's xAI, the startup taking on OpenAI with its Grok chatbot",
            "link": "https://www.msn.com/en-us/news/technology/meet-the-power-players-at-elon-musks-xai-the-startup-taking-on-openai-with-its-grok-chatbot/ar-AA1wpBfK?ocid=BingNewsVerp",
            "description": "Meet the key figures at Elon Musk's xAI, the $50 billion startup behind the chatbot Grok that's taking on ChatGPT.",
            "image_url": "https://www.bing.com/th?id=OVFT.I-pa8ShYPGRp3SxZBlA6aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Crucible Year: How 2024 Is Reshaping The Future Of AI",
            "link": "https://www.forbes.com/sites/solrashidi/2024/12/24/openais-crucible-year-how-2024-is-reshaping-the-future-of-ai/",
            "description": "OpenAI's challenges in 2204 will shape the future of AI, setting precedence for AI regulation, AI governance, and usage of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LSYETvj8qGJgn6s_Q461Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cybersecurity Trends And Priorities To Watch For 2025",
            "link": "https://www.forbes.com/sites/chuckbrooks/2024/12/24/cybersecurity-trends-and-priorities-to-watch-for-2025/",
            "description": "As each year passes, the complexities of cybersecurity and the more sophisticated threats grow. Two tech trends will be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JabIWiRAid468V8cDVse5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "9h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 Will See Increased QR Code Payments but Payment Card IC ASPs Will Not Return to Pre-Covid Levels",
            "link": "https://finance.yahoo.com/news/2025-see-increased-qr-code-133000574.html",
            "description": "As 2025 kicks off, predictions abound on the technology innovations expected in the year ahead. In its new whitepaper, 101 Technology Trends That Will—and Won't—Shape 2025, analysts from global ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "code+trends",
            "date": "12h",
            "source": "YAHOO!Finance",
            "article_content": "ABI Research's 5th annual Trend Report identifies the key Digital Payment Technologies trend that will come to fruition —and the 1 that won't—in 2025\n\nNEW YORK, Dec. 24, 2024 /PRNewswire/ -- As 2025 kicks off, predictions abound on the technology innovations expected in the year ahead. In its new whitepaper, 101 Technology Trends That Will—and Won't—Shape 2025, analysts from global technology intelligence firm ABI Research. ABI Research analysts identify 54 trends that will shape the technology market and 47 others that, although attracting vast amounts of speculation and commentary, are less likely to move the needle over the next twelve months. In the Digital Payment Technologies space, 2025 will see increased QR code payment acceptance but little growth for payment card IC ASPs.\n\n2024 Logo (PRNewsfoto/ABI Research)\n\n\"2024 has been marked by challenges, from global conflicts and inflationary pressures to political uncertainty. These factors have strained enterprise and consumer spending, leading to market inertia, short-term technology investments, sidelined capital, and the exposure of vulnerable suppliers,\" says Stuart Carlaw, Chief Research Officer at ABI Research. \"From a technology perspective, many industries and end markets are in that awkward stage of technology adoption where they are formulating implementation strategies, assessing solutions and partners, and trying to see if they have the resources needed to roll out solutions at scale. This is a particularly sensitive time, which tends to suggest 2025 will have tech implementers and end users on the brink of a period of a massive technology shift as they work through these issues.\"\n\nWhat Will Happen in 2025:\n\nQR code payment acceptance will continue to increase with use cases expanding\n\nAlthough QR code payment acceptance is prevalent in countries such as China and growing in emerging digital payment markets, including in India, use cases and potential growth areas are not limited to these countries. Significant and continued investments by vendors, including PayPal, Stripe, and SumUp, are setting the foundation for increased adoption in other mature and established economies with use cases expanding. Although QR codes are already being used by many Small and Medium Enterprises (SMEs) and pop-up retail businesses, 2025 will mark the year when the technology begins to shift from one niche to partial mainstream.\n\nWhat Won't Happen in 2025:\n\nPayment card IC ASPs will not return to pre-COVID-19 levels\n\nSince the COVID-19 pandemic, chipset pricing has been on a continual rise, driven by increased pricing in myriad manufacturing areas, including energy, raw material, transit pricing, and inflation, driving up wages. The chip shortage further compounded this, and according to ABI Research, the Average Selling Price (ASP) for a payment card Integrated Circuit (IC) increased by approximately +30% between 2020 and 2023. However, despite pricing pressures returning, the cost of payment ICs is some years away from matching pre-COVID-19 levels. Although 2025 will mark another year of pricing deprecation, it will not be until around 2028 when pricing is expected to drop to levels similar to those achieved in 2019 steadily.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big news 2024: FoodNavigator-Asia’s Top 10 most-read stories this year",
            "link": "https://www.foodnavigator-asia.com/Article/2024/12/24/foodnavigator-asias-top-10-most-read-stories-this-year/",
            "description": "We bring to you our top 10 most viewed stories from the APAC food and beverage sector in 2024, featuring household names like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.voJYd28_xPnDcMK9fIJETC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "FoodNavigator-Asia22h",
            "source": "FoodNavigator-Asia",
            "article_content": "Nestle Vietnam has set its sights to capitalise on rising demand for convenient beverage options in the country to drive the growth of its Nescafe a ready-to-serve liquid concentrate.\n\nAccording to the firm, Nescafe stepped up its format and product innovation to keep up with the latest trends and consumer demands.\n\n“Vietnam, in particular, is a country with a very rich coffee culture, and there have also been some novel popular trends emerging over the past few years,” Nestle Vietnam Business Executive Officer Mostafa Youssef told FoodNavigator-Asia.\n\n“Cold coffee tends to be more popular here, and interestingly there has also been a movement towards liquid coffees – which is why we have recently launched a new innovation in the form of a coffee concentrate in a stick.\n\n“The convenience factor is strong with these as all consumers need to do is open up the coffee stick, pour over ice – and that’s all done, they can enjoy a very quick cup of coffee with no need to source hot water to dissolve powder or dilute the coffee unless they want to.”\n\nFoodNavigator-Asia has asked experts in India to weigh in with recommendations for India’s spice sector bounce back from two high profile contamination scandals this year.\n\nCarcinogenic ethylene oxide is a pesticide that was found in spice powders from major Indian brands Everest and MDH, putting the country’s spice industry under intense scrutiny.\n\nThis has led to bans in Hong Kong and the Maldives, product recalls in Singapore, and stricter checks on India’s spices in Australia and the US.\n\nDespite the Food Safety and Standards Authority of India (FSSAI) emphasising its stringent regulations, overseas bans and domestic concerns raised questions about the effectiveness of these measures.\n\nFollowing the Hong Kong ban on 5 April, FSSAI issued a statement on 8 April that raised the maximum residue limits (MRL) of pesticides by 10 times from 0.01mg/kg to 0.1mg/kg.\n\nAlthough FSSAI clarified that these only applies to pesticides not registered with the Indian authorities, and that the international Codex standards were adhered to, it sparked criticism and confusion.\n\n“It does seem counterintuitive for the FSSAI to increase the MRL for pesticides not registered with authorities, especially considering the potential health implications,” Equinox Labs CEO Ashwin Bhadri said.\n\n“The implications of such a decision could be significant, as it may lead to increased pesticide residues in food products, potentially impacting consumer health in the long term.\n\n“It may also raise doubts about the effectiveness of regulatory measures in ensuring food safety and quality.”\n\nThe Indonesian government has revised food packaging regulations in response to consumer and academic concerns over the presence of dangerous chemicals entering the food supply chain.\n\nAs of 2023, Indonesia had no specific regulations in place regarding certain harmful chemicals such as Bisphenol A (BPA) and per- and polyfluoroalkyl substances (PFAS), more commonly known as the ‘Forever Chemicals’ due to their slow degradation rate.\n\nA great deal of scientific evidence already linked PFAS exposure to an array of health issues from cancer, cardiovascular disease, infertility, elevated blood pressure and more.\n\n“Indonesia currently has no regulations on PFAS in food packaging [but] the troubling findings from our study indicate that we need stronger regulations to protect our children and families from exposures to toxic PFAS chemicals especially in daily products,” Nexus3 Senior Advisor Yuyun Ismawati said whilst announcing the study findings.\n\n“PFAS can also be released when people wear clothing, during washing, and when used synthetic textile wastes are disposed – [this] can contaminate waterways, leading to PFAS exposures from contaminated drinking water or food.”\n\nFoodNavigator-Asia took a closer look at five of the top trends affecting the Asia Pacific food and beverage industry in 2024.\n\nThese included the ‘premium affordability’ trend surfaced by many food firms, as well as the evolution of plant-based protein to moving away from mimicry in innovation.\n\nOther significant trends included the rise of ready-to-drink (RTD) beverages driven by convenience and relatability, the continuous rise of low-to-no alcohol, and major factors behind the growth of the snacking industry.\n\nThe European Union Deforestation Regulation (EUDR) has faced major pushback from ministers and trade organisations within Europe, as well as alongside continued pressure from palm oil producer nations in Asia this year.\n\nOn March 28 2024, an industry-wide cross-commodity letter was addressed to EC President of the Council for Environment and Minister for the Climate, the Environment, Sustainable Development and the Green Deal of Belgium Zakia Khattabi, calling for ‘urgent clarifications and workable solutions’ on EUDR implementation.\n\nThis was signed by a coalition of more than 20 European industry organisations spanning many areas of trade, including representatives on food trade in cereals, oils, rice, livestock, meat and more – all highlighting concerns over the supposed enforcement in December 2024.\n\n“Considering the significant adjustments that are needed from suppliers, operators and traders, we would like to express serious concerns regarding the pace of preparation of EUDR-related legislative acts, the mandatory systems and the guidance and clarifications required for implementation,” the coalition said in the letter, which FoodNavigator-Asia has viewed.\n\n“Operators and traders are working hard to prepare their supply chains and adapt their systems and due diligence processes for compliance with the EUDR [and] try to develop workable solutions compatible with the EUDR provisions.\n\n“However, these efforts are impeded by large gaps in information, lack of appropriate technical solutions and by misconceptions as to the functioning of our complex chains.”\n\nThe South Korean government has planned to mandate label-free packaging for drinking water bottles, replacing this with a digital QR code system over the next two years.\n\nSouth Korea committed to a range of sustainability goals, including the slashing of plastic waste production by 50% and the doubling of recycling rates in the country from 34% to 70%, both by 2030.\n\nThis year’s developments saw the ministry calling for public comment on an initiative to mandate the use of label-free packaging for drinking water bottles, to be implemented after a two-year transition period.\n\n“In order to reduce the amount of label waste in the country from drinking water bottles and improve the efficiency of recycling systems locally, we will introduce a new label-free QR code system for all such bottles,” MoE said via a formal statement.\n\n“From January 1 2026, all individual types of drinking water bottles such as mineral waters that are manufactured in Korea will be subject to this change.\n\n“As the label-free QR code display method is mandated for target audiences, we aim to start with a smooth trial operation and early conversion [in order to] reflect any industry difficulties regarding displaying any necessary sales information via the QR code, as well as to determine the scope for product promotion and advertising.”\n\nGlobal food corporation Cargill has leveraged its cocoa-sourcing networks in Asia and other business units to support customers in overcoming the cocoa supply shortage, and ensure consumers continue to have access to chocolate products.\n\nAccording to the International Cocoa Organization, global cocoa supply is projected to decline by nearly 11% to 4.449m tonnes in the 2023-2024 season, compared with 2022-23.\n\nThis is primarily caused by “catastrophic harvests” in Ghana and Ivory Coast, which are responsible for over 60% of the world’s cocoa supply.\n\nIn the face of this crisis, Cargill has drawn on its extensive cocoa sourcing networks and innovation expertise to help customers address current challenges, and ensure consumers still get to enjoy chocolate products.\n\n“Cocoa supply is indeed a pressing issue for the industry. Cargill is a bean-to-bar solutions provider, which means that we have the capabilities to innovate along every step of the value chain, from sourcing of raw materials to product customisation and solutions provision. For example, we are able to provide Asian-sourced cocoa products as we source globally.\n\n“Right now, we are actively reaching out to our customers to see if they need support in managing this situation, such as sourcing, alternative recipes and product trials. We are able to tailor-make cocoa powder for a certain flavour and colour, and combine different ingredients to create new solutions or replacements,” Xiaoling Liu, Indulgence Leader, Food Solutions Asia Pacific at Cargill, told FoodNavigator-Asia.\n\nThe EU Deforestation Regulation (EUDR) has faced pressure from within its own Parliament to postpone implementation as an ‘urgent’ matter this year, with concerns over key trade commodities such as palm oil and cocoa.\n\nThe EUDR received much criticism particularly from palm oil industry experts and countries producing key commodities likely to be affected such as palm oil, cocoa and coffee, and came under fire from within the EU parliament as well.\n\nThis dissent was led by European Peoples’ Party (EPP) environmental spokesperson Peter Liese, who pushed for an ‘urgent’ postponement and ‘far less bureaucratic’ implementation of the EUDR.\n\n“The goal of the EUDR is correct, but its implementation is far too bureaucratic [and] the European Commission absolutely must postpone the entry into force of the deforestation regulation, then use the transitional period to reduce bureaucracy in the text,” he said via a formal statement.\n\n“We must do something about deforestation worldwide and take our responsibility seriously, [however] the regulation has been turned into a bureaucratic monster - Many small farmers around the world and even small forest owners in the European Union cannot work with the text.\n\n“The preparatory work that the Commission should have carried out has not been done [and many] countries are complaining massively about the legislation, including countries that are pursuing the same goal as we are, namely to stop deforestation.\n\nAs of time of writing, the EUDR implementation has been postponed to the end of 2025.\n\nResearchers in India have highlighted that the misuse of antibiotics in food animal production in Asia could pose a serious danger to public health in the region.\n\nThe World Health Organisation (WHO) has identified antimicrobial resistance (AMR) as a significant global threat, causing substantial economic losses and an estimated annual loss of 700,000 lives.\n\nResearchers at the Veterinary and Animal Sciences University in Punjab noted the alarming rise of antibiotic resistance and its potential transmission to humans through the food chain.\n\nThey also shed light on the pervasive use of critically important antibiotics in food animal production across Asia as well as how limited surveillance and regulatory controls had amplified concerns over antibiotic resistance.\n\nThe study encompassed 11 WHO member countries — Bangladesh, Bhutan, India, Indonesia, the Maldives, Myanmar, Nepal, North Korea, Sri Lanka, Thailand and Timor-Leste.\n\nResults from the review of 108 selected publications revealed a staggering 1,126 scientific publications on antibiotic use in food animals, wherein the study identified a concerning trend of antibiotic misuse in livestock, poultry and aquaculture.\n\nChina’s removal of tariffs on all dairy products from New Zealand has been posited to spell huge potential for brands with a strong focus on quality and sustainability.\n\nChina and New Zealand signed a free trade agreement (FTA) in 2008, but with regard to dairy it took 16 years to finally see all tariffs removed.\n\nAccording to New Zealand Ministry of Foreign Affairs and Trade data, New Zealand was the first developed country in the world to enter into an FTA with China.\n\nVarious New Zealand dairy products have seen export tariff decreases over the years, but although many of these hit zero in 2019, duties were still in place for liquid milk, butter and cheese until 2021; and for milk powder until Dec 31 2023.\n\nAs of Jan 1 this year, all tariffs were officially declared to have been removed by the Chinese Embassy in New Zealand via a formal statement, which was warmly welcomed by New Zealand Trade Minister Todd McClay.\n\n“All safeguard duties on milk powder [entering China] have been removed as of January 1 2024, which marks the final liberalisation of dairy access under the [China-New Zealand] FTA,” McClay announced via a separate statement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Incredible Secret of Shchedryk: From Ancient Symbols to Modern Trends",
            "link": "https://zn.ua/eng/the-incredible-secret-of-shchedryk-from-ancient-symbols-to-modern-trends.html",
            "description": "Leontovych's Shchedryk: the story of a Ukrainian song that sounds at Christmas in movies and in the hearts of millions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RgZGI1IPDAFGmZKFNJZdbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "zn12h",
            "source": "zn",
            "article_content": "The Incredible Secret of Shchedryk: From Ancient Symbols to Modern Trends\n\n© Сгенерировано DALL·E по запросу ZN.UA Author Bohdan Hrushetskyi D. in Political Science, Associate Professor of the Department of International Relations and Social Sciences at the National University of Life and Environmental Sciences of Ukraine\n\nTraditionally, when watching Home Alone on Christmas and New Year’s Eve, we pay attention not only to the dynamic plot and Donald Trump. The musical accompaniment of the films is organically intertwined with a familiar Christmas motif known worldwide as Carol of the Bells. The American composer John Williams arranged it especially for the movie. But this is only one version: Carol of the Bells can be heard in classical, jazz and even heavy metal arrangements. From the popular violinist Lindsey Stirling and the the Pentatonix cappella choir to the cult R&B band Destiny’s Child with its lead singer Beyoncé, there is a fair number of those who have performed this piece. Without Carol of the Bells, it would be hard to conceive Christmas not only in America but all over the world.\n\nThat said, not everyone knows that this “Christmas soundtrack” was first performed on American soil a little over a centenary ago. And that it was written on Ukrainian soil. The exact time and place are unknown because the roots of the work date back to the ancient pre-Christian era. Back then, knowing nothing about the birth of Jesus, we celebrated the New Year in spring, when the first birds began to return from the south. That’s how this line came about: “Shchedryk, shchedryk, shchedrivochka, a little swallow flew.” People used to greet each other with these songs, wishing each other all the best for the coming year. Both faith and calendars have changed, but these words, along with a simple four-note musical motif, have survived in folk traditions.\n\nThe modern era has brought the fashion of recording and publishing folklore. However, the elusive Shchedryk did not feature on the pages of ethnographic collections for a long time, as if biding its time. But just a few years later, at the beginning of the 20th century, a series of fantastic events took place when, thanks to the energy of young artists from different parts of Ukraine, this ancient code conquered the whole world.\n\nThe shchedrivka (a traditional carol sang on New Year’s eve) was first heard in his native village of Krasnopil (now the Berdychiv district of the Zhytomyr region) and recorded by the writer Klym Polishchuk, who was one of the famous representatives of the Executed Renaissance (a literary and artistic generation of Ukrainians exterminated during the Soviet times). In 1913, he published this folk gem in the Collection of the Best Ukrainian Songs with Notes, thus becoming the first to pave the triumphant way for Shchedryk.\n\nThe editor of the 1913 collection was the famous Kyiv composer and conductor Oleksandr Koshyts. At that time, he was the head of the student choir of St. Volodymyr’s University (now the Taras Shevchenko National University of Kyiv). Preoccupied with the search for new repertoire for the choir, Koshyts maintained ties with many Ukrainian composers of the time who were preparing high-quality arrangements of folk songs. One of the most brilliant composers among Oleksandr Koshyts’s acquaintances was Mykola Leontovych from Podillia, an ordinary teacher who devoted his entire life to the development of Ukrainian choral art. Wherever his fate took him — whether to Tulchyn in the Vinnytsia region or to Hryshyn in the Donetsk region (the modern city of Pokrovsk, near which fierce battles with Russian aggressors are now taking place) — he created folk singing group of children, peasants and workers. Leontovych’s arrangements of folk songs being already well known in Ukraine at that time, Oleksandr Koshyts did not hesitate to send him the collection to let his colleague look for a source of inspiration in it.\n\nAt that time, Mykola Leontovych himself felt an urgent need for new work. Although the composer was already in his thirties, he did not stop taking private lessons in music theory. Nowadays, this would be called a successful example of lifelong learning, a popular (and necessary) approach in contemporary pedagogy. For Leontovych, however, it was not just another fashionable expression but a need to constantly improve his skills.\n\nLeontovych’s mentor was his peer, a talented music teacher from Kharkiv, Boleslav Yavorskyi. It was he who revealed to his student the richness of the creative heritage of European composers, especially Johann Sebastian Bach. Learning was not always easy: for a long time, Leontovych considered the composition of folk songs with their verse logic inviolable, did not approve ofі “handling the material liberally,” so Yavorskyi had to invent new tasks to unleash the composer’s creative potential to a greater extent. Here is how Yavorskyi described his pedagogical approach: “The tune should be only a ‘starting point’ for the development of the material, the tune should dissolve into the melody of the melody — the melody that the composer creates.” Therefore, Leontovych’s next home assignment was to remake a folk song in such a way that the constant motif varied, changed and was supplemented with new sounds and supporting voices during each repetition.\n\nThe homework stretched on for years as Mykola Leontovych was very thorough and self-critical. It was not until 1913 that he saw the material he was looking for in the said collection — the melody of Shchedryk, which in the folk version consisted of only four notes. And it was here that the composer’s talent was revealed: he actually created a completely independent work in which he ingeniously combined the spirit of Ukrainian folklore and the principles of academic music.\n\nFinally satisfied with the result of his creative search, Leontovych sent his Shchedryk to Oleksandr Koshyts. The latter, having appreciated the work with a masterful eye, immediately learned it with the university choir. And at the end of December 1916, just in time for the Christmas and New Year’s cycle of holidays, Kyiv residents listened with bated breath to the musical magic of Shchedryk. It resembled a glimmer of light that dispersed the heavy clouds of World War I that was in full swing.\n\nYou can’t always believe in coincidence, but this was the case when the sounds of Shchedryk awakened the ancient spirit of the people. No wonder there is a saying: “The way you meet the New Year is the way you will spend it.” The following year, 1917, turned out to be extremely encouraging and decisive for our country: the “prison of nations,” the Russian Empire, collapsed, and Ukraine regained its statehood. Not only did its laws and authorities begin to take shape, but so did its educational, scientific and artistic institutions. Ukrainians were able to freely create and develop everything they had been deprived of for a century and a half. In the tumultuous year of 1919, the Ukrainian Republican Chapel was founded by the renowned composer Oleksandr Koshyts with the support of the leader of Ukraine, Symon Petliura. This became part of the cultural diplomacy of the young state: it was necessary to show the whole world, especially the leading Western powers, that Ukraine was not an “invention of the Austrian General Staff,” as the Moscow imperialists stubbornly argued, but a country with ancient historical roots and an incredible original culture. Soon, the Republican Chapel’s grand tour began: Prague, Brussels, Paris, Vienna — Oleksandr Koshyts’ team was greeted with enthusiasm everywhere. Of course, the director of the chapel used mostly works he was already familiar with, and among them all, Shchedryk evoked a tremendous response in the hearts of Europeans. As one Belgian newspaper noted, “The success of the premiere concert was resounding. At the request of the insistent audience, the Christmas carol Shchedryk and two folk songs had to be performed as an encore, so conductor Koshyts had to bring his singers on stage again.” The only thing that was upsetting was the difficult title. “Strong women sobbed like men because they could not pronounce the title of one of the most beautiful songs on the program, Shchedryk,” a London newspaper wrote.\n\nAnd then Shchedryk, together with the Ukrainian Republican Chapel, crossed the Atlantic Ocean to bring the uniqueness of Ukrainian music to American audiences. For two months, they performed in more than 30 cities in the United States. The most important performance took place at Carnegie Hall, New York in October 1922. Many American homes probably continued hearing the melodious Shchedryk being sung by enthusiastic listeners later.\n\nСгенерировано DALL·E по запросу ZN.UA\n\nThe outlook in Ukraine at that time, however, was becoming increasingly gloomy. Russian communists and monarchists were taking turns destroying its freedom. In the midst of the Republican Chapel’s tour in January 1921, Mykola Leontovych, the author of Shchedryk, was murdered by a Bolshevik agent in his parents’ house in Podillia: the enormous success of his work abroad clearly displeased the new occupiers. And the following year, shortly after the triumph of the Republican Chapel in America, Ukraine was deprived of its independence and drawn into the Soviet Union. Subsequently, during Stalin’s “great terror,” Klym Polishchuk, the discoverer of Shchedryk, was shot dead in the notorious Sandarmokh tract. This was a deliberate attempt to erase the Ukrainian cultural code.\n\nBut Shchedryk had gotten such a firm foothold on American soil that it continued its cultural and diplomatic mission even in times of statelessness. During the tour of the Republican Chapel, among many other listeners, it was heard by Petro (Peter) Wilhousky, the son of Ukrainian migrants who was also fond of choral singing. It was Wilhousky who, thanks to new technologies, gave Shchedryk’s popularity a second wind. While working for the NBC radio company, in 1936 he came up with an English text for Leontovych’s music. That’s how Carol of the Bells came to be because the high notes that the piece is so rich in reminded Wilhousky of the sound of Christmas bells, those same Jingle Bells sung about in another Christmas song. Thus, the work became even closer and more understandable to the English-speaking audience. Wilhousky’s text was not a translation of the Ukrainian original source, but it also reflected a positive and bright mood on the eve of the holiday. And it was this message that the NBC Symphony Orchestra sought to convey to Americans during the daunting years of World War II, which soon spread across the globe. In this way, Shchedryk healed wounded souls not only in Ukraine but also across the ocean. As it continues to do today, giving hope in an era of despondency, wars and pandemics.\n\nThe secret of Shchedryk is its profound simplicity, musical skill and versatility, which have allowed the work to become a true masterpiece of the global scale. The attention to it is enormous. In particular, in the now frontline town of Pokrovsk, to which Mykola Leontovych devoted many years of his life, creativity and organizational talent. Before the full-scale Russian invasion, the Shchedryk Fest all-Ukrainian chor competition took place here, and the very swallow that inspired this incredible story was even added to the updated city coat of arms. May the winged messengers of revival and peaceful skies come to this suffering soil, as well as to the entire Ukrainian land. And may the eternal Ukrainian Shchedryk be heard in hundreds of different languages all over the world, on Christmas Eve.\n\nShare\n\nNoticed an error? Please select it with the mouse and press Ctrl+Enter or Submit a bug"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the English language has changed in 2024",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/how-the-english-language-has-changed-in-2024/ar-AA1woGjH?ocid=BingNewsVerp",
            "description": "With terms like \"skibidi,\" \"demure\" and \"sigma\" rising in popularity, 2024 has marked a new, if strange, phase of the English ...",
            "image_url": "https://www.bing.com/th?id=OVF.bqwAp2xZsTXqlDfApJyi%2bQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22hon MSN",
            "source": "WPTZ Plattsburgh-Burlington on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Barriers in Science: Mammoth Discovery, Robotic Revolution, and India's Space Aspirations",
            "link": "https://www.devdiscourse.com/article/science-environment/3205493-breaking-barriers-in-science-mammoth-discovery-robotic-revolution-and-indias-space-aspirations",
            "description": "Recent scientific discoveries and advancements feature a nearly intact young mammoth found in Siberia, a South Korean ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9OpObRDUNee39zpQsGQDzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse12h",
            "source": "devdiscourse",
            "article_content": "In a stunning archaeological find, researchers have discovered the remains of a juvenile mammoth, remarkably preserved in Siberia's permafrost for over 50,000 years. Found in the Batagaika crater, the ancient creature offers valuable insights into prehistoric life, while climate change accelerates the permafrost's retreat.\n\nMeanwhile, on a different frontier of technology, South Korean scientists have unveiled an 'Iron Man' inspired exoskeleton robot. This lightweight, wearable device aids paraplegics by locking onto the user's body, helping them navigate stairs and obstacles, marking a leap forward in assistive technology.\n\nIn the realm of space exploration, the Indian National Space Promotion and Authorisation Centre (IN-SPACe) has attracted 30 companies for a pioneering initiative to establish home-grown satellite constellations. This effort aims to bolster India's defense and infrastructure capabilities by reducing dependency on foreign data.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make ‘shocking’ predatory discovery about California’s ground squirrels",
            "link": "https://www.msn.com/en-us/news/technology/scientists-make-shocking-predatory-discovery-about-california-s-ground-squirrels/ar-AA1wqKfS?ocid=BingNewsVerp",
            "description": "Ravenous California ground squirrels have been observed killing and eating small rodents, marking the first widespread ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9PAHLfX3RYfAfovErsi-Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Egyptian mummy discovered with bubonic plague rewrites history of the notorious Black Death",
            "link": "https://nypost.com/2024/12/24/science/egyptian-mummy-discovered-with-bubonic-plague-rewrites-history/",
            "description": "An over 3,000-year-old Egyptian mummy who may have died of the bubonic plague marks the first case of the disease outside the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LPt4xXQlKt6-92Mka6eQWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "New York Post",
            "article_content": "Scientists have discovered an over 3,000-year-old Egyptian mummy who may have died of the bubonic plague — marking the first case of the disease outside of the Eurasian continent.\n\nThe breakthrough discovery provides “molecular evidence for the presence of plague in ancient Egypt,” the researchers wrote in their abstract.\n\nResearchers determined this after examining the corpse, which is housed in Italy’s Egyptian Museum of Turin, and dates back 3,290 years to the late Bronze Age, Popular Science reported.\n\n3 while experts have long postulated about the plague’s footprint in Egypt for decades, there hasn’t been solid evidence for it — until now. Getty Images\n\nAnalysis of the mummy’s bone tissue revealed traces of Y. Pestis — bubonic plague bacteria — DNA, meaning that the disease had reached an advanced stage when the victim perished, IFL Science reported. However, it’s unclear if this was an isolated case or part of a widespread epidemic in the region.\n\nAlso known as the Black Death, the bubonic plague is one of history’s most infamous diseases in history. It is spread when humans are bitten by fleas that piggyback on rodents\n\nWhen the microbes infect a human host, they ravage the lymphatic system, causing lymph nodes in the groin, underarm, and neck to balloon into swollen masses called buboes (hence the name).\n\n3 A depiction of a plague hospital in Vienna while the city was being besieged by the Turks in 1679. Bettmann Archive\n\nThe disease only snowballs from there, causing complications including seizures, vomiting blood, internal bleeding, and death.\n\nBubonic plague is most often associated with the notorious epidemic in 14th-century Europe — where it killed around 25 million people between 1347 and 1351 — as well as subsequent outbreaks in China, Mongolia and India.\n\nAnd while experts have long postulated about the plague’s footprint in Egypt for decades, there hasn’t been solid evidence for it — until now.\n\nIn 2004, scientists found millennia-old fleas at a repository on the banks of the Nile River.\n\nThere was also a 3,500-year-old Egyptian medical document describing a bubo filled with petrified pus, suggesting that the plague rats may have spread throughout the world by boat.\n\n3 The mummy is housed at the Egyptian Museum of Turin in Turin, Italy. Getty Images\n\nHowever, the Black Death’s existence wasn’t able to be confirmed without DNA evidence like the kind found in the mummy.\n\nThe scientists hope their discovery will inspire others to conduct further studies and hopefully shed light on the Egyptian iteration’s “possible modes of transmission and pathology.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bubonic plague discovered in ancient Egyptian mummy DNA",
            "link": "https://www.popsci.com/science/bubonic-plague-mummy/",
            "description": "Usually transmitted by fleas hitching a ride on rodents, the bubonic plague attacks the lymphatic system, and initially ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7f5H4Ya3EPPFaTB3HVQz5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9h",
            "source": "Popular Science",
            "article_content": "Although the bubonic plague is most often associated with its deadly impact on 14th century Europe, traces of Yersinia pestis have also been found in skeletons found in modern-day Russia dating as far back as 5,000 years ago. Thanks to recent analysis, however, researchers believe they have confirmed the first known plague case outside Eurasia: a 3,290-year-old, ancient Egyptian mummy.\n\nY. pestis, also known as the Black Death, is one of history’s most notorious diseases. Usually transmitted by fleas hitching a ride on rodents, the bubonic plague attacks the lymphatic system, and initially results in flu-like symptoms a few days after infection. From there, things often get far more grim—and fatal. Lymph nodes in the groin, underarm, and neck begin to painfully swell while the infected victim develops a high-grade fever, chills, and even seizures. Hematemesis (vomiting blood) sets in, along with the swollen lymph nodes developing into buboes that often rupture. Internal hemorrhaging causes large portions to bruise and turn necrotic—symptoms that earned the plague its “Black Death” moniker. Without proper modern antibiotic treatments, 30-90 percent of patients can ultimately die as a result of the disease.\n\nApart from its spread through Europe between 1346 and 1353, the bubonic plague is believed to be the root cause of the Eastern Roman Empire’s Plague of Justinian in the 6th century CE, as well as a third epidemic that occurred across China, Mongolia, and India in 1855. But as researchers explained during a presentation at the European Meeting of the Paleopathology Association, Y. pestis is confirmed to have existed at least at one point in ancient Egypt, as well.\n\nThe team reached their conclusion after examining a mummy housed in Italy’s Museo Egizio that dates back to the Second Intermediate Period or early New Kingdom. According to researchers, DNA extracted from both intestinal contents and bone tissue contained traces of Y. pestis, implying the victim endured an advanced stage of the plague before dying.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\n“This is the first reported prehistoric Y. pestis genome outside Eurasia, providing molecular evidence for the presence of plague in ancient Egypt,” the team wrote in their presentation abstract.\n\nExperts have theorized about the bubonic plague’s presence in ancient Egypt for decades. As IFL Science notes, a research team in 2004 found millennia-old fleas at an archeological site in Amarna on the banks of the Nile River. This, coupled with a 3,500-year-old Egyptian medical text known describing “a bubo [whose] pus has petrified,” led scientists to believe the Black Death arrived in communities along the riverbanks thousands of years ago. But without any direct evidence of Y. pestis, the theory remained unproven. The discovery of bubonic plague remnants in mummy DNA, however, appears to finally provide proof of its existence in ancient Egypt.\n\nThe team can’t be sure how widespread Y. pestis was in the region just yet, but they hope their findings will help others “study virulence-associated genes, and to characterize its possible modes of transmission and pathology.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MIT astronomers find some of smallest asteroids ever detected, discovery may help with planetary defense, researchers say",
            "link": "https://www.bostonglobe.com/2024/12/24/metro/mit-astronomers-smallest-asteroids/",
            "description": "Earlier this month, researchers announced they found the smallest asteroids ever detected within the main belt, which is a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZojDXWdNzSv_DAPjLF61My&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8h",
            "source": "The Boston Globe",
            "article_content": "Earlier this month, researchers announced they found the smallest asteroids ever detected within the main belt, which is a field between Mars and Jupiter where millions of asteroids orbit. With this discovery, scientists say they can now identify and track asteroids that are likely to approach Earth more accurately and efficiently.\n\nEvery few years, an asteroid roughly the size of a bus — or a Boston Duck Tour boat — can strike Earth and send shockwaves through entire regions, researchers say. Now, a key advancement in planetary defense has been made by astronomers at the Massachusetts Institute of Technology and other researchers, authorities said.\n\nOn the morning of June 30, 1908, an asteroid plunged into Earth’s atmosphere and exploded over Siberia, Russia, creating a blast zone nearly three times the size of Chicago. In 2013, an asteroid unleashed a loud sonic boom and shockwave over Chelyabinsk, Russia that injured hundreds and damaged thousands of buildings.\n\n“We now have a way of spotting these small asteroids when they are much farther away, so we can do more precise orbital tracking, which is key for planetary defense,” Artem Burdanov, the study’s lead-author and research scientist at MIT, said in a statement.\n\nAdvertisement\n\nResearchers have now located more than 100 new “decameter” asteroids, asteroids tens of meters in size, in the main asteroid belt, according to a paper published in Nature. These “decameter” asteroids are more likely to escape the main asteroid belt and plunge into the Earth’s atmosphere.\n\nRichard Binzel, research co-author and MIT professor of planetary science, said astronomers usually alert the Minor Planet Center in Cambridge of any detected objects approaching Earth.\n\n“Once those observations are at [the center], everyone can see those observations... and try to identify if the object will collide with Earth and where it will happen,” Binzel said in an interview last week.\n\nA comparison of how many asteroids can now be detected with the team’s detection method. Ella Maru/Julien de Wit\n\nUntil now, the smallest asteroids astronomers have been able to detect are around one kilometer, which is 1000 meters, researchers said. With this breakthrough, astronomers can now spot asteroids as small as 10 meters.\n\n“This is a totally new, unexplored space we are entering, thanks to modern technologies,” Burdanov said in a statement.\n\nAdvertisement\n\nThe study’s lead astronomers used data from NASA’s James Webb Space Telescope (JWST) and “recycled” an image processing technique originally used to search for exoplanets to search for asteroids, researchers said.\n\n“JWST has been observing the sky with extreme precision to do exoplanetary science, which is what we usually do, but it just so happens that we can use its unparalleled data to find the smallest asteroid in the main belt ever,” Julien de Wit, research co-author and MIT professor of planetary science, said in an interview Thursday.\n\nDe Wit referenced the asteroid that exploded over Chelyabinsk in 2013, stating that it had only been spotted a mere 12 hours before it collided with Earth’s atmosphere. This is the asteroid that prompted NASA to form a Planetary Defense Coordination Office (PDCO) in 2016.\n\nNow, with the researchers’ discoveries, astronomers can detect decameter asteroids much further in advance.\n\n“With new technology, we can find populations of asteroids that were inaccessible previously,” De Wit said. “...Now we have the capability to be able to study this object further out, predict the orbit with much better accuracy, and decide what to do for potential or possible future impactors.”\n\nSabrina Lam can be reached at sabrina.lam@globe.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No-code industrial project software startup Sitemate raises $27.5M",
            "link": "https://siliconangle.com/2024/12/24/no-code-industrial-project-software-startup-sitemate-raises-27-5m/",
            "description": "Sitemate Services Pty Ltd., a company creating no code software tools, today announced it has raised $27.5 million in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TLlIaNPye1IGqNDDaYpJwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "7h",
            "source": "SiliconANGLE",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI development service Builder.ai exposed over 1TB of data on three million users",
            "link": "https://www.msn.com/en-us/technology/software/ai-development-service-builder-ai-exposed-over-1tb-of-data-on-three-million-users/ar-AA1wqKGC?ocid=BingNewsVerp",
            "description": "Builder.ai may have unwillingly exposed sensitive information on millions of its users, researchers have claimed. Jeremiah ...",
            "image_url": "https://www.bing.com/th?id=OVFT.miqMCh-ch0ZITOAHLudZeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "12hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fantasy Football Playoffs Championship Week Start 'Em & Sit 'Em Running Backs: It's Bucky Irving time",
            "link": "https://www.msn.com/en-us/sports/other/fantasy-football-playoffs-championship-week-start-em-sit-em-running-backs-it-s-bucky-irving-time/ar-AA1wrEKZ?ocid=BingNewsVerp",
            "description": "Three running backs in the past three games against the Patriots have rushed for at least 96 yards. And a running back has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jHyVGa-AejnH3FHKFwsB-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It’s Time For Everybody To Start Learning To Live With AI",
            "link": "https://www.forbes.com/sites/rogertrapp/2024/12/24/its-time-for-everybody-to-start-learning-to-live-with-ai/",
            "description": "While executives work out the ramifications of AI for their organizations, individuals need to ensure that they benefit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AOI1Sa7voGdqLRw4DqiaqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "10h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Full Nerd awards: Our favorite PC hardware of 2024",
            "link": "https://www.msn.com/en-us/news/technology/the-full-nerd-awards-our-favorite-pc-hardware-of-2024/ar-AA1wqdWV?ocid=BingNewsVerp",
            "description": "In this episode of The Full Nerd, the gang crowns their favorite PC hardware, innovations, and trends of 2024.",
            "image_url": "https://www.bing.com/th?id=OVFT.aAA8iPxg_TAS1KK3fdJLli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "14hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to use Android 16’s new Notification Cooldown setting",
            "link": "https://www.digitaltrends.com/mobile/how-to-use-notification-cooldown-in-android/",
            "description": "Tired of the notification avalanche from a single app as conversations get buzzy? Here is how to enable the Notification Cooldown system for some respite.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "5h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents How to activate Notification Cooldown on your Android 16 smartphone Notification Cooldown is only available in the Android 16 beta\n\nManaging notifications is no easy task, especially when one tries to maintain the delicate balance between a no-interruption work mindset and the fear of missing out on important alerts. This not only applies to personal communication, but workplace interactions as well. A barrage of notifications can be overwhelming, especially if there are active group chats or users are working across multiple professional circles.\n\nRecommended Videos\n\nDifficulty Easy Duration 5 minutes What You Need Smartphone running the Android 16 beta\n\nWith Android 16, Google offers a balancing act courtesy of a new feature called Notification Cooldown that slows the avalanche of notifications. This feature first appeared in the early builds of Android 15, but was subsequently pulled from the stable release. Now, it has again resurfaced in the first developer preview of Android 16.\n\nHow to activate Notification Cooldown on your Android 16 smartphone\n\nThe core idea here is that if an app is sending multiple notifications in a row, the first one will elicit an alert, as usual, while the subsequent notifications from the same app will be gradually reduced in volume.\n\nWith that, Google may have finally created a fuss-free way of making chained notifications less vexing. If that sounds like an intriguing premise, just follow these steps to experience the same nirvana on your Android phone.\n\nStep 1: Open the Settings app.\n\nStep 2: Scroll down and select Notifications.\n\nStep 3: On the next page, you will find the Notification Cooldown option under the General banner.\n\nStep 4: All you have left to do is flick the toggle corresponding to the Notification Cooldown feature.\n\nNotification Cooldown is only available in the Android 16 beta\n\nNotification cooldown first appeared during the early testing phase of Android 15, but it was inexplicably pulled from the stable release channel. It has yet to make a comeback on devices running Android 15, either the vanilla Pixel builds or third-party skins from different brands.\n\nRight now, it is only available on phones running the Developer Preview of Android 16. This build is only available to a handful of Google Pixel phones and the Pixel tablet.\n\nYou can download Android 16 right now, but only through the Developer Preview. It is, however, advised that users wait at least for the public beta updates of Android 16, as the Developer Preview is likely to have a lot of performance and optimization issues, as well as being fairly tough to install. Of course, it's always risky installing any beta software on a device, especially if it's not a spare, as bugs are common. And while bricking a phone completely is fairly rare, it's not unheard of. So, if you don't have a device you're willing to risk, it's almost always worth waiting until the final release of any new operating system software.\n\nNotification Cooldown is a neat convenience, but it makes an exception for more pressing alerts, such as calls, alarms, reminders, and priority conversations. Also, keep in mind that this feature only silences repetitive alerts for a span of two minutes.\n\nMore importantly, these gradually silenced notifications are not lost. Instead, they are simply grouped together under a unified app banner in the notifications shade. You can still access them all by simply tapping on the app’s banner to open each one in the same order as they appeared."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk Vs. Sam Altman: Inside The Feud Over OpenAI And ChatGPT",
            "link": "https://www.forbes.com/sites/chriswestfall/2024/12/24/elon-musk-vs-sam-altman-inside-the-feud-over-openai-and-chatgpt/",
            "description": "A story of control and competition unfolds, with the ongoing feud between OpenAI co-founders, Elon Musk and Sam Altman.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ly6342BztBNC12Rwo0-v4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Musk's AI startup raises further $6 bn",
            "link": "https://www.msn.com/en-in/money/topstories/elon-musks-ai-startup-xai-raises-6-billion-in-latest-funding-round/ar-AA1wq8BU?ocid=BingNewsVerp",
            "description": "Billionaire tech mogul Elon Musk's startup xAI said it had raised $6 billion from investors in its latest funding round, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nFXm8IC05Y9EwtAGHu5nfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "13hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine Learning Uncovers Drivers of Late-Life Generativity",
            "link": "https://www.psychologytoday.com/intl/blog/experimentations/202412/machine-learning-uncovers-drivers-of-late-life-generativity",
            "description": "Given the vast scope of this issue, it's surprising that we have a limited understanding of what preserves and enhances ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B4bH1I8haGocyAPTofAdky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Psychology Today10h",
            "source": "Psychology Today",
            "article_content": "With the global population aging, and rising concerns about mental health, loneliness, and social isolation, understanding and enhancing later-life satisfaction has become increasingly crucial for both individual and global health and productivity. The World Health Organization1 reports that by 2030, one out of six people will be 60 years or older, comprising 1.4 billion people, with those over 80 approaching half a billion.\n\nGiven the vast scope of this issue, it's surprising that we have a limited understanding of what preserves and enhances generativity in our later years, as research to date is still early-on. Along similar lines, increased generativity would be expected to enhance well-being, and protect against many of the negative outcomes currently associated with aging. With the global population getting older and the average human lifespan increasing, it is imperative to work out how to extend healthspan and productivity, meaning, purpose and community.\n\nDeveloping Machine Learning Approaches to Understand Complex Problems\n\nA recent study by Mohsen Joshanloo, Ph.D., published in the Journals of Gerontology (2024), took a novel approach using machine learning to extract key variables from the Midlife in the United States (MIDUS) dataset. This study included a wide range of psychological and demographic variables and measured generativity using the Loyola Generativity Scale. Participants ranged from 39 to 93 years old, with an average age of 63.64. Using maching learning allows us to make sense out of complicated data sets where standard statistical approaches may falter.\n\nFrom a broad perspective, a few key concepts help us understand aging across the lifespan. These include Erik Erikson’s developmental model, especially Middle and Older Adulthood (below, with some flexibilty on the age spans given how long we're living nowadays); the balance of stability and plasticity (contributing to consistency and change); and the two major forms of well-being—eudaimonic (meaning) and hedonic (pleasure), which need to be in harmony. Personality traits, measured by the Big Five (Five Factor Model, or FFM), play a role in this process, with some contributing to stability or plasticity. For example, openness to experience is linked with plasticity, while neuroticism, because of an anxious reluctance to take risks, is often associated with stability.\n\nSource: Robert.G Sacco, CC BY-SA 4.0 / Wikimedia Commons\n\nThe study used a \"Random Forest Analysis\" machine learning technique. This method builds multiple decision trees to sift through large datasets, identifying non-linear relationships and dynamic interactions. The model was trained on a subset of data and then tested against the rest to minimize prediction error and enhance accuracy. It analyzed 34 variables for 2,830 participants, after removing those with missing data and reducing the original 70 variables to a set of non-redundant measures.\n\nThe final model predicted 40% of the variance in generativity, revealing five key factors as the strongest predictors, ranked by significance:\n\nSocial Potency: Assertiveness, persuasion, and leadership orientation are crucial. Generativity is inherently social, requiring not just drive but also the interpersonal skills to lead and influence others. Openness: Mental flexibility and the ability to entertain new ideas and experiences are the second strongest predictors. This is consistent with the personality trait openness to experience, which has also been linked to giftedness2. Social Integration: This factor emphasizes the importance of social function in generativity. Beyond leadership, the ability to be part of a group, experience belonging, and find one’s place in the social order is also critical. Social integration protects against loneliness, and the ill effects on health. Personal Growth: The drive for continuous development, particularly in later life, is another important contributor to generativity. As people age and face existential challenges, this drive to grow becomes even more significant. Achievement Orientation: The drive and passion to pursue goals is a key factor in generativity. A strong desire to get things done is inherently generative, though without the other factors, it may lack deeper meaning.\n\nAdditional important factors include a sense of purpose in life and self-acceptance, which highlight the importance of living a meaningful life (eudaimonia) and having a coherent life narrative. Generativity is influenced by how we view ourselves against the backdrop of our life story. Spiritual experiences also emerged as a relevant factor, pointing to the role of transcending quotidian concerns to see ourselves within a broader context.\n\nFactors that were not significant in this model included demographic and health factors such as gender, health status, and socioeconomic variables. While these factors have been important predictors of well-being and life satisfaction in other studies, the machine learning analysis suggests they may not be the most crucial drivers of generativity, though they likely influence the key factors mentioned above. They may be necessary but not sufficient for generativity, perhaps accomplishments from earlier stages of life and provision of basic needs, providing stability and an all-important springboard for generativity into later life.\n\nBecause the dataset is cross-sectional, the results are correlational rather than causal. Future research using machine learning approaches such as Random Forest Analysis, and others, could look at longitudinal data sets to determine causality and further explore additional variables that may influence generativity. Hybrid intelligence, synergizing human and artificial minds to go beyond the capacity of either alone, holds promise for addressing knotty problems.\n\nLiving Large\n\nWhile the jury is still out, this study identifies important factors which, beyond their statistical significance, make a certain intuitive sense when contemplating how to flourish and increase generativity as we grow older. Rather than fading away, focusing on social factors including both leadership and belonging emerges as important. Cultivating mental flexibility and openness to experience are core. Stability is important, but in excess may lead to stagnation, and failure to take necessary risks.\n\nPlasticity factors dovetail with personal growth orientation, flowing together into Erikson's last two developmental tasks: Middle Adulthood Generativity vs. Stagnation, and Late Adulthood Integrity vs. Despair. It's important to maintain ambition as part of the story, but not to an extreme, understand who we are and where we fit into a broader sense of purpose and meaning, and at the same time enjoy ourselves along the way."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tulasi Naga Subhash Polineni: Revolutionizing Omnichannel Retail with Machine Learning",
            "link": "https://www.msn.com/en-us/money/smallbusiness/tulasi-naga-subhash-polineni-revolutionizing-omnichannel-retail-with-machine-learning/ar-AA1woFjc?ocid=BingNewsVerp",
            "description": "Tulasi Naga Subhash Polineni is a seasoned Oracle Cloud Integration Specialist with over 11 years of experience in ap ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vUuEKpqNiJqvOpuRK_2AsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "AI4Beginners (English) on MSN23h",
            "source": "AI4Beginners (English) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine-Russia latest: Moscow cargo ship with Syria ties sinks as North Korean troop casualties ‘exceed 3,000’",
            "link": "https://news.yahoo.com/news/ukraine-russia-latest-north-korean-084305792.html",
            "description": "Zelensky warns of greater military cooperation between Moscow and Pyongyang, including sending more troops and military ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Qxrj7YVx4JMK0jY67Lepi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7h",
            "source": "YAHOO!News",
            "article_content": "A Russian cargo ship that Kyiv says was intended to collect weapons from military bases in Syria has sunk on route in the Mediterranean Sea.\n\nOfficials in Moscow said two crew members are missing after an engine room explosion sank the Ursa Major between Spain and Algeria. Fourteen other crew were rescued and taken to Spain.\n\nThe vessel left the Russian port city of St Petersburg on 11 December, according to ship tracking data from the London Stock Exchange Group (LSEG). It was last seen sending a signal at 10.04pm GMT on Monday between Algeria and Spain.\n\nUkraine’s military intelligence claimed on Monday that the ship had been sent to Syria to remove weapons and military materiel after the fall of Moscow-backed Bashar Al-Assad.\n\nADVERTISEMENT\n\nIt comes as the North Korean troops killed and injured while fighting alongside Russian forces have surpassed 3,000, Ukrainian president Volodymyr Zelensky has said, as he warned about greater military cooperation between Moscow and Pyongyang.\n\n“There are risks of North Korea sending additional soldiers and military equipment to the Russian army, and we will have tangible responses to this,” Mr Zelensky said in a statement on Telegram yesterday.\n\nKey points\n\nRussia ship bound for Syria sinks in Mediterranean\n\nMore than 3,000 North Koreans killed and wounded, Zelensky says\n\nZelensky blasts Slovak’s Fico over reluctance to drop Russian gas\n\nSouth Korea detects signs of North Korea preparing more troops, drones for Russia\n\nRussia urged to act lawfully as video shows 'captured Australian man'\n\nNato cannot defend Europe from Russia without the US, warn alliance’s frontline leaders\n\n18:19 , Alexander Butler\n\nNato cannot defend Europe from Russia without the US, warns Baltic leaders\n\nUpdate: One dead and 11 injured in Russian missile attack on Zelensky’s hometown\n\n16:45 , Tom Watling\n\nADVERTISEMENT\n\nOne person was killed and 11 were wounded by a ballistic missile strike on an apartment block in the central Ukrainian city of Kryvyi Rih, local officials said on Tuesday, and Kyiv condemned the Christmas eve attack.\n\n“The monsters landed a direct hit on a four-storey residential block with 32 apartments,” the head of the city’s military administration, Oleksandr Vilkul, wrote on Telegram.\n\nOne man whose body had been pulled from under the rubble could not be revived by medics, regional governor Serhiy Lysak said.\n\n“While other countries of the world are celebrating Christmas, Ukrainians are continuing to suffer from endless Russian attacks,” Ukraine‘s human rights ombudsman Dmytro Lubinets wrote on Telegram.\n\nGovernor Lysak posted photographs of rescuers trawling through a large pile of rubble, recovering a person covered in dust and loading them into an ambulance.\n\nADVERTISEMENT\n\n“There may still be people under the rubble,” he wrote shortly before 18:00 local time (1600 GMT), more than two hours after the strike.\n\nKryvyi Rih, the hometown of Ukraine‘s President Volodymyr Zelenskiy, is a steelmaking city with a pre-war population of more than 600,000.\n\nIts southern outskirts lie about 40 miles (65 km) from the nearest Russian-occupied territory, and it has regularly been the target of Russian missile attacks throughout the war.\n\nWatch: Russian ship sinks after mysterious explosion\n\n16:01 , Tom Watling\n\nWatch: Russian ship sinks after mysterious explosion.\n\nRussian missile attack injures six in Zelensky’s hometown\n\n15:05 , Tom Watling\n\nA Russian ballistic missile attack on Ukrainian president Volodymyr Zelensky’s hometown of Kryvyi Rih has injured half a dozen people, locals have reported.\n\nADVERTISEMENT\n\nFootage reposted below shows the damage caused by the missile attack, which hit a residential building.\n\nAt least six people have been injured, three of whom were hospitalised. Two people were rescued from the rubble.\n\n💬 Атака балістичною ракетою по Кривому Рогу о 15:37 24.12.2024.\n\n\n\nВлучання у житловий будинок. З-під завалів врятували двох людей.\n\n\n\nВідомо про 6 постраждалих людей, з них 3 госпіталізовані.\n\nТриває розбір завалів.\n\n\n\n16:46 pic.twitter.com/5IVIoP0l1z — monitor (@war_monitor_ua) December 24, 2024\n\nBehind enemy lines: Ukraine’s deadly assassins have terrorised Russia\n\n14:40 , Tom Watling\n\nBehind enemy lines: Ukraine’s deadly assassins have terrorised Russia\n\nTwo AP journalists in Ukraine and the Mideast break down the wars they covered in 2024\n\n14:00 , Tom Watling\n\nTwo AP journalists in Ukraine and the Mideast break down the wars they covered in 2024\n\nNorth Korean troops killed by Ukrainian drones in Russia’s Kursk region - video\n\n13:09 , Tom Watling\n\nZelensky renews call for Russia to return stolen children\n\n12:33 , Tom Watling\n\nTwo years ago, as the Russians retreated, they kidnapped 48 children. None of them were even three years old. Most of these children were forcibly relocated deeper into occupied territory — to Crimea — while others were deported to Russia.\n\n\n\nUkrainian children are not toys,… pic.twitter.com/QB6W1dmgWy — Volodymyr Zelenskyy / Володимир Зеленський (@ZelenskyyUa) December 24, 2024\n\nBritish army tests ‘game-changing’ weapon in the war against drones\n\n12:00 , Tom Watling\n\nBritish army tests ‘game-changing’ weapon in the war against drones\n\nNato cannot defend Europe from Russia without the US, warn leaders\n\n11:16 , Tom Watling\n\nThe leaders of Finland, Latvia and Estonia tell The Independent that Ukraine’s victory against Russia is paramount to the defence of a poorly-armed Europe.\n\nNato cannot defend Europe from Russia without the US, warns Baltic leaders\n\nRussia ship bound for Syria sinks in Mediterranean\n\n10:41 , Tom Watling\n\nA Russian cargo ship that Kyiv says was intended to collect weapons from military bases in Syria has sunk on route in the Mediterranean Sea.\n\nOfficials in Moscow said two crew members are missing after an engine room explosion sank the Ursa Major between Spain and Algeria. Fourteen other crew were rescued and taken to Spain.\n\nThe vessel left the Russian port city of St Petersburg on 11 December, according to ship tracking data from the London Stock Exchange Group (LSEG). It was last seen sending a signal at 10.04pm GMT on Monday between Algeria and Spain.\n\nUkraine’s military intelligence claimed on Monday that the ship had been sent to Syria to remove weapons and military materiel after the fall of Moscow-backed Bashar Al-Assad.\n\nRussian cargo ship Ursa Major, which the Russian Foreign Ministry said sank in the Mediterranean Sea between Spain and Algeria after an explosion in its engine room, lists in this still image obtained from a video released December 23, 2024 (Reuters)\n\nUkraine says Russia used 60 drones in overnight attack\n\n10:15 , Albert Toth\n\nUkraine said Russia had attacked it with 60 drones overnight, of which 36 were downed, 23 were jammed by electronic warfare and one was still in the air.\n\nThe Ukrainian air force said drones had been shot down in eight regions across the country in a statement posted on the Telegram app on Tuesday.\n\nMoscow is pressing on the 1,000-km front line along Ukraine‘s east and south almost three years into its full-scale invasion. It has launched near-daily waves of drones in the past few months, seeking to exhaust Ukrainian air defences and hit key infrastructure.\n\nUkraine and South Korea disagree on North Korean losses\n\n09:45 , Albert Toth\n\nUkraine’s president Zelensky and South Korean officials have provided different estimates of North Korean troops killed or injured as they fight alongside Russian forces.\n\nSeoul’s top military officials say that around 1,100 North Korean troops have been killed or wounded in Ukraine’s Kursk region. Meanwhile, Zelensky put the figure much higher, at over 3,000.\n\nThe Ukrainian president has warned that more North Korean troops will likely join the invading Russian forces, criticising world leaders for doing “almost nothing” to curb collaboration between the two nations.\n\nSouth Korean military sources have corroborated his claim, saying there is evidence that North Korea is preparing to send more resources to Russia.\n\n“Fighting for money”: What did Zelensky say about Slovakia PM Robert Fico?\n\n09:15 , Albert Toth\n\nUkraine’s president Zelensky has expressed his dismay at the meeting between Slovakian PM Robert Fico and Putin over gas exports.\n\nTaking to Twitter / X, he wrote: “There have been many questions from journalists today about Fico’s trip to Moscow. In fact, after our conversation in Brussels in the presence of all European leaders, nothing surprises anymore.\n\n“We are fighting for our lives, Fico is fighting for money, and it’s unlikely that money is for Slovakia. Shadow agreements with Putin are either a trade of state interests or working for personal gain.\n\n“We offered him solutions regarding potential compensation for Slovaks – the Slovaks specifically – for losses from Russian transit, as well as alternatives for transit – any other gas, not Russian, at the request of the European Commission. We were ready to do this. Fico did not want compensation for the Slovaks. And he does not want to cooperate with the European Commission. For some reason, he finds Moscow more profitable.\n\n“Everyone in Europe understands why. There’s no one who doesn’t.”\n\nRussian gas flows faster in face of Ukraine criticism\n\n08:45 , Albert Toth\n\nRussia’s Gazprom said that it would send 42.4 million cubic metres of gas to Europe via Ukraine on Tuesday, up from 42.1 mcm on Monday.\n\nThe slight uptick in distribution comes after Zelensky said he would not allow contracts for gas exports which flow from Russia to Europe through Ukraine to be renewed.\n\nIn reaction to the announcement, Slovakia PM Robert Fico met with Putin on Monday for the first time since Russia’s invasion of Ukraine.\n\nGazprom’s exports to Europe and beyond decreased sharply following Putin’s invasion of Ukraine in 2022, dropping by 90 billion cubic metres (bcm) in a single year to 63.8 billion over the year.\n\nThis dropped again in 2023 to 28.3 bcm, and is estimated to reach 32 bcm overall for 2024.\n\nHowever, these figures are all staggeringly low compared to Gazprom’s pre-war exports, with the 2018/19 peak of 180 bmc remaining far out of reach.\n\nUkraine launches first robot-only assault on Russia\n\n08:13 , Albert Toth\n\nUkraine has successfully mounted its first robot-only assault against Russia, its the military says, as unmanned vehicles pushed back Moscow’s forces over the weekend.\n\nIn a display of modern warfare, Kyiv used dozens of remote-controlled vehicles mounted with machine guns, as well as unmanned kamikaze drones, in a raid near the Ukrainian-held town of Lyptsi, the Ukrainian military said.\n\nVolodymyr Dehtiarov, a representative for Ukraine’s Khartiia Brigade, said: “We are talking about dozens of units of robotic and unmanned equipment simultaneously on a small section of the front.”\n\nThe assault took place between Russian-held Hlyboke and Ukrainian-held Lyptsi, in the Kharkiv region near Ukraine’s north-western border.\n\nKyiv has struggled with a shortage of manpower as the fight against invadin Russian troops continues into 2025. Ukranian officials have said the nation’s military consists of around 800,000 while Russia has committed 1.7 million troops to its war so far.\n\nModern assaults such as Ukraine’s robot only attack may prove to be crucial in the coming year as the officials look to tackle the imbalance of troops.\n\nProtests and anger as Slovakia PM meets Putin\n\n07:52 , Albert Toth\n\nSlovakia’s prime minister Robert Fico has drawn criticism from the European community and Slovakian citizens after he met face-to-face with Vladimir Putin the day before Christmas Eve (23 December).\n\nMr Fico became only the third European leader to visit the Russian president in Moscow since its invasion of Ukraine was ordered in February 2022.\n\nThe pair discussed “the international situation” and the delivery of Russian natural gas, according to the Kremlin.\n\nMr Fico says his visit was a reaction to Ukraine president Volodymyr Zelensky’s announcement that he would no longer allow Russian natural gas to flow to other European countries through pipes in Ukrainian soil.\n\nUkraine’s foreign ministry slammed the “weakness, dependence and short-sightedness” of Mr Fico’s energy policy in a statement, calling it a “threat to the whole of Europe.”\n\nMeanwhile, protests have taken place in Bratislavia, Slovakia’s capital, as citizens show their support for Ukraine and disappointment at Mr Fico’s meeting.\n\nUrgent call for evacuation of Australian fighter after stepping on landmine in Ukraine\n\n06:55 , Namita Singh\n\nThe Australian government is being urged to urgently evacuate a 38-year-old citizen who sustained severe injuries after stepping on a landmine while fighting on Ukraine’s eastern front. Friends of the injured man, who is currently receiving treatment in a Ukrainian hospital, told The Guardian that without immediate specialist care, he risks losing his limbs.\n\nA spokesperson for the Department of Foreign Affairs and Trade confirmed that consular assistance is being provided but declined to comment further, citing privacy concerns.\n\nThe Australian fighter recounted his harrowing ordeal in a statement shared by a supporter. “I nearly bled out,” he said, describing the 20-hour evacuation and the lack of immediate first aid.\n\nGlenn Kolomeitz, a former Australian army officer, has called on the government to arrange an urgent evacuation to ensure the man receives proper medical treatment. “He needs surgery very rapidly,” Mr Kolomeitz stressed.\n\nHow one man became a Ukrainian traitor and Russian spy\n\n06:30 , Namita Singh\n\nSpying runs in the family for Oleh Kolesnikov.\n\nThe Ukrainian citizen said his father was a Soviet intelligence agent in Cuba during the Cold War, posing as a translator, and his cousin works with the Russian security service.\n\nThat made him a prime candidate for wartime espionage.\n\nKolesnikov told Reuters he agreed to supply the Russians with information about military sites and troop movements in his home city of Zaporizhzhia, and report back on where their missiles had landed.\n\nHe had supported the concept of the “Russian World”, a doctrine backed by president Vladimir Putin that emphasises Moscow’s historical and cultural ties to neighbouring nations, and one which some hardliners in Moscow have used to justify intervention abroad in defence of Russian speakers.\n\n“I didn’t do this for money,” he said.\n\nBut he had regrets: That the inaccuracy of some missile strikes led to civilians being killed, and that the war - which he had assumed would be a swift, clinical affair - has dragged on for almost three years, devastating his homeland.\n\n“I thought they (the Russians) would advance rapidly,” said the 52-year-old, a former state land manager who grew up in a Soviet Ukraine. “It turned out like it always does. They plan one thing and another thing happens entirely.”\n\nHis wife left him when he was arrested for treason, taking their 11-year-old child with her.\n\nReuters\n\nNorth Korea suffers ‘1,100 casualties’ fighting for Russia\n\n06:09 , Tom Watling\n\nNorth Korea suffers 1,100 casualties fighting for Russia, South Korea says\n\nNearly half of Ukrainians support joining Nato even as territories remain under Russian occupation\n\n05:30 , Namita Singh\n\nNearly 47 per cent of Ukrainians feel that the country should join Nato even if some of the territories are under Russian occupation, revealed a survey by the Ilko Kucheriv Democratic Initiatives Foundation and the Razumkov Center, published on 22 December, reported Kyiv Independent.\n\nIn case of an accession, the protection granted to Ukraine may be extended to occupied territories once liberated from Russian annexation.\n\nThe recent polls reveal an increase of 14 per centage point from a similar survey conducted in June 2023.\n\nMore than 3,000 North Koreans killed and wounded, Zelensky says\n\n04:55 , Namita Singh\n\nUkrainian president Volodymyr Zelensky said that more than 3,000 North Korean soldiers have been killed and wounded in Russia’s Kursk region and warned that Pyongyang could send more personnel and equipment for Moscow’s army.\n\n“There are risks of North Korea sending additional troops and military equipment to the Russian army,” Mr Zelenskiy said yesterday after receiving a report from his top military commander Oleksandr Syrskyi.\n\n“We will have tangible responses to this,” he added.\n\nUkrainian president Volodymyr Zelensky leaves following a press conference at the EU Summit in Brussels, Belgium, 19 December 2024 (EPA)\n\nThe estimate of North Korean losses is higher than that provided by Seoul’s Joint Chiefs of Staff (JCS), which said that at least 1,100 North Korean troops had been killed or wounded.\n\nThe assessment was in line with a briefing last week by South Korea’s spy agency, which reported some 100 deaths with another 1,000 wounded in the region.\n\nMr Zelensky said he cited preliminary data. However, the figures of combat casualties could not be independently verified.\n\nZelensky admits Ukraine is not capable of reclaiming lost territories\n\n04:30 , Tom Watling\n\nZelensky admits Ukraine does not have military strength to reclaim lost territories\n\nItaly to extend war supplies to Ukraine until the end of 2025\n\n04:29 , Namita Singh\n\nItaly’s cabinet on Monday passed a law decree that allows it to continue supplying until the end of 2025 “means, materials and equipment” to Ukraine to support its war effort against Russia, a government statement said.\n\nSince Russia invaded Ukraine in February 2022, Italy has approved 10 packages of military aid for Ukrainian president Volodymyr Zelensky’s government, including two Franco-Italian air defence systems known as SAMP/T.\n\nItaly’s prime minister Giorgia Meloni attends the inauguration of Piazza Pia (AFP via Getty Images)\n\nGiorgia Meloni has been a supporter of Kyiv since taking office in late 2022 and has vowed to back Ukraine until the war ends, amid uncertainty over the future attitude of the United States once president-elect Donald Trump takes office in January.\n\nOn Tuesday, Nato chief Mark Rutte urged members of the military alliance to step up military aid for Ukraine to strengthen its position should Kyiv enter into peace negotiations with Russia.\n\nUnder Italy’s presidency this year, the Group of Seven (G7) major democracies have repeatedly pledged support for Ukraine, condemned Russia’s war of aggression and pledged a $50bn loan for Kyiv backed by frozen Russian assets.\n\nZelensky blasts Slovak’s Fico over reluctance to drop Russian gas\n\n03:30 , Namita Singh\n\nUkrainian president Volodymyr Zelensky on Monday criticised Slovak prime minister Robert Fico for his reluctance to end Slovakia’s dependence on Russian gas, describing it as a “big security issue” for Europe and noting that Mr Fico had rejected compensation.\n\nMr Zelensky made the comments after the Slovak prime minister met with Russian president Vladimir Putin in Moscow on Sunday. Mr Fico had accused Mr Zelensky of opposing any gas transit through Ukraine to Slovakia, which is dependent on gas supplies piped in via its neighbour.\n\nUkraine has repeatedly said it will not extend an existing transit deal for gas flows from Russia to Europe, which expires on 1 January. Payments for the gas have helped Russia to wage its almost three-year war in Ukraine, Kyiv says.\n\nThe Ukrainian leader said Mr Fico had been offered possible compensation for Slovakia for losses resulting from the expiry, as well as transit alternatives for non-Russian gas.\n\nRussian president Vladimir Putin shakes hands with Slovak prime minister Robert Fico during a meeting in Moscow (Reuters)\n\n“Fico did not want compensation for the Slovaks,” Mr Zelensky said in his evening address.\n\nSlovakia, which has a long-term contract with Russia’s Gazprom, has said buying in gas from elsewhere would cost it $229m more in transit expenses.\n\nMr Zelensky gave no further details on the compensation offer but earlier on Monday said that Mr Fico was interested only in Russian gas and that £398m per year was at stake.\n\nMr Fico said last week that Mr Zelensky had offered €500m (£414m), which he said had been tied to Nato membership and was from Russian assets that the Slovak leader said Ukraine did not possess.\n\n“President (Zelensky) came back to the subject of gas and asked me if I would then vote for Nato membership if he gave me 500m euros of Russian assets, and of course, I said ‘never’,” said Mr Fico, who has opposed Ukraine’s bid for a place in the transatlantic security alliance.\n\nWho was Igor Kirillov, Russian general killed by bomb in Moscow?\n\n03:01 , Tom Watling\n\nWho was Igor Kirillov, senior Russian general killed by bombing in Moscow?\n\nIt’s difficult to feel festive, say Ukrainians marking third Christmas in UK\n\n02:57 , Namita Singh\n\nUkrainians in the UK, marking their third Christmas away from home and another milestone since Russia’s invasion, have said it can be “difficult to be in a festive mood”.\n\nMaria Romanenko, 32, left the Kyiv region for Manchester shortly after the Russian invasion began on 24 February 2022, alongside her Mancunian partner Jez.\n\nThe couple made a perilous journey to the Polish border, where they had to wait four days for confirmation that Maria would be allowed to enter the UK with Jez. They arrived on 2 March 2022.\n\nMs Romanenko, a reporter who is spending her third Christmas away from home, told the PA news agency: “Christmas has not been what it used to be for me since 2022 because Christmas, of course to me at least, means friends and family, and it’s also a time for celebration and a time for reflection.”\n\nReport:\n\nIt’s difficult to feel festive, say Ukrainians marking third Christmas in UK\n\nWhat will it cost to defend Britain from a growing Russian threat?\n\n01:30 , Tom Watling\n\nWhat will it cost to defend Britain from a growing Russian threat?\n\nWhere Putin’s forces are making gains on the frontline in east Ukraine\n\n00:01 , Tom Watling\n\nUkraine-Russia war map: Where Putin’s forces are making gains in eastern Ukraine\n\nUkraine’s scooter bomb killing could alter the course of the war\n\nMonday 23 December 2024 22:30 , Tom Watling\n\nUkraine’s scooter bomb killing could alter the course of the war\n\nPutin: I am ready to talk to Trump over Ukraine\n\nMonday 23 December 2024 21:30 , Tom Watling\n\nVladimir Putin: I am ready to talk to Trump over Ukraine\n\nPope Francis calls for a ceasefire on all fronts in his prayer ahead of Christmas\n\nMonday 23 December 2024 20:03 , Tom Watling\n\nPope Francis calls for a ceasefire on all fronts in his prayer ahead of Christmas\n\nZelensky speaks to Starmer\n\nMonday 23 December 2024 19:01 , Tom Watling\n\nI spoke with UK Prime Minister @Keir_Starmer ahead of Christmas and thanked him and the British people for their unwavering support that continues to save Ukrainian lives.\n\n\n\nWe discussed key areas of cooperation, including investments in Ukraine’s defense production, as these… pic.twitter.com/FHbqTttuJb — Volodymyr Zelenskyy / Володимир Зеленський (@ZelenskyyUa) December 23, 2024\n\nDivers due to check if one of the Black Sea Russian tankers is still spilling oil\n\nMonday 23 December 2024 18:09 , Tom Watling\n\nVolunteers helping to clean up a major oil spill along Russia’s Black Sea coast appealed in a video released on Monday for President Vladimir Putin to urgently send federal aid, saying that they and local authorities were overwhelmed.\n\nThe pollution, which has coated sandy beaches at and around Anapa, a popular summer resort, has caused serious problems for seabirds and everything from dolphins to porpoises.\n\nThe oil is from two ageing tankers hit by a storm on 15 December. One of the vessels split in half, while the other ran aground.\n\nOn Thursday, Putin called the incident an ecological disaster and officials from Russia’s Emergency Situations Ministry say over 10,000 people are now involved in the clean-up.\n\nBut a group of around 30 local volunteers, who filmed their appeal on a beach strewn with sacks full of polluted sand, told Putin and Prime Minister Mikhail Mishustin that they believed the scale of the disaster was too big for local authorities to cope and demanded Moscow send urgent help.\n\n“The local authorities do not have the professional resources and technical means to neutralise the consequences of such a large-scale disaster and have been forced to compensate for the lack of manpower by using volunteers with shovels,” a spokesperson for the group said, reading out a list of demands.\n\nHe said professional clean-up workers needed to be sent in along with scientists specialising in pollution and veterinarians to treat seabirds. Russia, he said, should also appeal to other countries for help with equipment.\n\n“This is a cry from the soul. Such a catastrophe cannot be defeated with shovels,” a female volunteer added in the same video appeal.\n\nNorth Korean troops likely to march in 2025 Moscow victory day parade, Kremlin aide says\n\nMonday 23 December 2024 17:32 , Tom Watling\n\nKremlin foreign policy advisor Yuri Ushakov said on Monday that he thought it likely that North Korean soldiers would take part in next year’s Moscow’s Red Square parade to commemorate the Soviet victory over Nazi Germany in World War Two.\n\nUkraine says North Korean soldiers have fought on Russia’s side against Ukrainian troops trying to hold territory in Russia’s Kursk region. Moscow has neither confirmed nor denied the presence of North Korean troops on its soil.\n\nRussian President Vladimir Putin and North Korean leader Kim Jong Un signed a “Comprehensive Strategic Partnership Treaty” during Putin’s visit to Pyongyang in June.\n\nThe pact includes a mutual defence pact for immediate military assistance if either faces armed aggression.\n\nUkraine pledges to support Syria's food security\n\nMonday 23 December 2024 16:50 , Tom Watling\n\nUkrainian President Volodymyr Zelenski said on Monday that Kyiv will support necessary allied efforts for stabilisation in Syria and had already made decisions to support its food security.\n\n“We believe it is crucial for the security of the Syrian people and the region as a whole to remove any Russian presence from Syria,” he added on X.\n\nI held a meeting of the Staff.\n\n\n\nWe thoroughly analyzed our work with Syria after the fall of Assad and his escape.\n\n\n\nToday, the intelligence services presented their reports—the Foreign Intelligence Service and the Defense Intelligence of Ukraine—as well as the Ministers of… — Volodymyr Zelenskyy / Володимир Зеленський (@ZelenskyyUa) December 23, 2024\n\nKremlin foreign policy aide says several countries have already offered to host Putin-Trump talks\n\nMonday 23 December 2024 16:08 , Tom Watling\n\nKremlin foreign policy advisor Yuri Ushakov said on Monday that several countries had already offered to host talks between Russian President Vladimir Putin and US President-elect Donald Trump, though he declined to say which.\n\nTrump has said he wants to swiftly end the war in Ukraine, though he has yet to set out publicly how he plans to do so. Putin said on Thursday that he was ready to compromise over Ukraine in possible talks with Trump and had no conditions for starting talks with the Ukrainian authorities.\n\nBut Putin said any talks should take as their starting point a preliminary agreement reached between Russian and Ukrainian negotiators in the early weeks of the war at talks in Istanbul, which was never implemented.\n\nMany Ukrainian politicians regard that draft deal as akin to a capitulation which would have neutered Ukraine‘s military and political ambitions and say they do not believe Putin is ready to strike a deal that would be acceptable for Kyiv too.\n\nNorth Korea suffers ‘1,100 casualties’ fighting for Russia\n\nMonday 23 December 2024 15:16 , Tom Watling\n\nNorth Korea suffers 1,100 casualties fighting for Russia, South Korea says\n\nSeveral countries ready to send peacekeeping forces to Ukraine, says Kyiv\n\nMonday 23 December 2024 14:39 , Tom Watling\n\nSeveral countries are ready to send their forces to Ukraine in a peacekeeping capacity, Ukraine’s foreign ministry has said.\n\nOnly France was named publicly as one of those countries.\n\nThe comments come after US president-elect Donald Trump, who has vowed to end the war in Ukraine in a day, said Europe would have to be responsible for such a peacekeeping force between the Russian and Ukrainian forces.\n\nSeveral EU countries ready to send peacekeeping forces to Ukraine, Ukrainian MFA says\n\n\n\nDiscussions on EU peacekeeper deployment come as Trump plans to seek a ceasefire in the Russo-Ukrainian war next month.https://t.co/7eHf0RQ9L8 — Euromaidan Press (@EuromaidanPress) December 23, 2024\n\nThe one battle President Zelensky looks set to win\n\nMonday 23 December 2024 14:00 , Tom Watling\n\nThe one battle President Zelensky looks set to win\n\nUkraine strikes heart of Russia with attack 1,000km beyond frontline\n\nMonday 23 December 2024 13:20 , Tom Watling\n\nUkraine strikes in heart of Russia with drone attack 1,000km beyond frontline\n\nZelensky responds to Putin-Fico meeting\n\nMonday 23 December 2024 12:36 , Tom Watling\n\nIt is worth noting that after their meeting in Moscow, Fico and Putin did not issue joint statements or respond to media questions. They simply cannot say publicly anything about what they discussed in the meeting. They are afraid of the public's reaction.\n\n\n\nMoscow provides… — Volodymyr Zelenskyy / Володимир Зеленський (@ZelenskyyUa) December 23, 2024\n\nSwitzerland adopts more EU sanctions on Russia and Belarus\n\nMonday 23 December 2024 12:06 , Tom Watling\n\nSwitzerland adopted the latest EU sanctions package on Russia and Belarus, the government said on Monday. The move came one week after the European Union targeted Moscow’s vessels and Chinese entities found to have traded with the Russian military.\n\nThe Swiss government listed 54 persons and 30 companies and organisations, freezing their assets as of Dec. 24, and banned 52 ships from providing services.\n\n“These are mainly tankers that are part of Russia’s shadow fleet and are circumventing the price cap on Russian crude oil and petroleum products or transporting military goods for Russia or stolen grain from Ukraine,” the Swiss statement said.\n\nThe sanctioned individuals will be barred from entering Switzerland.\n\nIn line with EU policy, Switzerland also adopted financial and travel sanctions against 26 individuals and two organisations from Belarus.\n\nBritish army tests ‘game-changing’ weapon in the war against drones\n\nMonday 23 December 2024 11:32 , Tom Watling\n\nBritish army tests ‘game-changing’ weapon in the war against drones\n\nRussian gas sales to Europe are 'complicated', Kremlin says after Putin-Fico talks\n\nMonday 23 December 2024 11:04 , Tom Watling\n\nThe situation with European countries that buy Russian gas is very complicated and requires increased attention, the Kremlin said on Monday after talks the previous day between President Vladimir Putin and Slovak Prime Minister Robert Fico.\n\nFico said on Sunday that Putin had confirmed Russian willingness to continue to supply gas to Slovakia, even though the Slovak leader said this was “practically impossible” once a gas transit agreement between Russia and Ukraine expires at the end of the year.\n\nIt was not clear what potential solution the two leaders might have discussed.\n\nUkraine has declined to renew the gas transit deal. President Volodymyr Zelensky said last week this might be possible, but only on condition that Russia was not paid for the gas until after the war was over.\n\n“You heard the statement from the Ukrainian side, and you know about the positions of those European countries that continue to buy Russian gas and that consider this necessary for the normal operation of their economies,” Kremlin spokesperson Dmitry Peskov told reporters.\n\n“Therefore, there is now a very complicated situation here that requires increased attention.”\n\nRussian president Vladimir Putin and Slovak prime minister Robert Fico shake hands during their meeting at the Kremlin in Moscow (AP)\n\nUkraine says Russian general deliberately targeted Reuters staff in August missile strike\n\nMonday 23 December 2024 10:32 , Tom Watling\n\nUkraine‘s security service has named a Russian general it suspects of ordering a missile strike on a hotel in eastern Ukraine in August and said he acted “with the motive of deliberately killing employees of” Reuters.\n\nThe Security Service of Ukraine (SBU) said in a statement on Friday that Colonel General Alexei Kim, a deputy chief of Russia’s General Staff, approved the strike that killed Reuters safety adviser Ryan Evans and wounded two of the agency’s journalists on Aug. 24.\n\nIn a statement posted on Telegram messenger the SBU said it was notifying Kim in absentia that he was an official suspect in its investigation into the strike on the Sapphire Hotel in Kramatorsk, a step in Ukrainian criminal proceedings that can later lead to charges.\n\nIn a separate, 15-page notice of suspicion, in which the SBU set out findings from its investigation, the agency said that the decision to fire the missile was made “with the motive of deliberately killing employees of the international news agency Reuters who were engaged in journalistic activities in Ukraine“.\n\nThe document, which was published on the website of the General Prosecutor’s Office on Friday, said that Kim had received intelligence that Reuters staff were staying in Kramatorsk. It added that Kim would have been “fully aware that the individuals were civilians and not participating in the armed conflict”.\n\nKremlin spokesperson Dmitry Peskov said in an emailed comment to Reuters that “the Russian military only strikes military infrastructure” in Ukraine.\n\nRussian delegation arrives in Iran for meeting with president\n\nMonday 23 December 2024 10:05 , Tom Watling\n\nA Russian delegation arrived in Tehran for a visit that includes a meeting with Iranian President Masoud Pezeshkian, Russian state news agency TASS reported on Monday, as the two countries prepare to sign a comprehensive cooperation agreement.\n\nIran and Russia have been working on setting a date to complete an agreement, Iran’s Foreign Ministry Spokesperson Esmaeil Baghaei said on Monday, adding that the deal is set to be signed during a bilateral visit in January.\n\nRussia has cultivated closer ties with Iran and other countries hostile towards the United States, such as North Korea, since the start of the Ukraine war.\n\nThe country’s Foreign Minister Sergei Lavrov said in October that Moscow and Tehran intended to sign a deal which would include closer defence cooperation.\n\nSouth Korea detects signs of North Korea preparing more troops, drones for Russia\n\nMonday 23 December 2024 09:33 , Tom Watling\n\nSouth Korea’s military said on Monday that it has detected signs of North Korea preparing to send more troops and weapons, including suicide drones, to Russia to support its war against Ukraine.\n\nNorth Korea has already provided 240mm multiple rocket launchers and 170mm self-propelled howitzers, and was seen preparing to produce more suicide drones to be shipped to Russia after leader Kim Jong Un guided a test last month, according to Seoul’s Joint Chiefs of Staff (JCS).\n\n“Suicide drones are one of the tasks that Kim Jong Un has focused on,” a JCS official said, adding that the North had expressed its intention to give them to Russia.\n\nSuch drones have been widely used in the Ukraine war, and Kim ordered a mass production of the aerial weapons and an update of military theory and education, citing intensifying global competition, state media reported.\n\nSeoul, Washington and Kyiv have said there are around 12,000 North Korean troops in Russia. The JCS said at least 1,100 of them had been killed or wounded, in line with last week’s briefing by South Korea’s spy agency which reported some 100 deaths with another 1,000 wounded in the Kursk region.\n\nNorth Korean leader Kim Jong Un, center left, meets soldiers during a visit to a western operational training base in North Korea (AP)\n\nPope Francis calls for a ceasefire on all fronts in his prayer ahead of Christmas\n\nMonday 23 December 2024 09:07 , Tom Watling\n\nPope Francis calls for a ceasefire on all fronts in his prayer ahead of Christmas\n\nPutin ‘wants to meet Trump as soon as possible’\n\nMonday 23 December 2024 08:04 , Namita Singh\n\nUS president-elect Donald Trump said Russian president Vladimir Putin has expressed his interest in a meeting him to discuss the Ukraine war.\n\n“President Putin said that he wants to meet with me as soon as possible,” Mr Trump said during his remarks at Turning Point’s America Fest convention yesterday. “So we have to wait for this, but we have to end that war. That war is horrible, horrible,” he was quoted as saying by CNBC.\n\nUS president-elect Donald Trump speaks during Turning Point’s annual AmericaFest 2024 in Phoenix, Arizona, on 22 December 2024 (Getty Images)\n\n“The number of soldiers being killed...” Mr Trump said. “It’s a flat plane, and the bullets are going and there’s powerful bullets, powerful guns, and the only thing that’s going to stop them is a human body.”\n\nEarlier, Mr Trump has claimed he could end the Ukraine war “in 24 hours” if he gets elected.\n\nUkraine says it shot down 47 Russia launched drones\n\nMonday 23 December 2024 07:32 , Namita Singh\n\nUkraine’s air force said it had shot down 47 out of 72 Russia-launched drones across the country.\n\nIn a statement on Telegram this morning, it said that an additional 25 drones had not reached targets and were “locationally lost”.\n\nGazprom to send 42.1 mcm of gas to Europe via Ukraine on Monday\n\nMonday 23 December 2024 07:30 , Namita Singh\n\nRussia’s Gazprom said that it would send 42.1 million cubic metres of gas to Europe via Ukraine this morning, a volume in line with recent days.\n\nNato chief Rutte says Zelensky’s criticism of Germany’s Scholz is unfair\n\nMonday 23 December 2024 07:18 , Namita Singh\n\nNato secretary general Mark Rutte said he considered the sometimes harsh criticism of German chancellor Olaf Scholz by Ukrainian president Volodymyr Zelensky to be unjustified, news wire DPA reported.\n\nAlthough Germany has been a vital ally of Ukraine, its hesitation in providing long-range Taurus cruise missiles has been a source of frustration in Kyiv, which is battling a foe armed with a powerful array of long-range weaponry.\n\n“I have often told Zelenskiy that he should stop criticising Olaf Scholz, because I think it is unfair,” DPA quoted Mr Rutte on Monday as saying in an interview.\n\nNato secretary general Mark Rutte visits Novo Selo military base in Bulgaria (EPA)\n\nMr Rutte also said that he, unlike Mr Scholz, would supply Ukraine with Taurus cruise missiles and would not set limits on their use.\n\n“In general, we know that such capabilities are very important for Ukraine,”Mr Rutte said, adding that it was not up to him to decide what allies should deliver.\n\nAfter a November telephone call by Mr Scholz with Russia’s leader Vladimir Putin in November, Mr Zelensky said it had opened a Pandora’s box that undermined efforts to isolate the Russian leader and end the war in Ukraine with a “fair peace”.\n\nUkraine launch cross-border attack on fuel and energy facilities\n\nMonday 23 December 2024 07:00 , Holly Evans\n\nUkrainian drones struck a major Russian fuel depot for the second time in just over a week on Sunday, according to a senior Russian regional official, as part of a “massive” cross-border attack on fuel and energy facilities that Kyiv says supply Moscow’s military.\n\nThe strikes came days after Russia launched sweeping attacks on Ukraine’s already battered energy grid, threatening to plunge thousands of homes into darkness as winter tightens its grip over the region, and as Russia’s all-out invasion of its neighbor nears the three-year mark.\n\nA fire broke out at the Stalnoy Kon oil terminal in Russia’s southern Oryol region, local Gov. Andrey Klychkov said in a post on the Telegram messaging app, adding Russian forces downed 20 drones targeting “fuel and energy infrastructure” in the province.\n\nRussia urged to act lawfully as video shows 'captured Australian man'\n\nMonday 23 December 2024 06:41 , Namita Singh\n\nThe Australian government is making urgent inquiries after a video on social media appeared to show a citizen captured by Russian authorities.\n\nIn the video, a 32-year-old man identified himself as Oscar Jenkins, a biology teacher from Australia. Mr Jenkins’s hands were bound by tape as he answered questions about his identity in English and broken Russian. In the footage circulating online, the man, dressed in military fatigue, could be seen being struck on his head with a cane, as he said: “I’m Australian…Oscar Jenkins. 32 years old … I study biology.”\n\n“This is concerning news, and we’re working through the Department of Foreign Affairs and Trade to provide support, including, for this gentleman, trying to ascertain the details and the facts which are there,” Australian prime minister Anthony Albanese told reporters on Monday morning.\n\nThe acting foreign affair minister Mark Dreyfus, meanwhile urged Russia to treat Mr Jenkins as per international laws.\n\n“We urge the Russian government to fully adhere to its obligations under international humanitarian law, including with respect to prisoners of war. Our immediate priority is understanding where Mr Jenkins is and confirming his wellbeing,” he said.\n\nPutin praises Boris Johnson’s hair as he peddles baseless Ukraine army theory\n\nMonday 23 December 2024 06:00 , Holly Evans\n\nPutin praises Boris Johnson’s hair as he peddles baseless Ukraine army theory\n\nZelensky to replace Japan’s ambassador\n\nMonday 23 December 2024 05:45 , Namita Singh\n\nIn a major reshuffle, Volodymyr Zelensky has announced replacing Sergiy Korsunsky as the country’s ambassador to Japan.\n\nOn Friday, the Ukrainian president approved appointment of 30 new ambassadors including the envoys to China and Lithuania. However, Mr Korsunsky’s successor in Japan has not yet been announced. He is expected to stay in the country till February, he told NHK.\n\nMr Korsunsky, named as ambassador to Japan in 2020, has been actively campaigning across the Asian nation, seeking support for his country and had in past expressed gratitude for the monetary donations delivered to the Ukrainian embassy in Ukraine.\n\nNorth Korea aiding Russia where it needs it most, says Canadian general\n\nMonday 23 December 2024 05:30 , Namita Singh\n\nThrough the supply of troops and weapons, North Korea is aiding Moscow in the areas it needs the most support, said a Canadian general.\n\n“North Koreans are not only replacing some Russian personnel but they are also making up for the lack of munitions and other assets that Russia either can’t produce on its own or can’t replace as fast as needed to sustain a war of attrition like this one,” Major General Greg Smith, director-general of international security policy with Canada’s Department of National Defence told The Japan Times.\n\n“This means that North Koreans are physically fighting and dying for Russia, which is a very troubling development that highlights the growing internationalization of the conflict,” Mr Smith told the outlet.\n\nThe remarks come as Washington and Kyiv recently claimed that North Korean soldiers took heavy casualties while fighting Ukrainian forces in the Russian border region.\n\nThe Ukrainian military intelligence agency said at least 30 North Korean troops were killed or wounded, while a US official suggested the figure for North Korean casualties was in the “several hundreds”.\n\nUkraine says Russian general deliberately targeted Reuters staff in August missile strike\n\nMonday 23 December 2024 05:15 , Namita Singh\n\nUkraine’s security service has named a Russian general it suspects of ordering a missile strike on a hotel in eastern Ukraine in August and said he acted “with the motive of deliberately killing employees of” Reuters.\n\nThe Security Service of Ukraine (SBU) said in a statement on Friday that Colonel General Alexei Kim, a deputy chief of Russia’s General Staff, approved the strike that killed Reuters safety adviser Ryan Evans and wounded two of the agency’s journalists on 24 August.\n\nIn a statement posted on Telegram messenger the SBU said it was notifying Mr Kim in absentia that he was an official suspect in its investigation into the strike on the Sapphire Hotel in Kramatorsk, a step in Ukrainian criminal proceedings that can later lead to charges.\n\nPeople wearing military clothes walk past a destroyed building of a local university, amid Russia’s attack on Ukraine, in the town of Pokrovsk, near a front line in Donetsk region, Ukraine 19 December 2024 (Reuters)\n\nIn a separate, 15-page notice of suspicion, in which the SBU set out findings from its investigation, the agency said that the decision to fire the missile was made “with the motive of deliberately killing employees of the international news agency Reuters who were engaged in journalistic activities in Ukraine”.\n\nThe document, which was published on the website of the General Prosecutor’s Office on Friday, said that Mr Kim had received intelligence that Reuters staff were staying in Kramatorsk. It added that Kim would have been “fully aware that the individuals were civilians and not participating in the armed conflict”.\n\nThe Russian defence ministry did not respond to a request for comment on the SBU’s findings and has not replied to previous questions about the attack. The Kremlin also did not respond to a request for comment.\n\nRussia captures two villages in Ukraine as Moscow’s forces advance on two cities\n\nMonday 23 December 2024 05:00 , Namita Singh\n\nRussian forces captured two villages in Ukraine, one in Kharkiv region in the northeast and one in eastern Donetsk region, the Russian defence ministry said on Sunday.\n\nDonetsk region is where Moscow is concentrating most of its efforts to seize two cities.\n\nRussian forces, making steady progress across Donetsk region, are moving on the towns of Pokrovsk, a logistics centre and site of an important coking colliery, and appear to be closing in on Kurakhove, farther south.\n\nFile: A man rides on a bike in front of the mail office which was destroyed by a Russian airstrike in Kurakhove, Donetsk region (AP)\n\nThe Defence Ministry statement said troops had taken control of Lozova, near the town of Kupiansk, in an area north of Donetsk region also under Russian pressure in recent weeks. The village of Sontsivka, north of Kurakhove, was also captured.\n\nThe ministry on Saturday announced the capture of another village near Kurakhove, Kostiantynopolske.\n\nThe Ukraine military’s general staff made no mention of those villages falling into Russian hands, but said Sontsivka was in a sector subject to 26 Russian attacks in the past 24 hours. The general staff also reported heavy fighting near Pokrovsk, with 34 Russian attempts to pierce defences.\n\nThe popular Ukrainian military blog DeepState said Sontsivka was under Russian control.\n\nRussian reports have described intensified pressure on Kurakhove.\n\nWho are the other European leaders who met Putin?\n\nMonday 23 December 2024 04:36 , Namita Singh\n\nVisits and phone calls from European leaders to Vladimir Putin have been rare since Moscow sent troops into Ukraine, although Hungary’s prime minister Viktor Orban visited Russia in July, and Austrian chancellor Karl Nehammer met with the Russian leader just weeks into the full-scale war.\n\nBoth trips drew condemnation from Kyiv and European leaders.\n\nMr Orban, widely seen as having the warmest relations with Mr Putin among EU leaders, has routinely blocked, delayed or watered down EU efforts to assist Kyiv and impose sanctions on Moscow for its actions in Ukraine.\n\nHe has long argued for a cessation of hostilities in Ukraine but without outlining what that might mean for the country’s territorial integrity or future security.\n\nVladimir Putin shakes hands with Slovakia’s prime minister Robert Fico prior to their talks in Moscow on 22 December 2024 (AFP via Getty Images)\n\nRussian pressident Vladimir Putin meets Slovak prime minister Robert Fico in Moscow (EPA)\n\nMr Fico’s views on Russia’s war on Ukraine differ sharply from most other European leaders. The Slovakian PM returned to power last year after his leftist party Smer won parliamentary elections on a pro-Russia and anti-American platform. Since then, he has ended his country’s military aid for Ukraine, lashed out at EU sanctions on Russia, and vowed to block Ukraine from joining Nato.\n\nMr Fico has also been a rare senior EU politician to appear on Russian state TV following Moscow’s invasion of Ukraine. In an interview with the Rossiya-1 channel in October, he contended the West has “prolonged the war” by supporting Ukraine, adding that sanctions against Russia were ineffective. He declared that he was ready to negotiate with Putin.\n\nMr Fico also vowed to attend a military parade in Moscow next May that will mark the 80th anniversary of Nazi Germany’s defeat in World War II. The Kremlin has used the annual “Victory Day” celebrations to tout its battlefield prowess, and Putin hailed Russian troops fighting in Ukraine as “heroes” at this year’s event.\n\nWhat’s behind Fico’s rare visit to Russia\n\nMonday 23 December 2024 04:21 , Namita Singh\n\nRobert Fico’s visit to Moscow was reaction to Volodymyr Zelensky’s opposition to gas transit to Slovakia through Ukraine.\n\nSharing details about his visit, Mr Fico said on Facebook that Ukrainian president supported sanctions against Russia’s nuclear program, which was against Slovakia’s interest as it relied on nuclear energy.\n\nMr Fico said Mr Putin confirmed to him that Russia is still ready to deliver gas to the West. He said the two also discussed the military situation in Ukraine, chances for a peaceful solution to the war and the bilateral relations between their two countries which Fico said they will seek to “standardise.”\n\nVladimir Putin and Robert Fico pose for a photo during their meeting at the Kremlin in Moscow, (AP)\n\nHis trip, however, was condemned by the major Slovak opposition parties.\n\nSlovakia last month signed a short-term pilot contract to buy natural gas from Azerbaijan, as it prepares for a possible halt to Russian supplies through Ukraine.\n\nEarlier this year, it struck a deal to import US liquefied natural gas through a pipeline from Poland.\n\nThe country can also receive gas through Austrian, Hungarian and Czech networks, enabling imports from Germany among other potential suppliers.\n\nUkraine says Russian forces executed five POWs\n\nMonday 23 December 2024 04:00 , Holly Evans\n\nRussian forces executed five Ukrainian prisoners of war, Ukraine’s Parliamentary Commissioner for Human Rights, Dmytro Lubinets, said on Sunday.\n\nLubinets said on the Telegram messenger app that Russian troops shot the five unarmed soldiers after capturing them. He gave no details, but will report this fact to the UN.\n\n“Russian war criminals who shoot Ukrainian prisoners of war should be brought before an international tribunal and punished with the most severe punishment provided for by law,” Lubinets said.\n\nRussia did not immediately comment on the incident, but has previous denied committing war crimes.\n\nPutin holds talks with Slovakian PM Fico\n\nMonday 23 December 2024 03:02 , Namita Singh\n\nRussian president Vladimir Putin yesterday hosted Slovakia’s prime minister, Robert Fico, in a rare visit to the Kremlin by an EU leader since Moscow’s all-out invasion of Ukraine in February 2022.\n\nMr Fico arrived in Russia on a “working visit” and met with Mr Putin one-on-one on yesterday evening, Kremlin spokesperson Dmitry Peskov told Russia’s RIA news agency.\n\nAccording to Mr Peskov, the talks were expected to focus on “the international situation” and Russian natural gas deliveries.\n\nRussian natural gas still flows to some European countries, including Slovakia, through Ukraine under a five-year agreement signed before the war that is due to expire at the end of this year.\n\nAt a summit in Brussels on Thursday, Ukrainian president Volodymyr Zelensky told EU leaders that Kyiv has no intention of renewing the deal, something Mr Fico insisted will harm his country’s interests.\n\nRussian oil refinery engulfed in flames after ‘Ukrainian drone strike’\n\nMonday 23 December 2024 02:00 , Holly Evans\n\nRussian oil refinery engulfed in flames after ‘Ukrainian drone strike’"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia’s multibillion-dollar revenue stream may soon grind to a halt, thanks to Ukraine. Its ripple effects could hit Europe",
            "link": "https://www.msn.com/en-us/money/other/russia-s-multibillion-dollar-revenue-stream-may-soon-grind-to-a-halt-thanks-to-ukraine-its-ripple-effects-could-hit-europe/ar-AA1wqyph?ocid=BingNewsVerp",
            "description": "Russia’s wartime economy has been sustained, in part, by oil and gas revenues as Europe has relied on it for several decades.",
            "image_url": "https://www.bing.com/th?id=OVFT.RLMHFMdpJEC4TltDU2nmBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "8hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "War in Sudan Is 'Deepening' Country's Famine Crisis: Report",
            "link": "https://www.msn.com/en-us/news/world/war-in-sudan-is-deepening-countrys-famine-crisis-report/ar-AA1wrsUu?ocid=BingNewsVerp",
            "description": "According to the U.N. nearly 14 million people have been displaced and more than 24,000 people have been killed in Sudan's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lFgUtSwar2lLNEkjGuPrNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "6hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: How our words about the Israel-Hamas war can add to hostilities — or help on a path to peace",
            "link": "https://www.msn.com/en-us/news/opinion/opinion-how-our-words-about-the-israel-hamas-war-can-add-to-hostilities-or-help-on-a-path-to-peace/ar-AA1wq3Rz?ocid=BingNewsVerp",
            "description": "As a writer with an Israeli mother and Palestinian father, I have seen language be weaponized, causing both sides to overlook ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BJCCFo6GnaDkJrHLCGOlsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "14hon MSNOpinion",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Qorvo: Analyzing The Recent Plunge",
            "link": "https://seekingalpha.com/article/4746219-qorvo-analyzing-the-recent-plunge",
            "description": "Qorvo faced a 30% quarterly revenue decline in Q2 FY2024 TTM due to a slowdown in the China market, leading to a 26% stock ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mD2_8dsoEBN72z3AdAVshy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "14h",
            "source": "Seeking Alpha",
            "article_content": "In our previous analysis , we downgraded our rating on Qorvo (NASDAQ: QRVO ) due to its disappointing performance of a 30% decline in revenue in Q2 FY2024 TTM and a slowdown in the China market. Following the announcement of\n\nKhaveen Investments is a Macroquantamental Hedge Fund managing a portfolio of globally diversified investments. With a vested interest in hundreds of investments spanning diverse asset classes, countries, sectors, and industries, we wield a multifaceted investment approach that combines top-down and bottom-up methodologies, integrating three core investment strategies: global macro, fundamental, and quantitative strategies. We serve accredited investors throughout the globe, which include HNW Individuals, Corporates, Associations, and Institutions. At the heart of our investment prowess lies specialized expertise in cutting-edge technologies that are reshaping the fabric of numerous industries. Our strategic focus revolves around the transformative fields of Artificial Intelligence, Cloud Computing, 5G, Autonomous & Electric Vehicles, FinTech, Augmented & Virtual Reality, and the Internet of Things.www.khaveen.com\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of QRVO either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nNo information in this publication is intended as investment, tax, accounting, or legal advice, or as an offer/solicitation to sell or buy. Material provided in this publication is for educational purposes only, and was prepared from sources and data believed to be reliable, but we do not guarantee its accuracy or completeness.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did ASP Isotopes Inc (ASPI) Stock Plunge -22.71% Last Week?",
            "link": "https://www.bovnews.com/2024/12/24/why-did-asp-isotopes-inc-aspi-stock-plunge-22-71-last-week/",
            "description": "Canaccord Genuity has recently initiated ASP Isotopes Inc (ASPI) stock to Buy rating, as announced on October 4, 2024, according to Finviz. Analyst ratings are significant because they provide ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews2h",
            "source": "bovnews",
            "article_content": "Canaccord Genuity has recently initiated ASP Isotopes Inc (ASPI) stock to Buy rating, as announced on October 4, 2024, according to Finviz. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nASP Isotopes Inc (ASPI) Stock Trading Recap\n\nOn Monday, ASP Isotopes Inc (ASPI) stock saw a decline, ending the day at $4.56 which represents a decrease of $-0.33 or -6.75% from the prior close of $4.89. The stock opened at $4.84 and touched a low of $4.32 during the day, reaching a high of $4.94. The volume of shares traded was 2.17 million falling short of the average volume of 5.02 million.\n\nASPI Stock Performance and Moving Averages\n\nIn recent trading, ASP Isotopes Inc (ASPI) stock price has shown some volatility, fluctuating -22.71% over the last five trades and -40.86% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 49.02%, and it has gained 53.02% in the previous three months. Currently, ASPI is trading at -9.04%, -21.68%, and 15.42% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, ASPI, a Basic Materials sector stock, is trading -51.13% below its 52-week high but remains 176.36% above its 52-week low. The Average True Range (ATR) (14 days) of 0.78 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nASP Isotopes Inc’s Profitability and Valuation Ratios\n\nASP Isotopes Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -671.79% and a profit margin of -889.47%, with a gross margin of 49.02%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, ASP Isotopes Inc’s market capitalization stands at $365.95 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Sales Ratio is 108.27, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 8.06, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 34.83% of ASP Isotopes Inc (ASPI)’s shares, while financial institutions hold 31.92%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why AMD's 2025 Could Be Worse Than 2024: AI Dreams Are Crumbling",
            "link": "https://seekingalpha.com/article/4746193-why-amds-2025-could-be-worse-than-2024-ai-dreams-are-crumbling",
            "description": "AMD faces tough competition in the AI and GPU markets, struggling against Nvidia's dominance and cloud provider custom ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wau70d5HsydDr_QRkz7eSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "17h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel Tries to Salvage Messy Arrow Lake Launch",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/intel-tries-to-salvage-messy-arrow-lake-launch/ar-AA1wqbfp?ocid=BingNewsVerp",
            "description": "In the laptop market, Intel delivered impressive battery life and performance with its Lunar Lake chips. In the desktop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vTV2vV8S4nFaafmGQsuqSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "14hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Life may be slowly returning to normal, but businesses in Asheville still feel the brunt of natural disaster",
            "link": "https://www.msn.com/en-us/money/economy/life-may-be-slowly-returning-to-normal-but-businesses-in-asheville-still-feel-the-brunt-of-natural-disaster/ar-AA1wqK7O?ocid=BingNewsVerp",
            "description": "When Devin DeHoll, the co-owner and founder of Asheville Adventure Company, surveyed the damage wrought by Tropical Storm ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aDlJtMLR1YsTKUPo68ynhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "10hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Germany on brink of 'cultural collapse' with savage £108m budget cuts",
            "link": "https://www.express.co.uk/news/world/1992858/germany-on-brink-of-cultural",
            "description": "Germany could be set for cultural collapse after the nation’s capital, Berlin, made huge ranging cuts to the city’s arts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eJmHKLKWjNz5XDckdklsPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "7h",
            "source": "Daily Express",
            "article_content": "Museum leaders and artists fear for 2025\n\nGermanycould be set for cultural collapse after the nation’s capital, Berlin, made huge ranging cuts to the city’s arts budget. This week Berlin city government approved cuts of up to £108 million from its cultural budget for 2025 despite weeks of protest against the proposed measures. The plans have received vocal opposition from artists, museum leaders, and cultural organisations who fear that the sector could be set for venue closures and a hit to the city’s cultural standing. The cuts represent a 12% cut on the previous year and has sparked fears that the city could lose its status as one of Europe’s foremost cultural capitals.\n\nEmma Enderby, the director of the non-profit KW Institute for Contemporary Art, told The Art Newspaper: “Culture and clubs bring people to Berlin. They don’t come here for the food, they come here for the history and the culture.\n\nThe city has for years been considered as one of Europe's foremost cultural capitals\n\n“It’s very short notice, it also seems very short sighted. “In Berlin, culture costs around 2% of the overall economy, yet they’re cutting us between around 10% and in some cases 50%. Enderby says that her museum is already feeling the impact of the cuts with the museum has decided not to renew staff contracts and to scale back upcoming programs, including public engagement initiatives. Philip Bröking, co-director of Berlin's Komische Oper opera house is also preparing for a painful 2025. He told Euronews Culture: “If that budget is cut, we face a double blow: fewer subsidies and less funding to cover extra costs. This makes us very sceptical about the future of our institution.”\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nChancellor Scholz has seen his coalition government collapse\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This fanless mini gaming PC somehow manages to cool an AMD Ryzen 9700X silently",
            "link": "https://www.pcgamesn.com/gaming-hardware/cirrus7-incus-mini-gaming-pc",
            "description": "The Cirrus7 Incus mini PC uses a special aluminum case to dissipate heat without fans, with options for both Intel Core and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R0GiLwSN4g3PCMip_F6Hfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "8h",
            "source": "PCGamesN",
            "article_content": "The more powerful the PC, the more heat it typically generates. That’s why it’s so impressive to see a silent mini gaming PC such as this new Cirrus7 machine, which has absolutely no fans. Cirrus7, a specialist German PC manufacturer, has been shipping the passively cooled Cirrus7 Incus since 2019, but it’s now just announced a refresh to its lineup, with new CPUs from Intel and AMD from which to choose, including the AMD Ryzen 7 9700X.\n\nAs our Geekom AX8 Pro review showed, keeping a high-spec PC cool in such a small space can be tricky, usually relying on high-spinning fans to get the job done. The Cirrus 7 Incus, meanwhile, instead uses a special aluminum case to spread the heat away from the Intel or AMD CPU in use, keeping the PC silent in the process.\n\nThis highly powerful mini PC is available in several different configurations, but the new refresh allows you to choose between 14th-gen Intel Raptor Lake CPUs, such as the Intel Core i9 14900T, or brand-new AMD Ryzen 9000 series CPUs, such as the AMD Ryzen 7 9700X. The build itself uses a custom Mini-STX motherboard, with three different case designs that use metal cooling fins to help remove the heat.\n\nYou can choose your own storage, RAM, and built-in wireless connection options, as well as your preferred operating system. For a gaming build, a good configuration would be to choose an AM5 CPU such as the AMD Ryzen 7 8700G, which uses the same AMD Radeon 780M integrated GPU found in a gaming handheld such as the Asus ROG Ally X, which is capable of handling 1080p gameplay at modest settings.\n\nCombine that with 16GB RAM and a good-sized 1TB M.2 SSD for storage, using the bigger extended cooling case design, and this Cirrus 7 Incus PC will cost nearly $1,100. While that might seem expensive, this mini PC’s whole design is focused on having zero fans, meaning that it’s completely silent, or as close to silent as any electronic device can be.\n\nIf you’re sick of fan noise ruining the immersion during your gameplay sessions, a totally fanless, passively cooled setup such as this Cirrus7 Incus machine would be a good alternative. You can check out this mini PC for yourself by visiting the Cirrus7 website using this link here, where you can test out building your own custom configuration. The German manufacturer does ship internationally, but you’ll need to confirm with the company first about shipping outside of the EU.\n\nThis looks to be a great fanless mini PC, but if you’re looking for more gaming power, check out our best mini gaming PC guide, where we take you through a number of options, some of which even include full-size graphics cards."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Obscure Chinese PC vendor has the world's first Qualcomm PC out of the gate: QS1 Pro runs Windows 11 Pro, has Wi-Fi 7 and up to 2TB SSD",
            "link": "https://www.msn.com/en-us/news/technology/obscure-chinese-pc-vendor-has-the-world-s-first-qualcomm-pc-out-of-the-gate-qs1-pro-runs-windows-11-pro-has-wi-fi-7-and-up-to-2tb-ssd/ar-AA1wrJyd?ocid=BingNewsVerp",
            "description": "Leading mini PC manufacturer Geekom is developing a desktop PC powered with a Snapdragon X Elite chip, new reports have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q6LLvEPE5RGXz7gcbRRowC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "39mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is a Cloud Engineer and How to Become One?",
            "link": "https://www.analyticsinsight.net/tech-news/what-is-a-cloud-engineer-and-how-to-become-one",
            "description": "A cloud engineer plays a crucial role in the development, management, and optimization of cloud infrastructure. As more companies adopt cloud services, the dema ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Analytics Insight8h",
            "source": "Analytics Insight",
            "article_content": "In Information Technology , a cloud engineer is a specialist who principally deals with the management and maintenance of cloud infrastructure. There are different tasks for every role, including cloud service architecture, development, or administration. The role falls into one of three categories:\n\n1. Cloud Architecture: Cloud architects design and implement cloud infrastructure that meets a company's technical requirements, ensuring scalability, security, and performance.\n\n2. Cloud Development: The development of the cloud relies on the action of software developers who write code and develop applications so they understand the services in the cloud perfectly.\n\n3. Cloud Administration: As a cloud administrator, engineers maintain and optimize cloud infrastructure to make sure everything operates smoothly. They manage cloud services, monitor performance, and handle security to ensure everything runs smoothly on cloud platforms.\n\nCloud technology, also known as cloud computing, has revolutionized the operation of businesses. It offers easy data storage, updating of software, and accessibility across platforms. As a cloud engineer, your task is to keep this giant network of services running."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "INTC and Karma to Showcase SDVA's Benefits at CES 2025: Stock to Gain?",
            "link": "https://www.msn.com/en-us/money/other/intc-and-karma-to-showcase-sdvas-benefits-at-ces-2025-stock-to-gain/ar-AA1wrkWX?ocid=BingNewsVerp",
            "description": "Karma Automotive recently revealed that it will be participating in the Consumer Electronics Show (CES) 2025 with Intel ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g9dC5rZxRJr2agdhpw6ilC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Zacks.com on MSN8h",
            "source": "Zacks.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Further mystery in case of 'alien mummies' as two more corpses are found",
            "link": "https://www.ladbible.com/news/world-news/peru-alien-nazca-mummies-new-corpses-scan-results-570486-20241224",
            "description": "But now, it looks like two new creatures, named Paloma and Antonio have been found, following the first discovery in 2017 by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n6yH19IrOiYjOBX3BC0UOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "14h",
            "source": "LADbible",
            "article_content": "The discovery of supposed 'alien mummies', which have also been called 'non-human alien corpses', has been shrouded in even more mystery.\n\nThere were claims from some earlier this year claiming that the figures were indeed aliens after it a different set of figures found in 2023 were decidedly not extra-terrestrial.\n\nThese humanoid figures, discovered in Peru in 2017, still divides opinion, after one of the figures, María, had her fingertips scanned and it was determined that they were not human.\n\nAdvert\n\nUfologists believe that these figures have been hidden for over a millennium from us, while every official and scientist around has insisted that they are standard human mummies.\n\nMore has been discovered about the 'alien mummies' (ARV)\n\nTheir alien-like appearance has been enough to spark some conspiracy theories amongst people though.\n\nJois Mantilla has worked with those involved with the mummies that were uncovered in Peru, to find out more about their origins.\n\nAdvert\n\nNicknamed 'Nazca mummies', after the desert that they were found in, Mantilla thinks that they are thousands of years old, and once walked on this Earth.\n\nBut now, it looks like two new creatures, named Paloma and Antonio have been found, following the first discovery in 2017 by UFO-logist Jaime Maussan, though his discoveries were taken by authorities.\n\nThe two new figures also have three fingers like previous mummies, but have small, slanted eyes, and are said to be the size of 'a short adult'.\n\nThey were recently analysed by Dr David Ruiz Vela, the former president of Peru's Medical Association, and found that they are human-like organs with a brain structure, even claiming that Antonio had a stab wound in his chest.\n\nAdvert\n\nPaloma had hair too, the first time this has happened with the mummies, while they are believed to be 1,500 years old.\n\nThose that have worked on the bodies have also theorised that they were fossilised by algae, which has allowed them to be preserved for so long, as well as a highly toxic adhesive.\n\nThis material 'does not match those of the time', adding more questions and wonder about these figures.\n\nThe two newest corpses are different to anything discovered before (ARV)\n\nAdvert\n\nThese are not like previous mummies discovered by Maussan, as these two have different facial features and size, along with Antonio's injury.\n\n\"He has a stab that broke his ribs on the left side of his chest, penetrating the chest, abdomen, liver and completely perforating him inside,\" Dr Vela explained.\n\nHe added: \"This is the first time we've found a dried body with hair, hair with copper-coloured characteristics,\" claiming that the being lived for 60 years.\n\nRecent imaging on Maria showed that she had similarities to a human, though anatomically, the creature was not.\n\nAdvert\n\nBut the team said that it was dated between 240AD and 383AD, alongside the ancient Nazca civilisation.\n\nPeering inside the mummy using magnification examination, it was revealed had no hair or ears, instead only having ear canals.\n\nFor now, it looks like the mystery will continue to rage on."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inside ‘assassin’ Luigi Mangione’s life behind bars & why he may become a ‘zombie’ in hellhole jail he shares with Diddy",
            "link": "https://www.thesun.co.uk/news/32480496/inside-mdc-luigi-mangiones-life-behind-bars-diddy-expert/",
            "description": "ACCUSED assassin Luigi Mangione is in for a culture shock contrary to his glamorous 'old money' upbringing as he prepares to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SslNO-imrDGiY9oeSXZbVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "4h",
            "source": "The Sun",
            "article_content": "ACCUSED assassin Luigi Mangione is in for a culture shock contrary to his glamorous \"old money\" upbringing as he prepares to spend his first Christmas inside a prison hellhole, an expert has said.\n\nMangione, the man charged with executing UnitedHealthcare CEO Brian Thompson, is facing two separate indictments related to the cold-hearted, calculated December 4 shooting in Midtown Manhattan.\n\n10 Luigi Mangione was arraigned on 11 criminal counts on Monday in Manhattan Criminal Court Credit: Getty - Pool\n\n10 Mangione is in federal custody and housed at the notorious Metropolitan Detention Center in Brooklyn Credit: Reuters\n\n10 Luigi Mangione grins from ear to ear in the back of a police vehicle after pleading not guilty to 11 state criminal charges Credit: Getty Images - Getty\n\n10 A prison expert told The U.S. Sun Luigi Mangione is in a situation unlike anything he's experienced before Credit: Reuters\n\nAfter being extradited from Pennsylvania to New York on December 19, Mangione was immediately turned over to FBI officials.\n\nFederal prosecutors unsealed a four-count indictment charging Mangione, 26, with murder through the use of a firearm, stalking, and firearm offenses.\n\nMangione now finds himself jailed in the notorious federal lockup in Brooklyn - the Metropolitan Detention Center - a place he \"never expected to himself in,\" a prison expert said.\n\n'HELL ON EARTH'\n\n\"Luigi, he's like right now, his mind is a little f**ked up. He never thought that he'd be in the feds,\" prison expert Larry Levine, founder of Wall Street Prison Consultants, told The U.S. Sun.\n\n\"He's acclimating himself to his new surroundings. His lawyers are thanking God he's in New York, and they don't have to travel to Pennsylvania to visit him. So, he's just adjusting to where he's at.\n\n\"He'll be there for a week or so, maybe two weeks. Then maybe in a month, they'll move him where Diddy is.\n\n\"But [Diddy] can handle his s**t. I just know [Mangione] is f**king scared, and now they're probably trying to force-feed him.\n\n\"They're gonna offer him psych meds. He's gonna be like a f**king zombie. That's a given.\"\n\nYou're talking old, old, million old money. Now he can have cheese crackers, and maybe a bottle of a plastic bottle of soda. Larry Levine\n\nLevine, who served 10 years in federal prison on racketeering, securities fraud, obstruction of justice, and narcotics trafficking charges, said Mangione is in a situation unlike anything he's experienced before.\n\nThe Metropolitan Detention Center is plagued with inmate death and violence, rodents, raw sewage, understaffing, and a deteriorating infrastructure.\n\nChilling moment CEO ‘assassin’ Luigi Mangione tells classmates to ‘challenge the world’ in valedictorian speech\n\nCameron Lindsay, a former warden at the infamous federal building, told The New York Times in 2019 that the site is \"one of the most trouble, if not the most troubled facility in the Bureau of Prisons.\"\n\n'OLD MONEY' WEALTH\n\nMangione was born to a prominent, well-established Italian-American family in Baltimore, Maryland.\n\nNicholas Mangione Sr., the family patriarch and the young Mangione's grandfather, left his 10 kids and 37 grandchildren an extensive multi-million dollar real estate portfolio, including country clubs, nursing homes, and a radio station.\n\nLuigi Mangione came from a privileged upbringing, attending the prestigious high school Gilman School in Baltimore, where tuition is currently $37,690 per year.\n\nHe was on the wrestling and soccer teams and was valedictorian of his graduating class of 2016.\n\nAfter high school, he continued his academic success, attending the University of Pennsylvania for his undergraduate and graduate studies.\n\nThen, after college, Mangione landed several internships with tech companies and found a job as a software engineer at TrueCar, an online marketplace based in Santa Monica, California.\n\nThe perks of his job allowed Mangione to work remotely, and he eventually found himself living in a shared space in a high-rise apartment in Honolulu, Hawaii, where he paid about $2,000 per month.\n\nDuring a trip to Thailand in April, Mangione boasted to another traveler that he was making \"lawyer money\" as a coder for TrueCar and claimed to have $6 million in his bank account thanks to his wealthy family, according to TMZ.\n\n10 Mangione, who came from a privileged upbringing, will experience a 'different life, different world' while in federal lockup, a prison expert said Credit: Getty Images - Getty\n\n10 Brian Thompson, the CEO of UnitedHealthcare, was executed outside the Hilton hotel in Midtown Manhattan on the morning of December 4 Credit: AFP\n\n10 Police place bullet casing markers outside of a Hilton hotel where Brian Thompson was fatally shot Credit: Getty Images - Getty\n\n'DIFFERENT LIFE, DIFFERENT WORLD'\n\nHowever, Mangione's elite lifestyle was upended when he was arrested on December 9 at a McDonald's in Altoona, Pennsylvania, about 280 miles west of where he allegedly assassinated the chief executive of UnitedHealthcare.\n\n\"You're talking old, old million, old money,\" Levine told The U.S. Sun.\n\n\"Now he can have cheese crackers and maybe a bottle of a plastic bottle of soda.\n\n\"He'll buy a honey bun. It's like all knock-offs, too. They don't sell the real s**t in the feds.\n\n\"What is it called, Mrs. Freshly - I never heard of it until I went in. I saw it once at a $.99 store.\n\n\"So, he'll be eating like off-brand, knock-off convenience, snacks, and s**t when he finally gets to get that.\"\n\nLevine added, \"So, different life, different world, you know. It's not like he's in the state where you can buy your own TV set.\n\n\"He's gonna have to deal with inmates, and he's not gonna be making the decisions.\n\n\"So yeah, that's a mindf**k.\"\n\n'LIFE BEHIND BARS'\n\nLevine compared Mangione's living conditions in the Metropolitan Detention Center to \"living in your bathroom.\"\n\n\"You know, if he's living in a cell like Diddy was for a while, you know how big those cells are? Picture living in your bathroom with no TV, no computer as well,\" Levine said.\n\n\"That's what his cell life will be like. You got nothing to read.\n\n\"Here's your Bible, though. So, he'll be reading the Bible, he'll be getting discovery, but what real discovery is there.\n\n\"He didn't commit a sophisticated crime. So, they'll give him discovery, 'We found this, and we found that this were his movements,' for the next whatever period of time.\n\n\"The guy already admitted that he did it, so you know what kind of big investigation do you need on that.\"\n\n10 The Metropolitan Detention Center is also where disgraced music mogul Sean 'Diddy' Combs is being held while he awaits trial Credit: Reuters\n\n10 Prison consultant Larry Levine believes Mangione is 'scared' and 'never expected to be in the feds' Credit: AP:Associated Press\n\n10 Surveillance video captured the moment a masked, hooded gunman assassinated Brian Thompson as he arrived at the Hilton hotel for an investor conference Credit: AP\n\n'HUMAN PING-PONG BALL'\n\nOn Monday, Mangione pleaded not guilty to 11 state criminal counts, including a first-degree murder that brands him as a terrorist.\n\nA grinning Mangione appeared in Manhattan Criminal Court, where his attorney raised issues with the New York City Police Department's \"staged\" perp walk of her client.\n\n\"He's a young man, and he's being treated like a human ping-pong ball by two warring jurisdictions here,\" defense attorney Karen Friedman Agnifilo argued.\n\n\"They're treating him like a human spectacle.\"\n\nAgnifilo questions Mayor Eric Adam's presence at the December 19 perp walk, where dozens of heavily armed police officers and FBI officials waited for Mangione to arrive at a heliport near Wall Street.\n\n\"What was the New York City mayor doing at this press conference - that is utterly political,\" the attorney added.\n\n\"The New York City mayor should know more than anyone the presumption of innocence.\"\n\nDespite her concerns, Judge Gregory Carro assured Agnifilo that Mangione would receive a fair trial, saying, \"We will carefully select a jury.\"\n\nMangione's next court date in state court is scheduled for February 21.\n\nBefore then, he is expected to appear in federal court on January 18."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Atlanta nonprofit shining a light on helping the unhoused this holiday season",
            "link": "https://www.msn.com/en-us/sports/nba/atlanta-nonprofit-shining-a-light-on-helping-the-unhoused-this-holiday-season/vi-AA1wrC6x?ocid=BingNewsVerp",
            "description": "Stephen Hawking's eerie alien theory might explain why we've never been contacted An anti-inflammatory diet can boost your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4cHdjsuOBNLFNoVv7JDWnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "2hon MSN",
            "source": "WXIA-TV Atlanta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Protecting your property in the Ozarks",
            "link": "https://www.msn.com/en-us/money/news/protecting-your-property-in-the-ozarks/vi-AA1wrKMG?ocid=BingNewsVerp",
            "description": "An anti-inflammatory diet can boost your health. What to eat and what to avoid Second-grader heroically saves classmate by ...",
            "image_url": "https://www.bing.com/th?id=OVF.DA44HHMjNDTxVnMSCvEInw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "KOLR Springfield on MSN2h",
            "source": "KOLR Springfield on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Viral video of UFOs in Maryland is not real",
            "link": "https://www.9news.com/article/news/verify/ai/viral-video-of-ufos-in-maryland-is-not-real/536-6f7c78ad-9759-46e0-8c1c-840f23522627",
            "description": "A viral video of 'UFOs' over Maryland is light-years from the truth. It’s an artificial intelligence creation inspired by the ...",
            "image_url": "https://www.bing.com/th?id=OVF.Nz%2burIpI5avCi%2fW8Pb2pfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "8h",
            "source": "9NEWS",
            "article_content": "A viral video of “UFOs” over Maryland is light-years from the truth. It’s an artificial intelligence creation inspired by the mysterious drone sightings.\n\nReports of drones flying over New Jersey and other parts of the eastern U.S. have some wondering if the drones are actually unidentified flying objects (UFOs).\n\nAn Instagram post with more than 200,000 likes claims to show a video of “UFOs over Maryland.” An X post with over 690,000 views that shows the same video says “More #UFOs spotted in Maryland … What are these drones doing in US airspace.”\n\nBut some commenters questioned whether the video was real.\n\nTHE QUESTION\n\nIs the video claiming to show UFOs over Maryland real?\n\nTHE SOURCES\n\nTHE ANSWER\n\nNo, the video claiming to show UFOs over Maryland isn’t real. The video was made with artificial intelligence.\n\nWHAT WE FOUND\n\nThe video does not show real UFOs or even drones flying over a Maryland neighborhood. It was made using artificial intelligence. The creator of the video said he was inspired to create it by the lack of information provided by the government about drones.\n\nUsing InVid, a video forensics tool, VERIFY analyzed the video and conducted a reverse image search of each frame. The original video featuring the text “Now they are over Maryland!”, was posted to TikTok by Joey Malinski, a digital content creator, on Dec. 13.\n\nMalinski is the director of Maryland-based digital company ATB Productions. He took credit for the viral clip on both his TikTok and YouTube channels and also described how he made the video clip using Sora, an AI creation tool, to design the clip.\n\n“With my clip, obviously, the government hasn't been telling us about what these drones are. I've been a believer in aliens since I got visited in 2017. To me, I wanted to create something that was inspired by the original fake news. You know, UFO sightings and Bat Boy in the cave. Now we have me on a cell phone, shooting AI video of stuff that's plausible. Because the plausibility is why it's believable,” Malinski says in the video.\n\nTo achieve the “plausibility” effect, he told VERIFY he chose to mimic existing drone videos circulating online, opting for a “handheld, shot-on-a-cellphone” style to make it appear authentic, while simultaneously incorporating elements that made it intentionally fake.\n\n“I included the traditional ‘circular’ UFO design, flashing lights, and added the X-Files theme music to enhance the darkness and humor of the concept,” Malinski explained.\n\nHe said he thought adding the music would be a giveaway that the video was fake, but the clearest indicator the video was AI-generated is how the lights reflect on the trees, a detail where AI “still struggles with realism.”\n\n“This video was an example of how surprisingly easy it is to make something look ‘real,’” Malinski said.\n\nPentagon Press Secretary John Kirby has explained that the drone sightings include a mix of lawful commercial drones, hobbyist drones, and law enforcement drones, as well as manned fixed-wing aircraft, helicopters, and even misidentified stars. Senior officials from the FBI, Pentagon and the Federal Aviation Administration (FAA) have stated the drones don’t pose a national security threat, safety risk, or connection to foreign actors."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert issues verdict on 'blob-like shape' seen by British Airways passengers mid-flight",
            "link": "https://www.msn.com/en-gb/science/aeronautics/ufo-expert-issues-verdict-on-blob-like-shape-seen-by-british-airways-passengers-mid-flight/ar-AA1wqYby?ocid=BingNewsVerp",
            "description": "The object which mystified passengers on a British Airways flight was captured on camera and now a UFO expert has issued his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.u6CN5bP9ISFpvO9PmjCsui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Barriers in Science: Mammoth Discovery, Robotic Revolution, and India's Space Aspirations",
            "link": "https://www.devdiscourse.com/article/science-environment/3205493-breaking-barriers-in-science-mammoth-discovery-robotic-revolution-and-indias-space-aspirations",
            "description": "Recent scientific discoveries and advancements feature a nearly intact young mammoth found in Siberia, a South Korean ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9OpObRDUNee39zpQsGQDzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse12h",
            "source": "devdiscourse",
            "article_content": "In a stunning archaeological find, researchers have discovered the remains of a juvenile mammoth, remarkably preserved in Siberia's permafrost for over 50,000 years. Found in the Batagaika crater, the ancient creature offers valuable insights into prehistoric life, while climate change accelerates the permafrost's retreat.\n\nMeanwhile, on a different frontier of technology, South Korean scientists have unveiled an 'Iron Man' inspired exoskeleton robot. This lightweight, wearable device aids paraplegics by locking onto the user's body, helping them navigate stairs and obstacles, marking a leap forward in assistive technology.\n\nIn the realm of space exploration, the Indian National Space Promotion and Authorisation Centre (IN-SPACe) has attracted 30 companies for a pioneering initiative to establish home-grown satellite constellations. This effort aims to bolster India's defense and infrastructure capabilities by reducing dependency on foreign data.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make ‘shocking’ predatory discovery about California’s ground squirrels",
            "link": "https://www.msn.com/en-us/news/technology/scientists-make-shocking-predatory-discovery-about-california-s-ground-squirrels/ar-AA1wqKfS?ocid=BingNewsVerp",
            "description": "Ravenous California ground squirrels have been observed killing and eating small rodents, marking the first widespread ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9PAHLfX3RYfAfovErsi-Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing Is Finally Here. But What Is It?",
            "link": "https://www.msn.com/en-us/news/technology/quantum-computing-is-finally-here-but-what-is-it/ar-AA1wqDbi?ocid=BingNewsVerp",
            "description": "Four decades ago, physicists were theorizing that the mind-bending mechanics of quantum physics could be harnessed to make a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pk8eIS8TIphVqEbpaWUgPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "12hon MSN",
            "source": "QuickTake on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A beginner’s guide to quantum computing | Explained",
            "link": "https://www.thehindu.com/sci-tech/science/a-beginners-guide-to-quantum-computing-explained/article69022446.ece",
            "description": "Discover the basics and potential of quantum computing, from qubits to quantum supremacy, in this insightful overview.",
            "image_url": "https://www.bing.com/th?id=OVFT.7O38_T7ycJH9SyMMS-4dfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "8h",
            "source": "The Hindu",
            "article_content": "Over the last decade or so, quantum computing has become the talk of computer town. Their potential to solve complex problems much faster than classical computers is an intriguing proposition that could benefit, if not transform, several industries.\n\nThe working of a quantum computer is based on the principles of quantum mechanics, an area of physics that deals with the smallest particles in the universe.\n\nPhysicist Richard Feynman proposed the idea of developing a computer to simulate quantum systems in 1982. He discussed the idea of a universal computer that could simulate all physics — both quantum and classical. Researchers realised classical computers, the computers of today, would struggle with the complexity of quantum systems and thus the idea of a quantum computer was born.\n\nSince then, scientists have made significant progress in quantum computing.\n\nBasics of quantum computing\n\nClassical computers work on the principles of classical physics. Their fundamental computing unit is the bit: each bit represents one piece of information with two possible values, 0 or 1. It is possible to represent all types of information as a combination of 0s and 1s using the binary system.\n\nQuantum computers rely on quantum bits or qubits to perform computations. Unlike classical bits, qubits can exist in the states 0, 1 or in a state that’s partly 0 and partly 1. In this context, state refers to all the possible values the qubit can have.\n\nThe ability of qubits to be in two states is known as superposition. Superposition is one of two fundamental principles that animate quantum computers.\n\nImagine a spinning coin. While the coin is spinning, it can be both heads or tails, and it isn’t until the coin collapses that you can see which it is. A qubit is like a spinning coin that holds both values simultaneously.\n\nWhen a qubit is measured, it collapses to one of the values, 0 or 1. This means while a classical bit holds one unit of information, a qubit can hold two. Because of this quantum computers can perform multiple computations simultaneously, with the measurement revealing one of the possible outcomes of the computations.\n\nThe second fundamental principle upon which quantum computers are based is called entanglement. This phenomenon allows qubits to be intrinsically linked no matter how far apart they physically are. Albert Einstein famously called it “spooky action at a distance”.\n\nSo measuring the state of one of the qubits could immediately yield information about the state of the other. Say you have a pair of gloves. Each glove is put in a separate box and sent to different locations, and we don’t know which box has which. But once a box is opened to reveal the left glove, we instantly know the other box has the right glove.\n\nThe instantaneous correlation between qubits allows shared information to be processed simultaneously, speeding up computations that would take far longer with classical computers.\n\nSuperposition and entanglement can’t be described by classical theories of physics. They are exclusive to quantum mechanics — and central to the potential that quantum computers have to offer.\n\nSignificant milestones\n\nQuantum computers are technologically superior but this doesn’t automatically mean they will be better than classical computers at different tasks.\n\nOver the years, experts have developed and honed specific tasks that prove quantum computers are capable of greater feats, and also show how.\n\nIn 1994, Bell Labs computer scientist Peter Shor created the famous Shor’s algorithm. The algorithm could factorise (or find the factors of) large numbers in moments rather than the millions of years required by classical computers.\n\nThis has major implications for data security. Current methods to secure data involve locking the data and hiding the key to unlock it in the solution of a difficult mathematical problem.\n\nLarge-number factorisation is one such problem and classical computers require enormous amounts of resources to solve it. But using Shor’s algorithm, a quantum computer could quickly solve the problem and open the locks.\n\nThe state of quantum computing came a long way in the next 25 years. In 2019, for example, IBM unveiled the world’s first circuit-based commercial quantum computer Q System One. Circuit-based designs are believed to be the most versatile for general quantum-computing applications.\n\nQ System One uses quantum circuits composed of quantum gates that manipulate qubits, analogous to how classical computers use logic gates.\n\nIn the same year, researchers at Google reported in a paper in Nature that their 53-qubit ‘Sycamore’ processor had achieved quantum supremacy.\n\nA quantum computer achieves quantum supremacy when it can solve a problem that would take classical computers an unreasonable amount of time. The paper claimed Sycamore completed a task in 200 seconds that would take a supercomputer 10,000 years.\n\nEarlier this month, in fact, Google unveiled a quantum chip called Willow, purportedly the world’s first quantum processor in which error-corrected qubits improve as they scale.\n\nQuantum states are easily prone to errors due to interactions with the environment. Quantum computers need error correction to hold information long enough to perform useful calculations with them.\n\nWillow, Google has said, can finish a standard test in five minutes whereas the same calculation would take today’s best supercomputers 10 trillion trillion years.\n\nPresent limitations\n\nThe advancements are flying thick and fast but there are still many significant challenges to overcome before quantum computers can become (relatively) common.\n\nThe chief concern is that building quantum computers remains expensive and complex. Keeping many qubits stable is also difficult because of error rates and decoherence (when a qubit loses superposition because of noise from its surroundings).\n\nThe problems for which we really need quantum computers — like discovering new drugs or cracking mysteries in astronomy — also require millions of qubits.\n\nAll said, their potential to be useful is clear. This is why India launched the National Quantum Mission in 2023. The government has set aside ₹6,000 crore for the mission to be spent over eight years, among other things to develop quantum computers.\n\nTejasri Gururaj is a freelance science writer and journalist with a master’s degree in physics"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Barriers in Science: Mammoth Discovery, Robotic Revolution, and India's Space Aspirations",
            "link": "https://www.devdiscourse.com/article/science-environment/3205493-breaking-barriers-in-science-mammoth-discovery-robotic-revolution-and-indias-space-aspirations",
            "description": "Recent scientific discoveries and advancements feature a nearly intact young mammoth found in Siberia, a South Korean ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9OpObRDUNee39zpQsGQDzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "devdiscourse12h",
            "source": "devdiscourse",
            "article_content": "In a stunning archaeological find, researchers have discovered the remains of a juvenile mammoth, remarkably preserved in Siberia's permafrost for over 50,000 years. Found in the Batagaika crater, the ancient creature offers valuable insights into prehistoric life, while climate change accelerates the permafrost's retreat.\n\nMeanwhile, on a different frontier of technology, South Korean scientists have unveiled an 'Iron Man' inspired exoskeleton robot. This lightweight, wearable device aids paraplegics by locking onto the user's body, helping them navigate stairs and obstacles, marking a leap forward in assistive technology.\n\nIn the realm of space exploration, the Indian National Space Promotion and Authorisation Centre (IN-SPACe) has attracted 30 companies for a pioneering initiative to establish home-grown satellite constellations. This effort aims to bolster India's defense and infrastructure capabilities by reducing dependency on foreign data.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Green Energy Revolution: Vasanth JB's Insights on Solar, Biofuels, and Green Hydrogen",
            "link": "https://www.msn.com/en-in/news/techandscience/the-green-energy-revolution-vasanth-jb-s-insights-on-solar-biofuels-and-green-hydrogen/ar-AA1wqoPq?ocid=BingNewsVerp",
            "description": "The global energy sector is currently experiencing a significant transformation driven by increasing awareness of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uC9dSBuX9XvTFdAL7M_ETS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "12hon MSN",
            "source": "Republic World on MSN",
            "article_content": ""
        }
    }
]