[
    {
        "title": "The UFO 50 subreddit is beginning to role-play as if the fake in-game console was real",
        "link": "https://www.msn.com/en-us/entertainment/other/the-ufo-50-subreddit-is-beginning-to-role-play-as-if-the-fake-in-game-console-was-real/ar-AA1rkY53?ocid=BingNewsVerp",
        "description": "The community around Mossmouth’s compilation of imagined 1980s games is having fun with the metafiction around developer UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tmu90OvUiRSleliTuH-YzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "8hon MSN",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "Think you saw a UFO? Sorry, but it may have only been these wildly cool clouds",
        "link": "https://www.msn.com/en-us/weather/other/think-you-saw-a-ufo-sorry-but-it-may-have-only-been-these-wildly-cool-clouds/ar-AA1rkXtE?ocid=BingNewsVerp",
        "description": "Sorry, but it’s not a UFO cover-up. Some alien hunters and extraterrestrial enthusiasts will be disappointed to learn that ...",
        "image_url": "https://www.bing.com/th?id=OVF.lgAZnoXN4xYOveofDJb6mA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Could A Massive Public UFO Database Eventually Help Explain Mysterious Sightings?",
        "link": "https://www.popularmechanics.com/science/a62396621/government-ufo-reports-and-records/",
        "description": "The U.S. government effort may be a step in the right direction to help UFOs be taken more seriously, some researchers say.",
        "image_url": "https://www.bing.com/th?id=OJ.nYewEnVTZcURCA&pid=news&w=58&h=16&rs=2",
        "category": "ufo",
        "date": "5h",
        "source": "Popular Mechanics",
        "article_content": "Soon after clicking around America’s new online database containing hundreds of thousands of historical UFO records, you may begin to wonder why the government has spent a lot of time and taxpayer dollars collecting data on a phenomenon that it doesn’t seem to believe in.\n\nAs a casual observer taking a quick look at the database—an ongoing project of the National Archives, the government’s repository of historical documents—you’ll see many images of fake-looking flying saucers. You’ll hear recordings of military personnel talking at length about various sightings, concluding that there was no credible evidence that what was observed was a UFO. You’ll find a ton of grainy images and films of bright dots in the sky, as well as black-and-white 20th-century newsreel footage.\n\nBut if you dig around the somewhat clunky database, you might also discover some intriguing records. For example, a 2013 blog post mentioning a Popular Mechanics news brief that same year about an Air Force project to build a flying saucer. Surely, that would pique your interest.\n\n“The Air Force, especially, has spent a significant amount of time trying to say ‘there is nothing here,’” and yet it and other government agencies have continued to investigate UAP reports, says Robert Powell, an engineer and author of UFOs: A Scientist Explains What We Know (And Don’t Know).\n\n“Why would you collect all that information if you did not believe there was something to at least a portion of it? … You’ll see some really interesting reports there in that data that indicate there’s something to the whole UAP subject, but you have to look for it,” says Powell, who is also co-founder of the Scientific Coalition for UAP Studies (SCU), a nonprofit that includes scientists and researchers who apply scientific methods to the analysis of UFO sightings.\n\nLAST FEBRUARY, AT THE DIRECTION OF CONGRESS, the Archives launched the giant database, which will eventually collect records from across all federal agencies of sightings related to Unidentified Anomalous Phenomena (UAP), the government’s term for UFOs. At present, however, it only contains some of the UAP records—including photographs, moving images, and microfilm—that the Archives already has on hand that have at this point been digitized.\n\nMore records are slated to be added as the agency continues the process of digitizing its own files, and more still will be added once the Air Force, NASA, and other U.S. government agencies start to digitize copies of their own records for transfer to the Archives and eventual online public disclosure.\n\n“It’s important for the scientific community to have open access to information,” says Powell. He points to the huge amount of data now on the hub and says it’s of immense value to have it all gathered into one place and online.\n\nWhile many scientists and researchers over the years have found that the vast majority of reports of sightings are misidentifications of known objects, they agree that there remain some reports “that cannot be reasonably explained as terrestrial or astronomical objects,” Powell says, adding that military and government leaders have also acknowledged this over the decades.\n\nUnlike the long-running sci-fi television classic The X-Files, in which FBI Special Agent Fox Mulder tries to expose what he believes is a massive government UFO cover-up, the endgame for the database is improving transparency for the public. At least, sort of.\n\nTo some extent, Mulder may have been right, as evidenced by ongoing calls from Washington lawmakers on both sides of the political aisle for the Executive Branch to declassify government UAP records.\n\n“Congress recognizes that these records, if they exist, were likely concealed under the good faith goal of protecting national security. However, hiding that information from both Congress and the public at large is simply unacceptable,” Senate Majority Leader Chuck Schumer (D-NY) and Sen. Mike Rounds (R-SD) said in a statement last year. The senators made the statement as they introduced an initial version of a bill that was amended and eventually adopted into the law calling for the creation of a UAP collection hub.\n\nUnder law, the government may postpone public release of certain records for 25 years from the date they were first created. The president must certify that a postponement is necessary due to a risk of harming military defense, intelligence operations, law enforcement, or the conduct of foreign relations, or that there is an identifiable harm so grave that it outweighs the public interest in disclosing the information.\n\n“The American public has a right to learn about technologies of unknown origins, non-human intelligence and unexplainable phenomena,” Schumer said. “We are not only working to declassify what the government has previously learned about these phenomena but to create a pipeline for future research to be made public.”\n\nBefore the UAP hub went live, the public would have had to visit one of the Archives’ physical research locations to view, for example, the Air Force’s files on the long-running Project Blue Book UFO investigation that ended in 1969. Now those files are just a few clicks away in the database.\n\nHow to Use the UAP Records Collection Hub The National Archives is continuing to add records of unidentified anomalous phenomena (UAP), more commonly known as UFOs, to its online hub as it digitizes more of the records in its holdings, says Chris Naylor, executive for Research Services at the Archives.\n\n\n\nLaunched in February 2024, the hub now holds hundreds of thousands of those records, but this number will exponentially increase as more of the Archives’ UAP records are digitized and as other government agencies and the presidential libraries begin the process of digitizing their own holdings and transferring them to the Archives.\n\n\n\nThe process may take some time due to the massive volume of records on file, Naylor says. Barring classified or otherwise potentially sensitive information, the goal is to create a complete catalog of all of the government’s UAP records.\n\n\n\nTo find the hub, start at the National Archives homepage at www.archives.gov and click the Research Our Records tab. From there, scroll down to Research a Specific Topic , where you’ll find the Foreign Affairs, Military Records & Investigations box with a link to Unidentified Anomalous Phenomena (UAPs) . This is the hub’s homepage for the Archives’ massive database of UAP records.\n\n\n\nThe hub is divvied up into five broad categories of UAP-related records:\n\n\n\n• Still Picture and Photographs\n\n• Moving Images and Sound\n\n• Textural Records and Microfilm\n\n• Presidential Library, and\n\n• National Archives Blog Posts and Articles\n\n\n\nWithin each category are numbered titles of record groups (RG), the first under the Still Picture category is (RG 255) relating to NASA’s records, for example. Click on the first hyperlink, “Flying Saucer (photograph No. 255-GS-65-107) , and you’ll be taken to the image along with links to more items in the group and series. You can also perform searches within some Record Groups and Series by using the blue search box at the top left of those pages. What you’ll find as you drill down from record groups to individual items depends on what has been digitized by the date and time when you look. —E.D.\n\nOver the years, the Archives has collected a significant volume of records that relate to government investigations of UAP sightings, says Chris Naylor, executive for Research Services at the Archives. Last year, it began to identify and then digitize those holdings in support of the All-domain Anomaly Resolution Office (AARO) , a Department of Defense unit created by the National Defense Authorization Act (NDAA) of 2022 to work across federal agencies to investigate UAPs.\n\nThat work continues today in accordance with the NDAA of 2024 , which required the Archives to establish the collection of UAP records. Barring classified or otherwise potentially sensitive information, the Archives aims to bring together all that the government agencies—as well as the presidential libraries—have concerning UAPs into a central repository that can be viewed online anywhere, Naylor says.\n\n“The intent and goal of this Act is for agencies to identify specific documents or items … not necessarily a whole series [or records of a project] that may not be relevant,” Naylor explains. An agency may, for example, have volumes of information on a single project that itself has nothing to do with UAPs but, nevertheless, contains one item that is relevant. That single item would be copied and digitized for the UAP hub.\n\nAgencies have an October 20 deadline to identify and prepare their records for transfer to the Archives, which will work with them on the process, Naylor says. He did not provide a timeline on when those records would begin to be uploaded to the public site.\n\nTechnology in the Sky\n\nUAP sightings have, indeed, been reported throughout history but it wasn’t until the late 1940s that the U.S. government, through the Air Force, embarked on a series of dedicated UFO research projects.\n\n“UAP research is often inconclusive, and our ability to explain these events seems to have become less easily resolved as our technology has advanced and our air activity has increased,” says Richard Medina, lead author of a study on how local may influence the number of reports on sightings.\n\nThat may be because of a lack of funding in this area to conduct the necessary research, says Medina, a University of Utah associate professor of geography.\n\n, University of Louisville researchers Marissa Yingling and Charlton Yingling surveyed 1,460 U.S. academics about UAPs. They found that 19 percent of respondents reported that they or someone they know has witnessed UAPs and that 64 percent considered academia’s involvement in UAP-related research to be very important or absolutely essential.\n\n“I think we did not anticipate the interest and enthusiasm that we have received from professors around the world in a wide variety of disciplines about this topic,” says Charlton Yingling, an associate professor of history.\n\nIn a , he says he found that academics more frequently reported some degree of concern for social, rather than professional, repercussions or ridicule about UAP research topics. Some were, nevertheless, also concerned about professional repercussions.\n\nLawmakers have also raised stigma concerns, as have former military personnel who shared their experiences with UAPs at a House Oversight Subcommittee hearing last year.\n\n“Pilots have reported encounters for years. Because of the stigma around reporting these incidents, we still do not have a complete picture of actually what is going on,” Rep. Robert Garcia (D-CA) said at the hearing. “I hear over and over from many agencies the stigma around reporting and investigating UAPs prevents us from getting real answers. We know that whistleblowers have reported harassment, intimidation or stigma as well, and this is not acceptable.”\n\nSome researchers echo that sentiment and say that the government’s efforts to become more involved with projects like the database may help the subject matter to be taken more seriously.\n\nThe database will help somewhat in reducing the social stigma around UAPs, Powell says. “I won’t say that it’ll go a long way [to changing opinions], but it’s another step in the right direction,” he says.\n\nMedina is more concerned with the long view. “Just putting together a database or a collection hub isn’t going to solve the problem [in that it is] not going to tell us what these things are that people are seeing,” he says. More research funding is the best bet to help address that issue, he adds. And while lawmakers are helping to drive funding to this area, there’s more work to be done.\n\n“There’s more technology in the sky than ever before,” he says, “and we’re still just as confused as we were years ago.”\n\n"
    },
    {
        "title": "Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop",
        "link": "https://www.aol.com/news/meet-american-reported-first-sensational-073005647.html",
        "description": "Meet the American who shared sensational accounts of UFO encounters. John Winthrop was the leader of the Massachusetts Bay ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7YAKVUZkN42HmHRmV9As6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15h",
        "source": "AOL",
        "article_content": "Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop\n\nUnidentified flying objects soared into American popular culture with the dawn of the jet age in the 1940s.\n\nUFOs, it turns out, have mystified Americans since the earliest days of colonial settlement.\n\nThe first known UFO encounter in America was recorded in 1639 by pious Puritan and prolific journal-keeper John Winthrop. He is a foundational figure in the national pantheon and leader of the Massachusetts Bay Colony as it settled Boston.\n\nWinthrop’s sensational account of \"a great light in the night\" was witnessed by a group of \"sober, discreet\" and \"credible persons\" over Muddy River in Boston — a trickle of a creek that today wraps around American sports landmark Fenway Park.\n\nMeet The American Who First Planted Apples In The Colonies: William Blaxton, Eccentric Settler\n\nWinthrop's leadership of the fledgling Massachusetts colony shaped the destiny of the United States, established more than a century after his death.\n\nRead On The Fox News App\n\nHe has serious street cred in academia, making his spectacular record of unexplained phenomena all the more remarkable.\n\nJohn Winthrop, who led the settlement of Boston in 1630, chronicled daily colonial life in his journal. His writing, widely esteemed among scholars, includes three reports of UFO sightings.\n\n\"John Winthrop’s journal has long served as a cornerstone of Massachusetts historical scholarship,\" the Massachusetts Historical Society writes in a recent look at the Puritan's UFO sightings.\n\n\"He diligently recorded the events of his life, along with the trials and tribulations of the people of the Massachusetts Bay Colony during the first 19 years of its existence.\"\n\nWinthrop’s incredible tales of aerial phenomena in early America, long unknown, generated sudden interest in recent years, after federal government and military officials admitted that it’s been studying UFOs for decades.\n\nStories of paranormal and unexplained phenomena were effectively mainstreamed for academics and serious analysts.\n\nU.S. Deputy Director of Naval Intelligence Scott Bray explains a video of unidentified aerial phenomena, as he testifies before a House Intelligence Committee subcommittee hearing at the U.S. Capitol on May 17, 2022. Federal officials' recent admissions that the government has been investigating UFOs for decades generated interest in reports of unexplained phenomena by Massachusetts Bay Colony founder John Winthrop.\n\nFew Americans were more serious than Winthrop.\n\nHe was a devout Christian and an industrious nation builder. Despite the hardship of carving a new civilization from the wilderness, and governing a new society, he dutifully kept almost daily records of life in the colony for nearly two decades.\n\nOne 2005 biography is titled \"John Winthrop: America's Forgotten Founding Father.\"\n\n\"His energies seemed prodigious and inexhaustible,\" PBS Frontline said of Winthrop.\n\n\"Repeatedly elected governor, he was chiefly responsible for maintaining civic and social order.\"\n\nJohn Winthrop was born on Jan. 12, 1587 or 1588, in Edwardstone, Suffolk County, England, to Adam and Anne (Browne) Winthrop.\n\nThe Arbella, a copy of Gov. John Winthrop's flagship, moored in Forest River Park in Salem, Massachusetts, on the edge of a model pioneer village.\n\nBoth his parents came from prosperous families, according to various accounts.\n\nHe began journal-keeping in 1605 while still a teenager, chronicling his growing devotion to Christ. His faith was increasingly at odds with national sentiment after King Charles I, an Anglican sympathetic to Roman Catholicism, gained the throne in 1625.\n\nWinthrop departed for the New World in the spring of 1630 aboard the Arbella with an expedition of Puritans to establish the Massachusetts Bay Colony, about 35 miles north of the Plymouth Colony settled by the Pilgrims in 1620.\n\nWinthrop issued a message on the ship that has echoed through American history.\n\nIt’s remembered today as the \"city upon a hill\" sermon — inspired by several biblical passages and delivered to a daring people fleeing decrepit old Europe to create a New World in service of Christ.\n\n\"For we must consider that we shall be as a city upon a hill. The eyes of all people are upon us,\" Winthrop said.\n\nReception of a Narragansett warrior by John Winthrop, Massachusetts, c 1630s (c 1880). Winthrop was the leader of a group of Puritan settlers who established the Massachusetts Bay Colony in 1630. A print from \"Cassell's History of the United States\" by Edmund Ollier, Volume I, Cassell Petter and Galpin, London, c 1880.\n\n\"So that if we shall deal falsely with our God in this work we have undertaken, and so cause Him to withdraw His present help from us, we shall be made a story and a by-word through the world.\"\n\nThe \"city upon a hill\" sermon helped establish the concept of American exceptionalism — a new society that would be a \"model of Christian charity\" for the world to admire and emulate.\n\nMeet The American Who Inspired The Nation In Two World Wars: Christian Soldier Sgt. Alvin York\n\nThe phrase \"a city upon a hill\" has been widely quoted by following generations, most notably by President Ronald Reagan, who cited Winthrop by name in his farewell address.\n\n\"I've spoken of the shining city all my political life,\" Reagan said to the nation on Jan. 11, 1989.\n\nJohn Winthrop, Puritan founder of the Massachusetts Bay Colony, chronicled the minutiae of nation-building for 19 years in a detailed journal. His March 1, 1639, entry includes the first report of a UFO encounter in America. He recorded two other UFO sightings in Boston in 1644.\n\n\"In my mind it was a tall, proud city built on rocks stronger than oceans, wind-swept, God-blessed, and teeming with people of all kinds living in harmony and peace … That's how I saw it, and see it still.\"\n\nWinthrop was God-fearing, intrepid, faithful, hard-working and diligent — serious in faith and deed. Few people in American history had less time, inclination or motive to devote to fantasy or foolishness.\n\nWinthrop’s report of an eerie UFO encounter on a winter night in Boston is sandwiched between perfunctory passages about business dealings with the natives.\n\nThe subject turned suddenly.\n\nEngraving depicting a lighter, a type of flat-bottomed barge used to transfer goods and passengers to and from moored ships. Dated 19th century. Puritan leader John Winthrop recorded America's first UFO incident in 1639, witnessed by three men on a lighter similar to this one. His report hints they were also abducted.\n\n\"In this year one James Everell, a sober, discreet man, and two others, saw a great light in the night at Muddy River,\" Winthrop wrote on March 1, 1639.\n\n\"When it stood still, it flamed up, and was about three yards square; when it ran it was contracted into the figure of a swine.\"\n\nWinthrop went on, \"It ran swift as an arrow toward Charlton [Charlestown] and up and down about two or three hours. They were come down in their lighter [a small barge] about a mile, and, when it was over, they found themselves carried quite back against the tide to the place they came from. Divers[e] other persons saw the same light, after, about the same place.\"\n\n\"That's stunning,\" UFO researcher Nick Pope told Fox News Digital after hearing the story for the first time.\n\nNick Pope, a former UFO investigator for the U.K. Ministry of Defense and frequent contributor to \"Ancient Aliens\" on The History Channel, calls Puritan leader John Winthrop's passages on UFO's in early colonial Boston \"pretty stunning.\"\n\nPope is a former UFO investigator for the U.K. Ministry of Defense and contributor to \"Ancient Aliens\" on The History Channel.\n\nSeveral sources say ignis fatuus, a spark of swamp gas, is the likely cause of the strange light.\n\nAngels In Our Midst? One Scientist Explains Why The Bible Supports Extraterrestrials\n\nBut that doesn’t explain how the phantom light raced across the river — or why Everell and the other men in the boat wound up a mile downstream.\n\n\"Some researchers would interpret this as a possible alien abduction if it happened today,\" authors Jacques Vallee and Chris Aubeck wrote in \"Wonders in the Sky: Unexplained Aerial Objects from Antiquity to Modern Times.\"\n\n\"Winthrop's UFO\" was an art installation placed in 2019 along Muddy River in Boston, where Puritan leader John Winthrop recorded America's first UFO sighting in 1639. Artists Ann Hirsch and Jeremy Angier of A+J Art+Design created it; it represents the figure of a light in the shape of a swine, as Winthrop described.\n\nWinthrop reported two more UFO sightings in 1644, the first on Jan. 18.\n\n\"About midnight, three men, coming in a boat to Boston, saw two lights arise out of the water near the north point of the town cove, in form like a man, and went at a small distance to the town, and so to the south point, and there vanished away.\"\n\nMeet The American Who Rowed Washington Across The Delaware On Christmas: Sailor-soldier John Glover\n\nA week later another supernatural encounter was \"seen by many,\" he wrote.\n\n\"A light like the moon arose about the N.E. point in Boston, and met the former at Nottles Island, and there they closed in one, and then parted, and closed and parted diverse times, and so went over the hill in the island and vanished. Sometimes they shot out flames and sometimes sparkles.\"\n\nWinthrop never mentioned the events again.\n\nHis journal was not published until 1825. The mysterious passages were ignored amid the insight into colonial history culled from his voluminous writings.\n\nMuddy River in Boston on Jan. 18, 2022. John Wintrhop, Puritan founder of Massachusetts Bay Colony, recorded America's first UFO sighting along Muddy River on March 1, 1639.\n\nThe eerie objects remain unidentified today, yet come from one of the most trusted sources in American scholarship.\n\n\"I think it speaks to the fact that those skeptics don’t like to admit, but most UFO witnesses, like Everell or Winthrop, are serious, sober individuals,\" said Pope.\n\nFor more Lifestyle articles, visit foxnews.com/lifestyle\n\n\"It doesn’t surprise me you have these very historical figures seeing these things. It’s vindication of what we see today. If you look at modern [UFO] accounts, very often they’re [from] police officers, pilots, military personnel, radar operators.\"\n\nJohn Winthrop died of natural causes on March 26, 1649. He was 61 or 62 years old.\n\nHe’s buried today in King’s Chapel Burying Ground in the heart of downtown Boston.\n\nEstablished in 1630, it’s one of the nation’s oldest cemeteries.\n\nJohn Winthrop, Illustration, \"Ridpath's History of the World,\" Volume III, by John Clark Ridpath, LL. D., Merrill and Baker Publishers, New York, 1897.\n\nBoston to this day comprises the bulk of Suffolk County, Massachusetts — the area still carrying the name of Winthrop's homeland in England, some 400 years later.\n\nThe town of Winthrop, next to Boston, juts proudly out into the harbor today. Winthrop Square is a landmark in downtown Boston. The Puritan leader is the namesake of schools, squares, communities and memorials around Massachusetts and in other parts of the country.\n\nClick Here To Sign Up For Our Lifestyle Newsletter\n\nMore importantly for human events, the city he established and nurtured would, 145 years after he settled it, lead the charge for independence in the American Revolution.\n\nWinthrop helped build a mighty \"city upon a hill\" — even while recording ephemeral mysteries that defied logic in 1639 and still defy it today.\n\nAlienCon, which returned to Pasadena, California, in March 2023 for the first time since 2019, is an exploration into the unexplained mysteries that exist between science fact and science fiction.\n\n\"People have this misconception that this all started with flying saucers and Roswell. It goes back to the dawn of time,\" said Pope.\n\n\"What we’re just beginning to realize is that people have always seen these strange things. We have fiery chariots in the Bible and we have strange images in medieval and renaissance paintings and in old petroglyphs.\"\n\nTo read more stories in this unique \"Meet the American Who…\" series from Fox News Digital, click here .\n\nHe added, \"There’s no smoke without fire. And the believers only have to be right once.\"\n\n\n\n\n\nOriginal article source: Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop"
    },
    {
        "title": "Trump says he has UFO files",
        "link": "https://www.msn.com/en-us/news/politics/trump-says-he-has-ufo-files/vi-AA1rkfcH?ocid=BingNewsVerp",
        "description": "The presidential debate is tonight. There has been a campaign for CNN to ask the candidates a UAP related question. Recently ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-aACXtodIdOKf31xrXIt0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN10h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Deepak Chopra's AI voice aims to enlighten your listening",
        "link": "https://www.yahoo.com/tech/deepak-chopras-ai-voice-aims-051510925.html",
        "description": "The success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dheyIUUCq2AZ8NaPTwx5vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "55m",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ElevenLabs\n\nElevenLabs has added a Deepak Chopra to the stable of celebrity voice clones available on its Reader App. Chopra’s AI-generated voice can now read out any digital text to you with his full approval. Chopra joins the likes of Judy Garland, James Dean, Burt Reynolds, and Sir Laurence Olivier as a celebrity voice, though he is the first still-living person who has signed up to have his synthetic avatar read digital texts.\n\nChopra has been a leader in promoting meditation and mindfulness for decades and is also taking the lead in deploying a voice clone of himself. A few months ago, ElevenLabs and Chopra produced a virtual Chopra chatbot called Digital Deepak. Trained on Chopra’s collected speeches, books, interviews, and other comments, Digital Deepak acts as a limited but still knowledgeable source for Chopra’s thinking. You can ask Digital Deepak about himself and his work and get personalized responses from his AI voice clone.\n\nThe success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader app uses voice clones like Chopra’s to perform any uploaded text. It will read the words and mimic human emotion based on the context.\n\nThose interested in hearing the voices can try the ElevenLabs Reader app for free for three months or subscribe to ElevenLabs’ platform to gain access to the iOS or Android app. ElevenLabs has suggested that using celebrity voices will enhance any listening experience. Chopra’s inclusion with the Hollywood Golden Age stars suggests it won’t just be for entertainment but also for deeper topics.\n\nChopra Speaks\n\n“I am proud to announce my partnership with ElevenLabs. Listening can help cultivate emotional nurturing and engagement. This is no different in the age of AI, it is only more important,” said Chopra. “I have always written to connect with people, and now I can connect on a deeper level with a global audience as I make my teachings available for everyone in my own voice.”\n\nPerformers have expressed concern that AI will leave them out of a job since it can recreate their look and sound far more cheaply. Meta has already proven it will pay big bucks to get celebrities to voice the Meta AI assistant, and Disney ensured it had a deal with James Earl Jones before he passed to legally recreate his voice if they want Darth Vader in future projects. Recent actor union strikes have made stronger protections against unfair AI replication of their performances part of their bargains. For now, ElevenLabs wants people to see Chopra and other famous voices as a way to create deeper connections with people they respect, even if it’s all synthetic.\n\n“At ElevenLabs, we’re committed to preserving and celebrating cultural legacies while pushing the boundaries of technology,” said Dustin Blank, Head of Partnerships at ElevenLabs. “By bringing voices like Deepak Chopra to our platform, we’re not just enhancing our app – we’re creating new ways for people to connect with the most influential figures and their work.”\n\nYou might also like"
    },
    {
        "title": "The Best AI Apps for Android Phones and Tablets in 2024 – Free and Premium Options",
        "link": "https://www.techopedia.com/ai/best-ai-apps-android",
        "description": "I've tested the best AI Android apps of 2024 including Picsart, HubSpot, and QuillBot to help you compare free vs premium options ...",
        "image_url": "https://www.bing.com/th?id=ODF.psW25j9enFb0MoBBHVFVWg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "Techopedia15h",
        "source": "Techopedia",
        "article_content": "Content not available"
    },
    {
        "title": "Applovin Corp (NASDAQ:APP) Is One of the Top Underappreciated AI Stocks",
        "link": "https://www.insidermonkey.com/blog/applovin-corp-nasdaqapp-is-one-of-the-top-underappreciated-ai-stocks-1357657/",
        "description": "Following the aggressive rate cut by the Federal Reserve, the market roared to new highs but quickly lost enthusiasm as ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gBDZOPcNqb6sKRWJrUHg3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "Insider Monkey",
        "article_content": "Artificial intelligence is the greatest investment opportunity of our lifetime. The time to invest in groundbreaking AI is now, and this stock is a steal!\n\nThe whispers are turning into roars.\n\nArtificial intelligence isn’t science fiction anymore.\n\nIt’s the revolution reshaping every industry on the planet.\n\nFrom driverless cars to medical breakthroughs, AI is on the cusp of a global explosion, and savvy investors stand to reap the rewards.\n\nHere’s why this is the prime moment to jump on the AI bandwagon:\n\nExponential Growth on the Horizon: Forget linear growth – AI is poised for a hockey stick trajectory.\n\nImagine every sector, from healthcare to finance, infused with superhuman intelligence.\n\nWe’re talking disease prediction, hyper-personalized marketing, and automated logistics that streamline everything.\n\nThis isn’t a maybe – it’s an inevitability.\n\nEarly investors will be the ones positioned to ride the wave of this technological tsunami.\n\nGround Floor Opportunity: Remember the early days of the internet?\n\nThose who saw the potential of tech giants back then are sitting pretty today.\n\nAI is at a similar inflection point.\n\nWe’re not talking about established players – we’re talking about nimble startups with groundbreaking ideas and the potential to become the next Google or Amazon.\n\nThis is your chance to get in before the rockets take off!\n\nDisruption is the New Name of the Game: Let’s face it, complacency breeds stagnation.\n\nAI is the ultimate disruptor, and it’s shaking the foundations of traditional industries.\n\nThe companies that embrace AI will thrive, while the dinosaurs clinging to outdated methods will be left in the dust.\n\nAs an investor, you want to be on the side of the winners, and AI is the winning ticket.\n\nThe Talent Pool is Overflowing: The world’s brightest minds are flocking to AI.\n\nFrom computer scientists to mathematicians, the next generation of innovators is pouring its energy into this field.\n\nThis influx of talent guarantees a constant stream of groundbreaking ideas and rapid advancements.\n\nBy investing in AI, you’re essentially backing the future.\n\nThe future is powered by artificial intelligence, and the time to invest is NOW.\n\nDon’t be a spectator in this technological revolution.\n\nDive into the AI gold rush and watch your portfolio soar alongside the brightest minds of our generation.\n\nThis isn’t just about making money – it’s about being part of the future.\n\nSo, buckle up and get ready for the ride of your investment life!\n\nAct Now and Unlock a Potential 10,000% Return: This AI Stock is a Diamond in the Rough (But Our Help is Key!)\n\nThe AI revolution is upon us, and savvy investors stand to make a fortune.\n\nBut with so many choices, how do you find the hidden gem – the company poised for explosive growth?\n\nThat’s where our expertise comes in.\n\nWe’ve got the answer, but there’s a twist…\n\nImagine an AI company so groundbreaking, so far ahead of the curve, that even if its stock price quadrupled today, it would still be considered ridiculously cheap.\n\nThat’s the potential you’re looking at. This isn’t just about a decent return – we’re talking about a 10,000% gain over the next decade!\n\nOur research team has identified a hidden gem – an AI company with cutting-edge technology, massive potential, and a current stock price that screams opportunity.\n\nThis company boasts the most advanced technology in the AI sector, putting them leagues ahead of competitors.\n\nIt’s like having a race car on a go-kart track.\n\nThey have a strong possibility of cornering entire markets, becoming the undisputed leader in their field.\n\nHere’s the catch (it’s a good one): To uncover this sleeping giant, you’ll need our exclusive intel.\n\nWe want to make sure none of our valued readers miss out on this groundbreaking opportunity!\n\nThat’s why we’re slashing the price of our Premium Readership Newsletter by 15% and offering month-to-month subscriptions with no commitments.\n\nFor a ridiculously low price of just $6.99 per month, you can unlock our in-depth investment research and exclusive insights – that’s less than a single fast food meal!\n\nHere’s why this is a deal you can’t afford to pass up:\n\n• Access to our Detailed Report on our Game-Changing AI Stock: Our in-depth report dives deep into our #1 AI stock’s groundbreaking technology and massive growth potential.\n\n• One New Issue of Our Premium Readership Newsletter: You will also receive one new issue per month and at least one new stock pick per month from our monthly newsletter’s portfolio over the next 12 months. These stocks are handpicked by our research director, Dr. Inan Dogan.\n\n• One free upcoming issue of our 70+ page Quarterly Newsletter: A value of $149\n\n• Bonus Reports: Premium access to members-only fund manager video interviews\n\n• Ad-Free Browsing: Enjoy a month of investment research free from distracting banner and pop-up ads, allowing you to focus on uncovering the next big opportunity.\n\n• Lifetime Price Guarantee: Your renewal rate will always remain the same as long as your subscription is active.\n\n• 30-Day Money-Back Guarantee: If you’re not absolutely satisfied with our service, we’ll provide a full refund within 30 days, no questions asked.\n\nSpace is Limited! Only 1000 spots are available for this exclusive offer. Don’t let this chance slip away – subscribe to our Premium Readership Newsletter today and unlock the potential for a life-changing investment.\n\nHere’s what to do next:\n\n1. Head over to our website and subscribe to our Premium Readership Newsletter for just $6.99.\n\n2. Enjoy a month of ad-free browsing, exclusive access to our in-depth report on the revolutionary AI company, and the upcoming issues of our Premium Readership Newsletter.\n\n3. Sit back, relax, and know that you’re backed by our ironclad 30-day money-back guarantee.\n\nDon’t miss out on this incredible opportunity! Subscribe now and take control of your AI investment future!\n\nNo worries about auto-renewals! Our 30-Day Money-Back Guarantee applies whether you’re joining us for the first time or renewing your subscription a month later!"
    },
    {
        "title": "Microsoft adds safety tools to Azure AI Studio",
        "link": "https://www.infoworld.com/article/3542075/microsoft-adds-safety-tools-to-azure-ai-studio.html",
        "description": "Falling for prompt injection attacks and infringing copyright are just two of the dumb things artificial intelligence may do; ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hsTeaPEsLLIa1iSIomWpai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "InfoWorld7h",
        "source": "InfoWorld",
        "article_content": "Now that the initial euphoria about generative AI’s capabilities has worn off, reality is setting in: Large language models without appropriate safeguards can be remarkably naïve and are all too willing to share all they know. That exposes applications built on them, and enterprises using them, to risks including hacking and lawsuits for copyright infringment.\n\nTo help enterprises mitigate some of those risks around the use of generative AI, Microsoft has added new safety tools to its application-building platform, Azure AI Studio. The tools are intended to help enterprises evaluate how their large language models (LLMs) respond to indirect prompt injection attacks, and test whether they return protected information as part of their responses.\n\nDetect prompt injection attacks\n\nIndirect prompt injection attacks, otherwise known as XPIA, target an LLM’s grounding data source. They are becoming increasingly popular with hackers who seek to corrupt the data source to pass on hidden malicious instructions to the model in order to bypass its safety and security guardrails."
    },
    {
        "title": "Leveraging AI for Achieving CoP 28 Goals: A Challenge and an opportunity for India",
        "link": "https://energy.economictimes.indiatimes.com/news/renewable/leveraging-ai-for-achieving-cop-28-goals-a-challenge-and-an-opportunity-for-india/113733735",
        "description": "The advancement of AI is crucial in this context. Modern AI influences various scientific activities, from materials and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3gC7lopb0ED4tSddCLJQQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "energy.economictimes.indiatimes15h",
        "source": "energy.economictimes.indiatimes",
        "article_content": "Advt\n\nAdvt\n\nBy ,\n\nETEnergyWorld\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETEnergyworld App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nAt CoP 28, global leaders set ambitious targets to scale clean energy rapidly. The declaration called for tripling renewable energy capacity and doubling energy efficiency improvements by 2030. The UNFCCC highlighted this as the “beginning of the end” for fossil fuels. However, the transition is proving challenging. Despite significant growth in renewables over the past decade, fossil fuels still dominate, as shown by the EI Statistical Review of World Energy 2024.The advancement of AI is crucial in this context. Modern AI influences various scientific activities, from materials and equipment design to production and supply chain management. In contrast Classical AI primarily relies on rule-based systems and symbolic reasoning. These systems used to have limited learning capabilities and could not improve or adapt based on new data unless explicitly programmed to do so. The applications were largely deterministic, meaning they produce the same output given the same input. Modern AI leverages machine learning (ML) and deep learning (DL) techniques, allowing systems to learn from data and improve over time without explicit programming. The new age systems often use probabilistic models, which can handle uncertainty and provide predictions with varying degrees of confidence. With the advent of Generative AI (Gen AI), modern AI can create new content, such as text, images, and even music, based on learned patterns from existing data. It can also help produce new drug molecules at a fraction of costs, improve weather forecasting capabilities radically, assist in resilient cropping, reduce water consumption and much more. The practical applications are many, as is now becoming apparent in the sustainability sphere.AI’s contribution to the energy transition hitherto has been limited to specific, niche use cases. However, with the advent of GenAI, new possibilities are emerging. The renewables sector is increasingly integrating AI/GenAI for enhanced efficiency, optimization, and sustainability. AI and GenAI tools provide significant advantages over traditional management methods, from predicting optimal energy production times to optimizing grid distribution and managing energy demand.1. Early AI Applications: Initial applications included predictive maintenance for wind turbines and solar panels, enhancing efficiency and reducing downtime. AI algorithms dynamically adjusted turbine blade angles and solar panel orientations, highlighting AI’s capabilities for cost reduction and performance improvement.2. Growth and Expansion: As renewable adoption grew, AI’s role in optimizing energy production via predictive analytics for demand, supply, and pricing forecasts escalated. AI enhanced grid management, balancing supply with demand, leveraging decentralized grids, and optimizing energy storage, improving grid resilience and stability. AI also led to the discovery of efficient materials for solar panels, batteries, and wind turbine components.3. Generative AI’s Emergence: GenAI marked a significant shift, generating novel solutions, designs, systems, and code. In renewable energy, GenAI enables advanced wind turbine design, supply chain management, optimal solar panel arrangement, and innovative energy storage solutions. GenAI accelerates innovation in renewable energy R&D by exploring vast design areas and options.4. Combination of AI, Quantum Computing (QC), and High-Performance Computing (HPC): The combination of GenAI, QC, and HPC can solve complex energy sector problems. Modern AI enhances efficiency and sustainability by integrating renewable energy, optimizing energy grids, and improving reliability. QC offers unprecedented computational power for complex simulations, aiding in the development of efficient energy storage and conversion technologies. HPC provides the computational backbone for processing vast amounts of data and running complex simulations, including climate modeling. Together, these technologies offer powerful solutions for enhanced energy efficiency, advanced materials, and resilient energy systems.Despite the potential, challenges remain. Data security, privacy, and reliability are immediate concerns. AI in supply chains exposes significant cybersecurity risks, including system breaches and attacks on broader energy infrastructure. The rapid growth in demand for AI specialists creates a recruitment bottleneck. AI’s higher energy consumption compared to traditional computing poses challenges for its integration into energy-efficient systems. Concerns about accountability emerge when decisions based on AI models lack full understanding or control.Regulatory frameworks for responsible AI deployment are essential but lag behind technological progress. Governments and regulatory agencies must evolve and establish precise directives for deploying AI applications. Stronger guardrails will be needed as AI applications become pervasive.India has a unique challenge in looking to grow its energy sector rapidly while decarbonizing simultaneously. This is a hard challenge since almost 90 percent of India’s energy needs are derived from fossil fuels [1] . As a major player in the global energy market, India must invest in trusted AI deployment for its energy sector. AI and Quantum will be demanding frontiers of technology. However, with its impressive track record in digital innovation and a vast talent pool, India can lead the way in these modern technologies. The country’s large market, significant carbon problem, and competent talent pool present a unique opportunity to pioneer and lead in AI and renewable energy.In conclusion, AI, in conjunction with other technologies, opens up new possibilities for achieving the goals set out in CoP 28. While challenges remain, the potential for AI to enable the energy transition and create a sustainable future is immense. India is well poised for leveraging this new capability for advancing economic and climate goals in tandem."
    },
    {
        "title": "Billie Eilish Makes Paranormal Activity Look Romantic in New ‘Birds of a Feather' Music Video: Watch",
        "link": "https://www.msn.com/en-us/music/other/billie-eilish-makes-paranormal-activity-look-romantic-in-new-birds-of-a-feather-music-video-watch/ar-AA1rkoPf?ocid=BingNewsVerp",
        "description": "When Billie Eilish sings, \"I'll love you 'til the day that I die\" on \"Birds of a Feather,\" that deadline also includes the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Shv9SsrvimhCH5r2rbY3KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "9hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Investigating paranormal activity with Ring",
        "link": "https://www.yahoo.com/lifestyle/investigating-paranormal-activity-ring-125222491.html",
        "description": "Paranormal Investigator Katrina Weidman teams up with our sponsor Ring as they go ‘Ghost Spotting’ in a viewer's home and ...",
        "image_url": "https://www.bing.com/th?id=OVF.0bLKRg05XR8LFxQ4lH2mMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6h",
        "source": "Yahoo",
        "article_content": "Yahoo Life Shopping\n\nThe biggest shopping event of the fall kicks off next month. Here are all the details, along with stellar sales you can score right now."
    },
    {
        "title": "Crimes of the Paranormal Creators Reveal What Hulu's Show Is Really About",
        "link": "https://www.msn.com/en-us/tv/news/crimes-of-the-paranormal-creators-reveal-what-hulus-show-is-really-about/ar-AA1rkTbr?ocid=BingNewsVerp",
        "description": "The show utilizes the paranormal as a way to explore different communities, people, and issues in our culture. A story about ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E3Ef21tL5Ctd5biaf_ndly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21hon MSN",
        "source": "MovieWeb on MSN",
        "article_content": ""
    },
    {
        "title": "Billie Eilish’s 'Birds of a Feather' music video receives mixed fan reactions",
        "link": "https://tribune.com.pk/story/2499240/billie-eilishs-birds-of-a-feather-music-video-receives-mixed-fan-reactions",
        "description": "Fans react to Billie Eilish’s minimalist Birds of a Feather video, praising its simplicity but asking for more depth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OwT7-n3pSRqOdpoK2ZJD7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Express Tribune35m",
        "source": "The Express Tribune",
        "article_content": "Billie Eilish’s new music video for \"Birds of a Feather\" has received mixed responses from fans, with many reacting to its minimalist style. Known for creating visually striking yet understated videos, Eilish’s latest release follows a similar pattern, featuring the singer seated in a chair as she is gradually elevated and transported through different parts of what seems to be an abandoned building. The video’s use of paranormal-like imagery, however, has left some fans divided.\n\nMany fans have expressed disappointment with the video, citing its simplicity and lack of thematic connection to the song. Some viewers expected a more dynamic and visually engaging approach. “I wish the ‘Birds of a Feather’ music video would’ve had more depth,” one fan commented, while another remarked on social media, “It doesn’t match the song’s energy.”\n\nBirds of a feather video a dark moody office while the song encapsulates love in spring, chihiro being her running around meanwhile there's a whole movie inspired by it, lunch not featuring any women... I need Billie to hand the camera and stop directing pic.twitter.com/OAcnnyMLe7 — waiting (@bythegoldclock) September 27, 2024\n\nthe real birds of a feather music videopic.twitter.com/NWA2Fr3BhO — yaseene (@sevenssine) September 27, 2024\n\nbirds of a feather mv pic.twitter.com/eAWOMjqhuO — adi (@folieadieux) September 27, 2024\n\nthe wwy billie is ruining her era with these visuals like… the colors? i imagined Birds of a Feather to play in a field with flowers, animated birds,… what is this— pic.twitter.com/3lKiizzwIi — momo 💋 (@amazingmomo_) September 27, 2024\n\nme if I catch that chair from billie eilish birds of a feather music video pic.twitter.com/I7MerbwgNd — MinatheRuined 🇵🇸 (@adelianator) September 27, 2024\n\nI'll just pretend that the birds of a feather music video doesn't exist pic.twitter.com/UWspy1ZFMJ — roune | 𝕏 (@betteroffwoem) September 27, 2024\n\nHow the Birds of a Feather MV should have looked like pic.twitter.com/sMVVV3mbTQ — 𝐦𝐨𝐭𝐨𝐦𝐚𝐦𝐢 ☀️ (@likeasweetner) September 27, 2024\n\nYou thought… the weird girl… was gonna do flowers and birds for her song called Birds of a Feather??????? https://t.co/OiUG4Vmx8q — 🤠 COWBOY TARIGHI (@persianprince07) September 27, 2024\n\nDespite the criticism, other fans have appreciated the minimalist aesthetic, noting that Eilish’s video style is in line with her usual approach to music videos. One viewer pointed out a potential deeper meaning behind the paranormal elements, suggesting that the video’s simplicity could reflect the song’s emotional undertones.\n\nWhile the fanbase remains split, Billie Eilish’s ability to spark conversation and maintain her distinct artistic style continues to shine through."
    },
    {
        "title": "Haunted history thrills at Historic Hannah House",
        "link": "https://www.wishtv.com/news/local-news/the-hannah-house-opens-for-haunted-house-experience/",
        "description": "The remnants of Helene canceled Friday night's opening of the haunted house experience at the historic Hannah House.",
        "image_url": "https://www.bing.com/th?id=OVFT.CasI19rFoDiom4JNHQAC7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WISH-TV1h",
        "source": "WISH-TV",
        "article_content": "Haunted history thrills at Historic Hannah House\n\nINDIANAPOLIS (WISH) — The remnants of Helene canceled Friday night’s opening of the haunted house experience at the historic Hannah House.\n\n“This house and location is very haunted. It’s written about in books, in stories, there is a lot of lore here,” said Ami Shepherd, a volunteer for Hannah House.\n\nThe Hannah House has gained a notorious reputation as one of the most haunted locations in Indiana, with numerous reports of unexplained phenomena from visitors and paranormal experts.\n\n“People have died in the home, and we get all kinds of experiences here,” Shepherd said. “People say they hear things when there is no one around. People feel tugs on their shoulders or their hair, lots of disembodied voices, and shadow people.”\n\nThe home’s connection to the Underground Railroad only adds to the eerie atmosphere, as the spirits of those who sought refuge within its walls are said to linger still.\n\n“Sadly, many sad stories are associated with this house,” Shepherd said. “A fire in the basement killed some slaves who were hiding here on their way north to freedom. They are supposedly buried in the basement, but we have not found that.”\n\nThe Hannah House promises a complete ghost tour discussing paranormal activity. Then, you’ll be led to a commercial haunted house where you’ll notice some of your favorite Halloween monsters.\n\nThe Hannah House will be open every Friday and Saturday night from Sept. 28 to Nov. 2 from 7 p.m. to 11 p.m. The haunted house offers tickets at $25 a person, with a discounted rate of $15 on Nov. 1 and Nov. 2.\n\n“We’ll have food trucks and vendors where you can get a tarot or palm reading, buy merchandise, sit down, and eat,” Shepherd said. “When it’s time, we’ll call your group number and you’ll enter the home.\n\nFor those seeking a more exclusive experience, a $20 VIP fast pass option is available. For families with younger children, a “lights on” trick-or-treating event will be held on Saturday, Oct. 19 from 4 p.m. to 6 p.m. for a $5 entry fee.\n\n“Much of the proceeds that we gather for the haunted house will go back into the restoration of the home, and hopefully, she’ll be around for many more decades to come for more people to visit,” Shepherd said."
    },
    {
        "title": "Machine learning accelerates discovery of high-temperature alloys",
        "link": "https://phys.org/news/2024-09-machine-discovery-high-temperature-alloys.html",
        "description": "In a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong ...",
        "image_url": "https://www.bing.com/th?id=OVFT._PbzKnG0pPB4ScKzVy8jky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThe ML-based framework for the MOO design of RHEAs. Credit: Cheng Wen et al.\n\nIn a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong Ocean University, and AiMaterials Research LLC have demonstrated a novel method to accelerate the discovery of refractory high-entropy alloys (RHEAs) compositions optimized for extreme conditions.\n\nThe research, titled \"Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility,\" outlines how machine-learning (ML), genetic search, cluster analysis, and experimental design were employed to sift through billions of possible compositions and identify those with superior mechanical properties.\n\nThe research team, led by Turab Lookman and Yanjing Su, synthesized and tested 24 different alloy compositions through a rigorous iterative process involving six feedback loops. Their efforts resulted in four compositions demonstrating remarkable high-temperature yield strength and room-temperature ductility. Among these, the ZrNbMoHfTa alloy system, specifically the composition Zr 0.13 Nb 0.27 Mo 0.26 Hf 0.13 Ta 0.21 , stood out with a yield strength approaching 940 MPa at 1200 °C and a room-temperature fracture strain of 17.2%.\n\nA leap forward in high-temperature materials\n\nThe exceptional performance of the ZrNbMoHfTa alloy marks a significant advancement in materials science. Its yield strength at 1200 °C exceeds that of previous RHEAs and traditional nickel-based superalloys, which are typically limited to lower temperatures. This enhancement opens up new possibilities for high-temperature structural applications, including in gas turbines, aerospace propulsion systems, and nuclear reactors.\n\nThe integration of machine learning with traditional alloy design methods has allowed researchers to rapidly identify and optimize compositions that were previously unimaginable. This breakthrough not only addresses the limitations of existing materials but also sets a new standard for high-temperature alloys.\n\nA new paradigm for material design\n\nThe researchers' approach represents a paradigm shift in material design by effectively managing the vast compositional space of RHEAs and addressing multiple performance objectives simultaneously. By leveraging ML algorithms, the team was able to predict alloy properties with unprecedented accuracy and efficiency, overcoming common challenges such as limited data and complex optimization tasks.\n\nThe study also highlights the importance of incorporating multi-objective optimization (MOO) techniques to balance various material properties, including strength, ductility, and oxidation resistance. The proposed framework's adaptability to other alloy systems demonstrates its potential to revolutionize the design of materials across different applications and industries.\n\nWhile the current study has achieved remarkable results, the researchers emphasize that there is still room for improvement and further exploration. Future work will focus on integrating additional elements to enhance properties like oxidation resistance and refining ML models to manage uncertainties and improve prediction accuracy. The study also underscores the need for efficient selection strategies, such as cluster analysis, to optimize experimental and computational costs.\n\n\"The success of this research opens new avenues for material innovation,\" noted Nan Zhang, editor of Engineering. \"As research scientists continue to refine their approach and explore new compositions, we anticipate even greater advancements in high-temperature alloys that could transform a wide range of engineering applications.\"\n\nThe paper was authored by Cheng Wen, Yan Zhang, Changxin Wang, Haiyou Huang, Yuan Wu, Turab Lookman, Yanjing Su.\n\nMore information: Cheng Wen et al, Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility, Engineering (2024). DOI: 10.1016/j.eng.2023.11.026\n\nProvided by Engineering"
    },
    {
        "title": "Discovery of 3,775-year-old preserved log supports ‘wood vaulting’ as a climate solution",
        "link": "https://www.eurekalert.org/news-releases/1059477",
        "description": "A new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AbsR1BfqaLW6q-eANjthoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "EurekAlert!8h",
        "source": "EurekAlert!",
        "article_content": "A new University of Maryland-led study found that burying wood in the right environmental conditions can stop its decomposition and help curb carbon dioxide emissions.\n\nA new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate change.\n\nA team of researchers led by University of Maryland Atmospheric and Oceanic Science Professor Ning Zeng analyzed a 3,775-year-old log and the soil it was excavated from. Their analysis, published on September 27, 2024, revealed that the log had lost less than 5% carbon dioxide from its original state thanks to the low-permeability clay soil that covered it.\n\n“The wood is nice and solid—you could probably make a piece of furniture out of it,” Zeng noted.\n\nUnderstanding the unique environmental factors that kept that ancient log in mint condition could help researchers perfect an emerging climate solution known as “wood vaulting,” which involves taking wood that is not commercially viable—such as trees destroyed by disease or wildfires, old furniture or unused construction materials—and burying it to stop its decomposition.\n\nTrees naturally sequester carbon dioxide—a potent planet-warming gas—for as long as they live, making tree-planting projects a popular method of mitigating climate change. But on the flip side, when trees die and decompose, that greenhouse gas is released back into the atmosphere, contributing to global warming.\n\n“People tend to think, ‘Who doesn’t know how to dig a hole and bury some wood?’” Zeng said. “But think about how many wooden coffins were buried in human history. How many of them survived? For a timescale of hundreds or thousands of years, we need the right conditions.”\n\nIn 2013, while conducting a wood vaulting pilot project in Quebec, Canada, Zeng discovered the 3,775-year-old log that became the focus of the Science study—a chance encounter that for Zeng felt “kind of miraculous.” While digging a trench to bury fresh wood, Zeng and other researchers spotted the log about 6.5 feet below the surface.\n\n“When the excavator pulled a log out of the ground and threw it over to us, the three ecologists that I had invited from McGill University immediately identified it as Eastern red cedar,” Zeng recalled. “You could tell how well it was preserved. I remember standing there thinking, ‘Wow, here’s the evidence that we need!’”\n\nWhile past studies have analyzed old samples of preserved wood, they tended to overlook the surrounding soil conditions, according to Zeng.\n\n“There is a lot of geological and archeological evidence of preserved wood from hundreds to millions of years ago, but the focus of those studies was not ‘How we can engineer a wood vault to preserve that wood?’” Zeng said. “And the problem with designing a new experiment is that we can’t wait 100 years for the results.”\n\nShortly after the Quebec dig, UMD’s collaborators at MAPAQ, a government ministry in Montreal, conducted carbon dating to determine the log’s age. Then, in 2021, Distinguished University Professor Liangbing Hu in UMD’s Department of Materials Science and Engineering helped Zeng analyze the 3,775-year-old sample’s microscopic structure, chemical composition, mechanical strength and density. They then compared those results to that of a freshly cut Eastern red cedar log, which revealed that the older sample had lost very little carbon dioxide.\n\nThe type of soil covering the log was the key reason for its remarkable preservation. The clay soil in that part of Quebec had an especially low permeability, meaning that it prevented or drastically slowed oxygen from reaching the log while also keeping out fungi and insects, the decomposers typically found in soil.\n\nBecause clay soil is common, wood vaulting could become a viable and low-cost option in many parts of the world. As a climate solution, Zeng noted that wood vaulting is best paired with other tactics to slow global warming, including reducing greenhouse gas emissions.\n\nAs he and his colleagues continue to optimize wood vaulting, he looks forward to putting what they’ve learned into practice to help curb climate change.\n\n“It’s quite an exciting discovery,” Zeng said of this latest study. “The urgency of climate change has become such a prominent issue, so there was even more motivation to get this analysis going.”\n\n###\n\nIn addition to Zeng and Hu, co-authors of this study included Laura Picard (B.S. ’24, chemistry; B.S. ’24, animal sciences), undergraduate student Elisa Zeng-Mariotti from the Department of Chemical and Biomolecular Engineering, and Ph.D. student Bryson Clifford and postdocs He Liu, Yu Liu, Taotao Meng and Xinpeng Zhao from the Department of Materials Science and Engineering.\n\nTheir study, “3775-year-old wood burial supports ‘wood vaulting’ as a durable carbon removal method,” was published in Science on September 27, 2024.\n\nThis study was supported by MAPAQ, the NOAA Climate Program Office and the NIST Greenhouse Gas Measurement Program. This article does not necessarily reflect the views of these organizations."
    },
    {
        "title": "‘Pause button’ for fertility: Scientists discover how to slow human development",
        "link": "https://studyfinds.org/pause-human-development/",
        "description": "A study reveals that human embryos may possess a dormancy capability similar to that observed in many other mammals, opening ...",
        "image_url": "https://www.bing.com/th?id=OVF.j62UG6OVvWIoaCMJleN9lw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "studyfinds9h",
        "source": "studyfinds",
        "article_content": "(© unlimit3d - stock.adobe.com)\n\nVIENNA, Austria — What if you could press pause on the miracle of life? It sounds like science fiction, but researchers have uncovered evidence that human embryos might have a secret “snooze button.” This incredible finding, detailed in a new study, could potentially revolutionize the future of fertility treatments. Published in the journal Cell, the study reveals that our embryos may possess a dormancy capability similar to that observed in many other mammals, opening up new possibilities for reproductive medicine and stem cell research. The ability to enter a state of suspended animation, known as diapause, is a common feature in over 130 mammalian species. This evolutionary trick allows animals to delay the implantation of their embryos in response to unfavorable environmental conditions, effectively putting development on hold until circumstances improve. While this phenomenon has been well-documented in animals like mice, kangaroos, and even bears, it has never been conclusively observed in humans – until now.\n\nIn the study, a team of international scientists, led by researchers from the Max Planck Institute for Molecular Genetics in Germany and the Institute of Molecular Biotechnology in Austria, demonstrated that human embryos and stem cells can be coaxed into this diapause-like state. This dormant condition is characterized by slowed growth, reduced energy consumption, and a remarkable ability to resume normal development when the right signals are given. The key to inducing this embryonic pause lies in manipulating a cellular pathway known as mTOR (mechanistic target of rapamycin). By inhibiting mTOR activity, the researchers were able to dramatically slow down the development of human “blastoids” – lab-grown structures that closely mimic early-stage embryos. These blastoids, created using human pluripotent stem cells, provide an ethical alternative to studying actual human embryos while still offering valuable insights into early development. When treated with mTOR inhibitors, the blastoids entered a state of dormancy that could be maintained for up to eight days. During this time, cell division slowed to a crawl, and the embryo-like structures showed reduced metabolic activity. Remarkably, when the inhibitors were removed, the blastoids “woke up” and continued their development as if nothing had happened.\n\n“When we treated human stem cells and blastoids with an mTOR inhibitor we observed a developmental delay, which means that human cells can deploy the molecular machinery to elicit a diapause-like response,” explains Aydan Bulut-Karslioglu, one of the study’s lead researchers, in a statement. A dormant human blastoid. (Credit: © Heidar Heidari Khoei/IMBA)\n\nThis ability to pause and resume development could have profound implications for fertility treatments. Currently, the timing of embryo implantation is a critical factor in the success of in vitro fertilization (IVF). The discovery of a way to temporarily halt embryonic development could give doctors more flexibility in timing implantation, potentially increasing the chances of successful pregnancies. “On the one hand, undergoing faster development is known to increase the success rate of in vitro fertilization (IVF), and enhancing mTOR activity could achieve this,” says Nicolas Rivron, another lead researcher on the study. “On the other hand, triggering a dormant state during an IVF procedure could provide a larger time window to assess embryo health and to synchronize it with the mother for better implantation inside the uterus.”\n\nMoreover, the study sheds light on the fundamental biology of early human development. By comparing the dormant human blastoids to mouse embryos in diapause, the researchers identified both similarities and differences in how various species handle this paused state. This comparative approach provides new insights into the evolutionary conservation of developmental processes across mammals. “This potential may be a vestige of the evolutionary process that we no longer make use of,” Rivron notes. “Although we have lost the ability to naturally enter dormancy, these experiments suggest that we have nevertheless retained this inner ability and could eventually unleash it.”\n\nThe research also has implications beyond reproductive medicine. The ability to induce a dormant state in stem cells could lead to new methods for preserving and transporting these valuable biological resources. Additionally, understanding the mechanisms of cellular dormancy could inform research into cancer, where some tumor cells enter a similar quiescent state to evade treatment. While the study represents a significant advance in our understanding of human embryonic development, the researchers emphasize that much work remains to be done before these findings can be translated into clinical applications. Ethical considerations and safety concerns must be carefully addressed before any techniques involving the manipulation of human embryos can be implemented in fertility treatments. Nevertheless, this discovery opens up exciting new avenues for research and potential therapies. By unlocking the secrets of embryonic dormancy, scientists have taken a crucial step towards unraveling the mysteries of human development and may have found a powerful new tool in the quest to help those struggling with infertility."
    },
    {
        "title": "AI helps uncover hundreds of unknown ancient symbols hidden in Peru’s Nazca Desert",
        "link": "https://edition.cnn.com/2024/09/27/science/ai-nazca-geoglyphs-peru/index.html",
        "description": "AI-assisted research nearly doubles the number of known Nazca geoglyphs, ancient symbols formed in the ground by moving ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XwKQgYiU43QM7146HhEyCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "9h",
        "source": "CNN",
        "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nArchaeologists working in Peru, assisted by artificial intelligence, have discovered 303 previously unknown giant symbols carved in the Nazca Desert.\n\nThe carvings include birds, plants, spiders, humanlike figures with headdresses, decapitated heads and an orca wielding a knife.\n\nDescribed in study published Monday in the journal PNAS, the discovery almost doubles the number of known Nazca geoglyphs, mysterious artworks formed in the ground by moving stones or gravel that date back some 2,000 years. The researchers’ findings also shed some light on the symbols’ enigmatic purpose.\n\nLocated 50 kilometers (31 miles) inland from Peru’s south coast, the huge symbols were found in the desert beginning in the early 20th century. Some 500 meters (1,640 feet) above sea level, the geoglyphs have survived the ages because the dry desert region is sparsely populated, not affected by flooding and unsuitable for growing crops.\n\nA geoglyph of a humanoid with a headdress is one of the newly discovered symbols. Yamagata University Institute of Nasca\n\nThe rate of new finds has increased in recent years due to the use of remote high-resolution imaging, with an average of 19 geoglyphs found annually from 2000 to 2020, according to the research. However, the use of AI to narrow down potential candidates has since turbocharged the pace and, more broadly, promises “a revolution in archaeological discoveries,” according to the study.\n\nA group of researchers led by Masato Sakai, a professor of archaeology at Japan’s Yamagata University, pulled off the latest geoglyph discovery by training an object detection AI model with high-resolution imagery of the 430 Nazca symbols mapped as of 2020. The team included researchers from IBM’s Thomas J. Watson Research Center in Yorktown Heights, New York.\n\nTheir main challenge was the limited number of images. Typically, such models are trained with the use of tens of thousands of images, according to the study.\n\nNarrowing the Nazca field\n\nThe team chose to focus on the smaller and more figurative of the two types of symbols discovered in the desert. Figurative geoglyphs are typically around 9 meters (30 feet) in length and have been more difficult to identify than the larger line-type, which are 90 meters (98 yards) in length and thus have been more easily spotted during aerial surveys.\n\nThe AI model was by no means perfect. It suggested more than 47,000 potential sites from the desert region, which covers 629 square kilometers (243 square miles).\n\nThe purpose of the symbols is not clear, but the region is thought to have been a sacred space for the Nazca people. Yamagata University Institute of Nasca\n\nThe team screened and ranked those suggestions, identifying 1,309 candidate sites with “high potential.” For every 36 suggestions made by the AI model, the researchers identified “one promising candidate.”\n\nNonetheless, the study authors noted that the use of AI was a “game changer,” in terms of reducing the amount of labor required to narrow down the search. It allowed the “focus to shift to valuable, targeted fieldwork on the Nazca Pampa,” according to the study.\n\nBetween September 2022 and February 2023, the team tested the accuracy of its model in the Nazca Desert, surveying the promising locations by foot and with the use of drones, ultimately “ground truthing” 303 figurative geoglyphs.\n\n“The geoglyphs in good condition were immediately recognized for what they were,” Sakai said in an email. “For those in poor condition, we are investigating what they are through detailed fieldwork.”\n\nOf the 303 newly discovered figurative geoglyphs, 178 were suggested by the model, and 125 were additional finds. Of those, 66 were found as part of an AI-discovered cluster of geoglyphs, while 59 were discovered during the fieldwork without any help from AI.\n\nMany more geoglyphs may be awaiting discovery.\n\nThe team was unable to survey 968 of the promising candidates during the fieldwork season detailed in the research. Given the initial success rate of the fieldwork based on the AI model, at least 248 additional figurative geoglyphs could be discovered, according to an estimate from the study.\n\nIt is “amazing” to have doubled the number of known geoglyphs, especially given the limited training data, said Amina Jambajantsan, a researcher and data scientist at the Max Planck Institute of Geoanthropology’s Department of Archaeology in Jena, Germany. Jambajantsan wasn’t involved in the Nazca research but uses an AI model to identify burial mounds in Mongolia based on satellite imagery.\n\nHer own work often followed a similar pattern to the Nazca team, she said, with AI-based suggestions often leading to additional discoveries on the ground during fieldwork. “AI is great, but humans are still needed,” she said.\n\nAI has the potential to make huge contributions to archaeology, although the models are not yet perfectly accurate, she said.\n\n“The problem is archaeologists don’t know how to build a machine learning model and data scientists, typically, are not really interested in archaeology because they can get much more money elsewhere,” Jambajantsan added.\n\nDeciphering Nazca symbols’ purpose\n\nIt’s not clear why the Nazca people made the symbols. The main hypothesis is that they formed a sacred space that was perhaps a place of pilgrimage. Other theories propose they played a part in calendars, astronomy, irrigation or for movement, such as running or dancing, or communication, the study noted.\n\nAn analysis of the newly discovered symbols, along with those already known, revealed some interesting trends, Sakai said.\n\nThe larger, line-type geoglyphs easily visible from above typically depict wildlife such as animals or plants, while the smaller, relief-type geoglyphs include humans or things involving humans such as human sacrifice or domesticated llamas.\n\nThe survey also more clearly revealed a network of paths in the desert, many of which were close to different groups of symbols.\n\nThe smaller geoglyphs were along ancient winding trails likely made throughout the desert by Nazca people viewing the symbols in small groups, according to the study. The bigger Nazca symbols were near networks of straight lines, squares and trapezoids etched into the earth.\n\nThese symbols, according to the study, were likely used for ceremonial activities, perhaps at the end of a pilgrimage, and could be regarded as planned, public architecture.\n\nSakai said work was underway to decipher the precise meaning of the geoglyphs and their mysterious purpose, which the researchers hope to publish in the future.\n\n“Our findings suggest that their meaning is formed through their combinations,” he said, referring to the way the Nazca geoglyphs are grouped together."
    },
    {
        "title": "MBL Wins $200K To Fund Science Ed For Public School Students",
        "link": "https://www.capenews.net/news/mbl-wins-200k-to-fund-science-ed-for-public-school-students/article_ea3bff17-21f5-524c-bb7f-8da545f62e86.html",
        "description": "The Marine Biological Laboratory (MBL) has been awarded $200,000 in state funding to provide transformative science education to Massachusetts public school students. This funding will enable high sch ...",
        "image_url": "https://www.bing.com/th?id=ODF.q30_07A8L2EqviUjlEI7ZA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "CapeNews.net21h",
        "source": "CapeNews.net",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "What Is No-Code Automation?",
        "link": "https://www.techrepublic.com/article/no-code-automation/",
        "description": "No-code automation allows users to automate tasks and workflows without writing code. Ideal for non-technical users, it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3uMBugXeJTpHGkKG2SeAiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "5h",
        "source": "TechRepublic",
        "article_content": "No-code automation is the process of establishing automated workflows through a pre-configured software solution without the need for traditional coding. This development style allows citizen developers (those with no coding experience) to design bespoke dashboards, tools, or interfaces to fit their unique needs with ease.\n\nCreate custom web applications using Knack’s no-code visual builders to design and deploy specialized solutions. Design custom online databases, workflows, automations, dashboards, and user interfaces.\n\nReduce development time and effort with pre-built templates.\n\nImport data and integrate with third-party services, databases, and APIs seamlessly.\n\nSecurity measures include user authentication, role-based access control, and encryption, plus features to help with GDPR and HIPAA compliance. Visit Knack Sponsored This is a paid placement. However, our team of experts approved it as an appropriate product and our content remains editorially independent.\n\nWhat is no-code automation?\n\nNo-code automation allows anyone to harness the power of modern software regardless of coding ability. It provides an intuitive visual interface for the creation of highly-individualized platforms and processes, making business workflow automation and project management more efficient.\n\nThe main goal of this type of software is to be quick, easy, and accessible for all. That’s why it often uses simple, user-friendly mechanics such as point-and-click and drag-and-drop functionality to configure automations.\n\nSEE: Learn more about the fundamentals of project management in this guide.\n\nHow does no-code automation work?\n\nThe process of no-code automation works by communicating between the user interface and the computer’s data through a series of pre-built components that the user can simply plug into their platform as needed.\n\nNo-code vs low-code\n\nWhile still using pre-built components, low-code automation allows some coding to take place in order to facilitate more complex interactions to make the application more personalized to the user’s needs. This type of development is geared towards those with some coding experience who want to reduce the time they need to spend manually coding in order to build highly-customized applications or tools.\n\nTypes of no-code automation\n\nNo-code automation can be applied to many business processes, including:\n\nApplication development tools\n\nApplication development tools allow users to build custom applications without writing code. Some examples of application development tools include Knack and Draftbit.\n\nBusiness intelligence tools\n\nBusiness intelligence tools allow businesses to collect, process, and analyze large amounts of data, allowing users to visualize data in order to gain valuable insights that better guide business decisions. Some examples of business intelligence tools include Tableau and Databox.\n\nBusiness Process Management (BPM) tools\n\nThese tools are intended to allow users to create and oversee the entire lifecycle of business processes from the design phase all the way through the execution phase, usually involving several departments. Examples of BPM tools include Pipefy and Microsoft Power Automate.\n\nDatabase tools\n\nDatabase tools are designed to allow users to visually create and manage databases to suit their unique needs. Examples of database tools include Airtable and Baserow.\n\nSEE: 9 Best Airtable Alternatives for 2024\n\nForm and survey builders\n\nThese builders allow users to create custom forms and surveys without coding. Examples of form and survey builders include SurveyMonkey and Google Forms.\n\nRobotic Process Automation (RPA) tools\n\nThese tools are intended to automate mundane or redundant tasks typically performed manually to increase efficiency. They are best suited for rule-based tasks that don’t require decision-making. Examples of RPA tools are Nintex and Blue Prism.\n\nWebsite builders\n\nWebsite builders are designed to allow users to build customized websites to suit their needs without the need to code. Examples of website builders include SquareSpace and Webflow.\n\nWorkflow automation tools\n\nDesigned to automate repetitive tasks and processes without needing to code, and suited specifically for complex processes, these are focused on workflow efficiency. Examples of workflow automation tools include monday.com and Pipefy.\n\nNo-code automation use cases\n\nPortfolio management\n\nGain a holistic view and understanding of your portfolio, from current financial statements and project priorities to overall performance.\n\nProject tracking\n\nTracking project timelines, invoices, and dependencies by automating redundant tasks makes your project management easier and more efficient. Use plug-ins to leverage all of your tools on one platform.\n\nResource allocation\n\nImprove your management and team efficiency by automating resource allocation and capacity planning. This is particularly useful when managing a project using the lean methodology.\n\nTask management\n\nNo-code automation allows for tracking at every level, from checklists all the way up to sprints and roadmaps, making information accessible to stakeholders all in one place.\n\nWork management\n\nEmpower scrum teams to define their work breakdown structures, create schedules, and track timesheets and task lists at various levels.\n\nBenefits of codeless automation\n\nAutomating any amount of manual work through automation shows countless benefits to businesses and employees alike.\n\nReduced spending\n\nBy using no-code automation, both the personnel and time required for the project are reduced considerably due to the uniquely visual experience and lack of coding required on the back end of the application.\n\nAccessibility\n\nBecause of the nature of no-code automation being for the citizen developer, no-code automation brings the design directly to the person who needs the tool. This reduces the amount of miscommunication that might occur when trying to explain the vision to a professional coder who might not understand the industry for which they’re building the tool.\n\nIncreased efficiency\n\nBy automating mundane, monotonous, or redundant tasks, businesses are able to reduce the time their employees spend on those tasks, increasing work output and decreasing human error. This reduces wasted time on revisions and corrections, allowing employees to focus their attention on the items that require human interaction.\n\nBusiness agility and scalability\n\nNo-code automation allows companies to expand their offerings and business scale without traditional constraints. The automation of many tasks allows businesses to scale up and down as needed with the drag-and-drop capabilities. These changes are easily and quickly implemented in no-code platforms.\n\nFrequently asked questions (FAQs)\n\nWhat is the best codeless automation?\n\nThe best codeless automation depends on your specific needs. If you want to develop an app, you will likely choose different software than if your goal is to automate data tracking or build website surveys. It’s important to speak with all project stakeholders in order to determine which platforms will best help you reach your audience or maintain your workflow.\n\nWhat are the disadvantages of codeless automation?\n\nBecause the components are pre-built, the user can only do so much to make their creation truly specific or bespoke to fit their needs. However, while the creations that come from no-code platforms are technically limited, the existing databases for pre-built components are so vast that finding a tool to suit your needs well enough without coding is highly likely.\n\nCan project management be automated?\n\nYes, project management can be automated. While project management can’t be completely automatic, it can be automated in several manually redundant areas to reduce the time project managers are spending on minor tasks. With no-code software, you can automate sending reminders, delegating tasks to level out workload, emailing updates on progress, and more."
    },
    {
        "title": "Here Are 9 Of The FBI's Most Bizarre, Strange, And Downright Odd Investigations Throughout History",
        "link": "https://ca.news.yahoo.com/nickels-pop-songs-psychic-powers-111602963.html",
        "description": "The FBI also investigated the documents and determined them to be unequivocally false. The United States Air Force Office of ...",
        "image_url": "https://www.bing.com/th?id=OVF.ba22b9rwauZzMwDzGjbmUg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "3h",
        "source": "Yahoo News Canada",
        "article_content": "1.\"Majestic 12\":\n\nIn 1987, it was reported that British ufologist Timothy Good possessed classified American documents from the 1950s. The documents were said to be a briefing for the then-newly elected President Eisenhower on a secret organization formed by President Truman after the 1947 Roswell incident, known as \"Majestic 12.\" This organization supposedly consisted of high-ranking military officials, scientists, and government leaders whose sole purpose was to investigate and recover alien aircraft. A few weeks later, a man named Richard Doty, who claimed to be connected to the United States Air Force Office of Special Investigations, told filmmaker Linda Moulton Howe that the stories of MJ-12 (Majestic 12) were true and that he had documents that proved the existence of small, grey humanoid figures from the Zeta Reculi star system. Doty also promised Howe footage of UFOs and an interview with one of these alien beings. However, no footage ever surfaced. Victor Habbick Visions / Getty Images/Science Photo Library RF\n\nAnother ufologist, Philip J. Klass, was suspicious of these \"classified\" documents and began conducting his own research on their authenticity.\n\nKlass discovered that Robert Cutler, the \"author\" of the briefing, was actually out of the country on the date he was said to have written to the President. Klass's investigation also revealed that Truman's signature was copied and pasted onto the bottom of the document from a memo he wrote to Vannevar Bush in October 1947.\n\nThe FBI also investigated the documents and determined them to be unequivocally false. The United States Air Force Office of Special Investigations stated that no such committee or intergalactic investigations ever occurred, and the MJ-12 documents were marked as (in a totally '80s turn of events) \"completely bogus.\"\n\n2.A '60s pop song:\n\nEveryone knows \"Louie, Louie\" by The Kingsmen, whether you've listened to it intentionally or not. The iconic '60s hit is used in everything from films to commercials, but at one point, it was the subject of an FBI investigation. The song's lyrics were notoriously difficult to decipher, and this was not helped by the fact that lead singer Jack Ely's braces had just been tightened, and he was positioned too far away from the microphone. So, what did the kids of the '60s do without the ability to Google the lyrics? They invented their own, often dirty lyrics. This, of course, led to parents becoming concerned that mainstream pop was filling their offspring's heads with obscene material. Eric Predoehl, who has researched the FBI's investigation into the song, told NPR in 2015, \"Kids would, would hear these versions of the song, and they would pass around these written notes of what they thought were the lyrics. And parents were concerned, and they figured 'my gosh, this sounds like a dirty song, I don't understand it — maybe we should have an investigation of this sort of thing.'\" Parents even went so far as to write to government officials. One parent wrote to then-Attorney General Robert F. Kennedy, “Who do you turn to when your teen age daughter buys and brings home pornographic or obscene materials being sold…in every City, Village, and Record shop in this Nation?” Gab Archive / Redferns\n\nBand member Dick Peterson recalled, \"We were on the front page of every newspaper saying that we were corrupting the moral fiber of the youth of America. And J. Edgar Hoover launched an investigation — they woke us up in the middle of the night pounding on the door: 'FBI, FBI!'\"\n\nOver the next 31 months, the FBI conducted research on the song. The Bureau gathered multiple versions of lyrics, played the record at different speeds, and interviewed the songwriter and record label officials, only to ultimately determine that the song was \"Unintelligible at any speed.”\n\nPeterson revealed that the controversy only increased the song's popularity with teens, \"The kids thought we got away with murder. And from then on we were able to go on television shows – we went on Shindig! five times, Hullabaloo, American Bandstand. We just went around the country playing concerts and playing to huge crowds.\"\n\n3.The existence of Bigfoot:\n\nIn 1976, Peter Byrne, then-director of the Bigfoot Information Center and Exhibition, was intent on proving the existence of his beloved cryptid after what he deemed a \"credible sighting.\" Two biologists, also employees of the U.S. Forest Service, spotted an unidentified creature stalking through a pair of trees. This sighting immediately piqued Byrne's interest, so he investigated the scene. Upon arrival, the prominent Bigfoot researcher noted that the trees between which the creature was spotted walking were far too narrow for something that large to pass through comfortably. Further inspection showed a tuft of hair and skin snagged on the tree's bark. Byrne bagged the sample and sent it to the FBI, asking the agency to “arrange for a comparative analysis of some hairs that we have here which we are unable to identify.” He continued to write letters, pleading the case's urgency: “Please understand that our research here is serious. That this is a serious question that needs answering.” Rich Legg via Getty Images\n\nHowever, he did not receive any acknowledgement from the agency for 43 years. On June 5, 2019, the official FBI X account simply tweeted \"Bigfoot\" and dropped 22 pages of previously classified documents relating to Byrne's inquiry.\n\nIt was revealed that agent Jay Cochran Jr., then-assistant director of the FBI's scientific and technical services division, agreed to test the sample of \"Bigfoot\" hair and skin. In a December 1976 letter that was never delivered to Byrne, Cochran wrote, “Occasionally, on a case-by-case basis, in the interest of research and scientific inquiry, we make exceptions to this general policy. With this understanding, we will examine the hairs and tissue mentioned in your letter.”\n\nIn February 1977, Cochran wrote yet another undelivered letter stating that the FBI had examined the sample “by transmitted and incident light microscopy,” including “a study of morphological characteristics such as root structure, medullary structure and cuticle thickness in addition to scale casts.” However, “It was concluded as a result of these examinations that the hairs are of deer family origin.”\n\nIn 2019, Byrne, who has since passed away, told the Washington Post, “We’re just finding this out. It’s disappointing.”\n\n4.The Guy Hottel file:\n\nAlthough released in the 1970s, the Guy Hottel took the internet by storm in the early 2010s when people claimed that it proved the existence of extraterrestrial activity in Roswell, New Mexico. The memo, authored by Guy Hottel, then-director of the Washington D.C. field office, and dated March 22, 1950, is only one page long but has been viewed millions of times online, even though the FBI never followed up on the case. The briefing, addressed to J. Edgar Hoover, revealed that a third party described a mysterious sighting that an Air Force investigator witnessed. The source's name was redacted. It detailed the sighting, “An investigator for the Air Force stated that three so-called flying saucers had been recovered in New Mexico. They were described as being circular in shape with raised centers, approximately 50 feet in diameter. Each one was occupied by three bodies of human shape but only 3 feet tall, dressed in metallic cloth of a very fine texture. Each body was bandaged in a manner similar to the blackout suits used by speed fliers and test pilots.\" An informant also claimed the saucers were discovered because the government's “high-powered radar” had disrupted “the controlling mechanism of the saucers.” Despite these reports, the memo simply states, “[n]o further evaluation was attempted” by the FBI agent. Sssccc / Getty Images/iStockphoto\n\n5.The Ricky McCormick code:\n\nOn June 30, 1999, the partially decomposed body of 41-year-old Ricky McCormick was discovered in a field in St. Charles County, Missouri. The case got stranger when two hand-written notes containing only jumbles of random letters and numbers or \"secret codes\" were found in McCormick's pockets. The FBI's Cryptanalysis and Racketeering Records Unit (CRRU) and the American Cryptogram Association's attempts at deciphering the code were unsuccessful. Dan Olson, chief of the CRRU, stated, \"Breaking the code could reveal the victim's whereabouts before his death and could lead to the solution of a homicide.\" On March 29, 2011, the FBI appealed to the public for help with decoding the bizarre notes. Several days later, the agency's site noted that due to an \"outpouring of responses,\" they created a separate website for those who wished to comment or offer theories on the cryptic notes. The McCormick family was interviewed in 2012 by The Riverfront Times and contradicted the FBI's previous statements, revealing that \"they never knew of Ricky to write in code. They say they only told investigators that he sometimes jotted down nonsense he called writing, and they seriously question McCormick's ability to craft the notes found in his pockets.\" fizkes / Getty Images\n\nHis mother, Frankie Sparks recalled, \"The only thing he could write was his name. He didn't write in no code.\" McCormick's cousin, Charles, added that Ricky \"couldn't spell anything, just scribble.\"\n\nHowever, Olson refuted these claims: \"I have every confidence that Ricky wrote the notes. They are done in more of a format of something written to oneself than something written to someone else.\"\n\nThe family also revealed that the agency had not informed them of the notes until 2011. McCormick's mother claimed, \"They told us the only thing in his pockets was the emergency-room ticket [On June 22 and June 25, 1999, McCormick had visited two separate emergency rooms due to chest pains and shortness of breath]. Now, twelve years later, they come back with this chicken-scratch shit.\"\n\nAs of 2024, the case is still unsolved.\n\n6.Extrasensory perception:\n\nIn July 1957, Wiliam Foos, a railway worker from Richmond, Virginia, was the subject of an FBI inquiry for his so-called \"extrasensory perception\" (aka ESP). Beginning in 1955, Foos stated that he could read through walls and \"teach\" blind individuals to see by projecting images in their minds. The FBI memo on Foos stated, “Should his claims be well-founded, there is no limit to the value which could accrue to the FBI—complete and undetectable access to mail, the diplomatic pouch; visual access to buildings—the possibilities are unlimited insofar as law enforcement and counterintelligence are concerned… It is difficult to see how the bureau can afford to not inquire into this matter more fully. Bureau interest can be completely discreet and controlled and no embarrassment would result.” However, after Foos demonstrated his so-called \"powers\" for rather unimpressed members of the CIA, Veterans Administration, and Army Intelligence, the subject of ESP (at least in relation to Foos' case) was dropped. yanik88 / Getty Images\n\n7.The Hollow Nickel:\n\nOn June 22, 1953, Jimmy Bozart, a teenage paperboy who was collecting for the Brooklyn Eagle at the time, received a very unusual nickel as payment. The nickel felt oddly light, and when dropped on the ground, the coin popped open, revealing microfilm that contained a series of numbers inside. Thus, a game of telephone began. Bozart relayed the story to the daughter of an NYPD officer, who, in turn, told a detective, who reported the curious nickel to an FBI agent. FBI agent Louis Hahn obtained the nickel and the microfilm it contained, and the agency immediately began attempting to decipher the coin. The obverse and reverse of the nickel were made from two entirely separate years, and the microfilm listed five digits together in each number, 21 sets of five in seven columns and 20 more sets in three columns, adding up to a total of 207 sets of five-digit numbers. Despite four years of investigation, the FBI was at a total loss regarding the origin of the nickel or the code contained within the microfilm. It wasn't until May 1957, when KGB agent Reino Häyhänen wished to defect from Paris that the FBI could link the nickel to KGB agents. Häyhänen presented the agency with the information needed to crack the microfilm's cipher, as well as the identity of two of his cohorts, Mikhail Nikolaevich Svirin and William August Fisher, and a nearly identical Finnish coin. With Häyhänen's help, the microfilm's message was finally decoded and revealed to be a welcoming message with instructions for Häyhänen to set up in America. Bettmann / Bettmann Archive\n\n8.It's a Wonderful Life:\n\nNow considered a holiday classic, It's a Wonderful Life was once the subject of a not-so-wonderful FBI investigation. Released during J. Edgar Hoover's crackdown on Communist influences in the media, an unnamed FBI agent was sent to watch the film on opening day. The agent wrote that the film was “very entertaining,\" but scholar John Noakes later noted the agent “also identified what they considered a malignant undercurrent in the film.” After this report, the movie underwent probing that revealed “those responsible for making It’s a Wonderful Life had employed two common tricks used by Communists to inject propaganda into the film.” The Los Angeles branch identified these \"tricks\" as “values or institutions judged to be particularly anti-American or pro-Communist.” The opinion was that the film's protagonist George Bailey's existential crisis represented a “subtle attempt to magnify the problems of the so-called ‘common man’ in society.” The agency gave the case to the House of Un-American Activities Committee (HUAC), which played a major part in Joseph McCarty's witchhunt against anything deemed \"Communist\" in Hollywood. However, HUAC decided not to call in the movie's writers or the director, Frank Capra. Therefore, It's a Wonderful Life was allowed to continue its run in theaters without any impediment. Courtesy Everett Collection\n\n9.Dorothy's stolen slippers:\n\nIn August 2005, an authentic pair of ruby slippers, known as the \"Traveling Pair,\" worn in the classic 1939 film The Wizard of Oz, was stolen from the Judy Garland Museum in Grand Rapids, Minnesota. The Grand Rapids police took on the mysterious case, conducting numerous interviews, investigating theories, and even searching abandoned iron ore pits. However, no arrests were made, and the slippers were never discovered. Twelve years later, the Grand Rapids Police Department requested the FBI's assistance with the search, as the case had remained a top priority. The slippers were eventually found in July 2018 as part of a sting operation. Screen Archives / Getty Images\n\nOne of the men who stole the iconic shoes, Terry Jon Martin, now 76 years old, pleaded guilty in October 2023 to the theft of a major artwork. Martin confessed that he used a hammer to smash the museum door and the slipper's display case to gain access.\n\nAt his October 2023 hearing, he revealed the reason behind his theft was that he believed the slippers contained real rubies and that he intended to remove them and sell them. However, when Martin attempted to sell the stolen shoes, he was informed that the rubies were, indeed, not real, so he simply got rid of the slippers. Due to terminal illness, Martin was sentenced to time served.\n\nHis accomplice, Jerry Hal Saliterman, was also charged with a felony count of theft of a major artwork.\n\nIn March 2024, the FBI returned the ruby slippers to their owner, Michael Shaw, in a private ceremony. Because as the movie says, \"There's no place like home.\"\n\nWhich one of these investigations shocked you the most? Can you think of any other bizarre FBI investigations? Let us know in the comments!"
    },
    {
        "title": "When is the vice presidential debate? Here's when it starts and who's hosting",
        "link": "https://www.msn.com/en-us/news/politics/when-is-the-vice-presidential-debate-here-s-when-it-starts-and-who-s-hosting/ar-AA1rk4VN?ocid=BingNewsVerp",
        "description": "Vice presidential candidates JD Vance and Tim Walz will have an opportunity to take to the debate stage with just over a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CyPKTIHkH8VKuFFbHndsqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Column: Chicago Bears players offer feedback to Shane Waldron after the offense’s rocky start. Is it just more talk?",
        "link": "https://sports.yahoo.com/column-chicago-bears-players-offered-211200601.html",
        "description": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xpnCQ7jdNidfmDl30zZFzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "22hOpinion",
        "source": "Yahoo! Sports",
        "article_content": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago Bears can share optimism in the fact the rookie quarterback has improved each of the last two weeks.\n\nWilliams’ completion percentage, yards and yards per attempt have increased in the two losses since the season-opening victory against the Tennessee Titans, and he’s coming off a 363-yard effort against the Colts on Sunday in Indianapolis that included two touchdown passes.\n\nWilliams looks to be improving incrementally, and while it’s never going to be a linear progression, he already looks more comfortable than any Bears rookie quarterback has in a long time.\n\n“There’s a lot of new as we all know,” Williams said. “Wide receivers, running backs, quarterback, the offensive linemen and all these different parts. Us constantly having the encouragement mindset, but also the positivity that we see on the actual film — if you actually watch it and not get into all the emotions of the game.\n\n“Yes, we do need to get it going a little bit more efficiently than we are. But the growth and positivity that we have within the film that we’ve seen and things like that over these past couple of weeks (is encouraging).”\n\nThe overall picture for the offense, though, has been murky — to put it nicely. Waldron’s unit has struggled to form any kind of identity. The offense has been particularly bad in a handful of areas and hasn’t scored enough. It’s a familiar movie and without improvements will offer a familiar ending.\n\nThe Bears have three offensive touchdowns, tying them for last in the NFL with the Denver Broncos, Miami Dolphins, New England Patriots and Pittsburgh Steelers. The Philadelphia Eagles have yet to score in the first quarter this season. The Bears and Sunday’s opponent at Soldier Field, the Los Angeles Rams, are next worst with three points each.\n\nAsked if he uses a play script to begin games, Waldron labeled that “scheme” related during a fast-talking, 15-minute news conference Thursday morning. It’s worth noting the Bears are No. 2 in the league in fourth-quarter scoring with 30 points.\n\nComing off a rough showing in the 21-16 loss to the Colts, Waldron opened with a statement complimenting the team’s leadership group for being solution-oriented. Interestingly, one player said Waldron was more engaged seeking player input this week. If you heard a coach or player mention communication since Monday, you’ve heard it 100 times.\n\nVeteran Marcedes Lewis is one of the players Waldron credited, along with fellow tight end Cole Kmet, Williams and wide receiver DJ Moore.\n\n“Don’t feel like he can’t point guys out,” Lewis, 40, recalled saying to Waldron. “From the oldest guy in the room — being me — to the youngest guy. Don’t feel like you can’t coach us. I want to be coached. I want to be great. This is not for play. This is our job. We understand that. It’s a highly stressful, production-based business, and we’ve all got to be doing the same things or everybody gets fired. Ego is supposed to be left at the door.\n\n“He’s very receptive to that. I think, obviously, coming in, we’ve got a bunch of dudes. Not just guys on the team or on this offense. We have dudes — dudes who have done it at a high level. Sometimes as the coach coming in, you might be walking on eggshells. I just kind of put that to bed. Nobody’s sensitive in here. We want to win games just as bad as you do. It’s a collaborative effort. This is not Pop Warner.”\n\nTo be fair, Williams probably needed to look like a two-time Pro Bowl selection from the jump to meet some of the audacious expectations put on this offense. Folks dared to dream — and dream big — when the Bears chose him with the No. 1 pick in the draft, the most decorated quarterback to join the franchise in decades and the greatest signal of hope to enter Halas Hall perhaps ever.\n\nPredictably, Williams has encountered challenges that make the position difficult to navigate for rookie starters, including myriad pressures and a mixing of coverages with the intent to fool him or cause a delay in his reaction.\n\nAll of that was expected, but the cast of players surrounding Williams, perhaps as good or better than almost any rookie starter has discovered in the last decade or two, was supposed to ease the transition. The Bears invested heavily on offense in the offseason, trading for wide receiver Keenan Allen, who has missed the last two games with plantar fasciitis, drafting receiver Rome Odunze with the No. 9 pick and signing running back D’Andre Swift and tight end Gerald Everett in free agency to join a cast that already included Moore, Kmet and a functional collection of running backs.\n\nEarly results — and a lot of football remains — have been discouraging.\n\nPass protection remains an issue. Williams has been sacked 13 times, the same number Justin Fields took through three games a year ago. Only the Cleveland Browns (16) and Tennessee Titans (15) have surrendered more. The line was supposed to look better with a quarterback that could play within the structure of the system a greater percentage of the time. Simply put, it has not.\n\nThe run game has been a mess. The failed goal-line sequence in the second quarter Sunday — when the Bears started with first-and-goal from the 4-yard line — is the symbol of what has gone wrong. Poor execution. Poor design — there’s no other way to describe a play in which wide receiver DeAndre Carter is asked to block a defensive end. Waldron owned that when asked specifically about it. Poor decisions both in the speed option on fourth-and-1 and the failure to check out of the play.\n\nThe Bears are 31st in rushing offense, averaging 72.7 yards per game, and 31st in yards per attempt at a meager 3.03. The Las Vegas Raiders are the only team worse in both categories. The ground attack was expected to take a hit with the departure of Fields, whose ability to threaten defenses inflated rushing production the last two seasons, but it wasn’t expected to be this bad.\n\nFirst down hasn’t been profitable. The offense ranks 29th in the league, averaging 4.26 yards on first-and-10. So, they’re not in desirable second-and-short situations with a lot of regularity, and when they’re playing behind the sticks, it’s tough sledding. According to @SharpFootball, 64% of Bears’ first downs reach third down, the highest percentage in the league. The NFL average is 47%, and only three teams are over 57%. All of that makes it easier for opposing defensive coordinators to make calls on second and third downs.\n\nExplosive plays have been scarce. The Bears have five runs of 10 yards or more. Three are the result of Williams’ scrambles, and Moore had a 14-yard gain on a jet sweep. The lone explosive rush by a running back was Swift’s 20-yard carry in the Week 1 win against the Titans. The Bears have had only four pass plays of 20 yards or more — three to Odunze and the 44-yard Hail Mary to Moore last week that came 1 yard short of the goal line before halftime.\n\nFormer Bears defensive coordinator Ron Rivera used to say, “figures lie and liars figure,” but you really need to spend time crunching numbers to paint a pretty picture of the offense overall. Again, it has been only three games.\n\n“I’m not going to live in the past but I’m going to learn from it,” Waldron said. “I’m going to move forward. And I believe in that. I’m not going to flinch or blink on any of those things. I’m looking forward for a solution to everything that we’ve been through and can’t wait for the next game.”\n\nThe offensive coordinator taking heat even at this early juncture isn’t surprising. The play caller can become the target of ire faster than you can say “three Mississippi.” Waldron is the franchise’s 13th coordinator in 26 seasons, and things turned so quickly for predecessor Luke Getsy that in about two months he went from being a guy fans feared was so hot he would be leaving quickly to become a head coach after the Bears averaged 29.6 points in a five-game stretch to the guy who was to blame for the offense’s incompetence.\n\nWaldron is standing up in front of players expressing where he needs to be better. He’s being accountable to his players and listening to them. It was a tough outing overall against a Colts defense that otherwise hasn’t played well.\n\nIt would appear there are spots for improvement — although that was a good storyline at this time a week ago. The next four opponents have been as bad on defense as some of the areas the Bears have struggled offensively.\n\nSunday: Rams 32nd in yards allowed, 31st in scoring\n\nOct. 6: Panthers 24th, 32nd\n\nOct. 13: Jaguars 26th, 28th\n\nOct. 27, Commanders 29th, 29th\n\nSomething has to give, right?\n\n“He stands up there and lists the plays that he could have called better,” Lewis said. “Puts it up on the board. We all see it. And I think that’s the best way to do it. I mean, we’re not kids, right? We respect that. Because everything is evaluated, especially from a player’s standpoint.\n\n“We know we’re getting evaluated with whatever we’re doing out there. So when a coach throws himself in that pot of gumbo, then we’re all vested, we all have some skin in the game. He’s been doing that and highly appreciate it.”\n\nWe’ll see if all the communication is a means to improvement — or just more talk."
    },
    {
        "title": "Progress Software Releases Patches for 6 Flaws in WhatsUp Gold – Patch Now",
        "link": "https://thehackernews.com/2024/09/progress-software-releases-patches-for.html",
        "description": "Progress Software releases update for WhatsUp Gold fixing six vulnerabilities. Customers urged to install the patch.",
        "image_url": "https://www.bing.com/th?id=OVFT.44aHx7dt4-f5lrEm23RoYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "The Hacker News9h",
        "source": "The Hacker News",
        "article_content": "Progress Software has released another round of updates to address six security flaws in WhatsUp Gold, including two critical vulnerabilities.\n\nThe issues, the company said, have been resolved in version 24.0.1 released on September 20, 2024. The company has yet to release any details about what the flaws are other than listing their CVE identifiers -\n\nCVE-2024-46905 (CVSS score: 8.8)\n\nCVE-2024-46906 (CVSS score: 8.8)\n\nCVE-2024-46907 (CVSS score: 8.8)\n\nCVE-2024-46908 (CVSS score: 8.8)\n\nCVE-2024-46909 (CVSS score: 9.8), and\n\nCVE-2024-8785 (CVSS score: 9.8)\n\nSecurity researcher Sina Kheirkhah of Summoning Team has been credited with discovering and reporting the first four flaws. Andy Niu of Trend Micro has been acknowledged for CVE-2024-46909, while Tenable has been credited for CVE-2024-8785.\n\nIt's worth noting that Trend Micro recently reported that threat actors are actively exploiting proof-of-concept (PoC) exploits for other recently disclosed security flaws in WhatsUp Gold to conduct opportunistic attacks.\n\nPreviously, the Shadowserver Foundation said it had observed exploitation attempts against CVE-2024-4885 (CVSS score: 9.8), another critical bug in WhatsUp Gold that was resolved by Progress in June 2024.\n\nWhatsUp Gold Customers are recommended to apply the latest fixes as soon as possible to mitigate potential threats."
    },
    {
        "title": "Surfshark review: a fast streaming VPN for all your devices",
        "link": "https://www.digitaltrends.com/computing/surfshark-review/",
        "description": "I reviewed Surfshark, a fast, affordable streaming VPN with unlimited device support, great privacy protection, and an ...",
        "image_url": "https://www.bing.com/th?id=OVF.O41OmmUwzdrvalHkpuf63A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "4h",
        "source": "Digital Trends",
        "article_content": "Surfshark VPN MSRP $15.45 Score Details “Surfshark is a fast streaming VPN that let me connect an unlimited number of devices, making it a great choice to protect privacy and unblock worldwide streaming for the whole family.” Pros Quick, reliable server connections\n\nPlenty of fast servers worldwide\n\nEasy-to-use design\n\nFast, helpful live chat support\n\nSupports unlimited devices Cons No free version\n\nTwo-year plan reverts to annual upon renewal\n\nSurfshark might sound dangerous, but it’s actually a VPN that protects your privacy, quarantines malware, and hides your location and online activity from intrusive trackers.\n\nAs one of the leading streaming VPNs, Surfshark is known to maintain fast speeds, but I wanted to find out just how fast it was and if there were any gaps in performance.\n\nIn my review, I also tested the antivirus protection included with a Surfshark One subscription, checked up on prices, and tested customer support.\n\nTiers and pricing (free, trial, subs)\n\nSurfshark is one of only a few VPNs that support an unlimited number of devices, adding extra value if you share the account with family members and close friends.\n\nYou can try Surfshark free for seven days before paying and the 30-day money-back guarantee gives you even more time to decide whether it’s worth the subscription cost.\n\nIf you’re looking for a completely free solution, check out our guide to the best free VPNs that protect your privacy with a few restrictions.\n\nSurfshark Starter costs $15.45 monthly, but the savings start when you subscribe for one or two years. The annual plan costs $45 and includes three free months. It renews at $60 per year, which is about average for a good VPN.\n\nThe two-year plan at $59 is a great bargain, plus you get three months for free. After 27 months, the renewal reverts to an annual plan at $60. Still, that beats the price of some top competitors. For example, NordVPN is an excellent VPN, but the subscription cost more than doubles when you renew.\n\nSurfshark also offers cybersecurity bundles. Surfshark One includes malware protection for less than a dollar more each month. Surfshark One+ costs $2 to $3 more monthly and protects your privacy with ongoing requests to remove your personal information from data brokers.\n\nIf you’re looking for a better VPN deal, there are usually sales and promotions that can help you save more. Just make sure you keep an eye on renewal dates so you aren’t caught off guard when prices go up.\n\nDesign\n\nI tested Surfshark One, which I thought sounded like the sweet spot. Installation was quick, with helpful tips to install the apps and browser extensions.\n\nThe Windows app is well-designed, with a panel on the right showing at-a-glance confirmation of whether or not the VPN is enabled, which features are on, and which server I’m connected to.\n\nOn the left, I get a list of worldwide servers with quick links to recommended, recently used, and favorites at the top of the list. I can also search for a location and filter the list to see only static IP addresses or multi-hop servers.\n\nIt’s easy to use the basics without understanding advanced features, yet fine-tuning is a click away whenever you want.\n\nA toolbar on the far left lets me change settings for the VPN connection, access my account, get help, and explore features like antivirus protection and identity alerts.\n\nThe browser extension is convenient since that’s where I’m most likely to want to change VPN settings. However, the app has more settings.\n\nFeatures (reliability, speed, location hidden, cross-plat, special)\n\nBeyond protecting privacy, I want a VPN that is fast and reliable. To test Surfshark, I connected to several servers located around the world. The results were impressive.\n\nWith Surfshark’s Windows app and browser extension, I enjoyed quick connections that never dropped and good speeds worldwide. My ISP delivers 900 Mbps download speeds over Ethernet. Most streaming VPNs cut that in half even when I select a nearby server.\n\nWith the nearest Surfshark VPN server, I measured 728 Mbpson the SpeedTest website, one of the fastest I’ve ever recorded for a VPN. Upload speed was 38 Mbps and ping was around 44 ms both ways. I’m in Nova Scotia, Canada, on the East Coast and the closest Surfshark server was in Montreal, over 700 miles away.\n\nGreat speed within the country is nice, but I often use a VPN to browse worldwide like I was a local, so the real challenge is maintaining good bandwidth across the border.\n\nSurfshark continued to deliver blistering speed with 667 Mbps down, 17 Mbps up, and a 75 ms ping with a U.S. server. Upload speeds and ping always drops overseas, and that was true for Surfshark, but downloads were very fast with 579 Mbps for the U.K., 651 Mbps for France, and 630 Mbps for Germany.\n\nThe first significant drop showed up with an Australian server that managed 306 Mbps downloads. The 5 Mbps uploads and 100+ ms ping of European servers fell to 2Mbps uploads and 244 ms ping Down Under.\n\nOverall, Surfshark outpaced speedy VPNs like ExpressVPN and the fast and cheap TorGuard. While Surfshark was consistently fast, the other two performed well with nearby servers, but fell behind when connecting to more distant locations.\n\nSurfshark One includes a virus scanner and real-time protection for up to five devices. Surfshark’s antivirus earned a perfect score in a June 2024 evaluation by independent cybersecurity lab AV-Test.\n\nIn my spot-check of Surfshark One’s CleanWeb feature, it didn’t block any of Wicar’s malware tests. That’s because Surfshark’s blocking is reputation-based. That means it won’t block and alert you to dangerous websites or downloads unless they are in its database.\n\nAfter downloading the EICAR malware test file, I ran Surfshark One’s antivirus scanner and it quickly identified and quarantined the threat. Although Wicar.org is safe, more advanced antivirus software detects browser exploits and malicious files, preventing the potential threat before it’s downloaded to your computer.\n\nSupport\n\nSome VPN providers have good, but slow support since answers come via email. Surfshark has 24/7 live chat support so you can get help all day, every day.\n\nI tested it by asking about CleanWeb, Surfshark One’s blocking feature. An AI chatbot was helpful, offering several buttons to narrow down my questions and pointing me to relevant support documents.\n\nWhen I stumped the bot, I asked for a human and was immediately transferred. I learned that the Surfshark browser extension is for convenience, but you get the same VPN and antivirus protection from the app.\n\nPrivacy and security\n\nSurfshark makes its privacy policy easy to understand by getting to the most important details first: minimal data is collected, only what’s needed to provide the service you’re paying for. Surfshark requires your user ID or IP address and time stamp while browsing, but deletes that data within 15 minutes of your session ending.\n\nI couldn’t find any record of Surfshark security breaches, and the privacy policy checks out. While Surfshark is located in a Nine Eyes country, it’s audited no-log policy indicates the company won’t have any data to share even if there are official requests.\n\nSurfshark doesn’t sell or share your email to third-party advertisers.\n\nIs Surfshark right for you?\n\nSurfshark has a well-designed app, great customer service, and one of the fastest streaming VPNs with plenty of servers around the globe. The unlimited device support makes it hard to go wrong with this service, particularly if you subscribe for one to two years.\n\nFor less than a dollar extra each month, Surfshark One includes a good malware scanner and dark web monitoring. That’s a tempting offer, but it offers limited browser protection. You’ll want to keep your dedicated antivirus software active to block viruses. Surfshark Starter is the best pick for most people.\n\nI was impressed with Surfshark’s speed, reliability, and depth of features. The quick support makes it easy to get help or learn more about how to use Surfshark’s apps and extensions.\n\nI recommend Surfshark as one of the best VPNs with excellent speed, good privacy protection, easy operation, and great value."
    }
]