[
    {
        "title": "Column: The Pentagon’s former top UFO hunter talks about COVID-19, Haitian pet-eaters and pseudoscience generally",
        "link": "https://www.msn.com/en-us/news/technology/column-the-pentagons-former-top-ufo-hunter-talks-about-covid-19-haitian-pet-eaters-and-pseudoscience-generally/ar-AA1qTAGj?ocid=BingNewsVerp",
        "description": "Sean Kirkpatrick ran the government's investigation into UFOs, so he knows a lot about how misinformation and disinformation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZKj7cvXlfbP9Zk4nnp9Kxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22hon MSNOpinion",
        "source": "LA Times on MSN",
        "article_content": ""
    },
    {
        "title": "Game Theory: UFO 50 is a massive trove of twists on old-school gaming genius",
        "link": "https://www.avclub.com/game-theory-ufo-50",
        "description": "When approaching a video game project like Mossmouth’s new release UFO 50 —an absolutely massive labor of love that is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EWXxKY_tdvQ4puoXwSZawi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3h",
        "source": "AV Club",
        "article_content": "Game Theory: UFO 50 is a massive trove of twists on old-school gaming genius Scroll until you find a title that sounds cool; you may hit something that'll be one of your favorite games of 2024.\n\nWhen approaching a video game project like Mossmouth’s new release UFO 50—an absolutely massive labor of love that is brilliant, frustrating, fun, mysterious, artistically ambitious, and sometimes just really fucking frustrating—it helps to start from base principles. So: UFO 50, released on Steam this week, is a collection of 50 games of varying length and complexity, all purportedly from a fictional 1980s video game developer called UFOSoft. The games in the collection, which are presented in a fake chronological order built around the loosely sketched history of the company, largely draw their inspirations from the library of the Nintendo Entertainment System; amidst more esoteric or complicated pastiches, you can find games that serve as fairly straight homages to River City Rampage, Uninvited, Solar Jetman, Dragon Quest, and many more. There are meta elements operating to the side of the main draw—notes on the games’ fake development, a terminal that lets you go digging for secrets, markers that indicate when you’ve completed individual titles—but the focus has clearly been put on the games themselves, which were developed (in our world) by the Mossmouth team, including Spelunky creator Derek Yu.\n\nThe obvious comparison point for all this, at least for nerds of a certain vintage, will be clear: Cult Nintendo DS title Retro Game Challenge (and its sadly never-exported-from-Japan sequel), which pulled this same basic “fake games from fake consoles from a fake past” conceit back in 2007. Players who come to UFO 50 looking for a direct recreation of that experience might come away a little disappointed, though: Where that game prided itself on building up the fiction surrounding its faux games, complete with fake manuals and fake magazines for players to peruse in between playing its riffs on Mario or Galaga, UFO 50 is a bit more barebones in its presentation. (You get a few sentences of notes per game, and that’s about it.) Given a choice between putting their emphasis on the games, or on the materials surrounding them, the small Mossmouth team understandably focused on function over form; we might wish for a more lush package, but it honestly feels churlish to complain, when the actual content of the collection is far more expansive than we’ve had time to even come close to coming to terms with.\n\nAs to that content: We wish we could declare each of UFO 50′s 50 games a retro-indie masterpiece, each one preserving what worked from classic game design while jettisoning the chaff, but, uh… No. Don’t get us wrong: There are extremely good games in here, some more than worth the collection’s $25 asking price all on their own. (We have lost too many hours this past week already to arena shooter Overbold, or mechanically gorgeous dungeon crawler Valbrace.) But many of the games in the collection feel torn between their desire to stay true to the clunky, frequently unfair controls of console ages past, and being genuinely fun games. Yes, it feels authentic that Barbuta, the very first game in the collection, happily wipes your progress every time you lose all your lives, erasing what could be 20 minutes of very fussy trap and dungeon navigation. Whether it’s fun is a much thornier question.\n\nBut while we can’t champion UFO 50 as 50 instant masterpieces, we also can’t paint it with the broad brush of being uniformly old-school ornery for its old sake—or a nostalgia exercise with no appeal for players who didn’t grow up pulling battered NES carts off the rental wall of their local video store. The truth is that this really is 50 different games, each with their own control schemes and design hooks, and the quality is inevitably going to vary. Part of the fun of the package, in fact, is in that kind of discovery: For every game you play five minutes of before concluding “Eh, not for me,” you’re just as likely to run into something like the boldly strange Mooncat, or “What if we’d invented tower defense games on the NES” hypothetical Rock On! Island. At the bare minimum, each title has something genuinely clever powering it, whether it’s Mortol‘s attempt to build an action game out of Lemmings DNA, or Avianos‘ bird-based war gaming. Half the time, when we caught ourselves thinking “Okay, we get it, let’s move on” after poking around at a game, we turned out to be basically right; the other half, though, we inevitably stumbled into some new secret or twist of play that deepened the experience of an individual title.\n\nUFO 50 is, in other words, a game that trusts you, the player, to find the fun—with the promise that there is a lot of fun to be found in this odd, massive toy chest. We should note that the game does have a few curation tools—if you scroll down to the bottom of the collection, you can filter games by whether they’re meant to be more reflex based, or cerebral, for instance, or focus in on the title’s large number of same-screen multiplayer games. (Breaking free of the chronology is a good idea in any case; although UFO 50 doesn’t pay as much attention to the “complexity increases as fictional time passes” conceit that powered Retro Game Challenge, you’ll still tend to find more robust experiences closer to the end of UFOSoft’s fictional lifespan.) We’re sure we’ll soon see a cottage industry of guides and wider critiques pointing out hidden gems buried in its library. But honestly, we recommend just doing what the game itself advises: Scroll through until you find a title that sounds cool, blow off the fictional dust, and take a gamble on the chance you’ll hit something that’ll be one of your favorite games of 2024."
    },
    {
        "title": "Hear Axl Rose Cover UFO’s ‘Love to Love’ With Michael Schenker",
        "link": "https://ultimateclassicrock.com/axl-rose-michael-schenker-love-to-love/",
        "description": "Axl Rose covers the UFO song 'Love to Love' with the band’s former guitarist Michael Schenker. The Guns N’ Roses s inger is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bTiOcdGAnV3OS9235XQCWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Ultimate Classic Rock19h",
        "source": "Ultimate Classic Rock",
        "article_content": "Axl Rose covers the UFO song “Love to Love” with the band’s former guitarist Michael Schenker.\n\nThe Guns N’ Roses singer is one of a series of guests – including bandmate Slash – who appears on My Years With UFO.\n\nThe LP finds Schenker revisiting the material he helped create with the British band in the ‘70s. It is available today; the track listing with guests can be seen below.\n\nREAD MORE: Hear Slash and Erik Gronwall on Michael Schenker’s ‘Mother Mary’\n\nSchenker recently revealed that Rose covered three songs for potential use, but eventually only approved one of the recordings.\n\n“Axl ended up singing ‘Too Hot to Handle,’ ‘Only You Can Rock Me’ and ‘Love to Love,’” he explained. “I guess it was too many songs, because they were in the middle of a tour, and he preferred to just focus on ‘Love to Love.’ And he is a perfectionist, I have noticed … we waited until he was ready, and then finally he went, ‘OK, “Love to love” I approve. You can release it.’”\n\nYou can hear \"Love to Love\" below.\n\nInstead, Schenker’s new version of “Only You Can Rock Me” features Joey Tempest and Roger Glover, while “Too Hot to Handle” features Joe Lynn Turner, Adrian Vandenberg and Carmine Appice. Slash performs on “Mother Mary” alongside Eric Gronwall.\n\nMichael Schenker, 'My Years With UFO' Track Listing\n\n1. “Natural Thing: (feat. Dee Snider, Joel Hoekstra)\n\n2. “Only You Can Rock Me” (Joey Tempest, Roger Glover)\n\n3. “Doctor, Doctor” (Joe Lynn Turner, Carmine Appice)\n\n4. “Mother Mary” (Slash, Erik Gronwall)\n\n5. “This Kids” (Biff Byford)\n\n6. “Love To Love” (Axl Rose)\n\n7. “Lights Out” (Jeff Scott Soto, John Norum)\n\n8. “Rock Bottom” (Kai Hansen)\n\n9. “Too Hot To Handle” (Joe Lynn Turner, Adrian Vandenberg, Carmine Appice)\n\n10. “Let It Roll” (Michael Voss)\n\n11. “Shoot, Shoot” (Stephen Pearcy)"
    },
    {
        "title": "Axl Rose Guests on Michael Schenker’s New Version of UFO’s 'Love to Love': Stream",
        "link": "https://www.yahoo.com/entertainment/axl-rose-guests-michael-schenker-163606162.html",
        "description": "The song appears on Schenker's new album My Years With UFO. Axl Rose Guests on Michael Schenker’s New Version of UFO’s 'Love ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9goBqrTxdVhTBUfixd-puS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15h",
        "source": "Yahoo",
        "article_content": "The post Axl Rose Guests on Michael Schenker’s New Version of UFO’s “Love to Love”: Stream appeared first on Consequence.\n\nGuitarist Michael Schenker revisits his tenure in the band UFO on his new album, appropriately titled My Years With UFO, which is out today (September 20th). Among the various guest vocalists on the LP is Guns N’ Roses frontman Axl Rose, who sings on the song “Love to Love.”\n\nSchenker was a member of the long-running UK hard rock band from 1972 to 1978, then again for a few brief stints. My Years With UFO focuses on those classic ’70s years during the band’s heyday.\n\nIn addition to Rose, the new album features such rock luminaries as Dee Snider, Slash, Joe Lynn Turner, Jeff Scott Soto, Stephen Pearcy, and more.\n\nRose’s distinctive vocals highlight the new version of “Love to Love,” and further illustrate the influence that UFO had on Guns N’ Roses.\n\nMy Years With UFO is the first of three albums that Schenker will release under a new record deal with earMUSIC. Two more LPs are planned for 2025 and 2026.\n\nTake a listen to Axl Rose on Michael Schenker’s new recording of UFO’s “Love to Love,” and stream the entire album, as well.\n\nAxl Rose Guests on Michael Schenker’s New Version of UFO’s “Love to Love”: Stream\n\nSpencer Kaufman\n\nPopular Posts\n\nSubscribe to Consequence’s email digest and get the latest breaking news in music, film, and television, tour updates, access to exclusive giveaways, and more straight to your inbox."
    },
    {
        "title": "UFO Encounter Labeled 'Best Documented' Nearly Melted Man: Falcon Lake Incident Explained",
        "link": "https://popculture.com/trending/news/ufo-encounter-best-documented-nearly-burned-man-to-crisp-falcon-lake-incident-explained/",
        "description": "No matter what you believe about the nature of \"flying saucers,\" there is one sighting labeled the \"most convincing\" UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HYKZJiZNJVYJ2odHFp0bBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Pop Culture10h",
        "source": "Pop Culture",
        "article_content": "The ongoing galactic game of 20 questions contnues with people and governments trying to confirm the origins UFOs and UAPs are related to aliens in any shape or form. The most recent Pentagon report seems to conclude that most of the sightings people have witnessed haven't necessarily been related to extraterrestrials. Instead, these \"craft\" were likely connected to secret projects by groups and governments right here on Earth. The phone call is coming from inside the house.\n\nNo matter what you believe about the nature of \"flying saucers,\" there is one sighting labeled the \"most convincing\" UFO encounter in history. According to CBC, the Falcon Lake incident in Canada is being called the \"best-documented UFO case\" 50 years after the actual event.\n\nThe story has been covered in books and shows, including Unsolved Mysteries at one point, but it originates from May 1967 in the Falcon Lake woods in Manitoba, Canada. \"I recalled seeing him in bed. He didn't look good at all. He looked pale, haggard,\" Stan Michalak said about his father. \"When I walked into the bedroom there was a huge stink in the room, like a real horrible aroma of sulphur and burnt motor. It was all around and it was coming out of his pores. It was bad.\"\n\nMichalak was only a nine-year-old at the time but has detailed the incident as co-author of When They Appear, a book written with UFO researcher Chris Rutkowski. The book came out in 2017, but recently resurfaced due to coverage online at outlets like Daily Star.\n\nAccording to the account, Stefan Michalak was in the woods when he encountered a pair of \"cigar-shaped objects\" nearby, changing hues while floating before taking a disc shape. Michalak started drawing what he saw, which made their way online years later, before trying to get closer to the object.\n\n\"He couldn't make out any words, or anything, but he heard at least two beings communicating inside. He called out, offering mechanical help if they needed it,\" the It Gets Weird podcast recently detailed. \"As soon as he touches the craft, the fingertips just start to melt, so it's so hot that it literally melts the gloves he's wearing...He's hit by this blast of air, that pushes him backward and sets his shirt and hat on fire. He's stumbling backward, getting pushed by this wave of air and gas, and trying to take this burning shirt and hat off.\"\n\nThe account goes on to say he showed symptoms of radiation sickness and had \"severe burns\" on his torso that look like a grate or Bingo card. Once released from the hospital, he returned to the locale to recover his \"charred shirt, a melted glove and tools he'd left behind.\" He maintained his story until dying in 1999, never saying he encountered little green men either."
    },
    {
        "title": "Mysterious Pacific Ocean sounds identified as a type of whale—a new AI app helps track them",
        "link": "https://www.msn.com/en-us/news/technology/mysterious-pacific-ocean-sounds-identified-as-a-type-of-whale-a-new-ai-app-helps-track-them/ar-AA1qUr0Y?ocid=BingNewsVerp",
        "description": "A team of oceanographers and marine biologists from the NOAA Pacific Islands Fisheries Science Center and Oregon State ...",
        "image_url": "https://www.bing.com/th?id=OVFT.szeTPYqoHuy1v6NElXTA9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "I've tried the new deliberately anti-social AI-only social media app and I've never been more glad to be a little bit of a loser",
        "link": "https://www.yahoo.com/tech/ive-tried-deliberately-anti-social-155140315.html",
        "description": "But one social media app leans into this hard by only giving you bots to interact with, and I've decided to test it out.",
        "image_url": "https://www.bing.com/th?id=OVFT.dFwI8FQWqEJJ9vx2XHG0yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Future\n\nThough there are some pretty interesting uses of AI out in the world, one of the absolute worst (outside of making terribly glossy pictures of Shrimp Jesus) is using AI bots to farm followers on X (or Twitter if you're normal).\n\nThanks to the incredibly smart decision to make verification a paid service, and an instant algorithm boost, viral tweets are often inundated with copy-and-paste tweets stolen from other non-verified accounts to take that attention away. When you factor in that 'creators' on \"the everything app\" are financially incentivised to hog that spotlight due to a shared advertising pool, the bot problem just gets worse. But one social media app leans into this hard by only giving you bots to interact with, and I've decided to test it out.\n\nSocialAI is an app where you create an account on a fake social media filled with bot accounts, intended to interact with you endlessly. It's effectively a chatbot with extra steps, and it's just as creepy as it sounds in practice. To be honest, it's left me pretty happy for my online life not to be filled with the din of social discourse. It's okay not to be one of the super popular.\n\nThough the idea itself isn't bad, in a social experiment kind of way, and I was intrigued almost immediately after reading Ars Technica's report on it. I came out the other side of this app feeling like an omnipotent god over a kingdom I loathe. Even critics and cynics are yes men, and suddenly, I understand the point of Noah's Ark. Sometimes, you just need to reset, and there's not enough room on the boat for all these bots.\n\nSocialAI is currently exclusively available on the Apple App Store. Announced via a post on X, creator Michael Sayman stated that it is \"designed to help people feel heard, and to give them a space for reflection, support, and feedback that acts like a close-knit community.\" After time with it, I came away feeling the opposite. I felt like I wasn't heard and my thoughts were instead put into a digital black box filled with advice and comments that could be scraped from articles and videos across the web.\n\nSocialAI\n\nWhen I asked it to recommend a gaming PC capable of handling Microsoft Flight Simulator 2024's system requirements, many of its bots replied with some variation of an RTX 30 series card and an i7 chip. One account named Bella Sunshine said \"Any build is gonna be awesome if it runs smooth\" which is so circular I can't quite understand it. A gaming PC capable of running the game will run the game capably.\n\nSee, when you first sign up on the app, you have to say what types of followers you like, from supporters and fans to critics and pessimists. These all respond in kind to your posts and you will be able to spot which is which, based on cutesy names. Ms Sunshine above is an optimist, and all other optimists have similarly flowery names.\n\nTo unlock trolls, haters, drama queens, and political accounts, you have to get five other people to sign up for SocialAI—like some sort of strange bot-infested pyramid scheme. Unfortunately, what illusion of interactivity you may be able to conjure from your own posts is dashed by canned answers and obvious archetypes. This is before mentioning that it always gives you even amounts of each bot's engagement. I chose five types of followers initially and every post was then met with replies in groupings of five.\n\nWith SocialAI intended to be somewhere to feel heard, I thought it necessary to bring harder questions so I said I was feeling depressed and looking for advice. @ShineWithLila suggested grabbing a cup of coffee with her, which immediately felt rather sad to me. Maybe I could've been the kind of isolated person who would've really benefited from a coffee date with a friend. But Lila couldn't be that friend.\n\nSocialAI is less a picture and more a tapestry. When you zoom out from the bots, you see an app that feels lonely and misguided. I'm not a particularly popular person on X but I do somehow manage to find joy out of social media (despite Elon's best efforts). I've never really minded if a post got zero replies, because I think this is what makes those that do reply feel that much more special. There's a human being on the other side of that phone or PC and they are giving some of their time to tell me my opinions on Star Wars sucks. That's what real connection is about.\n\nSocialAI is a smokescreen for a chatbot, intended to feed you the fantasy of being an influencer. It makes you feel suddenly really popular but ultimately, you know no one really cares. I'm sure this isn't what Plato envisioned with those shadows in his cave but I don't think I can sit there and watch them when the real world is happening mere tabs away from me. The flicker of light on the wall is so much dimmer than the crackle of humanity just inches outside."
    },
    {
        "title": "Real-World Uses Of AI In Business: What You Need To Know Today",
        "link": "https://www.forbes.com/sites/alexanderpuutio/2024/09/20/real-world-uses-of-ai-in-business-what-you-need-to-know-today/",
        "description": "Discover real-world AI applications in business, from customer service to recruitment. Learn how top companies are leveraging ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aB7k9uH2RWSkk3l-S0txPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Centre Invites Applications From Startups To Build & Deploy Impactful AI Solutions",
        "link": "https://inc42.com/buzz/centre-invites-applications-from-startups-to-build-deploy-impactful-ai-solutions/",
        "description": "The Centre has invited applications from startups and researchers to build and deploy 'impactful' AI solutions in key ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TNksDIet96IWgaWOJ0u5IS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "inc424h",
        "source": "inc42",
        "article_content": "Earlier this year, the Cabinet approved the IndiaAI Mission and earmarked an outlay of INR 10,372 Cr for the mega project\n\nThe Centre has underlined five key areas for building AI solutions including healthcare, agriculture, governance, climate change, among others\n\nUnder the initiative, the winning team receive an award of up to INR 1 Cr and a “contract” to deploy their solution in government departments for four years\n\nThe Centre has invited applications from startups and researchers to build and deploy “impactful” artificial intelligence (AI) solutions in key critical areas as part of the IndiaAI Innovation Challenge.\n\nTo be implemented by IndiaAI, an internal business division under the Digital India Corporation of the Ministry of Electronics and IT (MeitY), the new initiative will see the winning team receive an award of up to INR 1 Cr and a “contract” to deploy their solution in government departments for four years.\n\nThe application forms opened for the general public on August 13 and will be available for submission till September 30.\n\n“This challenge is part of the applications development initiative within the IndiaAI Mission, which seeks to advance the development, deployment, and adoption of AI applications in critical sectors. It is aimed at promoting the scaling and adoption of impactful AI solutions to enable large-scale socio-economic transformation,” said MeitY in a statement.\n\nUnder the initiative, five key areas have been identified for building innovative AI solutions. The indicative use cases include:\n\nHealthcare : Enhancing diagnostics and patient care, early disease detection using AI-enhanced X-rays, strengthening ophthalmology outcomes and vector-borne disease surveillance\n\nImproved Governance : Leveraging AI-driven language technologies for better public service accessibility and grievance redressal\n\nAgriculture : Empowering farmers with AI-assisted crop advisory services, financial inclusion and utilisation of geospatial analytics to improve food security\n\nAssistive Technology for Learning Disabilities : Early detection and support for specific learning disabilities, enhanced multimedia accessibility tools and gamified learning\n\nClimate Change and Disaster Management : AI-driven early warning systems and multi-hazard susceptibility mapping\n\nThe development comes at a time when the government has been actively pushing for rapid adoption of AI, with an eye on streamlining access to government services and digital public goods. Earlier this year, the Cabinet approved the IndiaAI Mission and earmarked an outlay of INR 10,372 Cr for the mega project.\n\nAdditionally, Minister of State (MoS) for Electronics and Information Technology Jitin Prasada also recently said that the government had constituted an advisory group to formulate a framework to regulate AI."
    },
    {
        "title": "AI assisting physicians at St. Mary's Hospital",
        "link": "https://www.timesunion.com/business/article/st-mary-s-physicians-using-suki-ai-app-takes-19770943.php",
        "description": "Physicians at St. Mary's Hospital use Suki, an AI app, to take notes for electronic health records, alleviating stress and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jEU9DPWmrWXGK1ReKfd95y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "Times Union",
        "article_content": "Content not available"
    },
    {
        "title": "Annual Mothman Festival celebrates the paranormal in Point Pleasant this weekend",
        "link": "https://www.wvgazettemail.com/arts_and_entertainment/annual-mothman-festival-celebrates-the-paranormal-in-point-pleasant-this-weekend/article_113e206a-76af-11ef-859b-5b8ce85b339b.html",
        "description": "Mothman Festival takes place in Point Pleasant, West Virginia Sept. 21-22, 2024. The event commemorates the 1966 Mothman ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Efn5BBqe67ZSjf9h9h6D9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Charleston Gazette-Mail23h",
        "source": "Charleston Gazette-Mail",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Paranormal experts debunk video of ‘ghost soldiers’ at Gettysburg",
        "link": "https://www.ladbible.com/community/gettysburg-ghosts-paranomal-investigators-video-301066-20240920",
        "description": "Paranormal experts have debunked the video supposedly showing ‘ghost soldiers’ at Gettysburg. Yep, turns out that viral video ...",
        "image_url": "https://www.bing.com/th?id=OVFT.M_rlZ1gQxL9Fxi5xkeudUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "16h",
        "source": "LADbible",
        "article_content": "Paranormal experts have debunked the video supposedly showing ‘ghost soldiers’ at Gettysburg.\n\nYep, turns out that viral video everyone gets so obsessed with might not be all it seems. Greg Yuelling was previously visiting the Civil War battle site in Pennsylvania, US, when he captured the eerie clip.\n\n“We were driving along one night and we started hearing noises, I heard things to the left and my uncle heard things to the right, and there was a fog, but the fog was weird, it was only in one patch not dispersed,\" he explained\n\nAdvert\n\n“Then we saw these shapes moving in the darkness, they were the size of humans, one of them ran right through the cannon.\"\n\nThe bloke watched the videos back and ended up pretty ‘freaked out’. It made him ‘believe everything’ as he was sure he’d captured ghosts of the soldiers.\n\nBut when LADbible presented this footage to Help! My House is Haunted presenters Barri Ghai and Jayne Harris, it seems Yuelling may not have captured the figures after all.\n\nAdvert\n\nInvestigator and technical expert Ghai says he watched the video ‘several times’ before coming up with a ‘logical explanation’.\n\n“These are not spirits,” he begins. “Despite Gettysburg being rife with history and loads of paranormal stories over the years. I think what I'm seeing there is moisture on the windscreen.”\n\nHe reckons they were ghosts. (SWNS)\n\nYeah, pretty underwhelming. Ghai explains that the video seems to be from inside the car and it appears to be foggy.\n\nAdvert\n\n“There's definitely moisture that seems to be running down the face of the windscreen,” he explains. “And I think it's a combination of the environmental factors and what he's actually seeing through the mist and the fog.”\n\nAnd historian and psychologist Harris agrees that as amazing as the video seems in such a historical location, there’s just ‘too many environmental factors’ involved.\n\n“It looks brilliant,” she adds. “It’s a good, impressive clip but I don’t think it’s a ghost.” But Harris does appreciate it’s pretty disappointing for investigators to be sceptical about this type of stuff.\n\n“We see so many photographs and video clips, and especially, obviously now with mobile phones and these, you know, people are recording their own things all the time,” she says.\n\nAdvert\n\nGhai and Harris know what they're on about. (discovery+)\n\nWell, there you have it, those ‘ghosts’ at Gettysburg aren’t really ghosts – at least not in that video anyway.\n\nIf you do want to see Ghai and Harris in action with what they believe to actually be ghosts and spirits, a new season of Help! My House is Haunted just started streaming on discovery+. It sees the pair, along with psychic medium and exorcist, Ian Lawman, ‘go above and beyond to solve some of the most chilling and challenging cases ever documented on TV’.\n\nSeries six of Help! My House is Haunted airs on Really, Fridays at 9pm. Also available to stream on discovery+."
    },
    {
        "title": "Paranormal Cirque brings a thrilling spectacle to Wilkes-Barre",
        "link": "https://www.msn.com/en-us/music/news/paranormal-cirque-brings-a-thrilling-spectacle-to-wilkes-barre/ar-AA1qWive?ocid=BingNewsVerp",
        "description": "Paranormal Cirque III kicked off Thursday at the Wyoming Valley Mall in Wilkes-Barre.It features many things that you may ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Vmxgd1G1T86Qs66zMaz9jy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WOLF Wilkes-Barre-Scranton on MSN3h",
        "source": "WOLF Wilkes-Barre-Scranton on MSN",
        "article_content": ""
    },
    {
        "title": "👻 Things to do this weekend in San Antonio: Paranormal Fest, Zoo Boo!, Oktoberfest",
        "link": "https://www.ksat.com/news/local/2024/09/20/things-to-do-this-weekend-in-san-antonio-paranormal-fest-zoo-boo-oktoberfest/",
        "description": "ZOO BOO: The San Antonio Zoo will start its annual Zoo Boo event on Sept. 21 until Oct. 31. Guests can dress up in costumes ...",
        "image_url": "https://www.bing.com/th?id=OVFT.z5ia4k-JZOelzA9LYS_RCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KSAT11h",
        "source": "KSAT",
        "article_content": "Hello! Aren’t you excited that fall officially starts this Sunday?\n\nWe can officially say that spooky season is here now that plenty of places are starting to host Halloween-themed events such as Zoo Boo! or even Rockberry Ranch opening up its annual pumpkin patch for the season.\n\nRecommended Videos\n\nIf you’re still not quite ready to get into the Halloween spirit, Oktoberfest will make its first debut at La Villita this weekend.\n\nThere will also be a jazz concert at the Japanese Tea Garden or you can continue to celebrate Hispanic and Latino culture at some Hispanic Heritage events.\n\nTake a look at this weekend’s fa-BOO-lous events:\n\nHappening over the weekend:\n\n13TH FLOOR: Are you brave enough to go through the 13th Floor Haunted House? The fame haunted house will continue on run-selected nights until Nov. 9. Purchase your tickets Are you brave enough to go through the 13th Floor Haunted House? The fame haunted house will continue on run-selected nights until Nov. 9. Purchase your tickets here if you dare.\n\nFRIGHT FEST: “The Conjuring Universe” and “Stranger Things” are two new haunts that will make guests scream until Nov. 3. There will also be six other haunted houses, six heavily themed scare zones and dynamic entertainment at the theme park — interested for a scare? Visit Six Flags online for more information.\n\nHOWL-O-SCREAM: Be ready to be spooked at Howl-O-Scream with six horror-filled haunts and eight “Terror-tories” until Oct. 27. Vampires, sinister sorcerers and other nightmares will appear at the park. Click Be ready to be spooked at Howl-O-Scream with six horror-filled haunts and eight “Terror-tories” until Oct. 27. Vampires, sinister sorcerers and other nightmares will appear at the park. Click here for more information.\n\nMARKET DAYS: Visit the Visit the Pearl for Farmers Market every Saturday from 9 a.m. -1 p.m. to shop for local produce and meat. You could also go to the Markers Market every Sunday from 9 a.m.- 10 p.m. to view and shop from over 40 local artisans and markers making culinary-inspired home goods such as pottery and wood crafts. The Pearl is located at 303 Pearl Pkwy.\n\nMARKET SQUARE WEEKEND: Every weekend in September, enjoy a day at Every weekend in September, enjoy a day at Market Square filled with music, food booths, and working artists from 10 a.m. to 6 p.m.\n\nNATURAL BRIDGE CAVERNS: The caverns will celebrate its The caverns will celebrate its third-annual Butterflies and Blooms with the migration of the Monarch butterflies on Sept. 21-22. The event will feature presentations on butterfly habitats from the house landscape team, live music, educational displays and more.\n\n“NICHOS Y DICHOS”: MujerArtes Women’s Clay Cooperative will have 50 hand-painted pieces of MujerArtes Women’s Clay Cooperative will have 50 hand-painted pieces of “Nichos y Dichos ” on display created by women artists. The artwork will have phrases that contain advice and popular wisdom. The exhibit will be from Sept. 21 until Oct. 4 at Rinconcito de Esperanza, located at 816 S. Colorado Street. Guests interested in a visit can call 210-228-0201.\n\nOKTOBERFEST: Enjoy a free Enjoy a free German celebration with a cultural experience with music, food, local brand representation and river parades from Sept. 20-22 at La Villita.\n\n“RIO BRAVO”: Vibrant music and dance traditions of the Texas-Mexico border region will come to life when Vibrant music and dance traditions of the Texas-Mexico border region will come to life when “Rio Bravo” returns for its 30th-anniversary performances. “Rio Bravo” will be performed at 7:30 p.m. on Sept. 20 and Sept. 21 at the Buena Vista Theater at the UTSA Downtown Campus at 501 W. César E. Chávez Blvd. Tickets can be purchased here\n\nROCKBERRY RANCH: Pumpkin patches are returning this spooky season! Rockberry Ranch will be open for its 2024 Pumpkin Fest every weekend starting Sept. 21 and ending on Nov. 3 from 10 a.m. to 6 p.m. Rockberry Ranch will also be open on Oct. 14. The ranch will have tickets on sale for $16.95 until Sept. 25; after that, tickets at the gate will be $22.95 each. Pumpkin patches are returning this spooky season! Rockberry Ranch will be open for its 2024 Pumpkin Fest every weekend starting Sept. 21 and ending on Nov. 3 from 10 a.m. to 6 p.m. Rockberry Ranch will also be open on Oct. 14. The ranch will have tickets on sale for $16.95 until Sept. 25; after that, tickets at the gate will be $22.95 each. Rockberry Ranch is located at 995 W> Gates Valley Rd. in Poteet.\n\n“SESAME STREET LIVE”: Sing, dance and play with the “Sesame Street” characters when they come to visit San Antonio. Sing, dance and play with the “Sesame Street” characters when they come to visit San Antonio. “Sesame Street Live! Say Hello” will have two performances at the Majestic Theatre on Sept. 20 and 21.\n\nZOO BOO: The San Antonio Zoo will start its annual The San Antonio Zoo will start its annual Zoo Boo event on Sept. 21 until Oct. 31. Guests can dress up in costumes that match the theme the zoo will host. From Sept. 21-22, the zoo’s theme will be Medieval Times. Free trick-or-treating will take place during the last hour of zoo operations. You can Purchase your tickets here\n\nFriday, Sept. 20\n\nFUERZA REGIDA: The reginal Mexican group will brings its “Pero No Te Enamores Tour 2024″ at 8 p.m. at the Frost Bank Center. Tickets can be purchased The reginal Mexican group will brings its “Pero No Te Enamores Tour 2024″ at 8 p.m. at the Frost Bank Center. Tickets can be purchased here\n\nJAZZ FALL CONCERT SERIES: San Antonio Parks Foundation will hold a free San Antonio Parks Foundation will hold a free Jazz Fall Concert at the Japanese Tea Garden from 6:30 p.m. to 9 p.m.\n\nJESSICA KIRSON: The comedian will appear on stage for “The Never Ending Tour” at 7 p.m. at the Charline McCombs Empire Theatre. Tickets can be purchased The comedian will appear on stage for “The Never Ending Tour” at 7 p.m. at the Charline McCombs Empire Theatre. Tickets can be purchased here\n\nSaturday, Sept. 21\n\nLA VILLITA MARKET DAYS: Maverick Plaza will transform into an Maverick Plaza will transform into an open-air marketplace from 10 a.m.- 6 p.m. at La Villita Historic Arts Village, located at 418 Villita St. Market Days take place every Saturday. Visitors can enjoy arts and crafts, witness live cooking demonstrations and more.\n\nOUTDOOR FILM SERIES: The The Mission Marquee Plaza will have a free movie screening of “Encanto” at 3100 Roosevelt Ave.\n\nPARANORMAL FEST: Listen and learn the history of a spooky atmosphere during Listen and learn the history of a spooky atmosphere during Paranormal Fest from 2 p.m. to 11 p.m. at Victoria’s Black Swan Inn, located at 1006 Holbrook Rd Ste A. Tickets are limited, but they’re still available to purchase here\n\nTALK-ITO DE NOPALITOS: A free reading and book signing for “ A free reading and book signing for “ Somos Nopales” by Eddie Vega, a San Antonio poet laureate, will be from 3 p.m. to 5 p.m. at the Central Library, located at 600 Soledad.\n\nTHE STARLIGHTER: The Starlighter, a popular venue in the Deco District, will celebrate its third-year anniversary with a The Starlighter, a popular venue in the Deco District, will celebrate its third-year anniversary with a music festival featuring 15 local bands. Tickets cost $20 and can be purchased online . The venue is located at 1910 Fredericksburg Drive.\n\nSunday, Sept. 22\n\nFREE COMMUNITY YOGA: The Mobile Om Yoga and San Antonio River Foundation offers The Mobile Om Yoga and San Antonio River Foundation offers free one-hour yoga sessions from 10 a.m. to 11 a.m. every Sunday until Nov. 24 at Confluence Park, 310 W Mitchell St.\n\nLOCALS DAY- SAN ANTONIO ZOO: If you’re trying to do some budget-saving events, the zoo will have If you’re trying to do some budget-saving events, the zoo will have locals days on Sept. 22 and Sept. 24. Local visitors can get in for $8 each with proof of residency.\n\nSUNDAY YOGA: Free yoga is available to the public from 10 a.m. to 11 a.m. every Sunday at 1127 S St. Mary’s St.\n\nWhat’s trending:"
    },
    {
        "title": "16 Connecticut Halloween attractions and haunted houses to visit in 2024",
        "link": "https://www.stamfordadvocate.com/things-to-do/article/halloween-attractions-ct-opening-dates-2024-19747388.php",
        "description": "Spooky season is upon Connecticut as the state's \"haunted\" Halloween attractions are just about to ready to open their doors ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Tn1HzaMS0eggbeSqQ9LV-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "13h",
        "source": "StamfordAdvocate",
        "article_content": "Content not available"
    },
    {
        "title": "Scooby-Doo interactive exhibit opens at Museum of Discovery and Science in Fort Lauderdale",
        "link": "https://wsvn.com/news/local/broward/scooby-doo-interactive-exhibit-opens-at-museum-of-discovery-and-science-in-fort-lauderdale/",
        "description": "Grab your keys to the Mystery Machine, because a new interactive Scooby-Doo exhibit has opened at the Museum of Discovery<a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fgvRPrNjB2LTCodx2yMwjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7News Miami9h",
        "source": "7News Miami",
        "article_content": "FORT LAUDERDALE, FLA. (WSVN) - Grab your keys to the Mystery Machine, because a new interactive Scooby-Doo exhibit has opened at the Museum of Discovery and Science in Fort Lauderdale.\n\nAt the exhibit, children will be put to the test, analyzing clues and working with the Scooby crew to unmask a jewel thief and save the day.\n\nFunding for the exhibit comes from Joe DiMaggio Children’s Hospital and the Florida Prepaid college savings plan.\n\nThe exhibit runs until Jan. 5.\n\nCopyright 2024 Sunbeam Television Corp. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."
    },
    {
        "title": "Materials Discovery Research Center to Open at Ames National Laboratory",
        "link": "https://executivegov.com/2024/09/materials-discovery-research-center-ames-nl/",
        "description": "Ames National Laboratory will harness artificial intelligence and exascale computing in its new materials discovery research ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FuxsV5LWAlcozq1JJKr4NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Executive Gov11h",
        "source": "Executive Gov",
        "article_content": "The Department of Energy’s Ames National Laboratory has announced it will establish the ML-Accelerated Materials Discovery Center for research focused on identifying and designing new magnetic and superconducting components for energy applications.\n\nThe center will build upon the computer codes the laboratory’s researchers have developed and indicated effective and rapid structure search methods through artificial intelligence and machine learning techniques, Ames said Thursday.\n\nThe new center will tap exascale computers at other national laboratories to find the right materials from the large and complex list of potential choices, the Iowa State University-operated laboratory added.\n\nTo harness the various processors and hardware of the exascale computers, reputed as among the most powerful in the world, the center will use software from the Exascale Computing Project, a joint effort of the Energy Department’s Office of Science and the National Nuclear Security Administration.\n\nThe Los Alamos National Laboratory will collaborate with Ames on the center, which will draw funding from the Energy Department’s Office of Science.\n\nIn the private sector, SandboxAQ is using AI to discover and develop new compounds and chemistries that could be combined to produce new materials for potential use by the U.S. Army and other defense and government customers, Jen Sovada, the company’s president of global public sector and a 2024 Wash100 awardee, told Federal News Network recently."
    },
    {
        "title": "Solve a gem of mystery at the new Scooby-Doo Mansion Mayhem exhibit at the Museum of Discovery and Science",
        "link": "https://wsvn.com/entertainment/deco-drive/solve-a-gem-of-mystery-at-the-new-scooby-doo-mansion-mayhem-exhibit-at-the-museum-of-discovery-and-science/",
        "description": "When you’ve got a mystery, one dog we all know can crack that case, and we don’t mean your phone case, or the other things<a class=\"excerpt-read-more\" href=\" More ...",
        "image_url": "https://www.bing.com/th?id=ODF.wXuJ8vGx52TA0JBbBYajdg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "7News Miami7h",
        "source": "7News Miami",
        "article_content": "When you’ve got a mystery, one dog we all know can crack that case, and we don’t mean your phone case, or the other things your dog destroys while you’re at work.\n\nWe’re talking about Scooby-Doo — duh! — and in the new exhibit at the Museum of Discovery and Science, the Mystery Inc. crew are inviting you to solve a crime.\n\nScooby-Doo and the gang need your help … to solve a mystery, at the Museum of Discovery and Science in Fort Lauderdale.\n\nMeredith Feder: “There is a ghost on the loose wreaking mayhem, and we really need your help as a detective finding out who stole those gems.”\n\nThat’s right, detective. At the new Scooby-Doo!™ Mansion Mayhem exhibit, you’ll work alongside Mystery Inc. to solve the case of a jewel thief.\n\nMeredith Feder: “Solving one clue leads to another, and at the end, see if you got it right.”\n\nObserve, ask questions, and interpret those clues.\n\nStudent: “I haven’t gotten onto to it.”\n\nAlex Miranda: “Do you think you’re inching closer?”\n\nStudent: “I have a few ideas, a few clues.”\n\nBut you don’t have to do it alone.\n\nMeredith Feder: “It’s meant to be a team experience, and so, really, everybody working together.”\n\nWho knows? You all just might crack the case!\n\nMeredith Feder: “Be chased by the ghost just like Scooby-Doo and Shaggy, and you do that through a virtual screen. You encounter a mystery bookcase, and your job is to really investigate those books, figure which one might be out of place. Sit down and actually enjoy a meal with Scooby and the gang.”\n\nAlex Miranda: “This is some food that I prepared for you. It tastes really good. Do you want to try it?”\n\nStudent: “Yeah, sure.”\n\nAlex Miranda: “Give it a go.”\n\n[Student picks it up, laughs.]\n\nOr maybe you’re more here for the vibes.\n\nAlex Miranda: “With all the little insulation here, there is actually a mystery to be solved. Are you going to try to solve it?”\n\nStudent: “Yeah, yeah, sure.”\n\nThese students are here on a field trip. Shoutout Hosanna Christian Academy in Pompano Beach!\n\nStudent: “Shaggy and Scooby-Doo are my favorite characters.”\n\nStudent: “Scooby-Doo.”\n\nStudent: “I like Velma, because I wear glasses, and she wears glasses.”\n\nStudent: “Um, Scooby-Doo.”\n\nStudent: “Fred.”\n\nAlex Miranda: “All right, good. Finally! Someone is giving Fred some love here.”\n\nAnd supernatural sleuthing is enjoyable for fans of all ages.\n\nMeredith Feder: “It’s meant to also be something for learners as young as age 3, so you get to work together as a family.”\n\nThe exhibit is included in the price of admission at the museum.\n\nFOR MORE INFO:\n\nScooby Doo! Mansion Mayhem\n\nSept. 20, 2024 – Jan 5, 2025\n\nMuseum of Discovery and Science\n\n401 SW Second Street\n\nFort Lauderdale, FL 33312\n\nmods.org/exhibit/scoobydoo\n\nCopyright 2024 Sunbeam Television Corp. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."
    },
    {
        "title": "China-born Chen Zhijian wins top US medical research prize said to foretell Nobel",
        "link": "https://www.scmp.com/news/china/science/article/3279364/china-born-chen-zhijian-wins-top-us-medical-research-prize-said-foretell-nobel",
        "description": "Texas-based Chen wins Albert Lasker Award for discovery of enzyme cGAS, holding out ‘promise for fighting infectious diseases ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Hmuc4xwfhL-g21mzaPDCuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2h",
        "source": "scmp.com",
        "article_content": "China-born scientist Chen Zhijian is among the winners of this year’s Lasker Awards, a top American prize for medicine and public health research that has gained a reputation for identifying future Nobel laureates.\n\nAdvertisement\n\nAnnouncing the awards on Thursday, the Lasker Foundation said the 2024 Albert Lasker Award for basic medical research had gone to Zhijian “James” Chen, professor of molecular biology and director of the Centre for Inflammation Research at the University of Texas Southwestern Medical Centre (UTSW).\n\nChen is the sixth scientist of Chinese origin to receive a Lasker Award. He is also the second Chinese recipient in the basic research category, more than six decades after biochemist Choh Hao Li, who won in 1962.\n\nAdvertisement\n\nEstablished in 1945 and often referred to as “America’s Nobels”, the Lasker Awards recognise significant achievements in medicine and biomedical research in four categories. They are sometimes seen as a harbinger of Nobel prizes in the sciences, as many Lasker winners have gone on to win that prestigious award as well."
    },
    {
        "title": "Human-sized hamster wheel among new exhibits at science centre",
        "link": "https://www.msn.com/en-gb/money/technology/human-sized-hamster-wheel-among-new-exhibits-at-science-centre/ar-AA1qWBkV?ocid=BingNewsVerp",
        "description": "A human-sized hamster wheel in which visitors can generate electricity is among the three new exhibits at Xplore! in Wrexham.",
        "image_url": "https://www.bing.com/th?id=OVFT.83J5v_oBkBRR3JaLP_Vw9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Leader on MSN2h",
        "source": "The Leader on MSN",
        "article_content": ""
    },
    {
        "title": "Cerebral Blue’s NeuralSeek Sparks Partnerships with Multiple Fortune 500 Companies to Streamline Their Operations",
        "link": "https://markets.businessinsider.com/news/stocks/cerebral-blue-s-neuralseek-sparks-partnerships-with-multiple-fortune-500-companies-to-streamline-their-operations-1033787780",
        "description": "AI solutions magnate Cerebral Blue has created NeuralSeek, a streamlined artificial intelligence platform that allows for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6MjMAGmDORNANuncEIU57C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "3h",
        "source": "Business Insider",
        "article_content": "AI solutions magnate Cerebral Blue has created NeuralSeek, a streamlined artificial intelligence platform that allows for easy integration of AI systems for businesses, with no coding needed. This has attracted significant attention from large Fortune 500 companies seeking to adopt this new technology.\n\n—\n\nCerebral Blue, an advanced AI solutions company, has announced the widespread adoption of its flagship product, NeuralSeek. This advanced AI platform has seen significant attention from various companies, most recently employed by several Fortune 500 companies to streamline operations and improve customer support.\n\n\n\nNeuralSeek, a no-code platform, connects to large language models (LLMs) and corporate data. This greatly reduces the effort required to deploy agent-based Retrieval-Augmented Generation (RAG), content generation, and other LLM-backed tasks. Meanwhile, a full suite of enterprise controls and governance supports all of these.\n\n\n\nThe partnerships with these Fortune 500 companies span various industries, including banking, telecommunications, and healthcare. With NeuralSeek's no-code platform, these organizations have significantly reduced the time and effort required to deploy AI-powered solutions. In turn, they can better enhance their customer support and information-sharing capabilities.\n\n\n\n\"We are thrilled to see the growing adoption of NeuralSeek among Fortune 500 companies,\" said Cerebral Blue founder Garrett Rowe. \"We’ve always said that we wanted to make the hype around generative AI real for businesses of all sizes. These partnerships are just the start of that. There’s always more to come.\"\n\n\n\nNeuralSeek enables businesses to connect the platform to their existing corporate knowledge bases, such as Elasticsearch, IBM Watson Discovery, or AWS Kendra, with little to no technical skills required. The platform then generates natural language responses to user queries, which can be seamlessly attached to virtual agent platforms like IBM Watson Assistant, AWS Lex, or Microsoft Bot Framework.\n\n\n\n\"The integration of NeuralSeek into our customer support system has been nothing short of a miracle,\" says a spokesperson from one of the Fortune 500 partners. \"We've seen a major drop in the number of queries handled by our live agents, letting them focus on more complex issues. At the same time, our customers are also receiving faster responses to their questions.\"\n\n\n\nNeuralSeek's efficacy reduces the need for live agents by up to 80%. Businesses pay per answer generated, and storage, curation, export, and translation are always free.\n\n\n\nVisit Cerebral Blue’s website to learn how NeuralSeek is transforming businesses worldwide.\n\n\n\nAbout NeuralSeek\n\n\n\nNeuralSeek is a no-code platform developed by Cerebral Blue, a San Francisco-based technology and AI company. The platform connects to LLMs and corporate data, reducing the effort to deploy agent-based Retrieval-Augmented Generation (RAG), content generation, and other LLM-backed tasks. NeuralSeek is available as SaaS on AWS, Azure, IBM Cloud, and on-prem anywhere.\n\nContact Info:\n\nName: Cerebral Blue Customer Service Team\n\nEmail: Send Email\n\nOrganization: Cerebral Blue\n\nWebsite: https://cerebralblue.com/\n\n\n\nRelease ID: 89140844\n\nIn case of encountering any inaccuracies, problems, or queries arising from the content shared in this press release that necessitate action, or if you require assistance with a press release takedown, we urge you to notify us at error@releasecontact.com (it is important to note that this email is the authorized channel for such matters, sending multiple emails to multiple addresses does not necessarily help expedite your request). Our responsive team will be readily available to promptly address your concerns within 8 hours, resolving any identified issues diligently or guiding you through the necessary steps for removal. The provision of accurate and dependable information is our primary focus."
    },
    {
        "title": "She sat down in the COVID lockdown and started coding — now she’s taking on Bolt",
        "link": "https://www.msn.com/en-us/money/other/she-sat-down-in-the-covid-lockdown-and-started-coding-now-she-s-taking-on-bolt/ar-AA1qUxkB?ocid=BingNewsVerp",
        "description": "Sitting in Athens during the first Covid-19 lockdown, entrepreneur Rania Lamprou watched as online e-commerce exploded ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y4xgbFdOfxEs_xH1TwaeRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "18hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "How can the Broncos get WR Courtland Sutton going? Perhaps it will start with a dagger",
        "link": "https://www.denverpost.com/2024/09/20/courtland-sutton-broncos-slow-start/",
        "description": "The Broncos and QB Bo Nix struggled to get the ball to Courtland Sutton in Week 1 and didn’t throw the ball his direction ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-T7eKAstwWtyYGqq7PhVDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "13h",
        "source": "The Denver Post",
        "article_content": "Josh Reynolds is a dagger expert.\n\nThat’s “dagger” as in the NFL passing concept, of course.\n\nIn Detroit, Reynolds got all the glory on the play. Somebody else handled the clear-out vertical, running a safety down the field to create a void about 18-20 yards past the line of scrimmage, a couple of yards inside the numbers.\n\nThen Reynolds, lined up outside, would run a deep in-cut into that void, find the ball and make hay.\n\n“That was one of my routes, for sure. I was the dagger,” Reynolds told The Denver Post.\n\nNow in Denver, he’s the clear-out man. The ball never goes to that guy.\n\n“Not that I’ve seen in eight years,” he said.\n\nThis is the dirty work. Like an off-the-ball screen to free up a shooter in basketball or a rugged forward jostling for position in front of a goaltender in hockey.\n\n“Love of the game route, man,” he said with a laugh.\n\nCourtland Sutton is the Broncos’ dagger man.\n\nHe starts outside of Reynolds when the Broncos run this tried-and-true zone-beater. Gets up the field, lets Reynolds do his thing, then snaps inside. During camp and the preseason, rookie quarterback Bo Nix showed an affinity for the play, hitting Sutton on his route in rhythm time and time again.\n\n“He’s a fast dude,” Reynolds said of Sutton. “He’s a fast dude that can stick his foot in the ground and come flat. That’s the whole key to running dagger.”\n\nSo far in the regular season, though, Denver’s passing game has been blunted. Its production on dagger and Sutton’s production as a whole? Duller than anticipated.\n\nSutton’s got five catches on 16 targets through two games and just 64 yards. With a small sample size, one big game can turn those numbers around, but the early per-game and per-target rates are well off Sutton’s career norms.\n\nMore pertinent so far is the general inability to get the ball into Sutton’s hands in the first place. Nix targeted him 12 times in Week 1 at Seattle, but he finished with only four catches. Then against Pittsburgh, the ball didn’t even get thrown in Sutton’s direction until midway through the third quarter.\n\n“There are routes when he’s primary and you’re hoping that you catch the right look and he gets the throw. It doesn’t always work like that,” offensive coordinator Joe Lombardi said Thursday. “He’s definitely a big part of every game plan and sometimes the flow of the game is such that he doesn’t get the throws like we thought he would.”\n\nOf course, given the overall issues the Broncos have had offensively, nobody is off to a blazing start. But Sutton’s pace out of the gates is noteworthy particularly because of his offseason — he skipped all voluntary team activities to advocate for a contract extension that never came — and because he looked terrific during training camp.\n\nNow, though, it’s a struggle.\n\nNix has thrown three interceptions while targeting Sutton. The receiver could have been credited with a target on the final-play pick Nix threw against Pittsburgh, too.\n\n“He plays ‘X’, but he can play other spots,” head coach Sean Payton said of Sutton. “A lot of (the lack of production) gets back to the third downs. (Wednesday night) we’ll be game-planning third down, and we have to be better in that area to add more snaps throughout the course of the game.”\n\nIndeed, half of Sutton’s targets so far have come on third down and on those snaps, Nix is 2 of 8 for 43 yards and a pick.\n\nLast year, Sutton caught eight of his 10 touchdowns in the red zone. Through two games this year: One catch on five targets for 10 yards, two interceptions and another that was nearly picked.\n\nSutton is a moneymaker in the intermediate part of the field. He’s a big target and he’s got the ability to create space, but he’s not the type of receiver to flat run by a defensive back.\n\nDagger is a perfect example.\n\nNix has tried him on it three times already in two games. Against Seattle, Nix airmailed the first and then the second came up short because of pressure up the middle. Finally, against Pittsburgh, they got the look they wanted and Nix pinned a perfect ball on him for 26 yards.\n\nOverall, though, anything beyond 5 yards in the air has been inconsistent at best for Nix and the Denver offense.\n\n“I don’t think it’s one thing,” Lombardi said. “I think it’s everything working together — timing, protection routes. There’s not one thing that goes into it. It’s like most things on offense, it’s 11 guys working together.”\n\nUntil they do, Sutton will likely continue to operate in a kind of limbo.\n\nHe’s in that mode career-wise, too.\n\nDenver added up to $1.5 million in incentives for him to end what he described as an offseason “stalemate.” If the Broncos’ offense wallows, though, that’s money he won’t see much or any of.\n\nA recent under-the-radar move could impact his future roster status, too.\n\nDenver in Week 1 made Sutton more expensive to cut or trade after the season but also took a spring or summer extension off the table.\n\nTight on cap space but wanting to sign cornerback Pat Surtain II to a mega extension, the Broncos created room by converting $11.875 million of Sutton’s $13 million base salary to signing bonus. Importantly, they also added three void years to his contract to maximize the cap savings in the short term.\n\nThat contract adjustment, though, means Sutton is now ineligible for an extension for a year due to a rule that says contracts can’t be renegotiated more than once per 12 months.\n\nSo now Sutton carries a $20.2 million cap hit for 2025, per OvertheCap. The Broncos could save $6.875 million if they cut him after this season but would incur $13.325 million in dead cap, too. That’s nearly $10 million more than before the contract adjustment and that prorated bonus money would stay on the books if the Broncos traded him, too.\n\nSimultaneously, though, the sides couldn’t formalize a contract extension until the 2025 regular season even if they wanted to.\n\nThat will be more pertinent in January than it is now. For the moment, the focus is just on getting the Broncos’ top receiver going.\n\nPerhaps it will start with a dagger.\n\nNot rating well\n\nCourtland Sutton has the lowest quarterback rating on passes when targeted this season among all receivers in the NFL with 10 or more targets through Week 2. Here’s a look at how the Broncos receiver stacks up:\n\nPlayer Team Targets Catches Yards Ints QB rating Courtland Sutton Denver 16 5 64 3 5.2 Diontae Johnson Carolina 12 5 34 2 9.7 Tyler Boyd Tennessee 10 5 44 1 22.5 Michael Pittman Jr. Indianapolis 15 7 52 1 27.6 Elijah Moore Cleveland 14 9 53 2 31.8\n\n(Can’t see chart in mobile? Click here.)\n\nSource: Pro-Football-Reference.com\n\nWant more Broncos news? Sign up for the Broncos Insider to get all our NFL analysis."
    },
    {
        "title": "The hottest AI startups are raising back-to-back funding rounds. Suddenly, it's feeling very 2021 in Silicon Valley for a chosen few.",
        "link": "https://www.businessinsider.com/ai-startups-rapid-funding-rounds-2024-9",
        "description": "Suddenly, it's feeling very \"2021\" for tech companies with an AI story and a viable business model.",
        "image_url": "https://www.bing.com/th?id=OVFT.ChJgU0oK_fJlXQvbwrtOHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "23h",
        "source": "Business Insider",
        "article_content": "By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAccess your favorite topics in a personalized feed while you're on the go. download the app\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview\n\nIn February, Glean announced a $200 million funding round valuing the enterprise AI software startup at $2.2 billion. Normally, a founder would hop off the fundraising treadmill after such a close. But these are not normal times, and Glean has the kind of meteoric revenue growth that lights up the eyes of VCs, having more than tripled annual recurring revenue over the past year.\n\nThis story is available exclusively to Business Insider subscribers. Become an Insider and start reading now.\n\nAlmost overnight, Glean founder Arvind Jain's inbox filled up with cold emails from other investors — hungry for a piece of the startup unicorn.\n\n\"We kept telling people that, look, we just raised, we have a lot of capital, and we feel fine,\" Jain said. He added, \"But then that inbound kept coming in, and at some point, we said, 'OK, well, let's think about, does it actually make sense for us?'\"\n\nThis month, Glean snagged another $260 million from investors such as Altimeter Capital and DST Global, in a deal that doubles its valuation to $4.6 billion.\n\nAdvertisement\n\nThe transaction is the latest in a string of dizzying back-to-back funding rounds at ever-higher valuations for a handful of AI startups, which stand in stark contrast to the doldrums of the overall market for startups.\n\n\"The funding velocity for top AI startups is extremely rapid right now, with some raising multiple large rounds within months,\" Steve Brotman, the founder and managing partner of Alpha Partners, said. \"This reflects the massive investor excitement and FOMO around AI, but also creates risks of inflated valuations and unrealistic expectations.\"\n\nThe search company Perplexity secured $62.7 million in funding in April, less than four months after it raised $73.6 million in a Series B round. And the round may not be done yet. In June, Bloomberg reported that it's having discussions with SoftBank to invest at a $3 billion valuation. A spokesperson for Perplexity declined to comment.\n\nThe semiconductor company Groq is already exploring another funding round at a substantially higher valuation shortly after it locked up $640 million in a Series D round in August, two people with knowledge of the matter said. A spokesperson for Groq declined to comment.\n\nAdvertisement\n\nSakana AI, a Tokyo-based AI research company founded by Google engineers in 2023, announced this month it raised a $100 million Series A funding round led by New Enterprise Associates, Khosla Ventures, and Lux Capital. Earlier this year, Sakana raised $30 million in a seed-funding round led by Lux Capital. Slingshot AI, which has built an automated mental-health counselor, also raised separate rounds of funding just months apart.\n\n\"What happens after these rounds is a lot of people don't get in, so there may be a billion dollars on the sidelines that's ready for the next round,\" said Gregg Hill, a cofounder of Parkway Venture Capital, which invested in Figure AI, a robotics company valued at $2.6 billion. \"I think that's also a reason why you see some of these rounds happening sooner than later.\"\n\nThe haves and have-nots\n\nThe pace at which these AI startups are raising fresh rounds of capital has created a new dichotomy among tech founders. Unlike the tech boom that ended in 2020, where companies from crypto to consumer were raising huge rounds, the fervor this time is much more concentrated.\n\n\"There's a have and have-not scenario right now where if you're an emerging AI company, despite maybe not having really proven much of anything from the standpoint of revenue or significant user traction, you might be able to get some wildly amazing valuation,\" Matt Murphy, a partner at Menlo Ventures, said. \"At the same time, you could be a $50 million business right now growing at 40%, and people might view you as uninteresting because you're not an AI company.\"\n\nAdvertisement\n\nDario Amodei is a former OpenAI employee turned CEO of Anthropic. Kimberly White/Getty\n\nEarlier this year, Anthropic, which has emerged as the closest competitor to OpenAI, closed a $750 million funding round led by Menlo Ventures, capping a year in which it raised a head-spinning $7.3 billion.\n\nRelated stories\n\nIt was the firm's biggest check ever, and Murphy admitted it felt \"enormous.\" But he said it felt justified given the company's rocketship trajectory.\n\n\"They were one of those companies that I'd put in not that 10%, but 1% category of year-over-year growth,\" Murphy said. \"It was mind-boggling. I've never seen that before. So they deserve some outsize premium.\"\n\nAnthropic's $18 billion valuation also felt reasonable when compared to the $86 billion OpenAI reached around the same time in a deal that allowed some employees to sell stock. (OpenAI is now reportedly seeking a $150 billion valuation.)\n\nAdvertisement\n\n\"There's a scarcity factor of there's really only two places to invest if you want to invest in the heart-and-soul foundation large language models of this wave, and one's getting priced at a more than hundred billion,\" Murphy said. \"Whatever the other one is, it feels like there's probably more upside on the investment.\"\n\nPressure to someday make money\n\nEven for AI startups, the pressure is on to show investors that their businesses won't just burn cash but also, someday, make money.\n\nGetty Images; Jenny Chang-Rodriguez/BI\n\nAccording to Jain, a former Google engineer and cofounder of Rubrik, some of those startups that could raise money out the gate are now struggling to figure out how to generate the amount of revenue required to provide a return on investment. \"They couldn't go beyond the proof-of-concept stage with their customers because ultimately they're not adding value,\" Jain said.\n\nThat puts an inordinate amount of investor attention, and pressure, on those companies with business models that seem to be working. \"Suddenly, we came into this environment where now there's a handful of AI companies that are actually generating meaningful revenue, driving meaningful user engagement, and adding business value,\" Jain said, \"and we are one of them.\"\n\nAdvertisement\n\nJai Das, the president and a partner at Sapphire Ventures, said he and a partner, Rajeev Dham, looked at Glean during the last fundraise but couldn't get the votes to do the deal. By the time Glean went out to raise again, it had cruised past the sales projections that Das saw at the beginning of the year. In September, Sapphire joined the company's Series E round.\n\n\"Glean did not raise on a promise,\" Das said, \"Glean raised on actual execution.\"\n\nNew challenges for founders and VCs\n\nFor founders of hot AI companies, there are certainly worse problems to have than eager VCs pounding down the door trying to give you more money.\n\n\"There's a saying in VC that you raise money when you don't need it,\" Hill said. \"Some of the best companies that ever came out of VC, like Uber, were always raising money because they were trying to disrupt a whole industry.\"\n\nAdvertisement\n\nAt the same, investors warn that having too much cash can be just as detrimental as having too little, especially when companies have yet to achieve true product-market fit.\n\n\"I understand for founders that oftentimes it could be tempting because you want to fortify your balance sheet and last for 10 years, but sometimes it's not a good thing to last for 10 years,\" Murphy said. \"Anytime you overcapitalize the company, I think there's just risk that a company gets sloppy or takes things for granted.\"\n\nRelated stories\n\nDas, the Glean investor, said he never wants to tell an entrepreneur to turn down money because it's impossible to know if a cataclysmic event is around the corner. The coronavirus outbreak, for instance, froze funding to startups for the first few months. However, he warns founders that one of the dangers of raising too much money is spending it recklessly.\n\n\"If you are a fast-growing company and people believe in what you're doing, that is great,\" Das said. \"I think what happens is people get complacent when you raise a lot of money and you hire people without really paying attention to it. You do things that are not core to the business.\"\n\nAdvertisement\n\nEven some founders are weary of the risks of raising fast follow-on rounds.\n\nThe founder of a stealth vertical-software startup said it took four months and 76 meetings to secure a seed round of funding for her company, which utilizes generative artificial intelligence, this past spring. She asked for anonymity since the round hasn't been announced yet.\n\nAfter she got the money, the founder hit the ground selling. That's when the cold emails started trickling in. Three or four partners at other firms reached out and told her that in the process of due diligence on some of her competitors, they had spoken to customers who said they were taking their business to her startup. Those investors became more interested in her company.\n\nHowever, the founder is being selective about which meetings she takes. She worries that if she pitches an investor who ends up passing, she will put a \"scarlet letter\" on her company.\n\nAdvertisement\n\n\"They all talk to each other,\" the founder said of investors.\n\nThe funding frenzy has also made the venture capitalists' job harder, increasing pressure to get allocation in the hottest deals while not overpaying.\n\n\"For VCs, this environment requires being much more proactive and moving quickly when evaluating AI deals,\" said Alpha Partners' Brotman. \"There's pressure to make faster decisions with less diligence. It also means needing to build stronger relationships with founders earlier, before companies are raising.\"\n\nBut even if they manage to get into a hot company, maintaining their ownership stake is more challenging than ever.\n\nAdvertisement\n\n\"VCs are increasingly faced with frequent requests from their hot AI companies to follow on or double down on investments,\" Iris Sun, an investor at 500 Global, said. \"This often leads to competition for pro rata rights, with some companies implementing pay-to-play provisions. Failure to participate properly in these rounds can result in significant dilution.\"\n\nStill, other VCs say ultimately their job has not changed.\n\n\"This is no different than I've seen in the past for other hype cycles,\" Sri Chandrasekar, a managing partner at Point72 Ventures, said. \"My job is to separate the hype from the reality.\""
    },
    {
        "title": "I compared two of the most popular VPNs to see which is worth it",
        "link": "https://www.digitaltrends.com/computing/nordvpn-vs-proton-vpn/",
        "description": "NordVPN and Proton VPN go head-to-head in my hands-on comparison to find out which privacy and video stream unblocking ...",
        "image_url": "https://www.bing.com/th?id=OVFT.n-axz4gLrR9xUIvkjWNApC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11h",
        "source": "Digital Trends",
        "article_content": "NordVPN is one of the most popular and best virtual private networks (VPNs) available, while Proton VPN is a relative newcomer that launched several years after it. Both have thousands of servers worldwide and boast high-speed streaming and download capacity without sacrificing security and privacy.\n\nIt’s particularly hard to choose between these leading VPNs when the pricing is so close. I recently reviewed NordVPN and Proton VPN, so I’ll share details about pricing and renewal costs, hands-on speed tests, and customer service responsiveness.\n\nRecommended Videos\n\nUltimately, I’ll share my recommendation for the best VPN to fit your budget while protecting your privacy and delivering consistently great performance.\n\nTiers and pricing\n\nStarting at the free tier, Proton VPN takes the lead with a full-featured app that can connect to 136 servers in the U.S., the Netherlands, and Japan. There’s no data cap or artificial limits placed on speed. Proton VPN is among the best free VPNs with few restrictions. NordVPN doesn’t have a free version.\n\nBoth offer a 30-day money-back guarantee but no trial period. That means you have to pay for a subscription to try the full version of either VPN. Each company supports 10 devices with paid service so you can use the VPN on all your devices and share with family members.\n\nNordVPN costs $13 per month, while Proton VPN comes in at $10 monthly. The best value comes with a longer subscription. NordVPN starts at $60 for the first year, but renews at $139.08. The equivalent monthly cost is $5 initially, but increases to $12 thereafter. A two-year subscription starts at $97 and includes three free months. That works out to $3.60 monthly, a great deal for 27 months. But watch out for the renewal cost, which skyrockets to $313.\n\nProton VPN has a less expensive $10 monthly plan and matches NordVPN’s $60 annual subscription. The two-year plan costs $108. Proton doesn’t charge more when you need to renew, so both monthly and renewal costs are better.\n\nBoth services have software bundles that add more features if you pay more.\n\nFeatures\n\nWhen I reviewed NordVPN, I was more than satisfied with its speed and reliability. I consistently enjoyed quick server connections and download speeds measuring 32% to 52% of my gigabit Ethernet connection. That’s hundreds of megabits per second worldwide.\n\nAs impressive as NordVPN’s performance was, Proton VPN nearly matched it by delivering 26% to 50% of my unprotected internet download speed. Proton VPN suffered from slow uploads, a common complaint with even the best VPNs.\n\nWhile NordVPN managed up to 29 Mbps uploads, the best I got with Proton VPN was 14 Mbps. To be fair, server connections are generally optimized for downloading content, with only a bit reserved to keep the connection responsive as you search and browse.\n\nBoth feature solid VPN connections to thousands of servers in over 100 countries. To get around administrative firewallls, NordVPN has the NordLynx protocol and Proton VPN has Stealth.\n\nSupport\n\nNordVPN has an advantage when it comes to customer service. You can search and browse the support center for help documents. If you run into a problem that you can’t figure out on your own, NordVPN offers 24/7 live chat. I tested the response time and found it to be quick and informative.\n\nProton VPN provides live chat support for paid subscribers, but only during business hours. Still, you can get help quickly during a 15-hour window daily. I received fast and thorough replies to my questions. If you reach out when live chat is closed, Proton’s support documents are available anytime.\n\nPrivacy and security\n\nNordVPN prioritizes user privacy with a strict no-logs policy and no data sharing with third parties. Like all good VPNs, NordVPN uses end-to-end encryption to protect your data, as well as hides your IP address and location.\n\nProton VPN is open-source software with a privacy focus, a strict no-logs policy, and secure data storage practices. Proton was founded by CERN scientists in 2014 to ensure private communications and carries that mission forward with all its apps and services.\n\nBoth service get regular independent audits to check security and verify that no logs are retained. Your data should be secure and private with either VPN.\n\nWhich VPN is right for you?\n\nAs you can tell, NordVPN and Proton VPN are closely matched,with similar pricing and features. The primary difference is in pricing tiers. NordVPN offers more bundle variety, which might be appealing if you have particular needs that Proton VPN can’t meet affordably.\n\nFor some people, Proton Free might be all they need. It’s fast, free, and includes free versions of Proton VPN, Proton Mail, Proton Pass, and more.\n\nIf you need access to more servers, but for a limited time, Proton VPN’s monthly fee is less expensive than NordVPN’s. If you anticipate long-term use of a VPN, Proton VPN’s consistent pricing when you renew means you’ll continue saving when it comes time to renew your subscription.\n\nFor most people, Proton VPN is the best solution whether you use the free version or subscribe.\n\nIf neither solution seems like a good fit, there are plenty of fast and reliable VPNs to choose from. It’s also worth checking out our list of VPN deals to see if you can save some money while protecting your privacy."
    },
    {
        "title": "How to play the AI Enterprise Software revolution",
        "link": "https://www.investing.com/news/stock-market-news/how-to-play-the-ai-enterprise-software-revolution-3617840",
        "description": "The AI enterprise software revolution is transforming business operations, with companies increasingly positioning themselves ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bzNELJ3b2xhK74DZwjAbkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "26m",
        "source": "Investing",
        "article_content": "Investing.com -- The AI enterprise software revolution is transforming business operations, with companies increasingly positioning themselves to capitalize on this trend.\n\nIn a recent note, Truist Securities analysts highlighted that businesses are integrating AI technologies across their software stacks to enhance productivity, data management, and cybersecurity. Central to this shift is the growing influence of generative AI (GenAI), expected to impact both infrastructure and application layers of enterprise software.\n\nAccording to the report, companies fall into two primary categories when it comes to benefiting from AI: those directly capturing AI workloads and those leveraging the technology to enhance their products.\n\nMicrosoft Corporation (NASDAQ: ), MongoDB (NASDAQ: ), and Snowflake Inc (NYSE: ) are cited as key players expected to gain from AI workloads, largely due to their data infrastructure capabilities and partnerships with leading AI providers.\n\nDespite recent market challenges, Snowflake is viewed as a potential long-term winner, as its data warehousing is increasingly recognized as a core technology for AI initiatives. MongoDB is also well-positioned, especially with its vector storage and search capabilities critical for AI applications.\n\nIn the application software space, Truist Securities highlights potential winners in three key areas: \"pick and shovel\" plays, core platform vendors benefiting from upgrade cycles, and vendors embedding AI to enhance productivity. Companies like Salesforce Inc (NYSE: ) and Smartsheet Inc (NYSE: ) are expected to capitalize on these trends as enterprises increasingly turn to AI-driven solutions to streamline workflows and improve efficiency.\n\nMeanwhile, companies such as Palo Alto Networks Inc (NASDAQ: ), CrowdStrike Holdings Inc (NASDAQ: ), and Datadog Inc (NASDAQ: ) are seen leveraging AI to enhance their product offerings, particularly in cybersecurity.\n\nTruist notes that Palo Alto Networks has already demonstrated significant AI-driven revenue growth, surpassing $200 million in annual recurring revenue from its AI products. As AI adoption rises, demand for AI-augmented security tools is expected to increase, expanding the market for companies in this space.\n\nWhile AI investment continues to grow, Truist Securities notes that the timeline for realizing significant value from AI has extended. Initially projected for 2024, many enterprises now expect AI-driven applications to gain traction by 2025. Despite this delay, over 70% of businesses surveyed anticipate allocating 5% or more of their 2024 software budgets to AI initiatives, underscoring the ongoing commitment to AI investment.\n\nGenerative AI, while garnering much attention, is expected to represent only a small portion of the broader AI market. By 2027, Truist Securities forecasts that generative AI will account for less than 10% of the estimated $900 billion AI market. This suggests that while the focus on generative AI is significant, other areas—such as data management, cybersecurity, and infrastructure—will present more substantial long-term opportunities.\n\nA key challenge highlighted in the report is the shortage of skilled talent and resources to implement AI projects effectively. This, coupled with increasing regulatory scrutiny surrounding AI governance and compliance, could pose hurdles for widespread AI adoption in the enterprise space."
    }
]