[
    {
        "title": "Pentagon solves 1 UFO mystery but still probing case of \"large orange orb\"",
        "link": "https://www.msn.com/en-us/news/us/pentagon-solves-1-ufo-mystery-but-still-probing-case-of-large-orange-orb/ar-AA1uog2p?ocid=BingNewsVerp",
        "description": "The Pentagon office investigating UFOs, or what the government calls unidentified anomalous phenomena, resolved one of its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MsVoRseZk75MtMeugXOGAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "41mon MSN",
        "source": "CBS News on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon UFO chief tells Senate 'very anomalous objects' need careful study (video)",
        "link": "https://www.space.com/space-exploration/search-for-life/pentagon-ufo-chief-tells-senate-very-anomalous-objects-need-careful-study-video",
        "description": "\"It is important to underscore that, to date, AARO has not discovered any verifiable evidence of extraterrestrial beings, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pha1DXO4fZEThzUU545lZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Space.com16h",
        "source": "Space.com",
        "article_content": "It's never aliens.\n\nAt least, it hasn't been yet. The United States Senate Armed Services Subcommittee on Emerging Threats and Capabilities heard testimony on Tuesday (Nov. 19) from Jon T. Kosloski, director of the Pentagon's All-Domain Anomaly Resolution Office (AARO). The U.S. Department of Defense created the office in July 2022 in order to have a single place for military and government personnel to report UFO sightings, or UAP, as they're now known. The new term, short for unidentified anomalous phenomena, encompasses not only unidentified objects or events in the sky, but also those in water, in space or those that appear to travel between these domains.\n\nDuring today's hearing, Kosloski came in strong, stating that \"it is important to underscore that, to date, AARO has not discovered any verifiable evidence of extraterrestrial beings, activity or technology.\" Still, despite having resolved hundreds of cases with prosaic explanations, Kosloski noted that his office does not believe that every UAP is a bird, balloon or drone. \"We do have some very anomalous objects,\" he said.\n\nA still from a video captured by a U.S.-operated drone in 2018 while flying above Mt. Etna appears to show an anomalous object, but the Pentagon's UFO chief says his office was able to solve the case. (Image credit: AARO/DOD)\n\nKosloski also reported on the office's latest analysis of UFO/UAP cases, stressing that his office will \"continue to follow the science and data wherever they lead\" and keep both Congress and the public as informed as possible — at the unclassified level, he clarified.\n\nThat stands in stark contrast to testimony presented to a U.S. House of Representatives subcommittee last week, in which a retired U.S. Navy rear admiral and a former U.S. counterintelligence officer told lawmakers that the American government is part of a decades-long coverup to conceal the fact that \"we are not alone in the cosmos.\"\n\nDuring his testimony, Kosloski gave an overview of his office's activities since it issued a report to Congress and testified in a similar setting last year. \"Many reports resolve to commonplace objects like birds, balloons and unmanned systems, while others lack sufficient data for comprehensive analysis,\" Kosloski said, adding that \"only a small percentage of reports received by AARO are potentially anomalous.\"\n\nKosloski referred to a UAP incident that occurred in 2013 near Aguadilla, Puerto Rico. The infrared video, shot in 2013 by a U.S. Customs and Border Patrol helicopter, appears to show an object flying just above the ocean before disappearing into it, or perhaps splitting in two.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"We assessed that it was actually flying over the airport the entire time,\" Kosloski said. When the object appears to disappear in the infrared video that accompanies the case, it is actually the camera sensing that the object is the same temperature as the water behind it. Instead of splitting in two, it was simply two objects — balloons or sky lanterns — in close proximity that came in and out of view.\n\nKosloski also offered how his office was able to close the case on the infamous GOFAST video, shot by a U.S. Navy fighter jet in 2016 off the coast of Florida. In that case, the object's apparent speed in the video was actually due to the parallax effect, or the camera's perspective, Kosloski explained.\n\nFurthermore, the AARO director showed a 2018 video captured by a drone flying over Mt. Etna that he stated is not widely known among the public. \"This was a rather difficult case to solve,\" Kosloski said. \"The object was actually 170 meters away from the plume — not flying through it.\"\n\nDuring questioning, Senator Kirsten Gillibrand (D-New York) asked Kosloski about whether or not some individuals who have encountered UAP might be reluctant to engage with his office, referring to accusations some UAP disclosure advocates frequently level against AARO. These critics attest that the office is part of an alleged decades-long U.S. government-led campaign of \"excessive secrecy\" that aims to keep the public in the dark about UFOs.\n\nIn response to Gillibrand's questioning, Kosloski defended his office. \"Congress has gone out of its way to create the organization AARO specifically to conduct these sorts of investigations, and has uniquely empowered them to have access to all UAP related information, whether that's historic or current, and we take that responsibility and those authorities very seriously,\" he said.\n\nGillibrand also asked about a report released by AARO in March 2024, noting that she has been told \"it doesn't show any any evidence of secret programs that have aliens.\"\n\nBut Gillibrand pushed back on that assertion. \"That's not how I read the report,\" the senator said. \"What I read in the report is the US government took sightings extremely seriously over the last 75 years, and put some of the greatest minds together to analyze these cases, because they assessed them as some deeply unknown phenomena that may or may not cause threats — that may or may not be related to adversaries.\"\n\nA still from a video reportedly showing a \"transmedium\" UAP that appears to travel between air and water and split in half. During testimony on Nov. 19, the head of the Pentagon's UFO office says it actually shows an infrared camera's inability to tell two objects' temperature apart from the ocean behind them. (Image credit: AARO/DOD)\n\nAARO released a report to accompany today's hearing earlier this week. The report, titled, \"All-domain Anomaly Resolution Office’s Annual Report on Unidentified Anomalous Phenomena,\" examines UAP cases dated between May 1, 2023 and June 1, 2024 as well as historical incidents that were not included in previous reports.\n\nBut, like in its other reports, AARO found no smoking gun for alien visitation this year. \"AARO has discovered no evidence of extraterrestrial beings, activity, or technology,\" the report notes. Out of the 485 cases that are well within the report's timeframe, 118 were solved and another 174 were slated to be closed, pending a final review.\n\nStill, AARO's 2024 report says that many cases remain unsolved, and that the office continues to study them. However, AARO’s ability to resolve cases \"remains constrained by a lack of timely and actionable sensor data,\" according to the report, meaning there just isn't enough data to conclusively solve cases that lack detailed or multi-sensor observations. In some cases, all there might be to analyze is a single photograph, a few seconds of grainy video or an aviator's written report. Many UAP sightings happen in the blink of an eye as an unknown object zooms past a moving aircraft, for example, so there often isn't enough time to gather photographic or video evidence.\n\nIn other cases, the capabilities of the sensors or platforms involved in the UAP sightings are themselves classified (sometimes, even their existence isn't publicly known), so AARO is unable to discuss them in unclassified reports.\n\nThough overall, according to the 2024 report, there is enough data for AARO to state that it has has \"no indication or confirmation that these activities are attributable to foreign adversaries.\"\n\nToday's hearing echoed a previous hearing held last year on April 19, 2023. During that hearing, AARO's previous director Sean Kirkpatrick told the Senate Armed Services Committee that his office has seen \"no credible evidence thus far of extraterrestrial activity, off-world technology or objects that defy the known laws of physics.\"\n\nSimilarly, the report released by AARO in March 2024 that examined historical UFO cases found \"no evidence that any USG [U.S. government] investigation, academic-sponsored research, or official review panel has confirmed that any sighting of a UAP represented extraterrestrial technology.\"\n\nAARO's previous report, released in 2022, examined 510 contemporary UAP reports gathered from government agencies and branches of the United States military. The report found that, while most cases were able to be resolved, 171 remained a mystery.\n\n\"Some of these uncharacterized UAP appear to have demonstrated unusual flight characteristics or performance capabilities, and require further analysis,\" AARO's 2022 report states.\n\nToday's hearing concluded with a discussion of recent incidents in which unidentified drones, or uncrewed aerial systems (UAS), were seen over U.S. military bases and other sensitive installations. Those incidents, Kosloski notes, underscore the need for the United States to have \"more persistent monitoring and understand that, whether it is a UAP or a counter-UAS issue, that we need to have that complete domain awareness around our national security facilities.\""
    },
    {
        "title": "Pentagon UFO office testifies to US Senate today. Watch it live here (video)",
        "link": "https://news.yahoo.com/news/pentagon-ufo-office-testifies-us-193110339.html",
        "description": "The Pentagon's All-Domain Anomaly Resolution Office will testify before the U.S. Senate on Tuesday (Nov. 19) about its latest ...",
        "image_url": "https://www.bing.com/th?id=OVF.i%2bKGcvHhG1AlAjrGU8kptQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21h",
        "source": "YAHOO!News",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nAARO's seal in front of the Pentagon. | Credit: AARO/Wikimedia Commons\n\nUpdate for 6 p.m. ET: The hearing has concluded. See our latest coverage for details from today's testimony.\n\nA U.S. Senate subcommittee will hear from the Pentagon's UFO office tomorrow, and you can watch live.\n\nDirector Jon T. Kosloski of the All-Domain Anomaly Resolution Office, or AARO, will testify before the Senate Armed Services Subcommittee on Emerging Threats and Capabilities on Tuesday (Nov. 19) starting at 4:30 p.m. ET (2130 GMT). A closed-door session off-limits to the public will be held prior to the open session, beginning at 3:15 p.m. ET (2015 GMT).\n\nYou can watch the hearing live at Space.com, courtesy of the Senate Armed Services Committee.\n\na seal reading\n\nThe Department of Defense created AARO in July 2022 in order to serve as a \"focal point for all UAP and UAP-related activities and may represent the Department for such activities,\" the Pentagon said at the time, in a statement.\n\nAARO has already released its 2024 report, which covers sightings of UFOs (or UAP, as they're now known) between May 1, 2023 and June 1, 2024 as well as \"all UAP reports from any previous time periods that were not included in an earlier report.\"\n\nThe document states that AARO received 757 total case reports during the period, 485 of which fell within the reporting timeframe. Of these cases, 118 were solved and another 174 are slated for closure pending a final review.\n\nStill, many cases remain unsolved, and AARO continues to study them. However, the report notes that \"AARO has discovered no evidence of extraterrestrial beings, activity, or technology.\"\n\nThe office's previous report, released in January 2023, came to similar conclusions.\n\nAARO also concluded in the report that it has \"no indication or confirmation\" that UFO reports are \"attributable to foreign adversaries.\"\n\nRELATED STORIES:\n\n— UFO whistleblowers tell Congress 'we are not alone in the cosmos' (video)\n\n— UFOs 'not attributable to foreign adversaries,\" new Pentagon report says\n\n— Pentagon UFO office finds 'no empirical evidence' for alien technology in new report\n\nAARO's latest findings might not sit well with some in the UFO/UAP community.\n\nThat's because, just last week, a quartet of high-profile witnesses — including a retired U.S. Navy rear admiral, a former NASA associate administrator and a former U.S. counterintelligence officer — told the U.S. House of Representatives that a wide-ranging and long-running government conspiracy has, for decades, served to \"hide the fact that we are not alone in the cosmos\" from the American public.\n\nWe are \"in the midst of a multi-decade, secretive arms race — one funded by misallocated taxpayer dollars and hidden from our elected representatives and oversight bodies,\" one of the witnesses stated during the hearing.\n\nAARO was specifically named as being complicit in the cover-up during this hearing. \"AARO is unable, or perhaps unwilling, to bring forward the truth about the government's activities concerning UAPs,\" Representative Nancy Mace (R-South Carolina) said during the hearing's opening remarks. \"I'm disturbed that AARO itself lacks transparency; even its budget is kept from the public. So if there is no 'there' there, then why are we spending money on it? And by how much? Why the secrecy?\""
    },
    {
        "title": "We are not alone in the cosmos. Why isn't UFO hearing tearing up Google trends? | Opinion",
        "link": "https://news.yahoo.com/news/not-alone-cosmos-why-isnt-110758886.html",
        "description": "You would think if anything could break through the noise of our news cycle, UFOs could. This needs to be a bigger deal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8-Qx0jaUjI_bu1NUWUP5ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "20hOpinion",
        "source": "YAHOO!News",
        "article_content": "We are not alone in the cosmos. Why isn't UFO hearing tearing up Google trends? | Opinion\n\nYou would think if anything could break through the noise of our news cycle, UFOs could.\n\nThis needs to be a bigger deal folks because the American people, nay people of the world, need this right now.\n\nLast week, for the second time in two years, there was a Congressional subcommittee hearing on UFOs, or as they have been foolishly rebranded “unidentified anomalous phenomena,” shortened to UAPs.\n\nOne of the visionaries helping uncover the truth is none other than Wisconsin Congressman Glenn Grothman, R-Fond du Lac, who chairs the House Subcommittee on National Security, the Border, and Foreign Affairs.\n\nEditorial: Hovde's election claims are false. He's blaming Milwaukee – without evidence.\n\nLast week’s hearing, \"Unidentified Anomalous Phenomena: Exposing the Truth,\" including a new slate of witnesses who provided testimony about UFO sightings and what the government may or may not know about them. One witness, Luis Elizondo, a former military intelligence officer, went so far to say, \"Excessive secrecy has led to grave misdeeds against loyal civil servants, military personnel and the public, all to hide the fact that we are not alone in the cosmos.\"\n\nAlien spacecraft and dead extraterrestrials now in Congressional Record\n\nLast year’s testimony included former Pentagon official David Grusch telling a Congressional committee that he’d learned of a decades-long Pentagon program focused on “crash retrieval and reverse engineering” of UFOs from other planets. Grusch also said that remains found at the spacecraft crash sites were “non-human biologics.”\n\nYes, crashed alien spacecraft and dead extraterrestrials made it to the Congressional Record.\n\nHowever, neither in the aftermath of last year's and last week's hearing did the terms \"UFO\" \"Alien\" \"UAP\" or even \"government coverup\" break the 25 most searched terms in Google Trends.\n\nWhat were people searching for last week? Would it surprise you if I said: \"mike tyson jake paul fight.\"\n\nTo be fair, neither of these hearings has provided real evidence to prove UFOs or UAPs are extraterrestrial in nature. But the collection of testimony indicates that UAPs are very real in the sense there are a number of as-yet-unexplained phenomena.\n\nAnd yet, apparently, most of us do not care enough to let that information even make a blip on our news cycle.\n\nAll the more reason that right now is the right time for these tight-lipped folks in defense and intelligence departments, whose jobs could very well be on the chopping block anyways in Trump's administration, to just let it rip.\n\nDeclassify everything. Tell us the truth is out there. Then send Biden and Trump out to do a tag team Bill Pullman-Independence Day-esque speech, where they encourage us to not be consumed by our petty differences and instead be united in our common interests. Give us a new enemy!\n\nOr at the very least, declassify everything just to remind humans of our standing in the universe. I don't know who said it first but right now feels like a good time for everyone to remember that we’re, \"just ghosts driving meat coated skeletons made from stardust riding a rock floating through space.\"\n\nKristin Brey is the \"My Take\" columnist for the Milwaukee Journal Sentinel.\n\nThis article originally appeared on Milwaukee Journal Sentinel: House committee answers questions we've long had about ET | Opinion"
    },
    {
        "title": "Inside Capitol Hill's Latest UFO Hearings",
        "link": "https://www.msn.com/en-us/news/technology/inside-capitol-hills-latest-ufo-hearings/ar-AA1u9l0Y?ocid=BingNewsVerp",
        "description": "Tucked inside the bill, however, was another bit of business entirely—a provision requiring the Pentagon to investigate more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EeQEVpml6RsWrFfWBxnAaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "Time on MSN",
        "article_content": ""
    },
    {
        "title": "Azure AI Foundry tools for changes in AI applications",
        "link": "https://www.infoworld.com/article/3609020/azure-ai-foundry-tools-for-changes-in-ai-applications.html",
        "description": "Microsoft’s launch of Azure AI Foundry at Ignite 2024 signals a welcome shift from chatbots to agents and to using AI for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GnrKIc1t1-TuauiilxYtGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "InfoWorld6h",
        "source": "InfoWorld",
        "article_content": "The way we use artificial intelligence is changing. Chatbots aren’t going away. We’ll continue to use them to deliver basic, natural language, self-service applications. But the future belongs to multimodal applications, built on large language models (LLMs) and other AI models, that act as self-organizing software agents. These more complex AI applications will require more thought, more code, more testing, and more safeguards.\n\nAn AI evolution requires a similar evolution in our development tools. Although we’ve seen Power Platform’s Copilot Studio begin to deliver tools for building task-focused agents, more complex AI applications will require a lot more work, even with support from frameworks like Semantic Kernel.\n\nMuch of Azure’s current AI tools, beyond its Cognitive Services APIs, are focused on building grounded chatbots, using Microsoft’s Prompt Flow framework to add external vector indexes to LLMs for retrieval-augmented generation (RAG), along with wrapping calls and outputs in its own AI safety tools. It’s a proven approach to building and running Microsoft’s own Copilot services, but if enterprises are to get the next generation of AI services, they need new tools that can help deliver custom agents."
    },
    {
        "title": "Steg.AI launches web app to simplify digital content protection for enterprises",
        "link": "https://siliconangle.com/2024/11/20/steg-ai-launches-web-app-simplify-digital-content-protection-enterprises/",
        "description": "Steg AI’s web app mitigates the financial risks of content leaks by embedding invisible, tamper-resistant watermarks using ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CkGBtLuZJ0tvOWxcJ4gHTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "ChatGPT’s Windows app beats Microsoft Copilot for productivity",
        "link": "https://www.computerworld.com/article/3608226/chatgpt-windows-app-microsoft-copilot.html",
        "description": "ChatGPT’s Windows app is now available to everyone — and even if you're a devoted dweller of Microsoft's ecosystem, it's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k9qWqGUn8WFepHpR8i5e2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "Computerworld",
        "article_content": "Want to stay on top of the latest Windows PC features — AI and beyond? My free Windows Intelligence newsletter delivers all the best Windows tips straight to your inbox. Plus, you’ll get free Windows Field Guides as a special welcome bonus!\n\nMeet ChatGPT’s new Windows app\n\nOpenAI technically launched its ChatGPT app for Windows in October. But at the time, the ChatGPT Windows app was only for paying ChatGPT subscribers. Now, it’s free for anyone to use — including free ChatGPT users.\n\nThat means you can now get ChatGPT’s Windows app from the Microsoft Store, whether you’re paying for the premium version of the service or not. The app runs on both Windows 11 and Windows 10 PCs. Once you launch it, you’ll have to sign in with an account. (The web-based version of ChatGPT doesn’t require an account, but the desktop app does.)"
    },
    {
        "title": "Current AI scaling laws are showing diminishing returns, forcing AI labs to change course",
        "link": "https://www.msn.com/en-us/news/technology/current-ai-scaling-laws-are-showing-diminishing-returns-forcing-ai-labs-to-change-course/ar-AA1uqSlK?ocid=BingNewsVerp",
        "description": "AI labs traveling the road to super-intelligent systems are realizing they might have to take a detour. \"AI scaling laws,\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SeaL2Z_ZDVNI5IW2x8Dmpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Using Gemini on my iPhone proves how far behind Apple is on AI",
        "link": "https://www.androidauthority.com/gemini-iphone-trial-run-3501033/",
        "description": "Compared with the hurdles to try out the Apple Intelligence beta on your iPhone, Google's Gemini app is quickly bringing AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OHtzno3RYMncKFWwx0mINC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Android Authority",
        "article_content": "Robert Triggs / Android Authority\n\nThere’s plenty to dive into with Apple Intelligence and Google Gemini, but for the vast majority of mobile users, there’s only one option on the market right now — that’s Gemini. The Android crowd has been playing with Google’s AI assistant for months now, and the recent rollout of the same app for iOS means that iPhone users can start meaningfully playing with AI, too.\n\nOf course, there’s the Apple Intelligence beta to try, provided you switch your device to US English and sign up for the thankfully short waitlist (at least in my case). It’s not a tall ask, but only iPhone enthusiasts will bother jumping through these hoops, especially if they live outside the US.\n\nEven then, you’ll need an iPhone 15 Pro or a new iPhone 16 model running iOS 18.1, and there are further restrictions on features for EU and Chinese residents. For most iPhone owners, Apple Intelligence still isn’t on the radar as we approach 2025, despite being announced back in June 2024.\n\nGoogle has just brought AI features to more iPhones than Apple ever will.\n\nBy comparison, you can grab Gemini on any Android device with 2GB of RAM running Android 10 or newer, which is a hugely wide net. For iPhones and iPads, the requirements are equally low: just iOS 16 or newer. If that’s not enough, Gemini supports over 28 languages and 195 territories; Apple supports just one language. The bottom line is that anyone looking to try out AI, iPhone users included, will have a much easier time getting hold of and using Gemini than Apple’s beta toolset.\n\nRobert Triggs / Android Authority\n\nOf course, the standalone Gemini app and Apple Intelligence are quite different in scope. Apple is looking to integrate AI more broadly than through a single app, offering notification summaries, reply suggestions and text rewriting tools, image editing (Google Photos’ superior Magic Editor works on iOS too, by the way), and web page summaries. It’s more akin to Galaxy AI than the experience you’ll see using the Gemini app alone.\n\nStill, my hands-on with Apple Intelligence has left me with mixed impressions. Siri is apparently smarter, yet it is still limited to short responses and routines rather than being a more intelligent all-around helper. In lieu of being able to remap the button, my solution is to launch Gemini via the Action Button, then it’s just a click away to chat with the more impressive Gemini Live. Plus, that puts image generation and camera-based queries at my fingertips. Early access to Apple’s Image Playground is locked behind the iOS 18.2 beta. As good as notification summaries are, Q&A-style chats are what I find the most useful, and Gemini excels at this. Siri does not.\n\nIf I could, I'd swap Siri for Gemini Live in an instant.\n\nAs I only dabble in iOS a few times a year, I might not be deeply integrated enough to see the benefits of Siri’s cross-app capabilities. But Gemini plays nicely with all my Google apps, even when stepping outside its OS, making it the better tool to become familiar with across platforms. I’m still experimenting with Apple Intelligence and figuring out how it all stacks up next to Gemini and other Android features I’ve become used to, but one thing’s clear to me: Apple is a long way behind the competition. However, I suppose that much is obvious by now.\n\nNearly six months later, Apple remains in “early access” and beta for features that Google and Samsung have had for the better part of a year (or even longer in some cases), and early impressions are telling. Apple’s best features are smart integrations like notification and Mail summaries, but these hardly feel like cutting-edge AI compared to the broader capabilities of large language models, like Gemini or ChatGPT, of which Siri is certainly no competitor.\n\nRobert Triggs / Android Authority\n\nCompare the currently restrictive state of access, single language option, and small number of supported devices with the ease of access to Google’s Magic Editor and now Gemini (arguably the two most useful tools in the suite), and it’s clear that Google is moving quickly to bring AI to almost everyone while Apple is still polishing its rough edges. Ironically, Google has already brought AI features to more iPhone owners than Apple ever will.\n\nApple will get there eventually, I imagine, but by then, Android and Google will be well into their next-generation AI. If you have an iPhone, don’t wait months for Apple Intelligence to finally arrive in finished form. Download the iOS Gemini app today and see what all the fuss is about.\n\nYou might like\n\nComments"
    },
    {
        "title": "Come steal the bodies of your robot foes in RAM: Random Access Mayhem, out now in early access",
        "link": "https://www.rockpapershotgun.com/come-steal-the-bodies-of-your-robot-foes-in-ram-random-access-mayhem-out-now-in-early-access",
        "description": "Did last week's paranormal body-swapper Slitterhead leave you cold? Do you consider its brain-jacking of rando ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Vw5H9KJTMrbjkJ64gU3ZTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Rock Paper Shotgun2h",
        "source": "Rock Paper Shotgun",
        "article_content": "Did last week's paranormal body-swapper Slitterhead leave you cold? Do you consider its brain-jacking of rando cityfolk for monster-hunting purposes a sad waste of potential? Perhaps you'll prefer RAM: Random Access Mayhem, out now in Steam early access, in which you're a fugitive AI hopping between warlike robot bodies in top-down view.\n\nYes, the subtitle involves both a colon and a dad joke, but the demo is entertaining - Nuclear Dawn meets Ctrl Alt Ego, in short. The one major criticism I have after 20 minutes or so is that the flat pixelart perspective makes walls and walkable surfaces look interchangeable, and this feels more like a question of acclimatisation than a real complaint.\n\nThose robot bodies, then. They range from cheery grenade-throwing dustbins on wheels to punchy gladiators equipped with a grapple. You'll switch between by aiming the cursor and pressing space, but you'll need energy to do so, and energy is, of course, obtained by killing.\n\nEarly-game gambits include teleporting into the head of the robot behind an attacking horde and shooting all the others all in the back. Beyond that, you'll want to possess bots that are strong against the types in play. It feels like there's decent variety: each bot has a primary and a secondary attack, and you can customise them with collectible upgrade sticks, picking from three techs each time. You'll get more of those upgrades if you pull off Bulletstorm-esque trickshots such as punching one robot into another or using your flamethrower to propel yourself around like a battering ram. I mean, a battering RAM. See, I can do dad jokes too.\n\n\"Cor, this top-down roguelike shooter is quite something, lemme tell ya,\" a jovial Katharine (RPS in peace) wrote in February. \"With its twinstick controls and bevy of robot opponents to mow down, this is a fast-paced action game that doesn't pull any punches.\"\n\nThe devs estimate that RAM's early access period will \"last around a year, depending on how the feedback around the game develops, with large updates every 3-4 months.\" The current early access version offers six robots, two stages, daily challenge runs and minigames in a hub area, together with the beginning of the story. The final version will have a complete storyline, an expanded endgame difficulty modifier system, more stages and more bots.\n\nTo return to Slitterhead briefly - I keep seeing this described as a game we will one day call a cult classic. Ed Thorn's review strongly suggests otherwise. If you've played, how are you finding it?"
    },
    {
        "title": "Best Hellboy Comics That Delve Into Mignola’s Darkest Tales 2024",
        "link": "https://www.superherohype.com/products/587534-best-hellboy-comics",
        "description": "Hellboy: The demon with a stone for a hand and an obsession with cats, saves the world over and over. Here are our favorite ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RQ4aNJAdJ2xP6NW6w7UgVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Superhero Hype10m",
        "source": "Superhero Hype",
        "article_content": "Hellboy is one of the most prominent and loved non-Marvel and non-DC superhero characters. To truly understand why we say that, you need to read the best Hellboy comics that you can get your hands on. Don’t worry, we’ll help with that part.\n\nHellboy is the brainchild of Mike Mignola, who was both the writer and the artist in the early days. Published by Dark Horse Comics, the first comic debuted in 1994 and Mignola continues to write the stories to this day but the illustrations are generally done by different artists. The very first publication, Hellboy: Seed of Destruction, was received with plenty of love by the readers who were left wanting for more. Following that, the story and world expanded across a large number of comic book series that have been released since then. The character also received a few animated and live-action movies — the best one being Guillermo del Toro’s Hellboy duology, played by Ron Perlman.\n\nHellboy comics are known for their dark stories with a combination of mysticism, folklore, plenty of monsters, and a fair share of humor. Hellboy is a red-skinned demon with two broken horns and a giant stone right hand. This iconic design has inspired generations of people to cosplay him during Comic Cons and for Halloween. Despite Hellboy himself looking like a demon, he is the savior. One of the main driving forces of its success is Mignola’s art style, which is pretty unique. His artworks have a minimalistic yet stylized design, which suits the theme of the world he has created. There are some really extraordinary stories with amazing art that you should definitely read.\n\nIf you’re new to Hellboy comics, it’s going to be very difficult to know which one you should pick first. So, we have a list of the 7 best Hellboy comics to start your journey into the Mignolaverse."
    },
    {
        "title": "Reclaim Your Power This Sagittarius Season",
        "link": "https://www.msn.com/en-us/lifestyle/travel/reclaim-your-power-this-sagittarius-season/ar-AA1unHiv?ocid=BingNewsVerp",
        "description": "Reality has felt as complicated as a paranormal romantasy novel for the past few weeks, as we assess the results of the U.S.",
        "image_url": "https://www.bing.com/th?id=OVFT.8kMYOfM5Ul37hnIa013YBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "20hon MSN",
        "source": "ELLE US on MSN",
        "article_content": ""
    },
    {
        "title": "Trump picks Dr Oz to lead Medicare and Medicaid",
        "link": "https://news.sky.com/story/trump-picks-dr-oz-to-lead-medicare-and-medicaid-13257116",
        "description": "The celebrity doctor, best known for his controversial, long-running TV show, could soon oversee medical programmes serving ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2IZNYeYE64P-cf5MUdw9xC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "Sky",
        "article_content": "Donald Trump has chosen TV host Dr Oz to lead the Centers for Medicare and Medicaid Services (CMS).\n\nCelebrity heart surgeon Dr Mehmet Oz rose to prominence working on Oprah Winfrey's leading daytime television show before getting his own long-running series.\n\nBut how has he gone from TV personality to Donald Trump's choice for overseeing a massive government agency?\n\nThe 64-year-old, who started out as Professor of Surgery at Columbia University, became a household name during 13 seasons of The Dr Oz Show, which ran from 2009 to 2022.\n\nImage: Dr Oz during a TV appearance in 2012. Pic: AP\n\nHe was popular, though his promotion of alternative medicine, faith healing and various paranormal beliefs earned him criticism from a number of medical publications and physicians.\n\nThe critics accused him of blurring the lines between medical advice and advertising, failing to make clear to his audience just how closely he worked with the companies he pitched.\n\nPlease use Chrome browser for a more accessible video player 11:20 Who will be in Trump's White House?\n\nDespite the controversy, Dr Oz's show was a hit and his net worth sat between $100m (£79m) and $315m (£249m) in 2022, according to a federal financial disclosure he filed that year.\n\nBeyond being an Emmy-winning TV show host, he is also an author of New York Times bestsellers, radio talk show host, founder of a national nonprofit to educate teens about healthy habits, and self-styled ambassador for wellness.\n\nHe was also a regular Fox News commentator, and a champion of unproven treatments for COVID including hydroxychloroquine, an antimalarial drug whose use against the disease was also backed by Trump.\n\nAdvertisement\n\nImage: Dr Oz holding his Emmy for outstanding talk show host in 2016. Pic: Richard Shotwell/Invision/AP\n\nHe became a fierce critic of Joe Biden's government during the COVID pandemic, challenging its policies on social media.\n\nMoving into politics\n\nDr Oz played a lesser part in the first Trump administration from 2016, when he was appointed to the President's Council on Sports, Fitness and Nutrition.\n\nBut it was in 2022, after his show concluded, when Dr Oz really transitioned into politics by running for US Senate as a Republican in Pennsylvania.\n\nThe campaign leaned heavily into his celebrity status, with his campaign logo almost identical to his TV show logo.\n\nImage: Mehmet Oz campaigning for Senate in 2022. Pic: AP\n\nDuring his campaign rallies, he would talk up his \"number one health show in the world,\" give the odd piece of medical advice to supporters and spend a lengthy amount of time signing autographs and posing for photos.\n\nFollowing a court battle that went all the way to the US Supreme Court, Dr Oz narrowly won the primary over Dave McCormick by 951 votes, becoming the Republican candidate, but lost to Democrat John Fetterman in the general election.\n\nHis relationship with Trump\n\nImage: Donald Trump stands behind Dr Oz during rally in 2022. Pic: Reuters\n\nThe surgeon has had a long, personal relationship with the president-elect spanning back to the early 2000s.\n\nHe said in an interview during his Senate campaign that the pair first met in 2004 or 2005, when Dr Oz asked Mr Trump to use his golf course for an event for his children's charity.\n\nMr Trump agreed and, after that, they saw each other intermittently at social events before Dr Oz interviewed him about his health during the 2016 presidential campaign.\n\nMr Trump appeared on his show, where he also said his wife Melania was \"a big fan\" of the doctor.\n\nThe pair then worked together when Mr Trump won the election and put Dr Oz on the President's Council.\n\nThen in 2022, Mr Trump was integral to Dr Oz's push for Senate, giving him his eagerly sought-after endorsement.\n\nRead more:\n\nWho does Trump want in his top team?\n\nTrump and Musk watch shaky rocket launch\n\n\"Women, in particular, are drawn to Dr Oz for his advice and counsel. I have seen this many times over the years. They know him, believe in him, and trust him,\" Mr Trump said when he first backed him.\n\n\"You know when you're in television for 18 years, that's like a poll,\" added the billionaire, who himself starred on 14 seasons of The Apprentice US.\n\n\"That means people like you.\"\n\nWhat will his role be?\n\nIf confirmed by the Senate to take the role, Dr Oz would oversee Medicare, Medicaid, children's health insurance and the Affordable Care Act, better known as \"Obamacare\".\n\nThe programmes cover more than 160 million people, from new-borns to nursing home residents.\n\nCMS also plays a central role in the nation's $4.5trn health care economy, setting payment rates for hospitals, doctors, labs and other service providers.\n\nBe the first to get Breaking News Install the Sky News app for free\n\n\"Dr Oz will be a leader in incentivising disease prevention, so we get the best results in the world for every dollar we spend on healthcare in our great country,\" the president-elect said in a statement.\n\n\"He will also cut waste and fraud within our country's most expensive government agency, which is a third of our nation's healthcare spend, and a quarter of our entire national budget.\"\n\nDr Oz said he was \"honoured\" to be nominated for the role and looked forward to \"serving my country to Make America Healthy Again\".\n\nHe, like all of Mr Trump's picks, must be questioned by members of the Senate before it votes on his appointment. Even with the Republicans in control, some of the picks could be blocked."
    },
    {
        "title": "Downtown Portland Welcomes Holiday Shoppers with Reopened SW 3rd & Alder SmartPark Garage",
        "link": "https://hoodline.com/2024/11/downtown-portland-welcomes-holiday-shoppers-with-reopened-sw-3rd-alder-smartpark-garage/",
        "description": "The SW 3rd & Alder SmartPark garage in Portland reopens, offering 400+ parking spaces and boosting downtown commerce.",
        "image_url": "https://www.bing.com/th?id=OVFT.gECr_WnW_ARvnkXhUlsXNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Hoodline2h",
        "source": "Hoodline",
        "article_content": "Content not available"
    },
    {
        "title": "A new discovery about pain signaling may contribute to better treatment of chronic pain",
        "link": "https://www.sciencedaily.com/releases/2024/11/241118130050.htm",
        "description": "When pain signals are passed along the nervous system, proteins called calcium channels play a key role. Researchers have now pinpointed the exact location of a specific calcium channel fine-tuning ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily21h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Former Atlas Science Center building up for sale, residents react",
        "link": "https://www.nbc26.com/appleton/former-atlas-science-center-building-up-for-sale-residents-react",
        "description": "The building of the former Atlas Science Center has been put up for sale. The building has been around since at least 1896, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Cg7LCK6_8Of9V44K3HfGUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "NBC2613h",
        "source": "NBC26",
        "article_content": "APPLETON (NBC 26) — The building of the former Atlas Science Center has been put up for sale. It's been standing for more than a century.\n\n\n\nThe Atlas Science Center, formerly the Paper Discovery Center, is closing due to high costs and is now for sale at $1.8 million\n\nWhile the museum portion is up for sale, spaces like Mondo on the River remain under separate ownership and will stay operational\n\nThe building holds historical significance, having once been a major paper mill in the Appleton area\n\n(The following is a transcription of the full broadcast story)\n\nThe Atlas Science Center, once home to the Paper Discovery Center, is up for sale at $1.8 million.\n\nThe science center operated for nearly 20 years, promoting learning, discovery, and exploration. However, earlier this month, it announced closure due to rising operational costs.\n\nThe building has a long history, originally serving as a paper mill. While part of the space is for sale, other areas, like “Mondo on the River,” remain under separate ownership.\n\n“The science center portion is wholly owned by the science center. They are completely separate to me and the other businesses on the two floors above me,” said David Oliver, owner of the restaurant Mondo on the River.\n\nOliver assured customers his restaurant isn’t going anywhere.\n\n“This side of the building? Not for sale. This is going to remain in the hands of the owner of this side of the building for many, many years,” he said.\n\nThe building also holds personal significance for many in the community.\n\n“For myself and my family, it was the mill that my father worked at for many, many decades,” said Sheila Brucks of the Appleton Historical Society.\n\nShe added, “The history along the Fox River is so important. It’s important for us to look back on that history and know why we are here.”\n\nNBC 26 has reached out to the museum board, but they have yet to comment on what could be next for the space."
    },
    {
        "title": "Archaeologists find 1,600-year-old amulet with depiction of King Solomon killing devil in Turkey",
        "link": "https://www.msn.com/en-in/news/world/archaeologists-find-1600-year-old-amulet-with-depiction-of-king-solomon-killing-devil-in-turkey/ar-AA1urb3w?ocid=BingNewsVerp",
        "description": "A stunning discovery of a rare fifth-century Christian pendant was discovered by archaeologists in Turkey. The pendant had a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZVND5UhdFyrgF4xqJoUQ-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "WION on MSN",
        "article_content": ""
    },
    {
        "title": "NASA Taps SpaceX, Blue Origin for Lunar Habitat and Rover Delivery",
        "link": "https://www.msn.com/en-us/news/technology/nasa-taps-spacex-blue-origin-for-lunar-habitat-and-rover-delivery/ar-AA1ur0Zq?ocid=BingNewsVerp",
        "description": "The next phase of the Artemis program will see a Japanese rover and living quarters delivered to the lunar surface.",
        "image_url": "https://www.bing.com/th?id=OVFT.m2ZeeZP27Q7DU3ckmMSXPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3hon MSN",
        "source": "Newsweek on MSN",
        "article_content": ""
    },
    {
        "title": "Microsoft, Atom Computing achieve world’s largest logical entangled state on record",
        "link": "https://interestingengineering.com/science/microsoft-atom-quantum-computing-technical-milestones",
        "description": "Microsoft and Atom Computing reached a significant technical milestones that demonstrate their commitment to advancing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Q-TysPEUsiO34Mc8hK300y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering27m",
        "source": "Interesting Engineering",
        "article_content": "Ability to correct\n\nMicrosoft and Atom Computing also demonstrated the ability to detect, correct, and reliably compute on 28 logical qubits using the same hardware. While entangling logical qubits is crucial for making quantum computing reliable, demonstrating computation on these logical qubits takes their progress a step further.\n\n“We achieved this using our leading quantum error correction and qubit virtualization work, alongside Atom’s differentiated hardware platform,” said Microsoft.\n\nNeutral atom hardware uses trapped neutral atoms as qubits to store and process quantum information with lasers, offering all-to-all connectivity, long coherence times, and strong fidelities. Furthermore, this type of hardware tightly packs many qubits together, setting the stage for extensive scalability of reliable quantum computation, according to Microsoft.\n\nAtom also showcased the best neutral-atom two-qubit gate fidelity in a commercial system. “This achievement means we can unlock meaningful quantum error correction.”"
    },
    {
        "title": "No-Code Strategies to Cut Startup Costs for Entrepreneurs",
        "link": "https://techbullion.com/no-code-strategies-to-cut-startup-costs-for-entrepreneurs/",
        "description": "Starting a business is exciting, but let’s be honest—it’s also expensive. From hiring developers to setting up systems, costs ...",
        "image_url": "https://www.bing.com/th?id=OVFT.w2-dFG3Unyx5v2dXd3EuJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Impacts4h",
        "source": "Impacts",
        "article_content": "Starting a business is exciting, but let’s be honest—it’s also expensive. From hiring developers to setting up systems, costs can quickly add up, leaving little room for experimentation. But here’s the good news: no-code tools are rewriting the rules of entrepreneurship. They allow you to build apps, automate processes, and test ideas without breaking the bank.\n\nYou no longer need to rely on expensive developers or wait months to bring your vision to life. No-code strategies empower you to create and grow your business while keeping costs low. In this article, I’ll share how you can leverage no-code tools to cut startup costs, streamline operations, and make every dollar count.\n\nWhy Cutting Costs Matters for Startups\n\nEvery startup faces the challenge of doing more with less. When you’re just starting out, funds are often limited, and you need to allocate them wisely. Cutting costs isn’t just about saving money—it’s about giving your business room to grow without unnecessary financial stress.\n\nWith no-code tools, you can avoid hiring full development teams, reduce software expenses, and speed up your go-to-market strategy. Imagine being able to build a functioning product or automate a workflow in days rather than months, all at a fraction of the cost.\n\n1. Use No-Code Tools to Build Your MVP\n\nYour Minimum Viable Product (MVP) is the first version of your product, designed to test your idea with real users. Traditionally, building an MVP required a team of developers and thousands of dollars. No-code tools have changed the game.\n\nPlatforms like Bubble, Webflow, and Glide let you build fully functional apps and websites without any coding knowledge. You can design, test, and launch your product in weeks instead of months, saving significant development costs.\n\nExample:\n\nLet’s say you want to launch an ecommerce store. Using Webflow, you can create a visually stunning and functional website without hiring a web developer. Need a mobile app for your store? Tools like Glide or Adalo make it possible.\n\nCheck out this no code tools directory to explore platforms that fit your needs.\n\n2. Automate Repetitive Tasks to Save Time and Money\n\nRepetitive tasks like sending follow-up emails, updating spreadsheets, or managing customer support can eat up your time. Hiring people to handle these tasks can also strain your budget. No-code automation tools like Zapier and Make (formerly Integromat) help you streamline these processes.\n\nFor instance, you can automate:\n\nSending a welcome email to new subscribers.\n\nAdding leads from forms to your CRM.\n\nUpdating inventory levels across platforms.\n\nAutomation not only saves money but also frees up your time to focus on scaling your business. You don’t have to manage everything manually when these tools work in the background.\n\n3. Create Marketing Assets Without Hiring Designers\n\nProfessional design services can be expensive, especially for startups on a budget. No-code tools like Canva and Visme let you create stunning graphics, social media posts, and presentations without needing a designer. These platforms offer templates and drag-and-drop interfaces that make designing simple.\n\nExample:\n\nIf you’re promoting your business on Instagram, Canva allows you to create eye-catching posts and stories that stand out. With no additional cost, you can maintain a professional online presence and attract more customers.\n\nFor entrepreneurs exploring best side business ideas for entrepreneurs, using design tools like Canva can also help build your brand with minimal investment.\n\n4. Streamline Customer Management with No-Code CRM Tools\n\nCustomer Relationship Management (CRM) is crucial for any business, but traditional CRM software can be expensive. No-code CRMs like Airtable and Notion allow you to manage your customer data, track interactions, and even automate follow-ups—all on a budget.\n\nHow to Use No-Code CRMs:\n\nTrack sales leads and conversations in Airtable.\n\nUse Notion to create a centralized hub for client details and project updates.\n\nAutomate lead assignment and notifications with Zapier integrations.\n\nThese tools give you the functionality of big-name CRMs without the hefty price tag.\n\n5. Test and Scale Business Ideas Without High Costs\n\nOne of the biggest challenges entrepreneurs face is testing business ideas quickly without wasting money. With no-code tools, you can experiment with different ideas and pivot when needed, all without draining your budget.\n\nFor example:\n\nBuild a prototype of your app using Bubble.\n\nSet up a landing page to validate your idea with Webflow.\n\nUse Glide to create a mobile app for testing a new service.\n\nNo-code tools give you the flexibility to adapt your business strategy based on feedback. This agility can save you from costly mistakes and help you focus on what works.\n\n6. Reduce Software Expenses with Free and Low-Cost No-Code Tools\n\nInstead of investing in multiple expensive tools, you can use no-code platforms that offer free or low-cost plans. Many tools provide all the functionality you need at an affordable price, especially when you’re just starting out.\n\nTool Purpose Starting Price Bubble App development $25/month Zapier Workflow automation Free (limited) Canva Graphic design Free (with pro options) Airtable CRM and databases Free\n\nBy choosing the right tools, you can reduce overhead while maintaining the quality and efficiency of your operations.\n\n7. Work with No-Code Agencies for Complex Projects\n\nWhile no-code tools empower you to build on your own, there are times when you might need expert guidance, especially for more complex projects. A Zeroqode is top No code Agency that can help you bring your ideas to life faster and more efficiently than traditional development teams.\n\nFor instance, if you want to create a custom app with advanced functionality, a no-code agency can save you time and money by delivering a professional solution tailored to your needs.\n\n8. Leverage Free Online Resources and Communities\n\nOne of the hidden benefits of no-code tools is the thriving communities that surround them. Platforms like Bubble and Webflow have active forums where users share tips, templates, and solutions. These resources can help you learn faster and troubleshoot without spending extra money.\n\nPro Tip: Many no-code tools also offer free tutorials and courses to help you get started. Use these resources to build your skills and avoid costly mistakes.\n\nConclusion\n\nStarting a business doesn’t have to drain your savings. By using no-code tools, you can build, automate, and grow your startup while keeping costs low. From creating an MVP to managing customers and streamlining workflows, no-code strategies let you focus on expanding your business without financial stress.\n\nWith no-code tools, you can turn your entrepreneurial dreams into reality without spending a fortune."
    },
    {
        "title": "Quicksave announces QSApp to make WebGL more accessible through no-code editors",
        "link": "https://venturebeat.com/games/quicksave-announces-qsapp-to-make-webgl-more-accessible-through-no-code-editors/",
        "description": "Quicksave Interactive wants to make the web interactive with WebGL technology by launching QSApp, a tool to make the web more accessible.",
        "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
        "category": "nocode",
        "date": "2h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "'Month's worth of rain' could hit parts of Bay Area this week: Here's when it starts",
        "link": "https://www.msn.com/en-us/weather/topstories/month-s-worth-of-rain-could-hit-parts-of-bay-area-this-week-here-s-when-it-starts/ar-AA1unSbb?ocid=BingNewsVerp",
        "description": "After a period of mostly clear skies and beaming sun, Northern California is expected to see an intense atmospheric river ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TK8qyF3Vlu1TM8fECzZxxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "15hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "College dropout got fired, spent $300 from his last paycheck to start a business—now it brings in $4 million a year",
        "link": "https://www.msn.com/en-ca/money/smallbusiness/college-dropout-got-fired-spent-300-from-his-last-paycheck-to-start-a-business-now-it-brings-in-4-million-a-year/ar-AA1ujFmQ?ocid=BingNewsVerp",
        "description": "Darien Craig and Brandon Echols, a pair of college dropouts and co-owners of Y’all Sweet Tea, received three $500,000 ...",
        "image_url": "https://www.bing.com/th?id=OVF.mTKK6GCJxmPwCyYItKG5sQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "19hon MSN",
        "source": "CNBC on MSN",
        "article_content": ""
    },
    {
        "title": "Hardware Startups Are Leading A Revolution—And It Could Save You Money",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/11/20/hardware-startups-are-leading-a-revolution-and-it-could-save-you-money/",
        "description": "The hardware renaissance is making high-tech innovation tangible, reshaping industries from the ground up. For consumers, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EJYPPaw4gU8Ro8XI5eAIFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "This hacking tool can unlock an iPhone 16. Here’s how it works",
        "link": "https://www.digitaltrends.com/mobile/this-hacking-tool-can-unlock-an-iphone-16-how-it-works/",
        "description": "The Graykey hacking tool can now access the latest iPhone 16 models. How does it work, and is it something you should be ...",
        "image_url": "https://www.bing.com/th?id=OVFT._tIJ7DnzBKEtG0yRoc5IRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "2h",
        "source": "Digital Trends",
        "article_content": "Apple does not assist third parties in unlocking iPhones, which has led many law enforcement agencies to rely on the Graykey forensics tool. A recent report from 404 Media indicates that this controversial product can now access the newest iPhone 16 models.\n\nShould this be a concern for you? Almost certainly not, but it’s still good to stay informed about how these things work. Here’s a quick overview.\n\nRecommended Videos\n\nA new report states that Graykey can access “partial” information from iPhones running iOS 18 or iOS 18.0.1, including the iPhone 16 lineup. What “partial” information means is unknown. Leaked documents also suggest that iPhones with the iOS 18.1 beta are inaccessible to Graykey. The same restriction is believed to apply to the official release of iOS 18.1, which became available to the public in late October.\n\nGraykey, like another law enforcement-used unlocking product, Cellebrite, is very secretive about how its products help unlock iPhones. What we do know, however, is that these companies look for new iPhone vulnerabilities to do their job. As Apple patches security flaws, companies have to find new ways to access data, and so on.\n\nSince at least iOS 12 in 2018, Apple has continually identified vulnerabilities that make iPhones susceptible to unlocking and subsequently released software patches that address the issue. Eventually, third parties find new vulnerabilities, and so on.\n\nAs 404 Media indicates, Magnet Forensics, which owns Graykey, could eventually find ways to unlock iOS 18, iOS 18.1, and subsequent versions. Apple developers are currently testing iOS 18.2, which should be released to everyone before the end of the year. The leaked documents don’t mention this version.\n\nIt’s important to note that products like Graykey and Cellebrite need physical access to a device to function — if they can at all. This isn’t something you’ll run into in the wild and cannot be done remotely.\n\nUser privacy has always been one of Apple’s core principles. As a result, its products, such as the iPhone and iPad, are protected by strong encryption. The company has consistently resisted government requests to create a “backdoor” for data access.\n\nFor individuals concerned about unauthorized access to their phones, ensuring they have installed the latest software updates is the best course of action. For iPhones, this means updating to iOS 18.1.1; for iPads, the update is iPadOS 18.1.1."
    }
]