[
    {
        "title": "Dogs vs Aliens Invasion Prank! Funny Dogs Maymo & Potpie Steal Alien UFO",
        "link": "https://www.msn.com/en-us/news/world/dogs-vs-aliens-invasion-prank-funny-dogs-maymo-potpie-steal-alien-ufo/vi-AA1ryIW5?ocid=BingNewsVerp",
        "description": "Make sure to enable ALL push notifications! 🔔 Watch the NEWEST videos: <a href=\" Funny Dogs Maymo and Potpie vs. Alien ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CM-JWO8A3z4CQt_9QzsgGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Wild Encounters on MSN8h",
        "source": "Wild Encounters on MSN",
        "article_content": ""
    },
    {
        "title": "NOT GREAT! Is Congress REALLY taking the UFO topic serious MATT LASLO INTERVIEW",
        "link": "https://www.msn.com/en-us/news/politics/not-great-is-congress-really-taking-the-ufo-topic-serious-matt-laslo-interview/vi-AA1rzurI?ocid=BingNewsVerp",
        "description": "Matt Laslo runs ASkAPol which is the main source of news coming out of congress regarding the UFO topic. Matt has broke the ...",
        "image_url": "https://www.bing.com/th?id=OVF.8T6rT1ZfDhJ5AoGi2HPsVg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN12h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Kevin Randle: Where is the Ufologist Now?",
        "link": "https://thecinemaholic.com/kevin-randle/",
        "description": "When a rancher in New Mexico came across scattered pieces of an alleged UFO in 1947, the US Air Force gathered the debris for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QSU4Ydoneod7b_WH3aBBgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com8h",
        "source": "thecinemaholic.com",
        "article_content": "When a rancher in New Mexico came across scattered pieces of an alleged UFO in 1947, the US Air Force gathered the debris for further examination. The entire controversy that followed is covered in detail in the episode titled ‘The Roswell UFO Incident’ of Netflix’s ‘Unsolved Mysteries,’ which also features interviews with various UFO enthusiasts. One of the prominent Ufologists in the UFO community, Kevin Randle, also talks about his views on the 1947 Roswell incident.\n\nKevin Randle is a Retired Lieutenant Colonel With Decades of Experience in the Army\n\nKevin Douglas Randle was born on June 4, 1949, into a loving household in Cheyenne, Wyoming. From his early days, he was ambitious and wanted to achieve great things in life. While he was in high school, his interest in UFOs and aliens rose so much that he began studying the subject in his free time. After graduating from high school, he went to the University of Iowa, where he studied journalism. Finding interest in psychology, Kevin then got his master’s degree in the same and a Ph. D. from California Coast University. Expanding his knowledge in different subjects, he also got into the American Military University and earned a second master’s degree in military studies.\n\nFulfilling his dream of serving his nation, Kevin became an integral part of the US Army in the Vietnam War as a helicopter pilot and in the Iraq War as a Battalion Intelligence Officer. He was also in the US Air Force, serving as a general’s aide, a public affairs officer, as well as an intelligence officer. After completing his Air Force Reserve duty, he filled the position of an intelligence officer at the Iowa National Guard. For the courage he displayed on the battlefield while deployed in Iraq several times, he was given a Combat Action Badge. After serving his nation for numerous decades, Kevin retired from the Iowa National Guard as a Lieutenant Colonel.\n\nThe Successful Author Also Runs a UFO-Based Podcast Show\n\nIn order to feed his curiosity and passion for UFOs, Kevin also started writing for UFO magazines at a fairly young age. Having more than three decades of experience under his belt as a professional writer, he has written and published all kinds of write-ups, from science fiction and techno-thrillers to action-adventure and non-fiction. However, out of more than 80 books that he has written, Kevin is widely recognized for his books about the 1947 Roswell story and UFOs. Some of his popular books include ‘The Roswell Encyclopedia,’ ‘A History of UFO Crashes,’ ‘Conspiracy of Silence,’ and ‘Project Moondust.’\n\nBesides that, he has also co-authored books such as ‘The Truth About the UFO Crash at Roswell’ and ‘UFO Crash at Roswell.’ Given his knowledge of the Roswell story and everything related to UFO, Dr. Kevin Douglas Randle is considered one of the leading researchers and experts on those subjects within the community of UFO enthusiasts. For nearly eight years, he has also been hosting a podcast series titled ‘A Different Perspective with Kevin Randle,’ where he interviews alleged UFO witnesses and gets them to talk about their purported encounters and experiences with the unknown. Currently, the renowned Ufologist resides in Cedar Rapids, Iowa, and continues to focus on proving the existence of UFOs and aliens.\n\nRead More: Don Philips: Where is the Paranormal Researcher Now?"
    },
    {
        "title": "Can I get UFO records through the Freedom of Information Act? Ask the lawyer",
        "link": "https://www.dailynews.com/2024/10/01/can-i-get-ufo-records-through-the-freedom-of-information-act-ask-the-lawyer/",
        "description": "Ask the Lawyer columnist Ron Sokol discusses the federal Freedom of Information Act and the California Public Records Act.",
        "image_url": "https://www.bing.com/th?id=OVFT.Qq1E7TJJrHriP3UFJQaMVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19h",
        "source": "Los Angeles Daily News",
        "article_content": "Q: We are seeking records on UFOs, and were told to try the Freedom of Information Act. First question, can you explain the Freedom of Information Act? Then, how do we go about requesting records?\n\nJ.V., Glendale\n\nA: The Freedom of Information Act (abbreviated as FOIA) provides you with the right to request access to records of the executive branch of the United States government. The records are to be provided, unless they are subject to certain exemptions whose purpose is to protect disclosure deemed harmful to: (a) national security, (b) privacy of individuals, (c) proprietary business information (such as trade secrets), (d) the actual functioning of our government, and/or (e) other interests that are deemed of significant importance. The exemptions are real, but FOIA requests often are productive.\n\nThe act dates from 1967 and took many years to become law. The objective is to make our government more transparent. As to UFOs (which the government now refers to as “unidentified anomalous phenomena”), federal agencies have been required this year to organize and tag documents. Congress has expressed clear interest in determining what agencies know about UFOs. Thus, the agencies are to disclose their information by the end of this fiscal year. The records are also to be housed at the National Archives and Records Administration.\n\nHere, then, is an outline of a FOIA request you can consider: Using letterhead, set forth the date you are sending it; then list the name and address of the executive agency where the request is being sent; then “RE: FOIA REQUEST”; followed by “Dear Sir or Madam: This is an authorized request to you under the Freedom of Information Act. Please provide the following records to the undersigned on a timely basis. …” Here, clearly set forth the records sought, describing them, if possible, by year(s), name of the party or parties involved, and/or the circumstances or events in focus. Then close the FOIA request with a sign off.\n\nNote that some agencies have instructions on where a FOIA request is to be sent (you can look for that online, or call to inquire). While it is not required that the FOIA request be transmitted by certified mail/return receipt requested, doing so is one way to seek to show that you not only sent it, but that it was received. The agency is required to respond within 20 working days (excluding weekends and legal holidays).\n\nQ: There was a local incident that at first was well reported. An older person was run over by a hit-and-run driver. We think they have since found the identity of the driver, who may be a local official, but there is radio silence. Our neighbor suggests we try a Public Records Act request. Can you give us some guidance on that?\n\nM.B., (location withheld)\n\nRelated Articles News | Am I liable for a slip and fall at a bowling alley? Ask the lawyer\n\nAm I liable for a slip and fall at a bowling alley? Ask the lawyer News | Who regulates our national parks? Ask the lawyer\n\nWho regulates our national parks? Ask the lawyer News | What is a liquor license and how do I obtain one? Ask the lawyer\n\nWhat is a liquor license and how do I obtain one? Ask the lawyer News | How can we collect the judgment? Ask the lawyer\n\nHow can we collect the judgment? Ask the lawyer News | Can someone become president for life? Ask the lawyer A: The Public Records Act is found at California Government Code Sections 6250 through 6277. The act gives you, as a member of the public, the right to request information from California governmental agencies, which includes both state and local/municipal governments. In some instances, you may be able to learn online or by phone where to send the request, depending on which agency the request is going to (such as, the police department, highway patrol, zoning commission, district attorney’s office or mayor’s office, among others). As with a FOIA request, be specific about what you are seeking, and to whom and where the records are to be sent. The agency has 10 calendar days to respond to you, but may indicate it needs more time to locate, review and produce the records (which can mean a 14-day extension for “unusual circumstances”).\n\nAs with a FOIA request, some records may be deemed confidential or otherwise off-limits.\n\nA Public Records Act request, however, should not be costly or time consuming. It is the law, and compliance is expected to the extent authorized and permissible. I cannot say the request will unveil what you are looking for, and records you get may have redactions (which the agency can seek to justify), but, as they say, “nothing ventured, nothing gained.”\n\nRon Sokol has been a practicing attorney for over 40 years, and has also served many times as a judge pro tem, mediator, and arbitrator. It is important to keep in mind that this column presents a summary of the law, and is not to be treated or considered legal advice, let alone a substitute for actual consultation with a qualified professional."
    },
    {
        "title": "Steve Mera: Where is the Paranormal Specialist Now?",
        "link": "https://thecinemaholic.com/steve-mera/",
        "description": "My Paranormal Partner’ focuses on Don Philips‘ alleged ability to interact with a spirit entity called Becky. In order to put ...",
        "image_url": "https://www.bing.com/th?id=OVFT.u5B1d6jCIgZBGeU70s4r8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com48m",
        "source": "thecinemaholic.com",
        "article_content": "Netflix’s ‘Unsolved Mysteries: My Paranormal Partner’ focuses on Don Philips‘ alleged ability to interact with a spirit entity called Becky. In order to put his abilities to the test, Paranormal Specialist Steve Mera joined Don on numerous of his paranormal projects and claimed that he witnessed his conversations with the spirit on the recording device. Despite Don being the focal point of the majority of the episode, Steve still manages to invoke several questions in the minds of the viewers.\n\nSteve Mera Has Accomplished a Lot in the Field of UFOs and Paranormal\n\nThe subject of UFOs and the Paranormal has fascinated Stephen “Steve” Mera from his early childhood, so much so that he ended up making a career out of it. However, before he made a name for himself in the community, he earned a degree in Electrical Engineering from North Trafford College and GEC Electrical after passing out from Wellington Boys Secondary School. Meanwhile, he ensured that he gave some time to his passion and carried out consistent research on UFOs and the Paranormal, which would prove to be vital in his future. By 1989, his efforts got him a job at NATO as a Telecommunications Officer before working at MAPIT (Manchester Aerial Phenomena Investigation Team) and BUFORA (British UFO Research Association).\n\nA few years later, Steve created the BITC (British Investigators Training Course) in Anomalous Phenomena, which turned out to be a huge success across the United Kingdom. The 1990s were quite productive in his professional career as he reformed MAPIT and helped in the launch of MARA (Merseyside Anomalies Research Association) and NUFORA (The National UFO Research Association). Around 1996, he also launched the SEP (Scientific Establishment of Parapsychology) and worked in the para-psychological departments. By 1998, he had completed the Pre-Degree Psychology at South Trafford College, Manchester, and the BSY Parapsychology Course. He has also worked with Parkway Green Housing Association and Zohar Entertainment Group as a UAP Geological Research and Paranormal Specialist.\n\nIn 2017, he also co-founded ONSTELLAR. Steve also earned his degree in Human Behavioral Psychology from The Manchester Metropolitan University. Steve has also been a part of more than 90 TV shows and radio stations throughout his career, thanks to his expertise in the field of UFOs and the Paranormal. Not only that, he has worked with more than 300 different publications across the world and written for numerous TV shows. Some of the shows he has worked on are ‘Conspiracy Corner,’ ‘The X-Files,’ ‘The Late Night Debate Show,’ ‘The Scream Team,’ ‘The Great Unexplained Debate Show,’ ‘UFO Hunters,’ The Afterlife,’ and more. As for the magazines that have featured his articles, some of them are ‘UFO Review,’ ‘UFO News UK,’ ‘Ghost Voices,’ ‘Naro Minded,’ ‘Fate,’ ‘UFO Magazine,’ ‘Alien Encounters,’ ‘Sightings,’ and many more.\n\nWhile he is currently handling his responsibilities as the owner and editor of Phenomena Magazine, Steve also stays busy with running MAPIT and SEP. Having written three books — ‘The A-Z of the Unknown,’ ‘Strange Happenings: Memoirs of a Paranormal Investigator,’ and ‘Paranormal Insight: A Concise Study of the Strange and Profound’ — the Paranormal Specialist is also reportedly working on a couple of new books, which would revolve around the UFO Phenomena. On September 30, 2024, Steve conducted a Birmingham UFO Group meeting at the Hot Shots Snooker Club function room at 100 Crosswells Road in Oldbury, Birmingham. In the same month, he also featured as a guest in a podcast called ‘Paranormal Pendle.’\n\nSteve Mera is Also a Dedicated Partner and Friend\n\nOriginally from Wythenshawe in south Manchester, England, Stephen “Steve” Mera leads a content life on the personal front. After all, he has been navigating life’s ups and downs with his one true love, Jackie Heighway, for over a decade now. Though neither of the two has shared when they fell in love, we know that their paths crossed in 2011 in Bolton, and it was in the same year, on November 28, that they turned their fondness for each other into a full-fledged relationship. Together, the two have seemingly built a beautiful world of their own in Greater Manchester, UK, with trust, care, understanding, and loads of love. Jackie is a Salford native who has been self-employed since 2018. Steve has her biggest cheerleader in Jackie, who makes sure she has his back every step of the way. Whether it is accompanying Steve on his research trips or sharing details about his talks, Jackie does everything to showcase her support for her partner.\n\nFrom what we can tell, Steve seemingly has a daughter named Jenny from a previous relationship. However, not much is known about her. For the uninitiated, Steve is also a huge animal lover and got his first pet in 1997. Losing a pet leaves a huge void in the lives of pet parents and sadly, Steve and Jackie had to experience that pain and grief when their beloved cat, Lucy, crossed over the rainbow bridge in August 2024. “We will never forget you. You were a huge part of our family. We will meet again one day,” wrote Jackie announcing Lucy’s departure from this world. Though they’ll always miss Lucy, Steve and Jackie are grateful they got to create so many beautiful memories with her.\n\nWhen Steve is not investing his time in furthering his passion, the paranormal specialist enjoys spending time with his family and friends. Even today, he continues to impart all the knowledge he has gathered from his decades of extensive research with the world by setting up meetings and talks every now and then. He also keeps his admirers updated and captivated by sharing his insights on a regular basis on his YouTube channel. Apart from spending time with the love of his life, Jackie, and embarking on trips with her, Steve also looks forward to hanging out with his friends.\n\nRead More: Don Philips: Where is the Paranormal Researcher Now?"
    },
    {
        "title": "Google Cloud brings tech behind Search and YouTube to enterprise gen AI apps",
        "link": "https://venturebeat.com/data-infrastructure/google-cloud-brings-tech-behind-search-and-youtube-to-enterprise-gen-ai-apps/",
        "description": "ScaNN vector index in AlloyDB delivers up to four times faster vector queries and up to eight-fold faster index build times.",
        "image_url": "https://www.bing.com/th?id=OVFT.ofbspZ2l8FhsoJ4oa_J4NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAs the generative AI continues to progress, having a simple chatbot may no longer be enough for many enterprises.\n\nCloud hyperscalers are racing to build up their databases and tools to help enterprises deploy operational data quickly and efficiently, letting them build applications that are both intelligent and contextually aware.\n\nCase in point: Google Cloud’s recent barrage of updates for multiple database offerings, starting with AlloyDB.\n\nAccording to a blog post from the company, the fully managed PostgreSQL-compatible database now supports ScaNN (scalable nearest neighbor) vector index in general availability. The technology powers its Search and YouTube services and paves the way for faster index creation and vector queries while consuming far less memory.\n\nIn addition, the company also announced a partnership with Aiven for the managed deployment of AlloyDB as well as updates for Memorystore for Valkey and Firebase.\n\nUnderstanding the value of ScaNN for AlloyDB\n\nVector databases are critical to power advanced AI workloads, right from RAG chatbots to recommender systems.\n\nAt the heart of these systems sit key capabilities like storing and managing vector embeddings (numerical representation of data) and conducting similarity searches needed for the targeted applications.\n\nAs most developers in the world prefer PostgreSQL as the go-to operational database, its extension for vector search, pgvector, has become highly popular. Google Cloud already supports it on AlloyDB for PostgreSQL, with a state-of-the-art graph-based algorithm called Hierarchical Navigable Small World (HNSW) handling vector jobs.\n\nHowever, on occasions where the vector workload is too large, the performance of the algorithm may decline, leading to application latencies and high memory usage.\n\nTo address this, Google Cloud is making ScaNN vector index in AlloyDB generally available. This new index uses the same technology that powers Google Search and YouTube to deliver up to four times faster vector queries and up to eight-fold faster index build times, with a 3-4x smaller memory footprint than the HNSW index in standard PostgreSQL.\n\n“The ScaNN index is the first PostgreSQL-compatible index that can scale to support more than one billion vectors while maintaining state-of-the-art query performance — enabling high-performance workloads for every enterprise,” Andi Gutmans, the GM and VP of engineering for Databases at Google Cloud, wrote in a blog post.\n\nGutmans also announced a partnership with Aiven to make AlloyDB Omni, the downloadable edition of AlloyDB, available as a managed service that runs anywhere, including on-premises or on the cloud.\n\n“You can now run transactional, analytical, and vector workloads across clouds on a single platform, and easily get started building gen AI applications, also on any cloud. This is the first partnership that adds an administration and management layer for AlloyDB Omni,” he added.\n\nWhat’s new in Memorystore for Valkey and Firebase?\n\nIn addition to AlloyDB, Google Cloud announced enhancements for Memorystore for Valkey, the fully managed cluster for the Valkey in-memory database, and the Firebase application development platform.\n\nFor the Valkey offering, the company said it is adding vector search capabilities. Gutmans noted that a single Memorystore for Valkey instance can now perform similarity search at single-digit millisecond latency on over a billion vectors, with more than 99% recall.\n\nHe also added that the next version of Memorystore for Valkey, 8.0, is now in public preview with 2x faster querying speed as compared to Memorystore for Redist Cluster, a new replication scheme, networking enhancements and detailed visibility into performance and resource usage.\n\nAs for Firebase, Google Cloud is adding Data Connect, a new backend-as-a-service that will be integrated with a fully managed PostgreSQL database powered by Cloud SQL. It will go into public preview later this year.\n\nWith these developments, Google Cloud hopes developers will have a broader selection of infrastructure and database capabilities — along with powerful language models – to build intelligent applications for their organizations. It remains to be seen how these new advancements are deployed to real use cases, but the general trend indicates the volume of gen AI applications is expected to soar significantly.\n\nOmdia estimates that the market for generative AI applications will grow from $6.2 billion in 2023 to $58.5 billion in 2028, marking a CAGR of 56%."
    },
    {
        "title": "Build Your Own AI Voice Character App in Under 40 Minutes",
        "link": "https://www.geeky-gadgets.com/build-an-ai-voice-character-app/",
        "description": "Learn how you can build your very own AI voice character app in less than 40 minutes. AI voice character apps are engaging ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6EDn5zkQS1ysjcM1_RZlsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Geeky Gadgets",
        "article_content": "AI voice character apps have emerged as a captivating and interactive way to engage users. With the advent of advanced tools and frameworks, creating an AI voice character app is now more accessible than ever before. This guide by Greg Isenberg will walk you through the process of developing a fully functional AI voice character app in less than 40 minutes.\n\nAI voice character apps have gained significant popularity due to their ability to provide an immersive and personalized user experience. These apps serve a wide range of purposes, from entertainment and gaming to practical applications such as virtual assistants and educational tools. For instance, you could develop a weatherman character app that delivers weather updates in a unique and engaging voice, making the information more relatable and memorable for users.\n\nTL;DR Key Takeaways : AI voice character apps are engaging and can serve various purposes, from entertainment to virtual assistants.\n\nEssential tools include a code editor, AI models (Daily and Pip Cat), Next.js framework, GitHub, and an API key.\n\nBasic coding skills are necessary for cloning repositories and deploying apps.\n\nSteps to create the app: set up the development environment, connect to Daily’s backend, configure personality and voice settings, and implement function calling.\n\nFunction calling allows the AI to execute tasks like fetching weather data using a weather API.\n\nDeploy the app using Vercel by connecting your GitHub repository and deploying with a single command.\n\nThe final product can demonstrate capabilities like making a FaceTime call with a virtual anime character (vtuber).\n\nExperiment with different characters and functionalities to explore the full potential of AI voice apps.\n\nRefer to documentation and tools for further learning and access the deployed demo app for hands-on experience.\n\nAssembling the Essential Tools and Setting Up Your Dev Environment\n\nTo embark on your AI voice character app development journey, you’ll need a few essential tools in your arsenal:\n\nCode Editor : A robust and feature-rich code editor like Visual Studio Code or Cursor will provide a seamless coding experience.\n\n: A robust and feature-rich code editor like Visual Studio Code or Cursor will provide a seamless coding experience. AI Models : Use the power of Daily and Pip Cat for voice synthesis and character behavior, allowing you to create lifelike and interactive characters.\n\n: Use the power of Daily and Pip Cat for voice synthesis and character behavior, allowing you to create lifelike and interactive characters. Next.js Framework : Harness the capabilities of this powerful web framework to build server-rendered React applications with ease.\n\n: Harness the capabilities of this powerful web framework to build server-rendered React applications with ease. GitHub : Use GitHub for efficient version control and repository management, ensuring a smooth collaborative workflow.\n\n: Use GitHub for efficient version control and repository management, ensuring a smooth collaborative workflow. API Key: Obtain the necessary API keys to integrate external services, such as weather data, into your app.\n\nTo navigate the development process effectively, a solid foundation in basic coding skills, including cloning repositories and deploying apps, is crucial. These skills will enable you to set up your development environment swiftly and efficiently.\n\nHow to Create an AI Voice Character App\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of AI voice :\n\nEmbarking on the App Creation Step-by-Step\n\n1. Setting Up the Development Environment:\n\n– Begin by cloning the repository from GitHub, which contains the necessary starter files and configurations.\n\n– Install the required dependencies using npm or yarn to ensure a smooth development process.\n\n2. Connecting to Daily’s Backend:\n\n– Obtain an API key from Daily, which will enable seamless communication between your app and Daily’s backend services.\n\n– Integrate the API key into your app, allowing you to use Daily’s powerful voice synthesis and character behavior capabilities.\n\n3. Configuring Personality and Voice Settings:\n\n– Customize the AI character’s personality and voice settings to align with your app’s theme and intended user experience.\n\n– Use Pip Cat AI to fine-tune the voice characteristics, ensuring a natural and engaging voice output.\n\n4. Implementing Function Calling:\n\n– Set up function calls that allow the AI to perform specific tasks based on user input or predefined triggers.\n\n– For example, configure the app to fetch weather data using a weather API, allowing the AI character to provide accurate and up-to-date information.\n\nMastering Function Calling and Configuration\n\nFunction calling plays a pivotal role in bringing your AI voice character app to life. It enables the AI to execute specific tasks and respond to user interactions seamlessly. Here’s how you can set it up:\n\n– Setting Up Function Calls:\n\n– Define the functions that the AI will call based on user input or specific triggers.\n\n– Implement the necessary logic for each function, such as fetching weather data or performing calculations.\n\n– Configuring a Weather Tool:\n\n– Integrate a reliable weather API into your app to provide real-time weather updates.\n\n– Handle API responses efficiently to ensure accurate data display and seamless user experience.\n\nDeploying Your AI Voice Character App with Vercel\n\nDeploying your app is a breeze with Vercel, a powerful platform for deploying web applications. Follow these simple steps:\n\n– Using Vercel for Deployment:\n\n– Connect your GitHub repository to Vercel, allowing seamless integration and automatic deployments.\n\n– Deploy your app with a single command, making it instantly accessible online for users to interact with.\n\nShowcasing Your AI Voice Character App in Action\n\nOnce deployed, your AI voice character app is ready to captivate and engage users. Demonstrate its capabilities by making a FaceTime call with a virtual anime character (vtuber), highlighting the interactive and immersive potential of AI voice technology. This showcase will leave a lasting impression on your audience and inspire them to explore the possibilities of AI voice apps further.\n\nBy following this guide, you now have the knowledge and tools to create a captivating AI voice character app in less than 40 minutes. The combination of creativity and innovative technology empowers you to develop apps that push the boundaries of user engagement and interaction.\n\nAs you embark on this exciting journey, remember to experiment with different characters and functionalities to unlock the full potential of AI voice apps. Engage with your audience by encouraging them to like, comment, and subscribe for more insightful content and updates on your AI development endeavors.\n\nFor further learning and exploration, refer to the documentation and tools mentioned throughout this tutorial. Access the deployed demo app to gain hands-on experience and witness the power of AI voice technology firsthand. Stay connected with the creators and the AI development community to stay updated on the latest advancements and opportunities in this rapidly evolving field.\n\nBy harnessing the potential of AI voice technology, you can create apps that not only entertain and inform but also transform the way users interact with digital content. So, let your creativity soar and embark on this thrilling journey of building AI voice character apps that leave a lasting impact on your audience.\n\nMedia Credit: Greg Isenberg\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "On Using ChatGPT And Generative AI To Figure Out If You Have Low IQ",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/10/02/on-using-chatgpt-and-generative-ai-to-figure-out-if-you-have-low-iq/",
        "description": "A social media trend asks people to figure out if they have a low IQ. This brings up whether generative AI can aid in this.",
        "image_url": "https://www.bing.com/th?id=OVFT.QykONaOQTX12PUPdDcj8ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "'What's the first thing you say to someone that's dead?' This AI app lets you 'chat' with the deceased",
        "link": "https://www.cbc.ca/documentaries/the-passionate-eye/what-s-the-first-thing-you-say-to-someone-that-s-dead-this-ai-app-lets-you-chat-with-the-deceased-1.7338847",
        "description": "She had read about Project December — an app that uses AI to simulate the dead — in an article about a man conversing with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WfbHpGGBaO4ORRt59uzQqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "CBC.ca",
        "article_content": "Christi Angel wanted to know if her first love was OK. After he died, she used \"Project December,\" an AI tool that simulates the dead, to speak with him.\n\nChristi Angel just wanted to know if her first love was OK.\n\nShe had read about Project December — an app that uses AI to simulate the dead — in an article about a man conversing with his deceased girlfriend, so she decided to give it a try.\n\nIn this clip from the documentary Eternal You, Angel explains how she was too busy to respond to the last text she received from Cameroun before he slipped into a coma and eventually passed away. \"So I made time and used the app,\" she said.\n\n\"What's the first thing you say to someone that's dead? 'Welcome back? Are you OK? Did you cross over OK? Did you go to the light? Are you happy? Do you feel better?'\"\n\nAngel was surprised to see how well the app was able to recreate Cameroun's personality, from his very specific taste in '90s R&B and gospel music to the style and vernacular of his text messages. According to Project December's co-creator Jason Rohrer, the app is an AI language model that requires very little information but has been trained on everything humans have written. A few quotes from an individual, or a few details about them, and the AI model can \" simulate the dead .\"\n\nAngel's experience is just one example in Eternal You that depicts people's search for closure through AI. The documentary explores how new technology like Project December and VR Experiment, which creates a virtual avatar of deceased loved ones, can help people \"connect with the dead.\" It also raises questions about the ethical consequences that can come with \"death capitalism.\"\n\nWhere to watch Eternal You\n\nEternal You premiered at the 2024 Sundance Film Festival.\n\nWatch now on CBC Gem and the CBC Docs YouTube channel."
    },
    {
        "title": "Harnessing The Power Of AI (and Physics)In Movement Automation",
        "link": "https://www.forbes.com/sites/sabbirrangwala/2024/10/02/harnessing-the-power-of-ai-and-physicsin-movement-automation/",
        "description": "A previous article discussed the thrilling Indy Autonomous Challenge where 9 teams competed on the historic Indianapolis ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KWS4UcvrIXbqfpedSDUI-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "52m",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Justice announces launch of West Virginia Paranormal Trail",
        "link": "https://www.wvgazettemail.com/metrokanawha/justice-announces-launch-of-west-virginia-paranormal-trail/article_ab7546a6-80d0-11ef-9a91-1ba7cc4e122b.html",
        "description": "In celebration of the Halloween season, Gov. Jim Justice and the West Virginia Department of Tourism announced the launch of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MZZCPwU5s5z7NEvcVQv97S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Charleston Gazette-Mail5h",
        "source": "Charleston Gazette-Mail",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Governor announces launch of West Virginia Paranormal Trail",
        "link": "https://www.wvgazettemail.com/metrokanawha/governor-announces-launch-of-west-virginia-paranormal-trail/article_ab7546a6-80d0-11ef-9a91-1ba7cc4e122b.html",
        "description": "In celebration of the Halloween season, Gov. Jim Justice and the West Virginia Department of Tourism announced the launch of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MZZCPwU5s5z7NEvcVQv97S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Charleston Gazette-Mail5h",
        "source": "Charleston Gazette-Mail",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "A manga legend's forgotten series got translated into English for the first time in 26 years, and it's everything I love about paranormal romance",
        "link": "https://www.yahoo.com/entertainment/manga-legends-forgotten-series-got-161327807.html",
        "description": "Mangaka Ai Yazawa is best known for Nana, one of the top-selling manga in existence. After debuting in 1999, the story of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SmjOgqp9XmzbNHnuLxUVqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17h",
        "source": "Yahoo",
        "article_content": "A manga legend's forgotten series got translated into English for the first time in 26 years, and it's everything I love about paranormal romance\n\nWhen you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: VIZ Media\n\nMangaka Ai Yazawa is best known for Nana, one of the top-selling manga in existence. After debuting in 1999, the story of softhearted Nana has prompted live-action movies, Hello Kitty collabs, and rabid TikTok fandom, but its success hasn't guaranteed Yazawa's other work the same star treatment.\n\nLast Quarter – Yazawa's supernatural shoujo manga from 1998 – has been lost to the English-speaking world until this fall when VIZ Media released the first in a two-book series of the manga's first English translation. Even though it's taken 26 years, I'm grateful that Last Quarter can finally brush off the cemetery dirt and get back onto dusty bookshelves. Its intoxicating suspense is a perfect example of what draws me to paranormal romance.\n\nIn the manga, Mizuki – with the Rapunzel hair and platform heels characteristic of a Yazawa heroine – meets Adam by chance. He's a moody musician, another Yazawa trademark, and impossible to resist, so Mizuki stops going to high school. \"The rest of my life…belongs to you,\" she decides.\n\nArt from Last Quarter.\n\nBut life gets in the way. Though Mizuki is too in love to see it, something's wrong with Adam. His hands are freezing, and yet he leaves the windows wide open, for all of March's cold wind to curl through. He lives in an opulent apartment, but neighbors say it's been empty for decades, and when Mizuki ends up there alone, she discovers she can't leave. No one can hear her or see her, either, apart from a blue-eyed cat and the gracious fifth grader Hotaru, who Mizuki meets in a dream.\n\nSince the Jane Eyre days, two things have made a paranormal romance story really worthwhile: the man, and the mystery. I think Last Quarter is an emblematic paranormal romance because it excels at both.\n\nLike Mr. Rochester, like Edward, like Patrick Swayze in Ghost, Adam is beautiful and frightening in Last Quarter, as plausible as a monster as he is a husband. He doesn't appear often in book one, but his bright eyes make a lasting impression.\n\nArt from Last Quarter.\n\nAs French philosopher Roland Barthes writes in A Lover's Discourse, \"isn't desire always the same, whether the object is present or absent?\" Even after she's forgotten her own name, losing herself in days as repetitive as a nightmare, Mizuki still pines for Adam. She tasks Hotaru and her friends with bringing Adam back to her, declaring that, \"I don't care if Hell comes afterward. No matter how wonderful Heaven might be, if Adam isn't there, it would be meaningless to me.\"\n\nMizuki's body-aching desire for Adam and what he represents – adulthood, novelty, potential – dissolves whatever boundaries we, as readers, have separating our love from fear. That's always my favorite part of the paranormal romance experience, embracing every possibility of fear. In the unknown, I find red connective tissue and the unmistakable, metallic glint of excitement.\n\nI take the same away from Julietta Suzuki's 2022 manga series, Otaku Vampire's Love Bite, which Viz Media is also beginning to translate. In book one, released today, the perky Romanian vampire Hina has a crush on the gloomy human Amanatsu. He shares a sexy haircut and entire face with her favorite anime character, delectably blending reality and fiction.\n\nArt from Otaku Vampire's Love Bite.\n\nIt's a tantalizing mystery, the second ingredient in what I think is a winning paranormal romance story. And in Last Quarter, whose grayscale panels are often moonlit and melancholy, strangeness drives the plot more than a male protagonist with luscious hair. Little Hotaru is determined to help Mizuki rediscover her identity, and the truth of the dream-place where they first met. Was it purgatory? An omen?\n\nThrough Hotaru and Mizuki's intertwining and opaque fates, Last Quarter establishes a creeping anxiety as absorbing as its romantic elements. That's also what I find fascinating about Junji Ito's popular 1998 horror manga series Uzumaki . Unlike Last Quarter, Uzumaki has disproportionately more people spiraling in slimy agony than in thriving relationships. Its ending – and spoilers ahead – though, creates a satisfying combination of both; narrator Kirie and her boyfriend Shuichi collapse in a pile of dry and twisted corpses, holding each other close while their arms grow long and coil together.\n\nAs much as I enjoy mainstream horror manga's spilled blood and bloated bodies, I'm glad shoujo horror like Last Quarter is now starting to be translated. Aside from Uzumaki, it's rare that horror manga has a notable romance element, and when it does, it's often presented in the form of a misogynistic yandere crime scene. But Last Quarter protects the girls in its pages, subjecting them to the uncanny only in the context of tenderness. That's what I want from paranormal romance. It reminds me that nothing is pure, and nothing is doomed.\n\nStill in a manga mood? Check out our picks for the 10 best manga from 2023."
    },
    {
        "title": "West Virginia announces Paranormal Trail celebrating the state's spooky sites",
        "link": "https://wchstv.com/news/local/west-virginia-announces-paranormal-trail-celebrating-the-states-spooky-sites",
        "description": "The state of West Virginia is embracing the spooky season of October with a new statewide Paranormal Trail.The trail is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tVv8tg4R8rCSRotS-I8eOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5h",
        "source": "wchstv",
        "article_content": "The state of West Virginia is embracing the spooky season of October with a new statewide Paranormal Trail.\n\nThe trail is designed to help guide residents and visitors to some of the Mountain State’s most spine-chilling sites, according to a news release. An accompanying digital passport allows visitors to check in at haunted locations, earn points and unlock prizes along the way.\n\n“Recent trends have shown us that travelers are increasingly interested in spooky and unique destinations,” West Virginia Department of Tourism Secretary Chelsea Ruby said in the news release. “West Virginia has quite a few spots with haunted histories, so we created the Paranormal Trail to tap into the thriving market for themed tours and attractions. Whether learning about local legends or touring notoriously haunted attractions, it appeals to travelers interested in spooky sightings, mystery, and local lore.”\n\nSome of the sites on the trail include:\n\nTrans-Allegheny Lunatic Asylum\n\nLake Shawnee Abandoned Amusement Park\n\nWest Virginia Penitentiary\n\nMothman Museum\n\nTo experience the haunts of West Virginia and uncover chilling tales, travelers can register to participate in The West Virginia Paranormal Trail online and instantly receive the digital passport via email or text.\n\nAs exploration is underway, visitors check in to spooky spots around the state to earn points and unlock exclusive Paranormal Trail prizes.\n\nFor more information,"
    },
    {
        "title": "Steve Mera: Where is the Paranormal Specialist Now?",
        "link": "https://thecinemaholic.com/steve-mera/",
        "description": "My Paranormal Partner’ focuses on Don Philips‘ alleged ability to interact with a spirit entity called Becky. In order to put ...",
        "image_url": "https://www.bing.com/th?id=OVFT.u5B1d6jCIgZBGeU70s4r8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "thecinemaholic.com48m",
        "source": "thecinemaholic.com",
        "article_content": "Netflix’s ‘Unsolved Mysteries: My Paranormal Partner’ focuses on Don Philips‘ alleged ability to interact with a spirit entity called Becky. In order to put his abilities to the test, Paranormal Specialist Steve Mera joined Don on numerous of his paranormal projects and claimed that he witnessed his conversations with the spirit on the recording device. Despite Don being the focal point of the majority of the episode, Steve still manages to invoke several questions in the minds of the viewers.\n\nSteve Mera Has Accomplished a Lot in the Field of UFOs and Paranormal\n\nThe subject of UFOs and the Paranormal has fascinated Stephen “Steve” Mera from his early childhood, so much so that he ended up making a career out of it. However, before he made a name for himself in the community, he earned a degree in Electrical Engineering from North Trafford College and GEC Electrical after passing out from Wellington Boys Secondary School. Meanwhile, he ensured that he gave some time to his passion and carried out consistent research on UFOs and the Paranormal, which would prove to be vital in his future. By 1989, his efforts got him a job at NATO as a Telecommunications Officer before working at MAPIT (Manchester Aerial Phenomena Investigation Team) and BUFORA (British UFO Research Association).\n\nA few years later, Steve created the BITC (British Investigators Training Course) in Anomalous Phenomena, which turned out to be a huge success across the United Kingdom. The 1990s were quite productive in his professional career as he reformed MAPIT and helped in the launch of MARA (Merseyside Anomalies Research Association) and NUFORA (The National UFO Research Association). Around 1996, he also launched the SEP (Scientific Establishment of Parapsychology) and worked in the para-psychological departments. By 1998, he had completed the Pre-Degree Psychology at South Trafford College, Manchester, and the BSY Parapsychology Course. He has also worked with Parkway Green Housing Association and Zohar Entertainment Group as a UAP Geological Research and Paranormal Specialist.\n\nIn 2017, he also co-founded ONSTELLAR. Steve also earned his degree in Human Behavioral Psychology from The Manchester Metropolitan University. Steve has also been a part of more than 90 TV shows and radio stations throughout his career, thanks to his expertise in the field of UFOs and the Paranormal. Not only that, he has worked with more than 300 different publications across the world and written for numerous TV shows. Some of the shows he has worked on are ‘Conspiracy Corner,’ ‘The X-Files,’ ‘The Late Night Debate Show,’ ‘The Scream Team,’ ‘The Great Unexplained Debate Show,’ ‘UFO Hunters,’ The Afterlife,’ and more. As for the magazines that have featured his articles, some of them are ‘UFO Review,’ ‘UFO News UK,’ ‘Ghost Voices,’ ‘Naro Minded,’ ‘Fate,’ ‘UFO Magazine,’ ‘Alien Encounters,’ ‘Sightings,’ and many more.\n\nWhile he is currently handling his responsibilities as the owner and editor of Phenomena Magazine, Steve also stays busy with running MAPIT and SEP. Having written three books — ‘The A-Z of the Unknown,’ ‘Strange Happenings: Memoirs of a Paranormal Investigator,’ and ‘Paranormal Insight: A Concise Study of the Strange and Profound’ — the Paranormal Specialist is also reportedly working on a couple of new books, which would revolve around the UFO Phenomena. On September 30, 2024, Steve conducted a Birmingham UFO Group meeting at the Hot Shots Snooker Club function room at 100 Crosswells Road in Oldbury, Birmingham. In the same month, he also featured as a guest in a podcast called ‘Paranormal Pendle.’\n\nSteve Mera is Also a Dedicated Partner and Friend\n\nOriginally from Wythenshawe in south Manchester, England, Stephen “Steve” Mera leads a content life on the personal front. After all, he has been navigating life’s ups and downs with his one true love, Jackie Heighway, for over a decade now. Though neither of the two has shared when they fell in love, we know that their paths crossed in 2011 in Bolton, and it was in the same year, on November 28, that they turned their fondness for each other into a full-fledged relationship. Together, the two have seemingly built a beautiful world of their own in Greater Manchester, UK, with trust, care, understanding, and loads of love. Jackie is a Salford native who has been self-employed since 2018. Steve has her biggest cheerleader in Jackie, who makes sure she has his back every step of the way. Whether it is accompanying Steve on his research trips or sharing details about his talks, Jackie does everything to showcase her support for her partner.\n\nFrom what we can tell, Steve seemingly has a daughter named Jenny from a previous relationship. However, not much is known about her. For the uninitiated, Steve is also a huge animal lover and got his first pet in 1997. Losing a pet leaves a huge void in the lives of pet parents and sadly, Steve and Jackie had to experience that pain and grief when their beloved cat, Lucy, crossed over the rainbow bridge in August 2024. “We will never forget you. You were a huge part of our family. We will meet again one day,” wrote Jackie announcing Lucy’s departure from this world. Though they’ll always miss Lucy, Steve and Jackie are grateful they got to create so many beautiful memories with her.\n\nWhen Steve is not investing his time in furthering his passion, the paranormal specialist enjoys spending time with his family and friends. Even today, he continues to impart all the knowledge he has gathered from his decades of extensive research with the world by setting up meetings and talks every now and then. He also keeps his admirers updated and captivated by sharing his insights on a regular basis on his YouTube channel. Apart from spending time with the love of his life, Jackie, and embarking on trips with her, Steve also looks forward to hanging out with his friends.\n\nRead More: Don Philips: Where is the Paranormal Researcher Now?"
    },
    {
        "title": "Citizen scientists create buzz with new insect discovery",
        "link": "https://phys.org/news/2024-10-citizen-scientists-insect-discovery.html",
        "description": "More than 60% of Australia's known insects are unnamed and a mystery to science. Of an estimated 500,000 Australian species, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CtQuBrLdewpP49mfwJH_dS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5m",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA student's drawing and theory of how a Portuguese Moth Fly was found in their Australian schoolyard. Credit: CSIRO\n\nMore than 60% of Australia's known insects are unnamed and a mystery to science. Of an estimated 500,000 Australian species, roughly half are insects, but many aren't categorized.\n\nA group of sharp-eyed school students from Queensland is changing that. With the guidance of their dedicated teachers and enthusiastic experts, they've helped lift the lid on the secrets of two more insect species.\n\nThe Year 4 students from Yeronga State expected to find various insects in their Malaise insect trap. A tiny fly, first identified in a botanical garden in Portugal and unrecorded in Australia, was not one of them.\n\nExpert analysis found that some of the fly's DNA sequences were nearly identical to a moth fly species, Alepia viatrix. They sent specimens to Germany for testing, where scientists confirmed the fly's Alepia viatrix identity. It was far from home.\n\nThe students sketched and labeled the insect, and discussed their theories of how this fly came to be in their backyard. Popular theories included it swimming the distance, stowing away on a shipping container, or attempting world domination.\n\nThis work became part of a paper published in the journal Check List. The authors suggest the fly likely made its 18,000-km journey to Australia by hitchhiking in a bromeliad.\n\nFortunately, experts expect the fly to be harmless for Australia's environment. Its discovery highlights the importance of community involvement and citizen science.\n\nTaking the sting out of armyworm invasion\n\nMore recently, students from Yeronga and five other schools each collected a new wasp species in their Malaise traps. The discovered wasp is a natural enemy to the fall armyworm, a destructive cereal crop pest that entered Australian agriculture in 2020.\n\nBecause their wasp was unnamed and undescribed, students got to workshop potential names for the newly recognized species. Researchers credit the students and described the shared naming process in a journal article published in Austral Entomology.\n\nThe students' wasp discoveries and information gathered will be useful to the Queensland Government's Department of Agriculture and Fisheries. Knowing the wasps' locations will assist scientists researching solutions to armyworm population control, aiding Australian agriculturalists and farmers.\n\nOpening doors to science\n\nThe learning opportunities came from a partnership between teacher Clare Triggell from Yeronga State School and entomologist Dr. Andy Howe from the University of the Sunshine Coast. Thanks to their collaboration, students got a unique chance to learn about insect taxonomy, biodiversity, conservation and biosecurity.\n\nTriggell and Howe have been working as partners for more than three years through our STEM Professionals in Schools program. The initiative pairs Australian teachers with science, technology, engineering and math (STEM) professionals, connecting curriculum and real-life industry and research.\n\nDr. Howe helped make learning activities even more meaningful by basing some exercises on the citizen science projects of Insect Investigators. This school-based program teams up scientists with schools to discover, document and describe Australia's biodiversity. Through the program, Yeronga State School students have joined other emerging scientists around Australia. Together, they've named 17 new insect species and documented 5,000 species using DNA.\n\nThe Australian Museum celebrated Insect Investigators' efforts with a Eureka Prize for Innovation in Citizen Science in 2024. Dr. Howe says the enthusiasm of all the teachers and students involved drove the Eureka's shared achievement.\n\n\"Working with Clare is wonderful. She eagerly facilitates hands-on learning and has taught me how it works best in schools,\" Dr. Howe says.\n\n\"The partnerships to increase teacher capability, as well as the students, in a new STEM area, and I've seen that here. Last year, teachers ran their own insect trapping and monitoring exercise with minimal input from me. I can't wait to learn what they discover next.\"\n\nMore information: Santiago Jaume-Schinkel et al, The hitchhiker's guide to Australia: the 18,000-km-long journey of Alepia viatrix Jaume-Schinkel, Kvifte, Weele & Mengual, 2022 (Diptera, Psychodidae) discovered through citizen science, Check List (2023). DOI: 10.15560/19.4.589 Erinn P. Fagan‐Jeffries et al, Hymenopteran parasitoids of fall armyworm (Spodoptera frugiperda (J.E. Smith) (Lepidoptera: Noctuidae)) in Australia, with the description of five new species in the families Braconidae and Eulophidae, Austral Entomology (2024). DOI: 10.1111/aen.12682\n\nProvided by CSIRO"
    },
    {
        "title": "Medallion containing original mold from discovery of penicillin goes up for auction",
        "link": "https://www.msn.com/en-us/news/other/medallion-containing-original-mold-from-discovery-of-penicillin-goes-up-for-auction/ar-AA1rAei4?ocid=BingNewsVerp",
        "description": "A medallion containing some of the original mold involved in the discovery of penicillin is expected to fetch up to $50,000 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ujgRtSc7UwNAToblVrnCDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of promising electrolyte for all-solid-state batteries",
        "link": "https://www.sciencedaily.com/releases/2024/10/241002104715.htm",
        "description": "Researchers have developed a solid electrolyte that could be a suitable material for all-solid-state batteries. Solid electrolyte composed of nanoparticles embedded in an amorphous matrix shows high ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily1h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Recap: Donald Trump speaks in Dane County and Milwaukee, while Doug Emhoff speaks at Milwaukee manufacturer",
        "link": "https://www.jsonline.com/story/news/politics/elections/2024/10/01/donald-trump-doug-emhoff-to-hold-campaign-events-in-wisconsin-tuesday-live-updates/75468368007/",
        "description": "Former president Donald Trump returned to Wisconsin Tuesday, making campaign stops in Dane County and Milwaukee. Second ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZWNAeS9yp6UbcHka2AeQ1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1h",
        "source": "Milwaukee Journal Sentinel",
        "article_content": "(This story has been updated to include new information.)\n\nFormer president Donald Trump returned to Wisconsin Tuesday, making campaign stops in Dane County and Milwaukee. Second gentleman Doug Emhoff also spoke in Milwaukee Tuesday afternoon on behalf of Vice President Kamala Harris' presidential campaign.\n\nTrump delivered remarks at Dane Manufacturing in Waunakee, about 13 miles north of Madison, and then spoke in a closed-to-the-public event at Discovery World, a science museum along Lake Michigan, in Milwaukee.\n\nEmhoff spoke at Diamond Discs International, a small manufacturing business in Milwaukee. Harris last held a rally in Wisconsin Sept. 20 in Madison.\n\nHere's a recap of the day:\n\nTrump ends his remarks to the media in Milwaukee\n\nTrump wrapped up his event in Milwaukee around 7 p.m., about an hour before the vice presidential debate starts.\n\nHe took questions from reporters for about 45 minutes after giving remarks that were similar to the points he made in Waunakee.\n\n— Hope Karnopp\n\nTrump hints at potential rallies at Fiserv Forum in Milwaukee, Green Bay\n\nWhile speaking at Discovery World, Trump hinted his team is looking at holding a rally at Fiserv Forum, which hosted the Republican National Convention in July. Harris also held a rally at the home of the Milwaukee Bucks during the Democratic National Convention.\n\n\"The building was beautiful,\" Trump said. \"I love Milwaukee. We had such a great convention here. They treated us so well. I also like the result. If I didn't get the right result, I probably wouldn't like Milwaukee. I got a great result.\"\n\nTrump added he'll announce a rally in Green Bay soon, potentially the day before a Green Bay Packers game. He also hinted at a third event that would be similar to the press conference format of the Tuesday night event in Milwaukee, which was ultimately closed to the public.\n\n— Hope Karnopp\n\nU.S. Rep. Bryan Steil praises Trump for campaigning in blue areas\n\nAt a panel discussion before Trump spoke in Milwaukee, Republican U.S. Rep. Bryan Steil praised the former president for \"campaigning in two of the most blue areas of our state.\"\n\n\"We as conservatives, we as Republicans, we as supporters of President Trump, know that we have the answers to the challenges that our country faces, that our communities face. In particular, blue cities across the country, and the challenges that they face,\" Steil said.\n\nSteil said he attended the opening of a GOP Hispanic outreach center in Milwaukee this weekend. The state party announced the new center after the national party abandoned its own center in the city early last year.\n\nSteil said voters who were excited to vote for Trump connected with issues like inflation, school choice, crime and national defense.\n\nSteil represents the southeastern portion of Wisconsin, including Racine and Kenosha. He is running for reelection and faces Democratic opponent Peter Barca, who once held the seat.\n\n— Hope Karnopp\n\nSpeakers focus on school choice ahead of Trump visit to Discovery World\n\nA panel of speakers that included advocates, elected officials, students and a school principal spoke ahead of Trump’s arrival at Discovery World in Milwaukee.Their comments focused on school choice, with students speaking to the opportunities their schools have offered them.“I can't tell you how many people I talk to, how many moms and dads I talk to about the importance of school choice, a policy championed by conservatives, championed by Republicans, championed by President Trump,” Steil said.\n\n“And it's a policy that says moms and dads should have a choice to choose the school that's best for their child, to make sure that their child is in an environment where there they can succeed.”— Alison Dirr\n\nUnclear why Trump's Milwaukee event is closed to public\n\nWhile general admission tickets were available for Trump's appearance at Discovery World, the public was ultimately not allowed entry. Members of the media were let in for a press conference-like event, though some supporters lingered outside in the afternoon, hoping to be admitted.\n\nA spokesman for the U.S. Secret Service told the Journal Sentinel it wasn't tracking any security issues and any changes to the event format were likely a decision made by the campaign. The campaign declined to comment.\n\nThe Secret Service noted Trump is receiving a heightened level of Secret Service protection and \"there are significant security measures put into place for tonight's event.\"\n\n— Hope Karnopp\n\nDoug Emhoff addresses crowd at Diamond Disc International\n\nSecond gentlemen Doug Emhoff addressed about 100 people at Diamond Disc International, saying Harris is “a capitalist, pro-growth.”\n\n“She knows the limitations of government,” Emhoff said, adding that Harris looks for “pragmatic solutions.”\n\nEmhoff also criticized Trump for “ducking” a second debate.\n\n“She kicked his ass at that first debate,” he said.\n\n— Ricardo Torres\n\nDiamond Disc president endorses Harris\n\nDiamond Discs International president Ugo Nwagbaraocha endorsed Harris for president, saying a Harris presidency would benefit businesses like his.\n\nNwagbaraocha said Trump “did nothing” for his business and called the Foxconn project in Mount Pleasant “Weasel-conn.”\n\n— Ricardo Torres\n\nTrump ends Waunakee speech around 3:20 p.m.\n\nTrump spoke for about an hour and 15 minutes in Waunakee, wrapping up his speech at 3:20 p.m.\n\n\"Remember, early mail-in voting is underway,\" Trump told the crowd. \"So vote, vote, vote. You got to get going.\"\n\nTrump is scheduled to appear at Discovery World at 5 p.m. It's not yet clear whether he's making the hour-and-a-half drive or traveling by plane to Milwaukee.\n\n— Hope Karnopp\n\nTrump supporters line up outside Discovery World, hoping event remains public\n\nTrump supporters lined up outside Discovery World early Tuesday afternoon even as rumbles of the event’s closure to the public were circulating among the crowd.\n\nBradley Kahn, 35, of Chicago said he had tried to attend a Trump event in 2015 but it was canceled. He’s been hoping to see him since, and Milwaukee was a close destination.\n\nHe wanted to get a selfie Tuesday.\n\n“If it gets canceled today, I would be pretty upset,” he said.\n\nHe was hoping to hear from Trump about election strategy, particularly immigration policy and employment.\n\nAhead in the line, Kelly McAuliffe said she and her family members arrived at Discovery World from the Chicago suburbs around 5 a.m.\n\nShe said the event invitation said there was limited space but that, since she arrived, police had over time moved attendees back from the front door.\n\nBy early afternoon, the line of a few dozen people stretched west on the sidewalk between Discovery World and the Milwaukee Art Museum.\n\nShe was no longer optimistic that she and other supporters would be getting into the event.\n\n— Alison Dirr\n\nDoug Emhoff will visit Diamond Discs International\n\nSecond gentleman Doug Emhoff and former Rhode Island governor Gina Raimondo will deliver remarks at Diamond Discs International, a small manufacturing business in Milwaukee.\n\nThey'll also get a tour of the building.\n\n— Ricardo Torres\n\nDoug Emhoff lands in Milwaukee\n\nTrump again criticizes prisoner swap involving WNBA star Brittney Griner\n\nTrump on Tuesday again criticized a prisoner swap involving WNBA star Brittney Griner and arms dealer Viktor Bout.\n\nBout, the so-called “merchant of death,” was exchanged in a 2022 prisoner swap for Griner, who had spent nearly a year in Russian captivity.\n\nTrump again essentially accused Griner of not being patriotic enough, saying she “tied her shoes” during the national anthem.\n\nGriner played for Team USA in the 2020 Tokyo Olympics and the 2016 Rio de Janeiro Olympics, winning gold both times.\n\nThen, at the 2024 Paris Olympics, as Griner stood on the medal stand with her third gold medal draped around her neck, tears streamed down her face as she stood for the national anthem.\n\nLast year, Bout urged Trump to seek refuge in Russia, saying he believed his life was “in peril.”\n\n— Mary Spicuzza\n\nTrump falsely claims immigrants are being signed up to vote\n\nWhile touching on immigration, Trump claimed immigrants are being registered to vote, a claim PolitiFact has debunked before.\n\n\"There's a reason why they let all these people in, because they want to get them to vote,\" Trump said.\n\nTrump didn't mention a Republican-led referendum question on the Nov. 5 ballot in Wisconsin, which aims to prevent noncitizens from voting in local elections in the future. Some cities in the U.S. do allow that, but nowhere in Wisconsin does.\n\nThe Wisconsin Elections Commission has said it knows of only four alleged cases of voter fraud related to citizenship since 2015. Wisconsin's voter registration form includes a checkbox confirming the voter is a U.S. citizen.\n\n— Hope Karnopp\n\nTrump calls Tommy Thompson 'the dean'\n\nTrump shouted out former Wisconsin governors Scott Walker and Tommy Thompson, who also spoke at the rally Tuesday. Trump called Thompson \"so respected\" and \"the dean.\"\n\nTrump said Thompson called him during his 2016 campaign, expressing doubts about Trump's ability to win Wisconsin and telling him to campaign in other battlegrounds.\n\n\"He said, 'Here's a deal. If I think you're going to win, I'll call you back,'\" Trump said. \"He called me about three weeks later. He said, 'It's time to come up. You're going to win this thing.'\"\n\n— Hope Karnopp\n\nTrump falsely claims there was a 'coup' when Harris became Democratic nominee\n\nTrump again falsely claimed that there was a “coup” when Harris replaced President Joe Biden as the Democratic presidential nominee.\n\nHe added that Walker “says it was a coup,” and also mentioned Thompson as he repeated his claims that “it was a coup.”\n\nBut a coup, or coup d’etat, is defined as a sudden, violent and unlawful seizure of power, experts say. So while Biden’s exit from the race was unusual, experts say it does not amount to a “coup.\"\n\nTrump’s comments undermining confidence in this year's presidential election echo the tactics he used in 2020 when he lost to Biden.\n\n— Mary Spicuzza\n\nTrump claims 50,000 people were turned away from Prairie du Chien rally\n\nAfter taking the stage at Dane Manufacturing, Trump claimed 50,000 to 60,000 people were turned away from his Saturday rally in Prairie du Chien.\n\nAbout a thousand people were standing in line to get into the rally, but the auditorium sat somewhere near 300 people.\n\nThe rally was initially planned to be held outdoors but switched to indoors over Secret Service staffing concerns. The agency was responsible for securing the United Nations General Assembly summit in New York on the same day.\n\n— Hope Karnopp\n\nTrump starts after about a 30-minute delay\n\nTrump took the stage at 2:05 p.m., about a half hour behind schedule.\n\nIn the meantime, attendees heard standard songs on Trump's rally playlist, including \"YMCA\" and \"Macho Man\" by the Village People and \"Gloria\" by Laura Branigan.\n\nThere were some newer additions: \"Give Me Everything\" by Pitbull and \"Thriller\" by Michael Jackson.\n\n— Hope Karnopp\n\nWisconsin union president accuses Trump of 'shell game' on overtime\n\nA Wisconsin union president is accusing Trump of playing a \"shell game\" when it comes to overtime pay and protections.\n\n\"He is claiming that he will eliminate taxes on overtime pay but he fails to mention that he would do so by eliminating overtime pay altogether,\" Stephanie Bloomingdale, the Wisconsin AFL-CIO president, said Tuesday in a statement.\n\nShe referred to Trump's recent comments at a rally in Erie, Pennsylvania, that he \"hated\" to give overtime and \"wouldn't pay\" it.\n\nBloomingdale also referred to Project 2025, which Trump has been trying to distance himself from in recent months.\n\n\"When Donald Trump comes here and tries to sell this underhanded scam, we are wise to the lie he is again trying to sell,\" she said. \"The truth is that Donald Trump does not care about the well-being of Wisconsin working people and he never has.\"\n\n— Mary Spicuzza\n\nVice President Kamala Harris visiting areas affected by Hurricane Helene before Thursday's Wisconsin visit\n\nBefore heading to Wisconsin on Thursday, Harris will visit areas affected by Hurricane Helene.\n\nHarris is scheduled to go to Georgia on Wednesday, according to a White House pool report. She will also travel to North Carolina, the pool report said.\n\nTrump traveled to the storm-hit battleground state of Georgia to survey damage from Helene . Trump told reporters, \"We're not talking about politics now,\" but he then criticized Biden and Harris over the administration's hurricane response in the hours leading up to the trip.\n\nBiden has pushed back on false claims made by Trump over his response to the disaster.\n\n\"Donald Trump is a liar,\" read a post on X from Biden. \"I’m working with governors and local officials to help those impacted by Hurricane Helene.\"\n\nHarris cut a previous campaign trip short to return to Washington, D.C., for briefings about the disaster.\n\nShe's planning to address voters in the Fox Valley on Thursday, according to an advisory to voters from Wisconsin Democrats.\n\nThe visit would be Harris' fifth to Wisconsin since she became the Democrats' presidential nominee in late July. The Harris campaign early Tuesday declined to comment on her travel plans, and a spokesman for the Democratic Party of Wisconsin didn't respond to a message about the advisory.\n\n— Mary Spicuzza\n\nTrump crowd count at 500 indoors, 4,500 outside\n\nAccording to a spokesman for the Republican Party of Wisconsin, the Dane Manufacturing facility held 500 people ahead of Trump's remarks, while about 4,500 stood outside the building.\n\n— Jessie Opoien\n\nWalker, Thompson encourage '72-county strategy' for Trump in Wisconsin\n\nWalker and Thompson greeted the crowd at Dane Manufacturing ahead of Trump's remarks, each stressing the need for Republicans to cut into the strong Democratic margins in Dane and Milwaukee counties.\n\n\"You need to go beyond your comfort zone. You need to talk to family and friends, neighbors and coworkers, including some who maybe don’t typically vote for a Republican,\" Walker said. \"Remind them ... this simple truth. Life was better when Donald Trump was president of the United States.\"\n\nWalker argued that any distaste for Trump's rhetoric is negated by his approach to the economy, the border and violent crime.\n\nThompson, in a rousing speech, reiterated his insistence that Trump can win Wisconsin by increasing his vote share in the state's two most liberal counties.\n\n\"You have to go where the votes are. You have to go where the opposition is. You have to come into Dane County, Milwaukee County and southwestern Wisconsin,\" he said. \"Dane County has the third-most Republican votes in the state of Wisconsin, and all we have to do is increase them.\"\n\n\"Democrats,\" he said, \"get the hell out of our way.\"\n\n— Jessie Opoien\n\nGov. Tony Evers criticizes Trump's visits\n\nIn a statement released Tuesday morning, Democratic Gov. Tony Evers said, \"I know Wisconsin families, and they’re going to reject (Trump) again in November.\"\n\n\"As president, Donald Trump was a disaster for Wisconsin, and we haven’t forgotten. A second term would be a heck of a lot worse — Trump’s extreme Project 2025 agenda would hurt working families, cut Social Security and Medicare, dismantle support for public education across the country and more,\" Evers said. \"Vice President Harris is the only candidate in this race fighting to lower costs, cut taxes and invest in Wisconsin’s future.”\n\n— Hope Karnopp\n\nTrump campaign releases statement on Emhoff visit\n\nIn a statement, Wisconsin press secretary for Trump's campaign, Jacob Fischer, said \"no visit from Doug Emhoff can conceal the reality that the dangerously liberal Harris-Walz agenda will be one that Wisconsinites simply can't afford.\"\n\n\"Emhoff has stood on the sidelines for four years of failure, and it's time to retire his second gentleman title. President Trump and JD Vance will lower taxes, empower our businesses and put hard-working Americans first, while Harris and Walz advance dangerously liberal policies and bankrupt our country,\" Fischer said.\n\n— Hope Karnopp\n\nFormer Gov. Tommy Thompson 'so happy' Trump is competing in Dane County\n\nThompson told reporters at Trump's event in Waunakee he's \"so happy\" the former president honored his request to visit Dane County.\n\nIn an interview last month on WISN-TV's \"Upfront,\" Thompson said he told Trump during his August rally in La Crosse that to win Wisconsin, he'll have to compete in the liberal strongholds of Dane and Milwaukee counties — areas that have rarely been a focus for Republican candidates.\n\nThompson, the state's longest-serving governor, told reporters Tuesday that by campaigning in both counties in one day, the former president will send a message that: \"I want your vote. I'm here in Dane County because I’m going to compete for your votes all over the state of Wisconsin.\"\n\nTrump lost the village of Waunakee by 28 points in 2020 — about half his losing margin countywide.\n\n— Jessie Opoien\n\nWhere is Waunakee, Wisconsin, the site of Trump's visit?\n\nWaunakee is about 13 miles north of Madison. It's in the northern part of Dane County, a county that produces large Democratic margins that present headaches for Republicans.\n\nIn 2020, Trump lost the village of Waunakee by 28 points, about half his losing margin in the county. Waunakee has a population of about 15,000.\n\nEric Hovde, the Republican candidate for Senate running against Democratic U.S. Sen. Tammy Baldwin, also visited Dane Manufacturing in Waunakee in September, where he took questions from employees.\n\n— Hope Karnopp\n\nDiscovery World has hosted Harris, Vance and now Trump\n\nTrump's appearance in Milwaukee Tuesday will take place at Discovery World, a science museum that juts out into Lake Michigan. The museum's current facility was built in 2006.\n\nDuring the Republican National Convention in Milwaukee, Trump's running mate and Ohio U.S. Sen. JD Vance spoke at Discovery World at an event sponsored by the Log Cabin Republicans, a pro-LGBTQ group.\n\nHarris also spoke at Discovery World in May, before she became the Democratic presidential nominee. During that visit, she focused on the economy and disparities that affect Black homeowners and business owners.\n\n— Hope Karnopp\n\nMore:From admission cost to hours to exhibits, here's what to know before a Discovery World visit\n\nTrump to make his first Dane County campaign stop\n\nHundreds of supporters are lined up outside Dane Manufacturing in Waunakee awaiting a visit from Trump. His remarks are scheduled for 1:30 p.m.\n\nIt's Trump's first campaign event in Dane County, Wisconsin's fastest-growing county and a Democratic stronghold. Biden led Trump by more than 181,000 votes in the county when he defeated him statewide by about 21,000 votes in 2020. In Waunakee, Biden led Trump by about 2,600 votes.\n\nDane Manufacturing has served as a friendly space for Republican candidates in the liberal region. Hovde toured the metal fabrication facility and fielded questions from employees about a month ago, and Texas U.S. Sen. Ted Cruz did the same at the company's former location during his 2016 presidential bid. Cruz, who now backs Trump, at the 2016 stop referred to him as a \"sniveling coward.\"\n\nIn his Tuesday speeches, Trump is expected to criticize the current Democratic administration's economic policy.\n\n\"When Wisconsinites send President Trump back to the White House, he will lower input costs for our farmers, cut 10 regulations for each new regulation implemented, and help, not hurt, farmers’ ability to feed the world,\" the Trump campaign said in a news release promoting the campaign events.\n\n\"While Kamala Harris desperately tries to run from her four years of failure for farmers, workers, and families across the state, Wisconsinites know that only President Trump can Make America Wealthy, Safe, Strong, and Great Again,\" the news release said.\n\n— Jessie Opoien\n\nHarris planning Fox Valley campaign stop Thursday in Wisconsin\n\nHarris will be returning to Wisconsin on Thursday to rally voters in the Fox Valley. The campaign hasn't yet confirmed her travel plans, but a Wisconsin Democrats advisory with a registration link went out to voters.\n\nHarris was last in Wisconsin in late September for a rally in Madison. The Fox Valley visit would be Harris' first to northeastern Wisconsin. Trump rallied in Green Bay in April for his first campaign stop of 2024, and running mate JD Vance was in De Pere recently.\n\n— Hope Karnopp\n\nWhat do the latest Trump-Harris polls show in Wisconsin?\n\nA new Marquette University Law School poll of Wisconsin voters will be released Wednesday afternoon, right in the middle of this week of campaign visits. The poll is considered one of the highest-quality surveys in the country.\n\nThe last poll, conducted between Aug. 28 and Sept. 5, showed Harris with a four-point lead over Trump. That was within the margin of error, as have been most Marquette polls this year in battleground Wisconsin.\n\nThe last poll also showed an important switch for Harris: For the first time, she led among voters who consider themselves \"very enthusiastic\" to vote. Harris closed an enthusiasm gap that presented problems for Biden, then pulled ahead of Trump in the latest poll.\n\n— Hope Karnopp\n\nAbout 462,000 absentee ballots have been requested in Wisconsin\n\nElection Day is Nov. 5, but voting is well underway in Wisconsin. According to Sept. 30 data from the Wisconsin Elections Commission, 461,704 voters have requested mail-in absentee ballots. About 87,000 of them have been returned by voters.\n\nEarly voting, which provides an opportunity to cast an absentee ballot at an in-person location, runs from Oct. 22 to Nov. 3 in Wisconsin. It's up to each city, town or village to decide how many dates, times and locations to offer.\n\nYou can register to vote, request an absentee ballot, look up what's on your ballot, find your polling place and more at myvote.wi.gov.\n\n— Hope Karnopp"
    },
    {
        "title": "Unearthed After 3,775 Years: Ancient Wood Discovery Sparks Climate Change Breakthrough",
        "link": "https://scitechdaily.com/unearthed-after-3775-years-ancient-wood-discovery-sparks-climate-change-breakthrough/",
        "description": "A new University of Maryland-led study found that burying wood in the right environmental conditions can stop its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Sc08ejGKPFAjOXlj2ZYizS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Empowering the Lending Industry: How Low-Code, No-Code, Pro-Code Platforms are Driving Innovation",
        "link": "https://www.finextra.com/blogposting/26934/empowering-the-lending-industry-how-low-code-no-code-pro-code-platforms-are-driving-innovation",
        "description": "While Low-Code and No-Code platforms are designed to streamline application development and empower non-technical users, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ih9YM0D01Q82gkTq0jNmyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "6h",
        "source": "Finextra",
        "article_content": "The lending industry has been undergoing significant transformation in recent years, driven by shifts in consumer expectations, tighter regulations, and fierce competition. Traditional financial institutions are now facing pressure to innovate and streamline their lending processes, across loan origination, loan servicing and collections, while fintech companies are offering more agile and tailored solutions. In the midst of these changes, Low-Code, No-Code, and Pro-Code (LcNcPc) platforms have emerged as key enablers, allowing organisations to quickly adapt and launch new solutions in response to market demands. According to Gartner, growing enterprise wide hyper-automation and composable business initiatives to be the key drivers for adoption of low code technologies.\n\nThese platforms provide a flexible approach to application development. Low-Code and No-Code (LcNc) platforms empower non-technical users to create functional applications with minimal coding, while Pro-Code offers deeper customisation for more complex needs. This trifecta is accelerating the transformation in the lending industry, allowing both traditional institutions and fintech startups to meet consumer needs faster, reduce development costs and stay compliant with evolving regulations.\n\nPro-Code: Driving Customisation and Performance\n\nWhile Low-Code and No-Code platforms are designed to streamline application development and empower non-technical users, Pro-Code remains critical for financial institutions that need highly customised, secure, and scalable solutions. Here are the key benefits of incorporating Pro-Code into the LCNC platform:\n\nDeep Customisation for Complex Needs\n\nPro-Code allows institutions to build custom features that go beyond the pre-configured components available in Low-Code and No-Code environments. Banks and Financial Institutions (Fis), for instance, can use Pro-Code to create highly specific tools, such as customised risk assessment engines or dynamic pricing models, tailored to their unique business requirements. Scalability for Enterprise Solutions\n\nWhile Low-Code and No-Code platforms are excellent for rapid prototyping and building smaller applications, Pro-Code is essential for handling enterprise-level scale. Financial institutions often require complex systems capable of handling large volumes of transactions, real-time data processing, and high-level performance, all of which can be achieved with Pro-Code. Enhanced Security and Compliance\n\nPro-Code offers the flexibility to integrate advanced security features and customise compliance-related workflows. Financial institutions face stringent regulatory requirements, and Pro-Code platforms allow developers to build systems that meet these standards, such as custom encryption, advanced access controls, and compliance auditing. Complex Integrations\n\nPro-Code provides the capability to integrate with legacy systems, third-party applications, and APIs in a highly tailored manner. This ensures that banks can modernise their infrastructure without completely replacing their core systems, allowing for gradual digital transformation. Optimising AI/ML Models\n\nPro-Code allows banks to integrate advanced AI and machine learning models into their operations, providing predictive analytics, fraud detection, and data-driven decision-making tools. These customised models can enhance core functions like credit scoring, loan approvals, and personalised product recommendations, making operations smarter and more efficient.\n\nWhere GenAI Comes In\n\nThe rise of GenAI further enhances the capability of Low-Code, No-Code, and Pro-Code platforms, enabling businesses to build smarter, more adaptable tools. One of the most powerful ways to harness GenAI within LCNC platforms is through prompt engineering.\n\nPrompt Engineering: The Power to Build Without Code\n\nPrompt engineering is the process of using natural language inputs to interact with and guide GenAI systems. In the context of LCNC platforms, this means that users, regardless of technical expertise, can build, customise, and deploy applications simply by crafting precise prompts. Here are the key benefits of prompt engineering within LCNC platforms:\n\nFaster Tool Creation and Automation\n\nWith prompt engineering, users can rapidly create tools by instructing GenAI in plain language. For example, a user could input a prompt like, “Create a tool that automatically verifies loan applicants' income using bank statements,” and the LCNC platform, powered by GenAI, will generate the necessary logic and workflows to achieve this. This significantly reduces development time and allows teams to automate complex tasks without writing any code. Democratising Development\n\nOne of the most significant advantages of prompt engineering is its ability to democratise application development. Business users, compliance officers, or customer service teams, who may not have coding skills, can still create functional applications by providing clear instructions through prompts. This empowers more people within a financial institution to contribute to the digital transformation process, leading to quicker innovation and responsiveness to market needs. Real-Time Customisations\n\nGenAI, when guided by well-structured prompts, can help users create tools that adapt in real-time to changing business conditions or customer needs. For instance, a bank can prompt GenAI to “Create a dynamic loan calculator that updates based on current market interest rates and customer credit scores,” allowing the institution to offer tailored services at scale, without manual intervention. Seamless Integration and Flexibility\n\nPrompt engineering allows for the easy creation of connectors and integrations with legacy systems or third-party platforms. A simple prompt like, “Generate a tool to sync loan application data with the CRM system,” can trigger GenAI to create the necessary APIs or data pipelines. This flexibility ensures that financial institutions can modernize their operations without overhauling their existing infrastructure, saving time and reducing dependency on external vendors. Enhanced Testing and Prototyping\n\nPrompt engineering enables rapid prototyping within the LCNC platform. By providing prompts such as, “Build a prototype for a risk assessment tool based on customer transaction history,” teams can quickly generate working models, test them, and iterate as needed. This accelerates the innovation process and allows banks to quickly bring new ideas to market while maintaining high-quality standards. Cost Efficiency and Resource Optimisation\n\nBy reducing the need for deep technical resources and external development teams, prompt engineering directly contributes to cost efficiency. Non-technical teams can build, deploy, and update tools without the heavy costs associated with traditional software development. This frees up skilled developers to focus on more critical, high-value projects that require complex coding, while everyday tasks are handled through automated or semi-automated processes.\n\nThe Impact of LCNCPC Platforms on the Lending Industry\n\nThe financial landscape, especially in lending, is becoming increasingly competitive. Traditional banks and financial institutions (FIs) are under immense pressure to deliver faster, more personalised services while maintaining compliance with complex regulations. LCNCPC platforms offer significant advantages in key areas:\n\nCost Efficiency\n\nLCNCPC platforms significantly reduce development costs. No-Code and Low-Code solutions empower non-technical staff to develop applications, reducing the need for expensive IT resources. Pro-Code platforms allow specialised teams to focus on high-priority projects, streamlining operations and reducing overhead. Vendor Dependency\n\nVendor lock-in is a major concern for banks, but LCNCPC platforms provide a solution. Many platforms promote interoperability and modularity, allowing banks to integrate external APIs and build custom functionalities without relying entirely on one vendor. Pro-Code ensures that banks retain control over critical aspects of their systems. Swift Deployments\n\nSpeed to market is crucial in the financial industry. LCNCPC platforms allow rapid prototyping and deployment of digital solutions. With No-Code tools, banks can make adjustments to workflows or build small applications, enabling faster service rollouts, such as loan application portals or customer onboarding tools. Enhanced Customer Experience\n\nCustomer satisfaction in lending depends on simplicity and speed. LCNCPC platforms enable banks to create personalised, digital-first loan experiences. With GenAI, banks can further enhance this by analysing customer profiles and offering tailored loan options in real time. For instance, the platform can be used to design highly personalised loan repayment plans that cater to individual borrower needs, fostering customer loyalty. Compliance and Regulatory Adaptability\n\nAs regulatory changes continue to evolve, LCNCPC platforms help banks stay compliant. Low-Code and No-Code platforms allow for quick updates to workflows in response to new regulations. Pro-Code can be used to build advanced compliance monitoring and reporting systems. GenAI also plays a role in automating compliance checks and generating reports. Seamless Integration with Legacy Systems\n\nLCNCPC platforms integrate easily with existing legacy systems, allowing banks to modernise without overhauling their entire infrastructure. Low-Code platforms can bridge new digital services and traditional banking systems, while Pro-Code supports deeper integrations for more complex solutions.\n\nConclusion\n\nThe emergence of Low-Code, No-Code, and Pro-Code platforms offers banks and financial institutions a powerful way to drive innovation, enhance customer experiences, and stay compliant with ever-evolving regulatory requirements. By adopting a phased approach, financial institutions can reap the benefits of new age lending technology with LcNcPc capabilities while minimising risks and controlling costs of their lending operations. Integrating GenAI further amplifies the efficiency and flexibility of these platforms, positioning the lending industry for a future where digital transformation is not just an option but a necessity."
    },
    {
        "title": "Ava Protocol, Sony’s Soneium partner for no-code blockchain automation",
        "link": "https://cointelegraph.com/news/ava-protocol-sony-soneium-no-code-blockchain-automation",
        "description": "Ava Protocol partners with Sony’s Soneium to integrate intent-based, no-code automation for Web3, improving privacy and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mBvg3kBcMur46k-8aY9X2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "7h",
        "source": "CoinTelegraph",
        "article_content": "Content not available"
    },
    {
        "title": "What is Yom Kippur and when does it start? Here's what to know about the Jewish holiday",
        "link": "https://www.msn.com/en-us/lifestyle/mind-and-soul/what-is-yom-kippur-and-when-does-it-start-here-s-what-to-know-about-the-jewish-holiday/ar-AA1rAFRy?ocid=BingNewsVerp",
        "description": "Yom Kippur translates from Hebrew to English as the \"Day of Atonement.\" Here's everything to know about when and how the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ImToBNunWF4Kpy6bncfs5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "6hon MSN",
        "source": "Arizona Republic on MSN",
        "article_content": ""
    },
    {
        "title": "A Venture Capital Firm Does Something Rare: Give Money Back",
        "link": "https://www.nytimes.com/2024/10/02/technology/crv-vc-fund-returning-money.html",
        "description": "CRV, based in Silicon Valley, plans to return to investors $275 million because the market for mature start-ups has soured.",
        "image_url": "https://www.bing.com/th?id=OVFT.FQhw3g5kVwf8bQsxSYGoIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11h",
        "source": "The New York Times",
        "article_content": "Venture capital firms raise money — lots of it — and invest it in start-ups in hopes of generating big returns. One thing they rarely do is give the money back.\n\nYet that is what CRV, one of the industry’s oldest firms, is planning. The firm will tell its investors this week that it will return the $275 million that it has not yet invested from its $500 million Select fund, which is designed to back more mature start-ups.\n\nThe reason, four of the firm’s partners said in a joint interview, is that market conditions have changed for the worse. The valuations for start-ups are too high relative to their potential for a payoff, the partners said.\n\nCRV’s decision is part of a reset that is happening around the venture capital industry after the go-go years of the pandemic. In 2020 and 2021, many start-ups and investment firms raised outsize funding, expecting the boom to keep going."
    },
    {
        "title": "2025 Chevrolet Blazer vs. 2024 Blazer: everything new this year",
        "link": "https://www.digitaltrends.com/cars/2025-chevrolet-blazer-vs-2024-blazer-everything-new-this-year/",
        "description": "Chevrolet has launched the 2025 iteration of the Blazer EV. How does it stack up with the 2024 model, which was considered one of the best-value EVs?",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "2h",
        "source": "Digital Trends",
        "article_content": "It seems like Chevrolet is ready to take the electric Blazer to the next level. The company has announced the 2025 model of its midsize EV, and it represents a helpful upgrade over the 2024 model.\n\nThe Chevy Blazer EV is one of Chevy’s cheaper EV models, though not quite as cheap as the Equinox EV. Previously, the Bolt EV was the company’s cheapest electric car; however, that car is currently on hiatus, with a redesign expected in the not-too-distant future.\n\nRecommended Videos\n\nSo how does the well-priced 2025 Blazer EV perform against the previous-generation model? Here’s everything that’s new about it, and why it’s better. Note that we’re only focusing on the electric version of the Blazer, not its gas-powered counterpart.\n\nDesign\n\nThe design of the Blazer isn’t really what’s notably new about it for 2025 — Chevy has kept the same overall design as the previous-generation model. While it’s not the most premium-looking vehicle out there, it certainly looks better than you would expect for a vehicle in its price range. The car is branded as a midsize SUV, and it’s a little larger than some of the other electric crossovers out there.\n\nThe vehicle has slim headlights that stretch across the front of the car, with a relatively sleek faux grille underneath that light bar. It has a sporty overall look, with a curved side panel and a sloped roofline. Generally, it’s a good-looking car, especially for one in its price range, and while it doesn’t necessarily reinvent the wheel, most people will find it to be relatively stylish.\n\nInterior and tech\n\nThe interior and tech offered by the 2025 Blazer EV are very similar to that of the 2024 model, too. That, again, isn’t a bad thing, though.\n\nWhile the Blazer EV is only available with two rows, those two rows are relatively spacious and should give up to five people inside the car enough room. The interior is relatively sporty-looking , avoiding some of the boring design traps that you might expect a cheaper electric vehicle could fall into. That sporty look is especially true for those who buy the two-tone red-and-black color scheme. However, the vehicle is also available in a less aggressive styling.\n\nThe vehicle offers 26 cubic feet of cargo space in the trunk. If you fold down the second row of seats, you’ll get an impressive 60 cubic feet.\n\nAt the front of the Blazer EV, two displays can be found: one for instrument monitoring and the other for infotainment. It’s a relatively modern look.\n\nUnfortunately, the Blazer EV does not support CarPlay or Android Auto, which is to be expected of modern GM vehicles, considering GM’s announcement that it would begin moving away from these software features. In other words, you’ll be stuck using Chevy’s own software, which is based on Android Automotive. Most drivers will find that they get used to it, but it’s very unfortunate that CarPlay is no longer available.\n\nThere are some minor tech updates in 2025, though. Notably, GM’s Super Cruise autonomous driving tech is now available on the LT and RS trims and will come standard on the SS when that model starts shipping.\n\nPerformance\n\nThe powertrain is where things start to differ a little between the 2024 and 2025 models. The Blazer EV gets a front-wheel-drive base model for 2025, which previously was not available for the Blazer EV. That front-wheel drive model offers 220 horsepower and 243 pound-feet of torque. However, it’s not available just yet. Until it is available, the cheapest Blazer EV for 2025 is the all-wheel drive LT trim, with the step up from that being the rear-wheel drive RS trim. Last but not least is the high-performance Blazer EV SS, which is expected to go on sale in early 2025 while delivering 595 horsepower.\n\nThese numbers are slightly different from the 2024 model. The 2025 AWD and RWD variants are a little more powerful, with the AWD models getting 12 extra horsepower and the RWD models getting 25 extra horsepower. It’s not going to completely change the experience of driving the vehicle, but it is a nice improvement.\n\nRange and charging\n\nPerhaps more important than the performance updates are the range updates — all models of the Blazer EV are getting a range improvement for 2025. The AWD models will now get an estimated range of 283 miles on a charge. While that’s only 4 miles more than before, any range upgrades are welcome. The RWD models get a 10-mile improvement, totaling 334 miles instead of 324. The charging speed on the vehicle is the same, at up to 190 kilowatts on a DC fast charger.\n\nPrice and availability\n\nThe best thing about the 2025 model has nothing to do with the slightly improved performance and slightly better range. Instead, it has to do with the lower starting price. Not all models are cheaper, but it’s now a little easier to get started with a Blazer EV.\n\nThe base model of the Blazer EV is currently the Blazer EV LT, which now starts at $48,995. That’s $1,200 less than before. The rear-wheel-drive model, which is the Blazer EV RS, starts at $56,990, which is $820 more than last year. While the Blazer EV SS isn’t available just yet, we do know its pricing, and it will start at $61,995.\n\nThe 2025 Blazer EV still qualifies for the federal EV tax credit of up to $7,500. The Blazer EV LT and Blazer EV RS are available right now with front-wheel drive, and Blazer EV SS models are set to come at a later date.\n\nConclusions\n\nThe 2025 Chevy Blazer EV may not represent a radical change over the 2024 model, but its improvements do trend in the right direction. The vehicle performs a little better, offers a slightly longer range, and costs a little less. It’s hard to complain about that."
    },
    {
        "title": "Upland Software (UPLD) Upgraded to Buy: Here's What You Should Know",
        "link": "https://www.msn.com/en-us/money/topstocks/upland-software-upld-upgraded-to-buy-heres-what-you-should-know/ar-AA1rB92B?ocid=BingNewsVerp",
        "description": "Investors might want to bet on Upland Software (UPLD), as it has been recently upgraded to a Zacks Rank #2 (Buy). This upgrade is essentially a reflection of an upward trend in earnings estimates -- ...",
        "image_url": "https://www.bing.com/th?id=ODF.328QrvZbq50wGPYB10Gmgw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Zacks.com on MSN4h",
        "source": "Zacks.com on MSN",
        "article_content": ""
    }
]