[
    {
        "title": "Arizona UFO - NEW Video released October 2024",
        "link": "https://www.msn.com/en-us/news/technology/arizona-ufo-new-video-released-october-2024/ar-AA1sUuBB?ocid=BingNewsVerp",
        "description": "On October 16, 2024, a peculiar sighting occurred in the skies of Southern Arizona near the California and Mexican borders.",
        "image_url": "https://www.bing.com/th?id=OVFT.Qeuj_vRbp1T8_e7zyEBhWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN5h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "A Journey Through the Ages: The Global History of UFO Sightings",
        "link": "https://www.msn.com/en-us/news/world/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
        "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Socialbuzzhive by Emily Standley Allard on MSN20h",
        "source": "Socialbuzzhive by Emily Standley Allard on MSN",
        "article_content": ""
    },
    {
        "title": "This city has the highest number of UFO reports in Ontario",
        "link": "https://www.insauga.com/this-city-has-the-highest-number-of-ufo-reports-in-ontario/",
        "description": "Ontario has the highest number of UFO reports in Canada and one city has the most sightings in 2024. The National UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1E0WAauOGkWKFr4wwbVhDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "24m",
        "source": "Mississauga's Top 5 Fish",
        "article_content": "This city has the highest number of UFO reports in Ontario\n\nPreferred Region How does this work?\n\nBy Karen Longwell Published October 25, 2024 at 12:01 pm\n\nOntario has the highest number of UFO reports in Canada and one city has the most sightings in 2024.\n\nThe National UFO Reporting Center, founded in 1974 in the United States by Robert J. Gribble, keeps records of sightings around the globe. Since 1995, the centre has kept sighting reports on its website.\n\nBeyond the explained sightings of comets or northern lights, Unidentified Flying Objects are just that, unexplained objects spotted in the sky. Recently, scientists are using the acronym “UAP” (Unidentified Anomalous Phenomenon) for unexplainable sights or phenomena. NASA established a team in 2022 to study UAP.\n\nIn Canada, Ontario has the highest number of reports at 2,562 in the National UFO Reporting Center database. British Columbia is next with 1,226. Toronto has the highest number of sightings in 2024.\n\nThese numbers are likely due to the population. Ontario has the highest population in Canada at 16,124,116, according to Statistics Canada. British Columbia is next at 5,698,430.\n\nToronto, with a population of 6,431,000 in 2024, has had six UFO sightings reported to the National UFO Reporting Center in 2024.\n\nIn September, someone reported a “near stationary white changing object” in the city and in July another report indicated there was an “oval craft” that floated at an almost helicopter level.\n\nOther reports in the GTA include a recent sighting in Mississauga. On Oct. 10, someone reported and egg-shaped object following an aircraft on a final approach to Pearson Airport.\n\nOn Aug. 31, a person in Burlington claimed to see nine craft that appeared as dots in a delta formation.\n\nThere was a report of an “extremely large triangle” over Clarington on Aug. 29.\n\nIn April, someone spotted a “white ball moving very fast – too fast for a satellite” in Milton.\n\nWhile often ridiculed, UFO sightings are part of Canada’s history.\n\nLast month, The Royal Canadian Mint announced a coin commemorating one of Canada’s most notable UFO sightings. The Langenburg Event, as it came to be known, was a sighting on Sept. 1, 1974 near the town of Langenburg, Saskatchewan.\n\nA farmer reported five saucer-shaped objects hovering just above the ground. He watched as they rose up, emitting a strange vapour and then disappeared into the sky. The RCMP investigated and the incident report noted “five different distinct circles, caused by something exerting what had to be heavy air or exhaust pressure over the highgrass.”\n\nFor more information on the National UFO Reporting Center, see the website here."
    },
    {
        "title": "Alien signal 'could contain terrible truth' as fears rise over 'imminent' announcement",
        "link": "https://www.mirror.co.uk/news/weird-news/alien-signal-could-contain-terrible-33970142",
        "description": "Many UFO researchers are convinced that the US government is concealing the truth about extraterrestrial contact – but one ...",
        "image_url": "https://www.bing.com/th?id=OVFT.B23XaaO1fLQNFt_2mznd3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "The Mirror",
        "article_content": "Ever since the bombshell exposé about the US Government’s UFO research program in 2017, the subject of extraterrestrial visitors has moved steadily from the conspiracy world into the mainstream.\n\nIn recent years we have seen military experts testify under oath to the US Congress that the Pentagon conducted a “multi-decade” program which collected, and attempted to reverse-engineer, crashed alien craft.\n\nBut still, the official government “disclosure” of contact with aliens – whether it’s in the form of landings from interstellar craft or the recently-reported “non-human technological signature” allegedly detected by an Australian radio telescope – seems as far away as ever.\n\nAnd one leading expert in the field of UFO research has deeply worrying theory on why that might be. Nick Pope, once responsible for the Ministry of Defence's analysis of UFO reports, offered his disturbing explanation to Simon Holland in a leaked email.\n\nSimon made headlines around the world earlier this month when he claimed evidence of alien life has been found by an Oxford-backed satellite programme. He even claimed it could be announced to coincide with the US election on November 5.\n\nImage: wikimedia commons) wikimedia commons)\n\nBut in the email – which surfaced on Reddit and has been confirmed to the Mirror as being genuine – Nick suggests that any potential message detected by the extraterrestrial research group should be very carefully analysed before being released to the public “in case it contains a truth too terrible to be told”.\n\nSpeculating on why disclosure has been so long-delayed, with Nick writing: “I don’t believe that the US presidential election, or the ongoing conflicts in the Middle East or Ukraine have a bearing on the timescale. One factor that might have a bearing on timing relates to a scenario where the assessment is that we’re looking at not just a signal, but a message.\n\n“It would be prudent to have a go at decoding the message before making an announcement – in case it contains a truth too terrible to be told.”\n\nSome of these potential truths he exclusively told the Mirror, include the possibility that humanity is simply “a science experiment” for some advanced civilisation, or that “aliens are demonic”.\n\nProfessor Simon Holland described Nick Pope’s speculation as “deeply disturbing,” and several commentators have put forward the idea that mankind, as a whole, might suffer some sort of collective breakdown as a result of the “ontological shock” of encountering a truly alien civilisation.\n\nPope has previously commented that humanity, as a whole, might not be psychologically ready to cope with confirmation that non-human intelligence is real. He claimed: \"I believed people were ready for Disclosure. The response to Covid made me rethink this. I overestimated societal resilience, and underestimated the panic generated by something unfamiliar and threatening.”\n\nAnother theory that he has floated in the past is that our reality is little more than an advanced video-game being played by beings so far advanced from us that they may as well be gods.\n\n“Often in cosmology, there seems to be a disconnect between theory and observation,” he said. “In religious terms, it would be as if several different gods all had a hand in creating the universe, and all had their different styles.”"
    },
    {
        "title": "Swarm of UFOs spotted near Indiana Air Force base where 20 MILE-long 'mothership' was detected weeks ago",
        "link": "https://www.dailymail.co.uk/sciencetech/article-13997449/UFOs-spotted-near-Indiana-Air-Force-base.html",
        "description": "An Air Force base has become the latest hotspot for mysterious UFOs after residents spotted swarms of fast-moving, glowing orbs in the skies.",
        "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
        "category": "ufo",
        "date": "18h",
        "source": "Daily Mail",
        "article_content": "An Air Force base in Indiana has become the latest hotspot for mysterious UFOs after residents spotted swarms of fast-moving, glowing orbs in the skies.\n\nDozens of people in Kokomo, which sits just 13 miles south of Grissom Joint Air Reserve Base, reported seeing hovering flickering lights that vanished into thin air.\n\n'What is that,' shouted one local who filmed the lights. 'I think those are UFOs and I really don't feel comfortable going to sleep tonight.'\n\nThe uncanny sightings, most reported on October 7, echo recent UFO waves near military sites, including Joint Base Langley-Eustis in Virginia where officials reported seeing 'flashing red, green, and white lights' that were 'moving at rapid speeds.'\n\nThe mysterious objects in Indiana, however, were shared by civilians online, where experts have weighed in to determine the source.\n\nSome suggested the lights were flares dropped from planes, possibly military craft — but one witness shared doppler weather radar evidence of a 'huge rectangle' UFO with a 'clearly defined vapor shock wave' seen the morning after, October 8.\n\nRed 'walking' swarms of UFOs - along with one fast, zig-zagging, gleaming white UFO - have terrified and confused residents of Kokomo, Indiana this October\n\nNo explanation has been publicly provided by US Air Force personnel for the UFOs, which appeared as both reddish-orange orbs that hovered in the sky as well as one white orb that zig-zagged in a fast maneuver.\n\n'I don't understand what those are,' Christina Sharp said in a TikTok as young children nearby were heard marveling at the glowing reddish-orange lights.\n\nOne anonymous local submitted a report to the National UFO Reporting Center (NUFORC) on October 8 of what may have been a related event.\n\nThe person stated that a brief incursion on doppler weather radar showed what looked like a large rectangle UFO speeding nearby, estimated to be about half as big as Disney World.\n\n'I've seen many easily explained radar anomalies over the years,' the witness said, 'but never a huge rectangle with a clearly defined vapor shock wave and trail.'\n\n'Judging by the image size, rectangle would be approximately 20 miles in length,' the witness added.\n\n'Compressed vapor trail appears to be in excess of 150-miles long.'\n\nWhile it's unclear if this bizarre radar return relates to the previous night's wave of strange lights in the sky, several seasoned analysts of UFO videos told DailyMail.com that Kokomo's citizens most likely saw military flares.\n\nOne anonymous witness who submitted a report to the National UFO Reporting Center (NUFORC) witnessed a baffling and potentially related event: a brief incursion on doppler weather radar (above) of what looked like a large rectangle UFO speeding nearby, estimated to be about half as big as Disney World (20 miles long). The radar UFO was seen the morning after\n\n'These look very clearly to be military flares,' said Alejandro Rojas, an advisor to tech start-up Enigma Labs, where he helps investigate witness submissions to the group's growing database of UFO sightings.\n\n'The tell-tale signs,' Rojas explained, 'are the lights being in a row and lighting up and disappearing in succession.'\n\nIn addition to the Grissom base to the north, Rojas noted several other USAF bases surrounding Kokomo that may have been responsible for the late night lightshow.\n\n'Kokomo is around 50 miles away from Camp Fort Wayne [Fort Wayne Air National Guard Base],' he added.\n\n'Wright-Patterson Air Force Base in Dayton is also about 150 miles away. These could be from either location.'\n\nRojas, who served for many years as the official spokesperson for the citizen-led Mutual UFO Network (MUFON), said that he has personally witnessed and videotaped just how eerie military flares can look under the cover of darkness.\n\nWhile it's unclear if the bizarre radar return relates to the previous night's wave of strange lights in the sky, one seasoned analyst of UFO videos told DailyMail.com that Kokomo's citizens most likely saw military flares: Alejandro Rojas, an advisor to tech start-up Enigma Labs\n\n'I live in the Phoenix, Arizona area and they often drop these flares while doing exercises at the Barry Goldwater Range,' he said. 'Sure enough they are also often mistaken for UFOs and sometimes the media will call me for a comment.'\n\nRojas, who has co-founded a new nonprofit to look into 'unidentified aerial phenomena,' UAP Discovery, said the night sky can obscure more obvious signs of flares, like smoke or the aircraft that dropped the flares in the first place.\n\n'Witnesses have argued that smoke can be seen from flares, but that is typically not the case,' he told DailyMail.com.\n\n'I made this video to show that smoke often can not be seen,' he said. 'My video is similar to most of the ones being alleged to be UFOs. I was about 150 miles from the flares when I took this video.'\n\nDailyMail.com has reached out to the public affairs specialist at the Grissom base and also to the relevant staff with Indiana's Air National Guard. This article will be updated with any new information that they provide.\n\nFor now, a public affairs representative for the Grissom base has told DailyMail.com, 'Grissom has KC-135 Stratotankers [a large, Boeing-made, aerial refueling tanker aircraft], and they don't have flares.'\n\nThe strange cases in Indiana come just weeks after new government records surfaced about other UFO waves near military sites, including 17 nights in December 2023 when swarms of UFOs were tracked over Joint Base Langley-Eustis.\n\nThese brazen penetrations over Langley — home to at least half the Air Force's F-22 Raptor stealth fighters — led to two weeks of emergency White House meetings.\n\nTo date, Langley's mystery UFOs have eluded identification by the Pentagon, police and even NASA's high-altitude research plane, the WB-57F, called in to investigate.\n\nGeneral Glen VanHerck, the commander with North American Aerospace Defense (NORAD), who led the mission to takedown the infamous Chinese spy balloon back in February 2023, described that Langley wave as unlike any other known case.\n\n'If there are unknown objects within North America,' General VanHerck told the Wall Street Journal, 'go out and identify them.'\n\nSenior ex- Pentagon security official Chris Mellon told DailyMail.com last week that the UFOs were 'swarms of smaller craft' released by 'motherships.'\n\nHe explained that the episode last December was 'part of a much larger pattern affecting numerous national security installations.'\n\n'Two of the notable aspects,' he said, 'are the fact our drone signal-jamming devices have proven ineffective and these craft are making no effort to remain concealed.'\n\n'In fact, in some instances,' as Mellon took pains to emphasize, 'it is clear they want to be seen as though taunting us.'"
    },
    {
        "title": "One of the hottest AI apps just came to the Mac (and it’s not ChatGPT)",
        "link": "https://www.msn.com/en-us/news/technology/one-of-the-hottest-ai-apps-just-came-to-the-mac-and-it-s-not-chatgpt/ar-AA1sS9d2?ocid=BingNewsVerp",
        "description": "Perplexity released a native app for Mac, allowing users to access the answer engine from their desktop rather than a web ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6_3ByWLbHOvWlfKn1pduGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "How AI is radically changing the datacentre landscape",
        "link": "https://www.computerweekly.com/opinion/How-AI-is-radically-changing-the-datacentre-landscape",
        "description": "The rising demand for AI workloads and applications is changing the face of the datacentre market, with operators having to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LMFKZlZjrp0ik79yoDsI7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Computer Weekly3hOpinion",
        "source": "Computer Weekly",
        "article_content": "The surge of artificial intelligence (AI) applications has contributed to unprecedented demand on datacentre infrastructure.\n\nExisting facilities are no longer fit for purpose and AI-ready capacity is in short supply, exacerbated by the existing demand from hyperscalers and cloud providers.\n\nHyperscaler providers, such as Amazon Web Services (AWS) and Microsoft, already consume the vast majority of datacentre capacity in Europe, and are looking to secure even more space to support the expansion of their digital services and outpace competitors. This is increasing the pressure on datacentre developers to increase supply across Europe.\n\nAI technologies, particularly generative AI, require significantly more power than traditional datacentre workloads. For example, the development of an AI training model that looks at thousands of faces to learn what a nose should look like, requires more computational power and energy than a traditional computing environment. In addition, the rising uptake of AI across countries, industries, and functions, is rapidly increasing demand for datacentre space.\n\nThe International Energy Agency (IEA) believes AI-powered web searches will boost electricity demand tenfold. By 2026, the IEA expects total datacentre electricity demand to increase from approximately 460 TWh in 2022 to over 1,000 TWh.\n\nDesigning datacentres for AI Datacentre design is also evolving to accommodate AI workloads, due to the need for more processing power compared to generic forms of computing. This generates more heat, which requires a radically different approach to cooling. Datacentre operators are having to redesign their infrastructure to include liquid cooling, to ensure they can handle the higher power densities required for AI technology. This includes installing direct-to-chip or immersed solutions. Datacentres like this will need larger dedicated areas to house the advanced cooling equipment. Given this complexity, many operators are choosing to build completely new liquid-cooled datacentres from scratch. In Europe’s metro markets, where most colocation datacentres are found, there is a lack of power available. This is due to limited grid capacity, sustainability, and political pressure, as datacentre operators compete with residential developers and other commercial users for power. Additionally, the availability of land that’s within easy reach of high-speed network connectivity and within reasonable proximity of datacentres where they have let space is limited. Consequently, where land with power and network is available, it is at a premium and datacentre operators are also looking further afield to find suitable locations. Providers are struggling to keep pace with the demand for datacentre capacity from hyperscalers and cloud providers, and this trend is being exacerbated by the demand from next generation AI. As a result, available datacentre space has plummeted in the largest cities of Europe.\n\nCan the surge in AI demand be accommodated? Existing colocation facilities can to an extent support AI workloads if they can be retrofitted with specialised hardware and cooling equipment. But if, as expected, the use of AI continues to grow, new datacentre capacity will be required to fulfil the demand. This is unlikely to happen at scale in the traditional markets of Frankfurt, London, Amsterdam, Paris, and Dublin, because power and land availability is increasingly hard to find. To accommodate the requirements created by AI, the industry’s development strategy will have to change. Datacentre operators will need to look outside the European metro markets when seeking locations to develop new capacity. This will lead to the development of smaller, secondary markets in countries such as the UK or France (e.g. Marseille or Lyon), where there may be more power and land available for datacentre purposes. In the UK, this development trend is accelerating, which is encouraging investors, hyperscalers, and datacentre providers to purchase land for AI-ready data centre development. We estimate that at present 56% of the country’s colocation datacentres are located within 30 miles of London, although operators are shifting their focus outside the capital. For example, the datacentre operator Virtus has announced that it has purchased land in Saunderton, north west of London, where they plan to deliver 75MW of capacity for AI applications. Lower latency connectivity will become more important for datacentre providers as inference AI is rolled out given the need to deliver services to users. In the meantime, equipment that powers AI training models are being implemented in datacentres; inference AI is expected to follow."
    },
    {
        "title": "Perplexity AI native app for macOS now available on the Mac App Store",
        "link": "https://9to5mac.com/2024/10/24/perplexity-ai-app-macos-mac/",
        "description": "After teasing a native app for macOS last month, Perplexity AI on Thursday officially launched a version of its ...",
        "image_url": "https://www.bing.com/th?id=OJ.0JPc4EUHw092og&pid=news&w=94&h=16&rs=2",
        "category": "ai+app",
        "date": "17h",
        "source": "9to5Mac",
        "article_content": "After teasing a native app for macOS last month, Perplexity AI on Thursday officially launched a version of its app for the Mac. Users can now interact with the platform more easily without having to rely on the web version.\n\nPerplexity app now available for the Mac\n\nFor those unfamiliar, Perplexity is a generative AI-based conversational and search tool that uses its own large language models (LLMs), similar to OpenAI’s ChatGPT. The platform was founded in 2022 and stands out for providing precise answers and better summarizing web content. Users can even choose the sources where Perplexity will search.\n\nPerplexity had confirmed the launch of a native Mac app for October 15, but the launch ended up being postponed. Now Perplexity for macOS is finally available for download.\n\nWith the Mac app, users will find features such as Pro Search with voice or text input, Thread Follow-Up to keep conversations going, source tracking, history search, and more. “Perplexity—Where Knowledge Begins. The answers you need—right at your fingertips. Cut through the all the noise and get straight to credible, up-to-date answers,” the app description reads.\n\nThe launch of the Mac app comes four months after ChatGPT introduced its native app for macOS and also just a week before the official launch of Apple Intelligence for supported Macs.\n\nThe Perplexity app for macOS is available on the Mac App Store and is free to download, but users have the option of subscribing to Perplexity Pro. There’s also an iOS version of the app available on the App Store for iPhone and iPad.\n\nRead also"
    },
    {
        "title": "Generative AI is disrupting creative communities, here's how they are fighting back",
        "link": "https://abcnews.go.com/Technology/generative-ai-disrupting-creative-communities-fighting-back/story?id=115120318",
        "description": "Generative artificial intelligence companies capable of generating creative content are also said to be disrupting the ...",
        "image_url": "https://www.bing.com/th?id=OVF.23BR5uUD7gj5ig%2f8s09LoQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "ABC",
        "article_content": "Tens of thousands of creatives have signed an open letter calling for change.\n\nGenerative artificial intelligence companies capable of generating creative content are also said to be disrupting the livelihoods of creatives around the world, according to a group of creatives speaking out publicly about the issue.\n\n\"The unlicensed use of creative works for training generative AI is a major, unjust threat to the livelihoods of the people behind those works, and must not be permitted, a \" statement signed by 11,500 actors, musicians, authors, photographers, and composers from across the world, read.\n\nJulianne Moore, Kevin Bacon, Thom Yorke and Abba's Björn Ulvaeus, are among the tens of thousands of creatives who have signed this open letter calling for these companies to stop indiscriminately training on content they say should be licensed.\n\n\"This is a major issue for many of the artists, musicians, actors, authors, and other creators whose work is being exploited by AI companies,\" said Ed Newton-Rex, a former AI executive who released the statement.\n\nA photo taken, Feb. 22, 2024, shows the logo of the Artificial Intelligence chat application on a smartphone screen. Kirill Kudryavtsev/AFP via Getty Images\n\nAs a former head of audio at Stability AI, Newton-Rex is well acquainted with the internal data training practices of generative AI companies. He resigned over the company's belief that training their AI models on copyrighted content without licensing it constitutes \"fair use.\"\n\nGenerative AI models have generally scrapped as much content as they could from the internet, downloaded it and trained their model to be able to create new work that is in the style of the work it trained on, Newton-Rex told ABC News.\n\n\"None of this revenue is coming back to the original artists,\" explained Overlai founder Luke Neumann in a blog post about his new mobile app which aims to protect photography in the age of AI.\n\nNeumann, who also signed the letter, launched the free app Overlai with world-renowned photographers Paul Nicklen and Cristina Mittermeier, when they noticed text-to-image generators could easily replicate the unique styles of both photographers. And, Neumann stresses the amount of work that goes into conservationist photography - the cost of travel and spending weeks, sometimes months in a location documenting a delicate ecosystem.\n\n\"I think AI companies really need to think long and hard about like how long they're going to need organic data and if they want to be messing with these fragile business models of the people out there capturing this stuff,\" Neumann to ABC News.\n\nSeveral lawsuits from creatives ranging from writers to musicians to comedians have piled up against some of the biggest generative AI companies for copyright infringement."
    },
    {
        "title": "Notion to Launch New Mail App with AI and Gmail Integration in Early 2025",
        "link": "https://www.techopedia.com/news/notion-to-launch-new-mail-app-with-ai-and-gmail-integration-in-early-2025",
        "description": "Notion will launch a Mail app in early 2025 with AI, Gmail integration, and new productivity tools, introduced at the 'Make ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tTTCnKUtu5N-jjmLwcITRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Techopedia4h",
        "source": "Techopedia",
        "article_content": "Content not available"
    },
    {
        "title": "For Long Island's paranormal investigators, ghost hunting is not just for Halloween",
        "link": "https://www.newsday.com/long-island/li-life/long-island-paranormal-investigators-bfqr3e5o",
        "description": "While ghost hunting may be Halloween entertainment for some, for those who believe in the paranormal it's a constant search ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YrwCjlJLkzn2OMpMwgx2Dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "Newsday",
        "article_content": "On a recent Sunday night at Katie’s of Smithtown, a group of about a dozen people stood in the dark. But they weren’t in search of a drink — they were there to find a ghost.\n\nMichael Cardinuto, president of the group Long Island Paranormal Investigators, told guests to turn their phones off and recounted the tale of bartender Charlie Klein, who is said to haunts Katie’s. There are stories of glasses flying off the bar and tables, and the sound of unexplained footsteps.\n\nFrom left, Tanya Leib at a weekly meeting of the Long Island Paranormal Investigators in Selden. Top right, Michael Cardinuto, seated at center, with members of the group. Bottom right, some of the equipment members use to conduct their investigations. Credit: Newsday/Elizabeth Sagarin\n\nCardinuto then led the group — a mix of guests and other paranormal investigators — past a poster for the A&E show “Paranormal,” which filmed at Katie’s in 2008, as he pointed a flashlight down a wide, green staircase to the basement.\n\nHe interrogated a possible ghost, asking questions of the air and hoping to capture on video, tape recorder or EchoVox app signs that something supernatural might be present.\n\n“It was pretty quiet,” said Cardinuto, 44, of Selden. But he was undaunted: “Consider it like fishing. You throw in your line and you hope you catch a fish. Every time I don’t catch something, I still have fun doing it.”\n\nSign up for the NewsdayTV newsletter From breaking news to special features and documentaries, the NewsdayTV team is covering the issues that matter to you. By clicking Sign up, you agree to our privacy policy.\n\nInterest in ghosts has become more mainstream, with shows like the Travel Channel’s “Ghost Hunters” and “Paranormal Caught on Camera” showcasing mysterious phenomena around the world. There’s also the “Long Island Medium,” Theresa Caputo, who claims to communicate with spirits.\n\nBut while ghost hunting may be Halloween entertainment for some, for those who believe in the paranormal — essentially anything that doesn’t have a scientific explanation — it’s a constant search for validation that there is indeed a reality beyond ours.\n\n“I don’t do it for entertainment purposes. We’re documenting everything that happens, whether we capture something or not,” Cardinuto said. “I never expect to find anything. When it does happen, it happens.”\n\nTHE NEW PARANORMAL\n\nWhether or not ghosts exist, what is certain is the popularity of the paranormal. In addition to the many television shows on the subject, there are lectures, documentaries and conventions, including The Warren’s Seekers of the Supernatural Paracon in Gettysburg, Pennsylvania. The Long Island Paranormal Investigators has grown from 17 dues-paying members five years ago to 33 today, and Stony Brook University even has a paranormal club.\n\n“Back 25 years ago if you were into this, you kept it hush hush,” said Cardinuto, who attended the latest Gettysburg convention in September. “Now you keep it very open.”\n\nAuthor and historian Kerriann Flanagan Brosky, of Huntington, had already written two books about the town’s history, both of which included ghost stories, when her father died in 2005.\n\nKerriann Flanagan Brosky and paranormal investigator Joe Giaquinto at the Hallockville Museum Farm in Riverhead. Credit: Elizabeth Sagarin\n\n“I had always been interested in the paranormal, even as a child,” she said. “After my father died my husband suggested I get involved in another book project to help get me past the grief I was feeling.”\n\nShe said people who attended her lectures had encouraged her to write a book combining local history and ghost stories. “So at that point I decided to do so.”\n\nBrosky has since written several books about the paranormal, including “The Ghosts of Long Island,” “Historic Haunts of Long Island,” “Haunted Long Island Mysteries” and “Historic Crimes of Long Island.”\n\n“I interview people about their experiences,” she said. “These are legitimate people. The stories combine history.”\n\nBrosky often teams with paranormal investigator Joe Giaquinto, of West Sayville, on lectures and investigations at libraries, historical societies and other locations.\n\n“What better way to teach local history than through a ghost story?” Brosky said. “I’m a historian first, a ghost investigator second.”\n\nCardinuto sets up a sensor during the investigation at Katie's of Smithtown. Credit: Elizabeth Sagarin\n\nLOOKING FOR EVIDENCE\n\nCardinuto said religion started him on the road to the paranormal. “I always questioned, ‘Is there a God?’ ” he said. “Do you just die and that’s it?”\n\nWhen he was 23, he said he and a few friends took a video camera to the Kings Park Psychiatric Center, which operated from 1885 to 1996 and is said to be haunted. (State parks officials recently announced stepped-up patrols on the property starting Oct. 30 to discourage people from visiting the remaining buildings, which are not safe to enter.)\n\nDuring Cardinuto’s visit two decades ago, he said his friends went in, heard a bang before the camera turned off on its own, and ran out. While many things could have caused both, Cardinuto said he began looking into the paranormal.\n\n“We bought some stuff (equipment used in paranormal investigations) and started looking up some locations on Long Island,” he said. “We wanted to see what people were experiencing at these locations. We started investigating.”\n\nTwenty-one years and 850 investigations later, Cardinuto said he has visited many sites on Long Island that are believed by some to be haunted, including Lake Ronkonkoma, where an Indigenous princess’ spirit is said to return each year to claim the life of a young man.\n\n“Through investigation and capturing evidence, a lot through audio, I feel there’s something I can’t explain,” he said. “When we die, there is something.”\n\nNIGHT HIKES\n\nParanormal investigator Daniel Hoffman, 40, of Floral Park, remembers waking one night, startled at the sight of a figure balanced on the edge of his bed that he said vanished as he woke.\n\n“I jumped out of my bed and turned my light on,” Hoffman, a Federal Express courier, said during a Long Island Paranormal Investigators meeting in the basement of Ciro’s Nice Italian Barbershop in Selden.\n\nAfter that experience, he recalled, “I was becoming curious about the paranormal. Then I saw ‘Ghost Hunters.’ ” He realized, he said, “There were teams that do this.”\n\nHoffman and other investigators often go on night hikes and visit places believed to be haunted, searching for signs of something supernatural.\n\nThe members are serious about the work they do, but they also have a sense of humor — like the moment when an electronic scream filled the room during the meeting.\n\n“That was my notification,” said Bianca Perricone, 34, of Shirley, who also goes by Medium Bianca Rose. “My phone screamed to notify me that I got a text message.”\n\nMembers of the Long Island Paranormal Investigators at a weekly meeting. Credit: Elizabeth Sagarin\n\nCAPTURING THE SIGNS\n\nParanormal investigators apply scientific principles to occurrences that don’t necessarily have clear, scientific proof. They often use ultraviolet cameras, motion sensors, Geiger counters, barometers, thermometers and video and tape recorders in their work.\n\n“The theory behind it is when a ghost is manifested, it will give off some type of radiation,” Cardinuto said. “We use Geiger counters to detect all sorts of radiation.”\n\nAttuned to any anomaly, paranormal investigators capture flickering lights, footstep-like sounds, objects moving and appearances that they believe are evidence of apparitions.\n\n“We look for orbs, which are light anomalies that appear on images that are thought to be spirits,” Brosky said. “It comes in and out of the frame, so it’s not a dust particle.”\n\nEquipment can capture electrical and other phenomena, which they take as reinforcing the possibility, if not necessarily proof, of things.\n\n“We’re very big on trying to debunk things,” said Cardinuto, who by day works with people with special needs. “Even when somebody captures something in our group today, we play it and try to debunk.”\n\nFear can fuel feelings and lead people to hear or imagine things that may not be there, the way someone who falls asleep watching a horror movie can have nightmares, Cardinuto said. Still, he talked about “unexplained” voices and images, including sounds he said his group picked up at the Tesla Science Center at Wardenclyffe in Shoreham, which was damaged in a fire last year. “We captured some audio evidence,” he said. “Voices captured on audio not there at the time of the investigation.”\n\nMembers do free house investigations for people who say they heard or saw disturbing things, he said. He estimated they have conducted between 100 and 125 investigations. About 20% of the time, he said they detect signs of possible paranormal activity.\n\n“You look in someone’s eyes and you see the fear,” Cardinuto said. “They have no one else to turn to.”\n\n\n\nHAUNTED BY HISTORY\n\nSarah Kautz, executive director of the Southampton History Museum, said the facility has hosted paranormal investigations and welcomes groups like Cardinuto’s to help pique visitors’ interest in history.\n\n“We get folks coming to the museum who wouldn’t come to the museum for any other reason,” she said. “It sort of tricks you into learning history.”\n\nHalloween is, unsurprisingly, a popular time for such events. But Kautz said, “It’s not just about ghost hunting. You learn about science. They use some really cool stuff. You learn about the history of the site.”\n\nCardinuto’s Gateway laptop has a Halloween-like ghost on it, but he, Brosky and others passionate about the paranormal are ambivalent about the Halloween rush. “I love Halloween. It’s skeletons and ghosts and witches,” Cardinuto said. “It’s not what I do.”\n\nBrosky said she believes there’s a hunger for information about the supernatural. “People love ghost stories,” she said. “I take the creepiness out of them. What we do is positive. It’s not negative, not demonic. It’s not Hollywood.”\n\nShe understands the reaction some have to discussions of the paranormal: “If people want to be skeptics, they can be skeptics,” she said. But, Brosky added, “There are things that can’t be explained.”\n\nShe talks about “undoing perceptions of ghosts and spirits” as demonic forces. “They’re not out to kill or possess you,” Brosky said. “Long Island is more than the ‘Amityville Horror.’ We’re rich in history.”\n\nKautz said the world is full of enough that’s difficult to explain to prompt curiosity. “Can you hear something that sounds like a voice on a frequency we can’t hear with our human ears?” Kautz asked. “Usually, you can find something weird. Explaining it isn’t that easy.”\n\nWhile Cardinuto said he’s searching for possible evidence of the paranormal, members of Long Island Paranormal Investigators do come away with something definite: “There is an experience you have. It’s an experience you share for a lifetime,” he said. “Everybody else goes to the beach or the casino. Who else is doing what we do?”\n\nSarah Hangley takes an energy reading at Katie's. Credit: Elizabeth Sagarin\n\nHoping to find their own Holy Grail — a sign that ghosts or spirits exist — some members said they enjoy the search itself. “It’s an adventure — the investigation, the memories we make along the way,” said Sarah Hangley, 37, of Westbury, a special education teacher who has been part of Cardinuto’s group for two years. “Fear and the unknown make us a stronger group.”\n\nCardinuto said members find camaraderie and a kind of peace in their work. “This is an outlet for most people,” he said. “For a few hours during the week, we forget about everything going on in the world.”"
    },
    {
        "title": "Supernatural swoon: Why a 'paranormal romance' book may be your next great read",
        "link": "https://www.msn.com/en-us/tv/news/supernatural-swoon-why-a-paranormal-romance-book-may-be-your-next-great-read/ar-BB1pJkI0?ocid=BingNewsVerp",
        "description": "Paranormal romance books are love stories that are cousins to the 'romantasy' genre. Read these paranormal romance books to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FcTRNnaRunbOYaO_11rWIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "13 Haunting Facts About ‘Paranormal Activity’",
        "link": "https://www.msn.com/en-us/movies/news/13-haunting-facts-about-paranormal-activity/ar-AA1rQB5C?ocid=BingNewsVerp",
        "description": "When it was released theatrically in the fall of 2009, Paranormal Activity surprised everybody with its low-budget thrills ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oQpj0frFG7hlHrZHOBdS0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Mental Floss on MSN4h",
        "source": "Mental Floss on MSN",
        "article_content": ""
    },
    {
        "title": "A Guide to Ghostbusting Your Haunted House",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/a-guide-to-ghostbusting-your-haunted-house/ar-AA1sVaiN?ocid=BingNewsVerp",
        "description": "Three paranormal investigators and six people who have dealt with supernatural activity firsthand offer advice on dealing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ctT_4IFp3sHhn6uAQVLHAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1hon MSN",
        "source": "Architectural Digest on MSN",
        "article_content": ""
    },
    {
        "title": "'Haunted' mansion celebrates 170 years with ghost hunt",
        "link": "https://www.yahoo.com/lifestyle/haunted-mansion-celebrates-170-years-035900050.html",
        "description": "The Beattie Mansion is celebrating its 170th anniversary this weekend with a few events for all who are brave enough to enter. The mansion, located at 1120 Main St. built in 1854, has housed thousands ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "paranormal",
        "date": "35m",
        "source": "Yahoo",
        "article_content": "Oct. 24—The Beattie Mansion is celebrating its 170th anniversary this weekend with a few events for all who are brave enough to enter.\n\nThe mansion, located at 1120 Main St. built in 1854, has housed thousands of children, adults and, according to those who have resided there, paranormal spirits. To honor its anniversary, the public is invited to join a ghost hunt and paranormal investigation to connect with the spirits who walk the halls.\n\nThe house has long been regarded as one of St. Joseph's most haunted locations. Starting as a home for Armstrong and Eliza Beattie, the mansion has gone through several transformations, including becoming St. Joseph's first orphanage, a memorial home, a rehab center and even a fraternity house.\n\n\"We had a lot of wild goings on there,\" in-house medium and historian Mary Ann Podrasky said. \"And I like to think all of these different things ... meshed and overlap each other and that's why we're so active paranormally.\"\n\nWhile those who work at the mansion all claim spirits reside there, they also note they are friendly, including original resident Eliza Beattie herself and orphan Mabel Iden. Michael Burkart, the owner of the Beattie Mansion, said the home has a quiet comfort surrounding it.\n\n\"I just felt like there was this, like, big embrace. I've never felt it anywhere else, any place, but I just felt like I'm home. And it was the weirdest feeling,\" he said. \"Every time I come back, I just fall in love with it all over again. And it's just a feeling I don't get anywhere else. And it's the strangest thing.\"\n\nThe ghost hunt will go from 7 p.m. Friday to 2 a.m. Saturday with special guest Kelly Matthews from the shows \"My Horror Story\" and \"Paranormal Lock-Down\" leading it. The bravest can join the paranormal investigation from 5 p.m. Friday to 10 a.m. Saturday with Short Bus Paranormal, which will lead the investigation with some special tools to interact with the ghouls of the mansion. Both investigations will continue at the same times Saturday evening.\n\nThere also will be an open house tour from 2 to 4 p.m. Saturday for those who need daylight to brave a haunted home.\n\nTo purchase tickets, email thebeattiemansion@gmail.com or call Podrasky at 816-261-6678."
    },
    {
        "title": "Accidental discovery of 1st-ever 'black hole triple' system challenges what we know about how singularities form",
        "link": "https://www.livescience.com/space/black-holes/accidental-discovery-of-1st-ever-black-hole-triple-system-challenges-what-we-know-about-how-singularities-form",
        "description": "Researchers spotted a second distant star orbiting a well-known black hole and its stellar companion in a never-before-seen ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bFtLAxBlj-J8ic0Kv0SR8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science1h",
        "source": "Live Science",
        "article_content": "Researchers spotted a new star orbiting far around the black hole V404 Cygni and its nearby stellar companion. This configuration suggests the black hole was not birthed by a supernova.\n\nAstronomers have accidentally discovered the first-known \" black hole triple\" system, containing a dark void orbited by two stars. The unique configuration of this triad hints that the black hole was not born via a supernova, which blows away what we thought we knew about how these cosmic entities form.\n\nUntil now, most discovered black holes — excluding the supermassive variety at the center of most galaxies — exist in binary systems, in which they are orbited by another large object, such as a star, neutron star or a smaller black hole . This is because the invisible space-time voids are easier to spot when they are gravitationally tugging on other objects.\n\nBut in a new study, published Wednesday (Oct. 23) in the journal Nature , researchers discovered that one of these known binary systems, which contains the black hole V404 Cygni feasting on a nearby star, actually has a second star circling the pair at a much greater distance.\n\nGravitational calculations show that the newfound star could not have remained in this delicate system if the black hole was birthed by an exploding star, or supernova, as most other black holes are believed to form. If it had, the distant star would have been blown out of the system by the resulting shockwave. Instead, the team suggests that the black hole formed via the gradual collapse of a massive third star that was once orbited by the other two stars.\n\nThis possibility is \"super exciting for black hole evolution,\" study lead author Kevin Burdge , an astrophysicist at MIT, said in a statement . \"We think most black holes form from violent explosions of stars, but this discovery helps call that into question,\" Burdge added.\n\nRelated: Epic NASA video takes you to the heart of a black hole — and destroys you in seconds\n\nThe black hole, V404 Cygni, was already known to be circled by a nearby star every 6.5 days. It is likely stripping this stellar companion of matter. (Image credit: NASA's Scientific Visualization Studio)\n\nThe black hole in the newly realized triad, V404 Cygni, is about nine times more massive than the sun and located in the Milky Way around 8,000 light-years from Earth. It was one of the first black holes ever discovered when it was spotted in 1992 and has been studied extensively since . Scientists have also long known about its nearby star, which circles the black hole every 6.5 days and is slowly being devoured by its massive partner .\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nAs a result, the study authors were shocked when they reexamined images of V404 Cygni, as part of a wider survey of the Milky Way's black holes, and spotted the second star circling the black hole at a distance of around 3,500 astronomical units — or around 90 times farther away than Pluto orbits the sun . At this distance, it likely takes the newfound star more than 70,000 years to orbit V404 Cygni.\n\nThe team then compared the movements of the two stars over the last decade and found that they \"moved exactly in tandem,\" proving that they were gravitationally bound to one another as well as to V404 Cygni. Researchers say the odds that the stars moved in this way without being linked are around 1 in 10 million.\n\n\"It's almost certainly not a coincidence or accident,\" Burdge said. \"We're seeing two stars that are following each other because they're attached by this weak string of gravity. So this has to be a triple system.\"\n\nScientists have known about V404 Cygni for more than three decades. This 2015 X-ray image shows echoes of light coming off the cosmic entity after a recent outburst. (Image credit: Andrew Beardmore/University of Leicester/NASA/Swift)\n\nThis is not the first time that researchers thought they had found a black hole triple. In 2020, researchers spotted what they believed to be a black hole being orbited by two stars around 1,000 light-years from Earth, which would have made it the closest black hole to us. However, subsequent observations revealed that this system was actually a binary system containing a \"vampire star\" instead — that is, a star that slowly steals gas from a smaller partner star.\n\nIf V404 Cygni formed through gradual collapse, as the researchers suspect, then the team believes the peculiar black hole was birthed at some point in the last 4 billion years, after the two stars were born."
    },
    {
        "title": "Discovery of carbon-storing molecules in a distant interstellar cloud may shed light on how our own solar system formed",
        "link": "https://www.msn.com/en-us/news/other/discovery-of-carbon-storing-molecules-in-a-distant-interstellar-cloud-may-shed-light-on-how-our-own-solar-system-formed/ar-AA1sRSVX?ocid=BingNewsVerp",
        "description": "A team led by researchers at MIT has discovered that a distant interstellar cloud contains an abundance of pyrene, a type of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.felwhQXl7Y5aZ-AbcwuvSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "First-ever Discovery of a 'Black Hole Triple' Amazes Astronomers",
        "link": "https://www.msn.com/en-us/news/technology/first-ever-discovery-of-a-black-hole-triple-amazes-astronomers/ar-AA1sRM9y?ocid=BingNewsVerp",
        "description": "\"We think most black holes form from violent explosions of stars, but this discovery helps call that into question,\" a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.X8y1yOP75F11xmeh2Z4W-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18hon MSN",
        "source": "Newsweek on MSN",
        "article_content": ""
    },
    {
        "title": "Archaeologists Are Uncovering The History of One of the World’s Oldest Civilizations",
        "link": "https://www.popularmechanics.com/science/archaeology/a62696102/babylon-remains-discovery/",
        "description": "There are parts of the excavation site that date back to the Sasanian Empire of the 3 rd through 7 th centuries, but a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fx7Tb84LFp6AJgCzVkmkMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23h",
        "source": "Popular Mechanics",
        "article_content": "A major discovery in Iraq’s historic Babylon Governorate is a significant breakthrough in better understanding the evolution of the ancient city.\n\nThere are parts of the excavation site that date back to the Sasanian Empire of the 3 rd through 7 th centuries, but a majority of the best-preserved parts of the site are remnants of the Old Babylonian era of over 3,000 years ago.\n\nthrough 7 centuries, but a majority of the best-preserved parts of the site are remnants of the Old Babylonian era of over 3,000 years ago. In addition to physical structures remaining from the ancient civilization, there were plenty of individual artifacts discovered, including ancient seals and cuneiform tablets.\n\nFor most archaeologists, discovering a single ancient artifact is probably a thrilling experience. Finding three? A monumental moment. 10? A dream come true.\n\nWhat about nearly 500?\n\nIs there a feeling that can even capture the magnitude? To find out, you’d have to ask Quhtan Abbas Hassan Aboud, the lead on an archaeological excavation in Iraq’s Babylon Governorate. In mid-October, the team—working on a dig in the Al-Fayadiya district—discovered a major section of ancient Babylon that spans two periods of the city’s development. The find contained 478 artifacts from both periods, including ancient seals, cuneiform tablets, and more, according to Archaeology Magazine.\n\nThe team separated the discovery into two sections (A and B), according to a statement from the Iraqi State Board of Antiquities and Heritage. Section A covered about 6,000 square meters of the excavation site, and within it, archaeologists found remains that represented two distinct time periods. The top layer dates back to the Sasanian period, which stretched from 224 to 651 A.D. during the reign of the Sasanian Empire—one of the last pre-Islamic empires of Iran.\n\nUnfortunately, because they’ve spent a millennium and a half much closer to the surface of the soil, the ruins of the empire suffered plenty of erosion and deterioration. So, while the discovery is key in tracing the history of ancient Babylon, it pales in comparison to what the archaeologists found underneath it.\n\nThe second layer of Section A was much more well-preserved and much, much older—experts traced it back to the Old Babylonian era, which stretched from 1894 to 1595 B.C.\n\nHowever, the excitement around Section B far outshone that for either layer of the first section. Section B was notably larger than Section A, at about 9,000 square meters, and contained a massive bounty of Babylonian antiquities. The whole section dates back to the same era as the lower layer of Section A, and—in addition to the individual artifacts like pottery and cylindrical seals—Aboud’s crew was able to map out what they believed to be residential homes.\n\nRelated Story Archaeologists Find New Ancient Board Game Tablets\n\nTwo housing units that the archaeologists uncovered contained multiple, various-sized rooms that could have served as living spaces, work areas, or storage, providing significant insight into the living habits and conditions of Old Babylon’s common residents.\n\nThe smaller, individual pieces of history—the pottery, writing tablets, seals, and more—that were part of the discovery are just as important as the structures unearthed in the area. The cylindrical seals, for instance, were in pristine condition despite being over 3,000 years old. Once used to sign documents and denote ownership, seals were an important person item and were often ornately decorated. While they served a functional purpose, they also now serve as crucial pieces of the history of aesthetics and symbolism—not just in Babylon, but across ancient Mesopotamia and the rest of the world.\n\nJust as important a find are the various cuneiform tablets. The logo-syllabic writing style is one of the earliest in civilized history, and translations of the ancient Babylonian tablets are essentially windows into the civilization’s commerce, government, and other facets of life. They provide a direct path to better understanding the ancient city.\n\nBut then again, so does the entire discovery. How lucky."
    },
    {
        "title": "Turning labs into 'discovery factories' with AI and robotics",
        "link": "https://healthcare-in-europe.com/en/news/laboratory-discovery-factories-ai-robotics.html",
        "description": "Science laboratories across disciplines—chemistry, biochemistry and materials science—are on the verge of a sweeping ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lmEytIIOQ3R3S3Vcypq5ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "healthcare-in-europe.com9h",
        "source": "healthcare-in-europe.com",
        "article_content": "With continued development, we expect robotics and automation will improve the speed, precision and reproducibility of experiments across diverse instruments and disciplines, generating the data that artificial intelligence systems can analyze to guide further experimentation James Cahoon\n\nThis trial-and-error approach is time-consuming and labor-intensive, slowing the pace of discovery. Automation offers a solution. Robotic systems can perform experiments continuously without human fatigue, significantly speeding up research. Robots not only execute precise experimental steps with greater consistency than humans, they also reduce safety risks by handling hazardous substances. By automating routine tasks, scientists can focus on higher-level research questions, paving the way for faster breakthroughs in medicine, energy and sustainability.\n\n“Robotics has the potential to turn our everyday science labs into automated ‘factories’ that accelerate discovery, but to do this, we need creative solutions to allow researchers and robots to collaborate in the same lab environment,” said Dr. James Cahoon, a co-author of the paper and chair of the Department of Chemistry. “With continued development, we expect robotics and automation will improve the speed, precision and reproducibility of experiments across diverse instruments and disciplines, generating the data that artificial intelligence systems can analyze to guide further experimentation.”\n\nThe researchers defined five levels of laboratory automation to illustrate how automation can evolve in science labs:\n\nAssistive Automation (A1): At this level, individual tasks, such as liquid handling, are automated while humans handle the majority of the work. Partial Automation (A2): Robots perform multiple sequential steps, with humans responsible for setup and supervision. Conditional Automation (A3): Robots manage entire experimental processes, though human intervention is required when unexpected events arise. High Automation (A4): Robots execute experiments independently, setting up equipment and reacting to unusual conditions autonomously. Full Automation (A5): At this final stage, robots and AI systems operate with complete autonomy, including self-maintenance and safety management.\n\nThe levels of automation defined by the researchers can be used to assess progress in the field, help in establishing appropriate safety protocols and set goals for future research in both science domains and robotics. Although lower levels of automation are common today, achieving high and full automation is a research challenge that will require robots capable of operating across different lab environments, handling complex tasks and interacting with humans and other automation systems seamlessly."
    },
    {
        "title": "bet365 bonus code: Get $200 instant bonus for NFL Week 8 early slate, including Browns vs. Ravens",
        "link": "https://www.cleveland.com/betting/2024/10/bet365-bonus-code-get-200-instant-bonus-for-nfl-week-8-early-slate-including-browns-vs-ravens.html",
        "description": "Newly verified bet365 sports bettors making a minimum, $5 wager will receive $200 in bonus tokens as soon as the first-time ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PPJKQju8p2mRQJuGTOfr0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "27m",
        "source": "Cleveland.com",
        "article_content": "Get set for an exciting Week 8 of NFL action. Cleveland fans have plenty of reasons to want to use the bet365 bonus code for the early portion of the Week 8 slate.\n\nThe Cleveland Browns vs. Baltimore Ravens matchup is the perfect way to use one of two outstanding bet365 bonuses.\n\nRead on as I explain the great bet365 promo with an incredible choice of two options you can use on Sunday’s Week 8 NFL early slate, including the Ravens vs. Browns matchup.\n\nbet365 bonus code at a glance\n\n🎁 bet365 bonus code No code required 💰 bet365 welcome bonus Bet $5, get $200 in bonus bets or $1,000 first-bet safety net 📝 Bet $5, get $200 in bonus bets terms and conditions Minimum $10 deposit and minimum $5 wager.\n\n\n\n-500 odds or longer for straight bets, and parlays must have one leg with -500 odds or greater.\n\n\n\nBonus bets will be available within an hour of qualifying wager settlement. Bonus bets expire after seven days. 📝 $1,000 first-bet safety net terms and conditions Minimum $10 deposit. If your first qualifying wager up to $1,000 loses, receive a matched refund in bonus bets.\n\n\n\nQualifying wager must settle within 30 days to remain eligible.\n\n\n\nBonus bets will be available within an hour of qualifying wager settlement. Bonus bets expire after seven days.\n\nbet365 bonus code: How to claim the offers\n\nBet365 has exceeded expectations by offering two bonus options. Here’s how to activate the bet365 bonus that best fits your needs.\n\nBet $5, get $200 in bonus bets instantly\n\nNewly verified bet365 sports bettors making a minimum, $5 wager will receive $200 in bonus tokens as soon as the first-time bet is placed.\n\nWhether you win, lose, or draw, bet365 will instantly credit your account with eight $25 bonus bets.\n\nKeep in mind that you must use your Bet $5 Get $200 bonus within seven days.\n\n$1,000 first-bet safety net promo\n\nThe $1000 first bet safety net is just as easy to activate, but it does come with some risks.\n\nNewly validated bet365 account owners can choose to bet as much as $1000 on any betting category on the board. If that bet loses, bet365 will place a bonus bet in the same amount as the wager, up to $1000.\n\nRemember, you only have seven days before your bet365 bonus bets expire.\n\nbet365 existing user promos\n\nBet365 hasn’t left existing users without any perks. Check out what bet365 offers these users daily.\n\n100% Parlay boosts: bet365 offers as much as a 100% NFL parlay boost throughout the regular season. The amount of the boost rises with each bet on the parlay until it reaches the maximum 100%.\n\nNFL Early payout: bet365 allows for early payouts for their NFL betting markets. If your team is up by 17+ plus, bet365 grants you the choice of an early payout or to let the bet ride.\n\nDaily Bet Boosts: bet365 offers daily bet boosts for all their major betting markets, including every game on the Week 8 NFL slate.\n\nNFL Week 8 early slate games to use your bet365 bonus code on\n\nCleveland fans are in for a treat. The Cleveland Browns are +10.5 (-110) home underdogs when they host the Baltimore Ravens in a tough AFC North matchup.\n\nBrowns starting quarterback Deshaun Watson was lost for the season with a torn Achilles tendon, but they have won three of their last five meetings against the Ravens.\n\nHere are the rest of the Week 8 NFL Early Games to use your bet365 sportsbook bonus.\n\nPhiladelphia Eagles vs. Cincinnati Bengals, 1:00 p.m. ET (CBS)\n\nBaltimore Ravens vs Cleveland Browns, 1:00 p.m. ET (CBS)\n\nTennessee Titans vs. Detroit Lions, 1:00 p.m. ET (FOX)\n\nArizona Cardinals vs. Miami Dolphins, 1:00 p.m. ET (CBS)\n\nNew York Jets vs. New England Patriots, 1:00 p.m. ET (CBS)\n\nAtlanta Falcons vs. Tampa Bay Buccaneers, 1:00 p.m. ET (FOX)\n\nGreen Bay Packers vs. Jacksonville Jaguars, 1:00 p.m. ET (FOX)\n\nIndianapolis Colts vs. Houston Texans, 1:00, 1:00 p.m. ET (CBS)"
    },
    {
        "title": "A payments startup hoping to take on Stripe and Square just raised $75 million with this pitch deck",
        "link": "https://www.businessinsider.com/payments-fintech-finix-pitch-deck-75-million-series-c-2024-10",
        "description": "Finix is going after a piece of the payments pie with the startup's no-code solution. Here's the 26-slide deck that won over ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5B_MreOkSpBPx_igKUZIFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "Business Insider",
        "article_content": "Finix is a startup that works with merchants so they can accept and manage payments.\n\nOn Thursday, it raised a $75 million Series C that included Lightspeed Ventures and Acrew Capital.\n\nHere is the pitch deck Finix used to raise its Series C.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nSome of the industry's biggest fintech investors just backed an up-and-coming payments startup challenging Stripe and Square.\n\nFinix, founded in 2016, lets other businesses accept, disburse, and manage payments. The San Francisco-based startup raised $75 million in a Series C funding round, the company announced Thursday. The round included Acrew Capital and Lightspeed Venture Partners, which have invested in some of the biggest fintechs, like Chime and Coinbase, and Affirm, respectively.\n\nFinix, which has raised $208 million to date, was named one of Business Insider's most promising fintechs of 2024. Its main selling point is helping companies, with little-to-no technical resources, facilitate payments — whether that's a coffee shop accepting a payment from a customer, an artist selling their painting on a digital marketplace like Etsy, or an airline refunding a customer for lost luggage.\n\nHistorically, if a business wanted to handle different kinds of payments, it'd need to use different providers and manage the multiple integrations that would come with that, according to Finix CEO and cofounder, Richie Serna. Finix is trying to change that by facilitating in-store and online payments, accepting payments and disbursing payouts, handling payments between different countries, and serving subscription software companies that need to enable payments between multiple merchants and multiple customers, like Airbnb or Uber.\n\nAdvertisement\n\nFinix processes billions of dollars every month for tens of thousands of merchants, Serna said. In the last year, the startup quadrupled its revenue, he added. He declined to disclose Finix's valuation.\n\nFinix leans into low code, no code tools\n\nFinix mostly targets companies that lack the software-developer resources to set up and customize their payments offerings. At the heart of its value proposition is the idea of \"low code, no code,\" or tools that help non-programmers build apps and automate simple tasks without needing to know how to code.\n\n\"If Adyen's for the enterprise, Square's for the micro-merchant, Stripe is for the developer-centric startup, Finix is for the 22 million businesses that don't have developers or don't have enough developers,\" Serna told Business Insider.\n\nCarving out that slice of market share hasn't stopped Finix from competing with those larger payments players, though. Sales call data with prospective customers show that Finix is up against Stripe the majority of the time, Serna said.\n\nAdvertisement\n\n\"We win 60% of the deals that we see,\" he said, referring to deals in Finix's pipeline.\n\nSerna previously was an engineer at Balanced, a now-defunct payments company that, when forced to shutter its operations in 2015, struck a deal with its longtime rival, Stripe, to transition existing customers.\n\n'Six to 10 companies that are smashed together'\n\nOne of the reasons Finix comes up against Stripe and other payment processors could be because the company is trying to offer a one-stop shop for various payments needs.\n\nFinix is \"basically six to 10 companies that are smashed together and have to work extremely seamlessly together,\" Serna said.\n\nAdvertisement\n\nUnder the hood, Finix underwrites all new merchants, which involves a dozen or two different compliance checks; runs a risk system that uses machine learning to determine the identity of the person paying; stores credit-card info in a compliant and secure way; and facilitates the connection between the card networks, payment rails, and accounting systems, Serna said. At the same time, Finix layers APIs, front-end dashboards for managing payments, and check-out forms that intake credit-card numbers and billing information, Serna said.\n\n\"So there's a lot of pieces,\" Serna said. \"Most people only see the tip of the iceberg, everything that we do behind the scenes is below the water, and our job is to make it as simple as possible.\"\n\nHere's the 26-page pitch deck Finix used to raise its Series C."
    },
    {
        "title": "A Brilliant Tech Entrepreneur Gave Up on His Awesome Startup , and I Don’t Blame Him",
        "link": "https://www.inc.com/joe-procopio/a-brilliant-tech-entrepreneur-gave-up-on-his-awesome-startup-and-i-dont-blame-him/90993115",
        "description": "Look, I can’t heap enough praise on Jack. He’s a genius, a survivor, creative as all hell, and a good dude. He’s got loads of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.d65jCgEr_B1Hx9ICPQnMDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "8h",
        "source": "Inc",
        "article_content": "Content not available"
    },
    {
        "title": "Stellantis to start making new Lancia Gamma at Italy's Melfi plant in 2026",
        "link": "https://www.reuters.com/business/autos-transportation/stellantis-start-making-new-lancia-gamma-italys-melfi-plant-2026-2024-10-25/",
        "description": "Stellantis said on Friday it would start production of a new Lancia Gamma mid-sized car in 2026 at its Melfi plant in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ftEt5h6Fs-BHvXDggHcKqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Apple iPhone 16 Pro vs. Google Pixel 9 Pro: Which Pro is best?",
        "link": "https://www.digitaltrends.com/mobile/apple-iphone-16-pro-vs-google-pixel-9-pro/",
        "description": "The iPhone 16 Pro and Pixel 9 Pro both offer a flagship experience at $1,000, with similarities in the design, display and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.etatnlF8KtX254vJVmO2sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "6h",
        "source": "Digital Trends",
        "article_content": "Smartphones are constantly getting bigger, and the Apple iPhone 16 Pro Max and Google Pixel 9 Pro XL both stretch the boundaries of what’s comfortable to use with one hand. Thankfully, Apple and Google also launched the iPhone 16 Pro and Pixel 9 Pro, which offer the same premium flagship experience in a smaller, more ergonomic form factor.\n\nEach phone boasts reasons to buy it over the other, and many of these have to do with AI. Both phones also cost $1,000, So, which one should you buy? Which phone has the best mix of hardware and software, and utilizes AI in ways that will improve your life? Let’s dive into the details.\n\nRecommended Videos\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: specs\n\nSpecs iPhone 16 Pro Pixel 9 Pro Size 149.6 x 71.5 x 8.25mm (5.89 x 2.81 x 0.32 inches) 152.8 x 72 x 8.5mm (6.02 x 2.83 x 0.32 inches) Weight 199 grams (7.03 ounces) 199 grams (7.02 ounces) Screen 6.3-inch Super Retina XDR OLED 1206 x 2622 pixels ProMotion with 120Hz dynamic refresh rate Dolby Vision, 2,000 nits brightness 460 pixels per inch 6.3-inch OLED 1280 x 2856 pixels 120Hz dynamic refresh rate 3,000 nits peak brightness 495 pixels per inch Operating system iOS 18 Android 14, upgradable to Android 15 RAM and storage 128GB, 256GB, 512GB, 1TB 8GB RAM 128GB, 256GB, 512GB, 1TB 16GB RAM Processor Apple A18 Pro Six-core CPU Six-core GPU Google Tesnor G4 Octa-core CPU Mali-G715 GPU Camera Rear: 48-megapixels primary, f/1.8, 1/1.28″, OIS 48MP ultrawide, f/2.2, 120° FOV 12MP telephoto, f/2.8, 5x optical zoom Front: 12MP, f/1.9, 1/3.6″ Rear: 50MP primary, f/1.7, 1/1.31″, PDAF, OIS 48MP ultrawide, f/1.7, 123° FOV 48MP telephoto, f/2.8, 5x optical zoom Front: 42MP, f/2.2, PDAF Video Rear: 4K, up to 120 fps Front: 4K, up to 60 fps Rear: 8K, up to 30fps\n\n4K, up to 60 fps Front: 4K, up to 60 fps Connectivity Wi-Fi 7, tri-band Bluetooth 5.3 Wi-Fi 7, tri-band Bluetooth 5.3 Ports USB-C Gen 3.2 DisplayPort USB-C Gen 3.2 Water resistance IP68 (maximum depth of 6m up to 30 minutes) IP68 (maximum depth of 1.5m up to 30 minutes) Battery & charging 3,582 mAh 30W fast charging 25W wireless charging via MagSafe 15W Qi2 wireless charging 4,700 mAh 27W fast charging 21W wireless charging with Pixel Stand 12W Qi wireless charging Colors Black Titanium,\n\nWhite Titanium,\n\nNatural Titanium,\n\nDesert Titanium Porcelain,\n\nRose Quartz,\n\nHazel,\n\nObsidian Price Starts at $999 Starts at $999\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: design and display\n\nBoth phones have undergone subtle changes from their predecessors, the iPhone 15 Pro and Pixel 8 Pro. Unlike previous years, both now feature near-identical specs sheets to their bigger siblings, and they both offer the same flagship experience in a smaller, more ergonomic size.\n\nThe big difference is in style: Apple uses titanium in the build of the iPhone 16 Pro, which feels lighter and more premium than the Pixel 9 Pro, which uses aluminum, but comes in more vibrant colors. Even though they weigh the same 199 grams, the iPhone 16 Pro feels slightly lighter than the Pixel 9 Pro thanks to the titanium build.\n\nThe choice of titanium also means the iPhone 16 Pro features more muted colors than the Pixel 9 Pro. The four titanium color choices are beautiful, but none are quite as vibrant as the Rose Quartz Pixel 9 Pro. The pink color choice means your Pixel 9 Pro can stand out, although there are more traditional color choices available if Pink isn’t your preference.\n\nMeasuring 149.6 x 71.5 x 8.25mm, the iPhone 16 Pro is 3mm shorter, 0.5mm narrower, and 0.25mm thinner than the Pixel 9 Pro, but they feel virtually identical in the hand. The iPhone 16 Pro also has a Camera Control button on the right side,and the Action button on the left, while the Pixel 9 Pro has a mmWave antenna cutout on the top, even in countries where mmWave isn’t available.\n\nBoth phones have a 6.3-inch OLED display, with a dynamic refresh rate of up to 120Hz. The Pixel 9 Pro display is slightly higher resolution, resulting in a higher pixel density (495 pixels per inch versus 460 ppi), but the difference is minimal. The Pixel 9 Pro has a peak brightness of 3,000 nits, while the iPhone 16 Pro doesn’t get as dark at 2,000 nits. However, there’s functionally little difference in the quality or brightness of the displays during day-to-day use.\n\nThe Pixel 9 Pro has a slightly better display, but there’s no denying how good the titanium build on the iPhone 16 Pro feels in the hand. This one’s a stalemate.\n\nWinner: Tie\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: performance and battery\n\nRecent Pixel devices have been plagued by problems with Google’s Tensor GPU, and while Google has stuck with its chipset, the Tensor G4 chip in the Pixel 9 Pro is vastly improved. It’s designed with performance and AI in mind and fixes many of the problems in the previous generation, including poor battery life and overheating. It’s paired with a whopping 16GB of RAM inside the Pixel 9 Pro, which results in fast performance that left us impressed.\n\nIn comparison, the iPhone 16 Pro is powered by the new Apple A18 Pro chipset that’s designed with performance, battery life, and yes, AI, in mind. Compared to the A17 Pro chipset, it offers up to 15% faster CPU performance, 20% faster graphics performance, and 2x faster ray tracing. The neural processing unit (NPU) performance is very similar, but the improved heat dissipation on the iPhone 16 Pro means it’ll be harder to overheat your iPhone.\n\nThat’s what all the numbers say, but as we discovered in our iPhone 16 Pro and Pixel 9 Pro reviews, both phones offer excellent performance in most conditions. The A18 Pro chipset inside the iPhone 16 Pro is faster than the Tensor G4 and more likely to handle future use cases, but neither phone disappoints in the experience offered today.\n\nThe iPhone 16 Pro features a battery capacity of around 3,582mAh while the Pixel 9 Pro has a much larger 4,700mAh capacity. However, the tight integration of hardware and software means the iPhone 16 Pro can have a smaller technical capacity and deliver slightly better battery life than the Pixel 9 Pro. In our testing, Apple’s flagship lasts up to two hours longer, but both phones offer all-day battery life with some juice to spare.\n\nBoth phones offer “fast” charging that is among the slowest in the industry, and both phone makers have opted to use their own standard for faster wireless charging. The iPhone 16 Pro uses MagSafe for 25-watt wireless charging, while the Pixel 9 Pro requires the Pixel Stand to achieve 21W. However, both also support the Qi standard, with the iPhone 16 Pro offering up to 15W speeds when charging with Qi2 and the Pixel 9 Pro being capable of 12W charging when connected to a Qi charger.\n\nThe iPhone 16 Pro is very similar to the Pixel 9 Pro, but offers slightly better battery life and overall performance. The Tensor G4 is no slouch — and vastly improved over previous years — but Apple still holds the lead.\n\nWinner: Apple iPhone 16 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: cameras\n\nBoth phones use a triple-camera setup and advanced algorithms to capture photos at a variety of focal lengths. The Pixel 9 Pro has better hardware on paper, but each phone has its pros and cons. Google has a slight advantage in still photography and software features, but the iPhone 16 Pro is better for creators and anyone focused on video.\n\nThe Pixel 9 Pro has a 50-megapixel main camera, a 48MP ultrawide camera, and a 48MP periscope telephoto camera that offers up to 5x zoom. Meanwhile, the iPhone 16 Pro uses a 48MP main camera (with the Fusion branding) that captures high-resolution 24MP photos by default. There’s also a 48MP ultrawide camera with a smaller f/2.2 aperture and a 12MP periscope telephoto camera that also offers up to 5x zoom.\n\nThere are many hardware similarities between these two cameras, but it’s in the wider feature set where they diverge. The Pixel 9 Pro comes with features like Add Me — which makes it easy to include everyone in a group shot, even the photographer — Auto Frame in the Magic Editor, Zoom Enhance to capture more detail at higher zoom lengths, and Reimagine to help you reimagine photos using generative AI.\n\nThe iPhone 16 Pro also comes with a slate of camera features, although they’re more geared toward creators. The Camera Control button makes it easy to launch the camera, swipe through different functions, and zoom in or out of a photo or video. The camera control button will also enable Vision Intelligence features later this year, offering a similar experience to Google Lens, where you can point the camera at something and learn more about it straightaway.\n\nThe upgrade of the ultrawide camera to 48MP offers far more detail and better color reproduction. The revamped Photography Styles allow you to tweak and refine your photos before you take them. There’s also the ability to take 4K video portraits at 120 frames per second (fps), Dolby Vision recording, and improvements to audio recording. Audio Mix allows you to choose from four different styles and edit the audio in a video to match this professional style.\n\nBoth phones take fantastic photos, and personal preference will play into this. The iPhone 16 Pro ekes out a win, however, thanks to better photographic styles and video recording.\n\nWinner: Apple iPhone 16 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: software and updates\n\nBoth companies have made strong promises about software and updates, with Google promising seven years of security and software updates for the Pixel 9 Pro. At the same time, Apple makes no guarantees, but its phones have usually been supported for just as long, if not longer.\n\nThe Pixel 9 Pro launched on Android 14, but can be updated to Android 15 after the recent launch. The update for the Pixel 9 Pro brings a host of new features, including the ability to hide sensitive apps and improvements in theft protection, the ability to generate passkeys, and App Pairing. This last feature allows you to save combinations of two apps and launch them with a single tap.\n\nThe iPhone 16 Pro, meanwhile, ushers in iOS 18, which introduces one of the biggest overhauls to the iPhone experience. If you’re an Android user, many of the new features in iOS 18 will feel familiar, because it’s the closest that the iPhone has ever come to replicating the Android experience.\n\nSome of the biggest iOS 18 features include a customizable home screen — you can finally move apps wherever you want — a customizable control center, a new private folder for your apps, and the ability to lock apps behind a paywall. There are also huge overhauls of Apple Photos, new features in iMessage, support for the RCS standard for messaging, a new Passwords manager, and much more. It’s a huge overhaul of the iPhone experience.\n\nBoth companies are also betting big on AI. Google dedicated much of its Pixel event to showcasing the power of Gemini as your voice assistant. There are new tools for creating and editing images, custom weather reports, a new screenshots app, and many more features that leverage Generative AI to usher in a host of new features.\n\nMeanwhile, the iPhone 16 Pro also bets big on AI, but takes a different approach. Apple Intelligence powers the revamped Siri, but it isn’t launching until later this month. The full rollout of the new Apple Intelligence features won’t be available until early next year, and while features like Apple Intelligence Summaries are some of the best use cases for AI, it’ll take six months from launch for the iPhone 16 Pro to get the full suite of AI features.\n\nIt’s worth noting that the Pixel 9 Pro comes with one year of Gemini Advanced for free (after which, it’s $20 per month), while the Apple Intelligence features on the iPhone 16 Pro are entirely free — except for the ChatGPT integration, which uses your existing subscription — although Apple may choose to charge for some features in the future.\n\nBoth phones focus on AI, and while Apple Intelligence has a lot of promise, the delay in launch means the Pixel 9 Pro offers better overall software and AI features right now.\n\nWinner: Pixel 9 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: price and availability\n\nBoth phones cost $999 for 128GB of storage, and each charges a $100 premium for the 256GB version. The Pixel 9 Pro costs $1,219 for the 512GB and $1,449 for the 1TB models, while the iPhone 16 Pro costs $1,299 and $1,499, respectively.\n\nThings get a little confusing when you consider the Pixel 9 Pro colors, however. The Porcelain and Hazel colors only come with up to 512GB of storage, while the Rose Quartz model is bizarrely only available with 256GB of storage. If you want the top storage, you have to go for the Obsidian (aka Black) color.\n\nThe iPhone 16 Pro is far simpler. The four titanium color choices — Natural Titanium, White Titanium, Black Titanium, and the hero, Desert Titanium — are available in all storage options.\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: verdict\n\nTwo similar phones, from two companies that you’ve heard of. This sums up this comparison, at least on paper. Once you dive in, you realize that the differences are subtle, but they do exist.\n\nBoth phones weigh the same, but the iPhone 16 Pro feels lighter. The cameras are very similar, and each camera excels in different ways. Even the software is fairly similar, with iOS 18 taking great strides to offer Android-esque levels of customization.\n\nWhich smartphone is best depends on which platform you prefer. If you prefer iOS, then buy the iPhone 16 Pro. For Android lovers, the Pixel 9 Pro is a fantastic smartphone. If you want to make the switch in either direction, there’s no better time, but if you’re thinking of switching to Android, it’s worth noting that the Pixel 9 Pro is a great alternative, but the OnePlus 12 is the best Android alternative to the iPhone."
    },
    {
        "title": "Driving Transformation with Cloud Computing and Virtualization",
        "link": "https://techbullion.com/driving-transformation-with-cloud-computing-and-virtualization/",
        "description": "In a world of rapid technological evolution, cloud computing and virtualization have become pivotal forces reshaping the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eKsKLPIj0G3eNG_0oEHaHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Impacts14m",
        "source": "Impacts",
        "article_content": "In a world of rapid technological evolution, cloud computing and virtualization have become pivotal forces reshaping the digital landscape. Rajesh Basa‘s insightful analysis uncovers the nuances of these technologies and their profound impact on various sectors, providing a technical overview that simplifies complex concepts while showcasing the future potential of these innovations.\n\nRevolutionizing IT Infrastructure\n\nCloud computing’s impact on IT infrastructure has expanded significantly, providing scalable solutions that adapt to fluctuating demands and enable businesses to handle peak workloads without excessive hardware investments, thereby reducing costs and optimizing resource use. At the same time, cloud data storage solutions are experiencing exponential growth, driven by the need for real-time data processing. Virtualization, which underpins cloud computing, has transformed resource management by allowing multiple virtual machines (VMs) to run on a single physical server, enhancing efficiency, improving hardware utilization, and promoting sustainability through reduced energy consumption. As virtualization technology evolves, emerging trends like AI-driven management are set to further refine virtualized environments, delivering automated solutions that boost operational efficiency.\n\nAccelerating Software Development and Deployment\n\nThe integration of cloud computing into software development and testing has accelerated the software lifecycle, enabling faster releases and reducing time-to-market for new applications. Cloud-based environments allow developers to swiftly set up testing platforms, automate deployment processes, and manage continuous integration and continuous delivery (CI/CD) pipelines, leading to substantial reductions in software deployment incidents and making cloud computing a cornerstone of modern DevOps practices. Virtualization complements this by providing isolated development environments that can be quickly replicated and adjusted, while the shift towards containerization—a lightweight form of virtualization—lets developers bundle applications with all dependencies to ensure consistency across development stages. The rise of container orchestration platforms has further streamlined this process, enabling rapid provisioning of resources for both testing and production.\n\nEnhancing Disaster Recovery and Business Continuity\n\nBusiness continuity planning has greatly benefited from cloud-based disaster recovery solutions, offering more agile and cost-effective approaches compared to traditional methods. Cloud-based disaster recovery as a service (DRaaS) significantly reduces recovery times, minimizes the need for maintaining secondary physical sites, and allows organizations to back up data in geographically dispersed locations, ensuring availability even during localized outages. Virtualization further enhances these capabilities by enabling faster recovery through the restoration of virtual machines on different hardware and providing the flexibility to migrate workloads seamlessly between environments. This approach not only improves efficiency but also offers heightened security by isolating applications and mitigating the risk of system-wide failures.\n\nEmpowering Edge Computing and IoT Innovations\n\nThe convergence of cloud computing and virtualization has paved the way for advancements in edge computing, where data processing occurs closer to the source, essential for real-time applications like autonomous vehicles and industrial automation that require low latency. By processing data locally, edge computing reduces the strain on centralized cloud data centers, optimizing bandwidth usage and enhancing application responsiveness. This synergy significantly benefits the Internet of Things (IoT) ecosystem, as cloud-based platforms offer the infrastructure needed to manage extensive networks of connected devices. Virtualization enables businesses to create virtual instances tailored to specific IoT applications, facilitating scalable solutions to diverse needs, while future developments will likely see further integration with AI to enable intelligent decision-making at the edge.\n\nShaping the Future with Emerging Trends\n\nThe ongoing evolution of cloud computing and virtualization is giving rise to emerging trends that promise to transform the IT landscape even further, with serverless computing abstracting infrastructure management to let developers focus purely on code while cloud providers handle the underlying infrastructure, thereby reducing operational costs and simplifying development. At the same time, multi-cloud and hybrid cloud strategies are gaining momentum, providing businesses with the flexibility to choose the most suitable environments for different workloads while avoiding vendor lock-in. Moreover, the integration of AI and machine learning with cloud computing is driving intelligent resource allocation, enabling automated scaling and optimization of cloud environments based on real-time demands.\n\nIn conclusion, Rajesh Basa‘s exploration of cloud computing and virtualization highlights their transformative potential across various domains. As these technologies mature, they are reshaping business operations, enhancing software development, improving disaster recovery, and driving edge computing innovations. With trends like serverless computing and AI integration on the horizon, the future promises greater efficiency and scalability. The path to a fully interconnected and optimized digital world is unfolding, fueled by ongoing advancements in cloud and virtualization."
    }
]