[
    {
        "title": "The Original UFO Whistleblower - Bob Lazar and Project Gravitaur",
        "link": "https://www.msn.com/en-us/news/technology/the-original-ufo-whistleblower-bob-lazar-and-project-gravitaur/vi-AA1tF0pC?ocid=BingNewsVerp",
        "description": "Patrick discusses the trailer Project Gravitaur and the original UFO whistleblower Bob Lazar. #uap #lazar #ufo #aliens #whistleblower ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Vetted on MSN4h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "UFO Disclosure Part 9: What is the Truth? - Episode One | movie | 2024 | Official Trailer",
        "link": "https://www.msn.com/en-us/health/medical/ufo-disclosure-part-9-what-is-the-truth-episode-one-movie-2024-official-trailer/vi-AA1tDYpI?ocid=BingNewsVerp",
        "description": "Are all these craft coming from other galaxies, or other dimensions? What is The Truth about the UFO phenomenon? There a | ...",
        "image_url": "https://www.bing.com/th?id=OVF.YWsl0A7NJoGjq8MAlz6%2bFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12hon MSN",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "Carbondalien invasion: Festival celebrates 50th anniversary of UFO sighting in Carbondale",
        "link": "https://www.thetimes-tribune.com/2024/11/07/carbondalien-invasion-festival-celebrates-50th-anniversary-of-ufo-sighting-in-carbondale/",
        "description": "Those curious of life outside our world can find fun Saturday at the Carbondalien Festival, which celebrates the milestone of a mysterious event in Carbondale’s history. The Carbondalien ...",
        "image_url": "https://www.bing.com/th?id=ODF.krDOqXOdngAFi1-xN-ck-w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "The Scranton Times-Tribune8h",
        "source": "The Scranton Times-Tribune",
        "article_content": "Those curious of life outside our world can find fun Saturday at the Carbondalien Festival, which celebrates the milestone of a mysterious event in Carbondale’s history.\n\nThe Carbondalien Festival marks the 50th anniversary of the infamous incident near Russell Park in Carbondale that many believe was a UFO crash landing on Nov. 9, 1974. The festival will be held Saturday at the park on 11th Avenue and along Main Street in the city’s downtown from 11 a.m. to 5 p.m.\n\nThe event is hosted by the Carbondale Arts Alliance and will have vendors, food trucks, speakers, art and live music.\n\nNicole Curtis, the Carbondalien Festival’s organizer, “Carbondalien-in-Chief” and co-owner of the City Line Shop Cafe in Carbondale, was inspired to start the festival as an alien art walk after seeing how art helped save other nearby small towns.\n\nMany townspeople are not aware of the UFO event since many did not want to discuss it for fear of being ridiculed. There were many sightings of the UFO that allegedly crashed from around the county, from the Scranton area to Carbondale, according to Curtis.\n\nWhat occurred 50 years ago is an “amazing incredible thing that not many people know about that should be celebrated and not be ashamed about,” said Curtis. On that day, “something glowed in the water for nine hours and left on a flatbed truck,” she said.\n\nAccording to the newspaper archives, the legend began on Nov. 9, 1974, when three teenage boys alerted police after witnessing a “red, whirring ball” fall from the sky and into a mine pond. The incident drew police, military and the curious to the city and concluded with a dive team pulling a battery-powered mine lantern from the pond.\n\nCurtis started planning for the Carbondalien Festival a year ago by looking for an artist to design an alien and reached out to Jennifer Forgione, known as JFo, studio artist of JFo Generation in Spring Brook Twp.\n\nForgione’s mother was an eyewitness to the UFO while observing the sky at her home in Dunmore. This synchronistic event is “why I am so passionate about it and it is a very good thing,” said Forgione, who is excited to participate in the festival linked to her mother’s UFO sighting.\n\nThose wanting to know about the legend can watch the theatrical performance, “The Russel Park Experience,” presented in partnership with the Lackawanna Historical Society. The performance immerses the audience as a member of the press at the crash site trying to get the facts of what happened. Performances will take place at Russell Park at 11:45 a.m., 12:30 p.m. and 1:30 p.m.\n\nThe festival is a “great opportunity to meet interesting people and learn new things,” as well as a place to meet “like-minded people in the cryptid and UFO world,” said Curtis.\n\nFestivalgoers can learn more about UFO topics at the Supernatural Speaker Series at the Hotel Anthracite. Speakers include: James Krug with “Invasion of the Body Snatchers & How to Become a MUFON Investigator,” Bill Weber with “UFO Sightings and Cover Ups,” Tim Renner with “The 1920’s Bigfoot Flap in Pennsylvania” and Alan B. Smith with “Exposing UFO Debunkers.”\n\nAdditionally, the Carbondalien Festival will have a ticketed after-party event at the ballroom of the Hotel Anthracite with a cocktail hour, dinner and presentation of “World of the Weird” by Heather Taddy, known as the team documentarian on A&E’s hit television series “Paranormal State,” from 6 to 8:30 p.m.\n\nThroughout the city, 34 local businesses are hosting a scavenger hunt with 7-foot-tall wooden aliens unique to each location. Visitors can vote for their favorite design on the festival’s website.\n\nOther activities include a free Alien Swim at the Carbondale YMCA, and an Alien Storytime and Craft, Alien Teen Bingo and Extraterrestrial Film Festival at the Carbondale Public Library.\n\nAccording to Forgione, the more people who get excited about the festival, the less people will be afraid of aliens.\n\n“You see a cute little heinie on the alien and smile and laugh,” Forgione said of her artwork. Forgione will be selling handmade 7-foot-tall, 4-foot-tall and 2-foot-tall wooden aliens at the event, along with alien ornaments.\n\nCurtis said the event is to keep “an openness to what the story could be.” This gives people an opportunity to not argue over the story, but ponder the possibilities.\n\n“Many feel ostracized talking and sharing their story,” said Forgione. “There might be so many stories that people are afraid to tell.”\n\nAn eyewitness who wishes to remain anonymous and was first on the scene has donated stacks of photos, business cards of reporters who came to town and typed-up reports about the event to the Lackawanna Historical Society, according to Curtis.\n\nCurtis hopes the Carbondalien Festival helps to build tourism for the town by getting people to see what the town has to offer. She wants the Carbondalien Festival to evolve into an annual event.\n\nThose attending the event will find “an escape from a regular day and have a magical one-of-a-kind experience,” said Forgione.\n\nFor more information about the Carbondalien Festival and to purchase tickets for the after-party, go to carbondalienfestival.com.\n\nIf you go\n\nWhat: The Carbondalien Festival\n\nWhen: Saturday, 11 a.m. to 5 p.m.\n\nWhere: Russell Park on 11th Avenue and along Main Street in the city’s downtown.\n\nEvents: The immersive “The Russel Park Experience” at the park, the Supernatural Speaker Series at the Hotel Anthracite, a citywide scavenger hunt, alien-themed activities at the Carbondale Public Library and more. A ticketed after-party event at the ballroom of the Hotel Anthracite will feature “Paranormal State” star Heather Taddy from 6 to 8:30 p.m.\n\nInfo: Visit carbondalienfestival.com."
    },
    {
        "title": "Universal Friendship Organization's peace walk gets police backing",
        "link": "https://www.ghanaweb.com/blogs/nanistonews/Universal-Friendship-Organization-039-s-peace-walk-gets-police-backing-1811",
        "description": "The Greater Accra Regional Police Command has assured the Universal Friendship Organization (UFO) of full protection for their peace walk scheduled for November 9. This assurance came after a ...",
        "image_url": "https://www.bing.com/th?id=OJ.qC5sLcI0PKysLQ&pid=news&w=106&h=16&rs=2",
        "category": "ufo",
        "date": "4h",
        "source": "Ghanaweb.com",
        "article_content": "This blog is managed by the content creator and not GhanaWeb, its affiliates, or employees. Advertising on this blog requires a minimum of GH₵50 a week. Contact the blog owner with any queries.\n\nNanisto News Blog of Thursday, 7 November 2024\n\nSource: Manteaw Amos\n\nThe Greater Accra Regional Police Command has assured the Universal Friendship Organization (UFO) of full protection for their peace walk scheduled for November 9. This assurance came after a closed-door meeting between UFO's President, Samuel Adobah, together with the vice President JOHNSON ADU, and the police administration to finalize preparations.\n\n\n\nThe police commander has advised organizers to refrain from displaying party colours during the walk, instead encouraging the use of Ghana flags and UFO's organizational t-shirts.\n\n\n\nAdherence to police rules is also mandatory to ensure a peaceful event.\n\n\n\nThis meeting marks the second time the police have invited UFO to discuss their preparedness.\n\n\n\nAdobah thanked the police for deploying officers to safeguard the peace walk and promised a smooth, peaceful experience.\n\n\n\nWith over 1,000 supporters expected to participate, UFO aims to preach peace to the general public as Ghana approaches the 2024 elections.\n\n\n\nThe organization's efforts are crucial in promoting harmony and peaceful coexistence during this critical period.\n\n\n\nBy working together with law enforcement, UFO demonstrates its commitment to a tranquil electoral process.\n\n\n\nUniversal Friendship Organization (UFO) is a civil society organization dedicated to promoting peace and strengthening friendship globally.\n\n\n\nAs a civil society organization, UFO joins the ranks of various groups, including non-governmental organizations (NGOs), community-based organizations (CBOs), and Indigenous peoples' organizations (IPOs), working together to make a positive impact\n\n\n\nUFO's mission aligns with the broader goals of civil society organizations, which aim to amplify corrective voices, promote peace, and support economic development.\n\n\n\nBy organizing peace walks and other initiatives, UFO demonstrates its commitment to fostering harmony and peaceful coexistence Promoting Peace, UFO works to preach peace to the general public, especially as Ghana approaches the 2024\n\nelections\n\n"
    },
    {
        "title": "House announces UAP hearings for Nov. 13",
        "link": "https://www.yahoo.com/news/house-announces-uap-hearings-nov-004932423.html",
        "description": "Held by the House Oversight Committee, the hearing, titled 'Unidentified Anomalous Phenomena: Exposing the Truth,' will begin on the 13th at 11:30 a.m. ET, and one witness said to be there is retired ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "ufo",
        "date": "8h",
        "source": "Yahoo",
        "article_content": "(NewsNation) — The House of Representatives has set a Nov. 13, 2024, date for the next hearing on unidentified anomalous phenomena (UAPs), aka UFOs, with a witness list that includes a former Navy admiral.\n\nThe hearing follows one held in the summer of 2023 after whistleblower David Grusch alleged the Pentagon has been operating a secret UFO retrieval program.\n\nHeld by the House Oversight Committee, the hearing, titled “Unidentified Anomalous Phenomena: Exposing the Truth,” will begin on the 13th at 11:30 a.m. ET, and one witness said to be there is retired Navy Rear Adm. Timothy Gallaudet, who has spoken about his experiences with UAPs and unexplained submerged objects.\n\nNetflix faces lawsuit over ‘The Manhattan Alien Abduction’\n\nA full witness list has not been released, and in previous hearings, witnesses have expressed fears of intimidation or stigma associated with speaking openly about UAPs.\n\nThe Defense Department has repeatedly denied that there are secret UFO or UAP programs in existence, though it did admit to plans for the Kona Blue program, which would have reverse-engineered UAP technology.\n\nAccording to the Pentagon, the program was never stood up because no such technology was ever recovered.\n\nA report from the department’s All-domain Anomaly Resolution Office (AARO) said that most UAP reports were cases of mistaken identity involving drones or top-secret technology. The office said there is no evidence that UAPs are alien in nature.\n\nFollowing last year’s initial public hearing, a bipartisan group of lawmakers has continued to have closed-door hearings on the subject, expressing frustration at the lack of transparency around UAPs.\n\nDelphi murders: Prison psychiatrist describes Allen’s psychosis and treatment\n\nRecent reporting from independent journalist Michael Shellenberger revealed the existence of a whistleblower report that names, for the first time, an alleged Pentagon UAP program: Immaculate Constellation.\n\nThe individual whistleblower in that report has not been identified, and it is not clear if they will be among the witnesses in the upcoming hearing.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to NewsNation."
    },
    {
        "title": "Commentary: Generative AI isn’t worth your money yet",
        "link": "https://www.aol.com/finance/generative-ai-isn-t-worth-174631435.html",
        "description": "Apple also offers photo editing capabilities with its first wave of Apple Intelligence features, though it’s far tamer than ...",
        "image_url": "https://www.bing.com/th?id=OVF.Hp8BbFlqsrNbGSKJIrX9cQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16hOpinion",
        "source": "AOL",
        "article_content": "Tech companies continue to roll out new generative AI apps and services. Microsoft (MSFT) has its Copilot for Windows; Apple (AAPL) has Apple Intelligence for the iPhone, iPad, and Mac; Google (GOOG, GOOGL) has Gemini for its apps and Pixel phones; and Meta (META) has Meta AI for its various social media services. But despite all of the hype, I’m still not sold on these apps. At least not yet.\n\nI’ve been using each company’s products for a while now, and while they’ve got some intriguing capabilities, none of them has the kind of features that make me want them to be a part of my daily life. The problem, at least so far, is that much of what these companies have to offer are solutions for niche situations or kitschy demos for what’s to come down the line.\n\nWhether that’s manipulating photos to completely alter their settings, changing an artificial intelligence app’s voice to a celebrity’s voice, or creating generative AI-based emojis, I haven’t come across a single generative AI feature that would convince me to spend $800 on a new phone or PC or make me want to change how I use apps. But there’s potential on the horizon.\n\nLimited uses for most users\n\nIf you’re an Android user, you’ve likely at least tried some of the company’s generative AI capabilities via Google’s Pixel phones or Samsung’s Galaxy line of devices. There’s the ability to edit photos to do things like make your 4-year-old appear as though she’s dunking a basketball on a regulation-height hoop or that your dog is driving your car. You can also reimagine your photos to, say, transform a road into a rushing river, or even add objects to them that weren’t there before.\n\nApple also offers photo editing capabilities with its first wave of Apple Intelligence features, though it’s far tamer than Google’s, only allowing you to remove objects from the background of your photos like a person walking behind your subject in a shot or a cup off of a table.\n\nMicrosoft's Copilot+PCs are Windows PC with added generative AI features like the company's Copilot chatbot software. (JASON REDMOND/AFP via Getty Images) (JASON REDMOND via Getty Images)\n\nMeta AI can pull off the same tricks as Google, letting you do things like remove large objects from images or transform the floor in a photo into lava. It’s all a bit of fun to use at first, but unless you’re spending a lot of time posting the perfect shot to Instagram every day, there’s little reason to regularly use these apps. Is that worth buying a new $799 iPhone or $999 for a Surface laptop or changing your routine to use a new piece of software? Not really.\n\nTech companies are also offering features that can summarize large chunks of text, rewrite emails to make them more professional or more casual, and prepare bullet points to help quickly digest the most important parts of a report. These can be helpful if you’re trying to plow through a massive document, but it’s hard to imagine most people taking advantage of such an option in their daily lives.\n\nAnd if you’re the type of person who needs to closely read reports, surveys, or emails for exact details, you’re probably not going to put all of your trust into a generative AI app to get all of the information you require, especially when they’re able to make up information and then present it as though it’s fact.\n\nI find chatting with AI bots helpful at times, but it still hasn’t replaced Google as my go-to for looking up information on the web. And I’m definitely not about to pony up a chunk of change just to chat with a robot.\n\nThere’s more to come\n\nWhile the first slate of generative AI apps and services may not be the generation-defining raft of technologies that tech companies have been hyping them as, there’s still plenty of opportunity ahead.\n\nApple plans to continue to update its Apple Intelligence platform throughout the rest of 2024 and into 2025, while Google and Microsoft regularly announce new capabilities for their respective consumer generative AI offerings. Meta also continues to debut new options for its own Meta AI service.\n\nBut the real excitement will come as third-party developers begin to push out their own generative AI-enabled apps over the months and years ahead. What we’re getting right now is sort of a test run of what generative AI can do for the average consumer, but third-party developers will likely be the ones that give us the killer apps that make the technology a hit among users.\n\nThink of it like when Apple first launched the App Store. Sure, iPhones were cool and interesting, but sales really took off once Apple allowed third-party developers to start selling apps of their own for its flagship device. If generative AI is going to be as revolutionary a product as the tech industry promises, it’ll be third-party developers that get us there.\n\nNow we just have to wait for them to do their thing.\n\nSign up for Yahoo Finance's Week in Tech newsletter. (yahoofinance)\n\nEmail Daniel Howley at dhowley@yahoofinance.com. Follow him on Twitter at @DanielHowley.\n\nFor the latest earnings reports and analysis, earnings whispers and expectations, and company earnings news, click here\n\nRead the latest financial and business news from Yahoo Finance."
    },
    {
        "title": "The Pixel Phone app might soon let you respond to calls with AI messages",
        "link": "https://www.techradar.com/phones/google-pixel-phones/the-pixel-phone-app-might-soon-let-you-respond-to-calls-with-ai-messages",
        "description": "If you've got one of the best Pixel phones in your pocket, then you can use the Call Screen feature to have a Google bot answer incoming calls and ask what the call is about – and it looks like more ...",
        "image_url": "https://www.bing.com/th?id=OJ.8c0uNgU50WS2jg&pid=news&w=74&h=16&rs=2",
        "category": "ai+app",
        "date": "12h",
        "source": "TechRadar",
        "article_content": "An AI upgrade for Call Screen has been spotted\n\nIt's likely to be powered by Gemini Nano AI\n\nMore advanced AI responses could be offered\n\nIf you've got one of the best Pixel phones in your pocket, then you can use the Call Screen feature to have a Google bot answer incoming calls and ask what the call is about – and it looks like more AI trickery is about to be added too.\n\nThe team at 9to5Google did some digging into the Phone app for Pixels, and found code hinting that advanced AI replies would be available in the future. These would most likely be powered by Google's Gemini AI chatbot.\n\nYou already get a comprehensive experience from Call Screen as it works today: the caller hears a spoken message asking them to state their business, and you get a text transcript of what they've said. You can then join the call, or send some basic responses – like \"call me back\" or \"thank you\" – if you're not available to talk.\n\nThis new upgrade would make those responses more varied and complex, powered by a large language model. It seems that you would still get the option to choose from a selection of responses on the screen, rather than starting from scratch.\n\nGoogle markets Call Screen as a time saver (Image credit: Google)\n\nCall Screen was only just updated last month, with more context-aware quick replies – ones that aren't just generic responses (so if the call is about an appointment, you might see \"confirm\" or \"cancel\" options, for example).\n\nIt's not clear exactly how the more detailed responses might work, as the 9to5Google team wasn't able to dig out any screenshots or get the feature turned on, but the new answers will most probably be along similar lines to a typical Gemini AI chatbot response.\n\nAnother bunch of Pixel updates – which Google calls Pixel Drops – should be announced very soon, though this particular new feature might not be included. Google may need more time to refine the way it works, and it's worth noting that the hidden code already includes the standard disclaimer about the unreliability of AI responses.\n\nGet the best Black Friday deals direct to your inbox, plus news, reviews, and more. Sign up to be the first to know about unmissable Black Friday deals on top tech, plus get all your favorite TechRadar content. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nIf the feature does need on-board AI processing from the Gemini Nano model, this will only work on the Pixel 8 Pro and the Pixel 9 phones (Gemini Nano is also on the Pixel 8 and Pixel 8a, though it's not currently enabled)."
    },
    {
        "title": "Ive Been Opposed to AI, but This App Is So Good Im Changing My Mind",
        "link": "https://www.msn.com/en-us/news/technology/ive-been-opposed-to-ai-but-this-app-is-so-good-im-changing-my-mind/ar-AA1tG3N9?ocid=BingNewsVerp",
        "description": "What Is Perplexity AI?",
        "image_url": "https://www.bing.com/th?id=OVFT.sZzk5HYW6Cyls_SMDuEmYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "MUO on MSN12h",
        "source": "MUO on MSN",
        "article_content": ""
    },
    {
        "title": "How Thesys Plans To Change The Look And Feel Of AI Forever",
        "link": "https://www.forbes.com/sites/davidprosser/2024/11/07/how-thesys-plans-to-change-the-look-and-feel-of-ai-forever/",
        "description": "California-based start-up Thesys has raised $4 million of seed funding as it looks to commercialise its user interface solutions for AI-driven apps and software ...",
        "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Google working on Gemini-powered 'AI Replies' for Pixel Phone app: Report",
        "link": "https://www.business-standard.com/technology/tech-news/google-working-on-gemini-powered-ai-replies-for-pixel-phone-app-report-124110701138_1.html",
        "description": "Google is reportedly developing a new 'AI Replies' feature for the Phone app on Pixel smartphones. According to a report by 9To5Google, this feature will suggest AI-generated responses to complement ...",
        "image_url": "https://www.bing.com/th?id=OJ.y8K8utdTkW3KwQ&pid=news&w=119&h=16&rs=2",
        "category": "ai+app",
        "date": "1h",
        "source": "Business Standard",
        "article_content": ""
    },
    {
        "title": "A scary clip of a chair moving on its own *Paranormal Activity caught on Cam*",
        "link": "https://www.msn.com/en-us/health/medical/a-scary-clip-of-a-chair-moving-on-its-own-paranormal-activity-caught-on-cam/vi-AA1tCIOc?ocid=BingNewsVerp",
        "description": "In this eerie video, a chair is seen moving on its own, capturing a moment that suggests paranormal activity. The unexplained ...",
        "image_url": "https://www.bing.com/th?id=OVFT.l_iL7j_hy9gSugZxZ4qEsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WooGlobe on MSN20h",
        "source": "WooGlobe on MSN",
        "article_content": ""
    },
    {
        "title": "Ready for a scare? The Paranormal Cirque makes its return to the city of Salem",
        "link": "https://www.msn.com/en-us/news/us/ready-for-a-scare-the-paranormal-cirque-makes-its-return-to-the-city-of-salem/ar-AA1tFzWJ?ocid=BingNewsVerp",
        "description": "The Paranormal Cirque III is coming to the City of Salem. \"This one-of-a-kind production features incredibly talented artists with the sole purpose of taking you on a sensual journey of acrobatics, ...",
        "image_url": "https://www.bing.com/th?id=OJ.z2t7rWZ2ZZsAgg&pid=news&w=80&h=16&rs=2",
        "category": "paranormal",
        "date": "1hon MSN",
        "source": "WSET Lynchburg/Roanoke on MSN",
        "article_content": ""
    },
    {
        "title": "Visit Missouri’s largest paranormal site on Nov. 16: 'There’s a heaviness to the place' (LISTEN)",
        "link": "https://www.missourinet.com/2024/11/06/theres-a-heaviness-to-the-place-visit-missouris-largest-paranormal-site-on-nov-16-listen/",
        "description": "The Emmaus Village is the largest paranormal site in Missouri. Franki Cambeletta, co-founder of Haunted Sould Paranormal and Haunted Garage, and his team have a three-year agreement to survey the ...",
        "image_url": "https://www.bing.com/th?id=ODF.m-Qv2xTBdNmbU0qdpy53cA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Missourinet20h",
        "source": "Missourinet",
        "article_content": "The Emmaus Village is the largest paranormal site in Missouri.\n\nFranki Cambeletta, co-founder of Haunted Sould Paranormal and Haunted Garage, and his team have a three-year agreement to survey the grounds.\n\nHe joins Cameron Conner to discuss what the team has found and how you can get involved."
    },
    {
        "title": "Is The White House Haunted? All About The Tales Of Paranormal Activities Going Viral",
        "link": "https://www.ndtv.com/feature/is-the-white-house-haunted-all-about-the-tales-of-paranormal-activities-going-viral-6959737",
        "description": "Over the decades, several US outlets have carried stories about ghostly sightings and mysterious night-time noises plaguing ...",
        "image_url": "https://www.bing.com/th?id=OVFT._j6OhefqoE47Vq-1pz148C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "NDTV",
        "article_content": "On the big result day, these stories are circulating again on the internet\n\nOn a day when America got to know about its 47th President, it's time to know about some stories connected to the iconic White House - the official residence of the \"world's most powerful person\". Over the decades, several US outlets have carried stories about ghostly sightings and mysterious night-time noises plaguing the 18th-century building. On the big result day, these stories are circulating again on the internet, and here's what we know about them.\n\nAccording to a report in the Washington Post, there are numerous accounts of encounters with former residents, including the founding father and third president, Thomas Jefferson. However, the most famous spirit believed to haunt the White House is that of Abraham Lincoln, the 16th president.\n\nIn 1946, President Harry S Truman wrote to his wife in a letter that is archived in his presidential library and museum.\n\n\"I jumped up and put on my bathrobe, opened the door, and no one there,\" he wrote. \"Went out and looked up and down the hall, looked in your room and Margie's. Still no one. Went back to bed after locking the doors and there were footsteps in your room whose door I'd left open. Jumped and looked and no one there! The damned place is haunted sure as shootin'. Secret Service said not even a watchman was up here at that hour.\"\n\n\"You and Margie had better come back and protect me before some of these ghosts carry me off.\"\n\nAccording to USA Today, the most famous ghost haunting the White House is undoubtedly that of Abraham Lincoln, the 16th president. After his assassination in 1865, Lincoln's ghost reportedly appeared in both the Yellow Oval Room and the Lincoln Bedroom. He is said to have materialised to notable figures, including First Lady Grace Coolidge (wife of President Calvin Coolidge), British Prime Minister Winston Churchill, and Queen Wilhelmina of the Netherlands, making him the most frequently sighted spirit in the White House.\n\nThe news outlet also reported that residents and staff members have, on various occasions, witnessed the ghost of Abigail Adams, America's second First Lady, hanging laundry or noticed a scent of lavender and damp clothing in the East Room.\n\nIn a 2018 interview on The Kelly Clarkson Show, Jenna Bush Hager shared that she heard 1920s piano music emanating from her room's fireplace. Jenna and her sister Barbara, daughters of President George W. Bush, heard music from the fireplace in the Lincoln Room on two separate occasions: first, 1920s piano music one week, and then opera music the following week, as Jenna later recounted to Hoda Kotb on the Today show.\n\n\"Our phone rang, and I woke up, and all of a sudden we heard like 1920s piano music coming out of our fireplace ... It was like the middle of the night, and you can feel the music out of the fireplace,\" Jenna said on \"The Kelly Clarkson Show\".\n\n"
    },
    {
        "title": "Netflix teases big mystery in new teaser for final season of Stranger Things",
        "link": "https://www.msn.com/en-gb/entertainment/tv/netflix-teases-big-mystery-in-new-teaser-for-final-season-of-stranger-things/ar-AA1tCSJ4?ocid=BingNewsVerp",
        "description": "Netflix have teased a big mystery for the forthcoming final season of fan-favourite, Stranger Things. The record-breaking ...",
        "image_url": "https://www.bing.com/th?id=OVF.yhiLXh5VGrahF53kl5wG7w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists make chilling discovery at the bottom of the Red Sea",
        "link": "https://www.msn.com/en-gb/travel/news/scientists-make-chilling-discovery-at-the-bottom-of-the-red-sea/ar-AA1tFz1T?ocid=BingNewsVerp",
        "description": "Experts have uncovered \"death pools\" in the Red Sea-oxygen-free zones where marine life perishes but unique microbes thrive.",
        "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "Egyptian priestess’ burial chamber unearthed after 4,000 years: ‘Sensational discovery’",
        "link": "https://www.msn.com/en-us/news/world/egyptian-priestess-burial-chamber-unearthed-after-4000-years-sensational-discovery/ar-AA1tDD6N?ocid=BingNewsVerp",
        "description": "A burial chamber containing the remains of an ancient Egyptian priestess has been unearthed after nearly 4,000 years. Named ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZKNDXdYdhNeEYA2-V-sMnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "15hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Archaeologists discover a 4000-year-old coffin inside another coffin of Egyptian priestess",
        "link": "https://www.msn.com/en-in/news/world/archaeologists-discover-a-4000-year-old-coffin-inside-another-coffin-of-egyptian-priestess/ar-AA1tEnqB?ocid=BingNewsVerp",
        "description": "The archaeologists have made a stunning discovery of a 4000-year-old 'extraordinary' burial chamber of an Egyptian priestess which is interestingly a coffin within another coffin. The burial has been ...",
        "image_url": "https://www.bing.com/th?id=OJ.x5iHdYJ3dunJTw&pid=news&w=60&h=16&rs=2",
        "category": "science+discovery",
        "date": "7hon MSN",
        "source": "WION on MSN",
        "article_content": ""
    },
    {
        "title": "Hungriest supermassive black hole discovered in early universe by astronomers",
        "link": "https://www.msn.com/en-in/news/techandscience/hungriest-supermassive-black-hole-discovered-in-early-universe-by-astronomers/ar-AA1tEIjS?ocid=BingNewsVerp",
        "description": "Astronomers have detected the hungriest black hole in the early universe with the help of Chandra X-ray Observatory and NASA's James Webb Space Telescope (JWST). It has been found that the black hole ...",
        "image_url": "https://www.bing.com/th?id=OJ.x5iHdYJ3dunJTw&pid=news&w=60&h=16&rs=2",
        "category": "science+discovery",
        "date": "7hon MSN",
        "source": "WION on MSN",
        "article_content": ""
    },
    {
        "title": "Exascale: Argonne Deploys Aurora for AI-Driven Protein Design",
        "link": "https://www.msn.com/en-us/news/technology/novel-ai-framework-incorporates-experimental-data-and-text-based-narratives-to-accelerate-search-for-new-proteins/ar-AA1tDjaU?ocid=BingNewsVerp",
        "description": "Harnessing AI and exascale supercomputing, a research team led by the U.S. Department of Energy’s Argonne National Laboratory ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QEMspy6wdeVMXtvbSWzAoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Brizy Unveils New Shopify App: Craft Stunning Store Pages, No Code Required",
        "link": "https://finance.yahoo.com/news/brizy-unveils-shopify-app-craft-070000117.html",
        "description": "LONDON, Nov. 07, 2024 (GLOBE NEWSWIRE) -- Brizy, a leader in website building across multiple platforms, is excited to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uequP932UBQcyOTdq0Pigy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Yahoo Finance5h",
        "source": "Yahoo Finance",
        "article_content": "LONDON, Nov. 07, 2024 (GLOBE NEWSWIRE) -- Brizy, a leader in website building across multiple platforms, is excited to announce the launch of Brizy for Shopify —a powerful, no-code landing page builder designed specifically for Shopify store owners. With Brizy for Shopify, users can create high-converting, visually stunning landing pages using an intuitive drag-and-drop interface, empowering businesses to enhance their storefronts effortlessly.\n\nBrizy-Shopify-1080x1080_v2[25]\n\nBrizy for Shopify provides an ideal solution for store owners, freelancers, and agencies who want to build visually appealing, conversion-driven landing pages. With its drag-and-drop interface, users can design custom homepages, product showcases, and marketing materials—all without needing any coding skills. The tool is designed to eliminate design and technical barriers, making it accessible for anyone looking to optimize their online store.\n\nFor a limited time, Shopify users can try Brizy’s Free plan, which allows them to build landing pages at no cost, offering a risk-free opportunity to explore the platform’s features. Brizy’s library includes over 90 professionally designed templates, along with advanced elements like countdowns, popups, and alert bars, all designed to boost conversions and increase store sales.\n\n“At Brizy, our mission is to deliver an intuitive, seamless website-building experience across platforms,” said Dimi Baitanciuc, CEO of Brizy. “Whether on Shopify, WordPress, or Brizy Cloud, we aim to empower users to build high-converting, visually stunning websites—without the complexity of coding or design barriers. We’re excited to see how Shopify users will leverage Brizy to elevate their storefronts and grow their businesses.”\n\nBrizy for Shopify is the latest addition to the company’s multi-platform website-building suite, which also includes:\n\nBrizy for WordPress : A drag-and-drop editor simplifying WordPress site creation for users of all levels.\n\nBrizy Cloud : A hosted platform offering website-building with integrated hosting, domain management, and AI-powered design tools.\n\nBrizy White Label AI : A feature allowing agencies and businesses to brand Brizy’s platform as their own, complete with high-conversion templates and intuitive design tools.\n\n\n\nBrizy continues to innovate with solutions aimed at making website creation faster, easier, and more accessible across platforms.\n\nAbout Brizy\n\nLondon-based Brizy is a VC-backed technology company specializing in next-generation website-building solutions. Brizy’s offerings span WordPress, Shopify, Brizy Cloud, and White Label AI, all designed to help businesses grow their online presence with ease.\n\nwww.brizy.io\n\nStory Continues"
    },
    {
        "title": "Creatio combines low-code + agentic, generative & prescriptive AI for workflow automation",
        "link": "https://www.techzine.eu/blogs/analytics/126038/creatio-combines-low-code-agentic-generative-prescriptive-ai-for-workflow-automation/",
        "description": "No-code workflow automation company Creatio has updated its core platform to version 8.2 with (no surprises) a new emphasis ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PJjii5AHbGZYVP8s8wZXFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "techzine9m",
        "source": "techzine",
        "article_content": "No-code workflow automation company Creatio has updated its core platform to version 8.2 with (no surprises) a new emphasis on AI. The company which has a particular focus on CRM workflows says that it has engineered a combination of AI and no-code technologies together in a way that avoids what it calls the “overengineered” glut of SaaS applications that perhaps stem from bloated enterprise software stacks that try to offer too many functions or are tough to implement.\n\nThe snappily named Creatio Energy 8.2 replaces static forms and data with conversational prompts for key knowledge worker roles.\n\nAgentic, generative & prescriptive AI\n\n“With the launch of Energy, Creatio continues to disrupt the business automation landscape with no-code and AI,” said Katherine Kostereva, CEO at Creatio. “The release combines agentic, generative and prescriptive AI with our no-code tools, empowering business technologists to innovate and optimize operations. Creatio Copilot delivers a unified AI architecture with a robust set of the latest AI capabilities, all configured with no-code tools and ready to use from day one.”\n\nAccording to the September 2024 Forrester report, The Four Agreements of Modern Business Apps, “AI is the force that most clearly marks the upcoming new era of business apps. To survive (and even thrive) in this new era, vendors must reimagine business apps to offer greater streams of value. They must become truly intelligent, dynamic, adaptable, and composable, be powered by cloud platforms, and offer AI, low-code, and marketplaces. “\n\nWhat’s inside Creatio Energy?\n\nInside the toolkit on offer here we find Creatio Copilot, which now offers AI skills i.e. a set of software functions that manifest themselves as blocks so that Copilot can execute specific intelligent tasks that help workers to complete what are generally front office tasks related to services and sales.\n\nWith Creatio’s no-code tools, users can create new AI skills using natural language, with no coding required. The Energy release also adds over 80 new no-code feature enhancements designed to improve no-code productivity. This is alongside unified agentic, generative and prescriptive AI.\n\nAgentic AI (in case the hype cycle has passed you by this year) being AI software agents that can perform specific workplace tasks with little or no human intervention and learn from their experiences with longer-term memory stores to work more effectively over time.\n\nGenerative AI (again, if the hype was somehow missed) functions are of course services that rely on large language models and vector databases to “generate” seemingly human-like answers to questions.\n\nPrescriptive AI (which arguably gets rather less love) are functions that rely on machine learning to perform data analytics designed to aid decision-making, but where human oversight is always advised.,\n\nAI Command Center\n\nCreatio Copilot also introduces a new AI Command Center that integrates all three AI types into a single platform. This unified approach provides organizations with the ability to design, deploy and refine AI skills without specialized technical expertise. AI Command Center provides tools that allow administrators to have visibility into AI skills adoption, including the ability to track consumption and users of each AI skill.\n\n“The new release seamlessly embeds over 20 pre-configured AI skills into sales, marketing and customer service processes, enabling intelligent automation that reduces friction, increases efficiency and enhances customer engagement,” said CEO Kostereva. “This list will be rapidly evolving as new AI skills will be published rapidly from Creatio and its ecosystem of partners. Energy also adds over 100 new enhancements to CRM processes to improve user experience and drive greater automation.”\n\nCreatio Energy hopes to promote user adoption by including AI as part of its base software license, providing what the firm says is a clear and predictable cost structure for organisations scaling their AI investments."
    },
    {
        "title": "Donald Trump’s transition starts now. Here’s how it will work",
        "link": "https://www.msn.com/en-us/news/politics/donald-trumps-transition-starts-now-heres-how-it-will-work/ar-AA1tCCUu?ocid=BingNewsVerp",
        "description": "One top item on the to-do list: filling around 4,000 government positions with political appointees, people who are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ScuMCMUI9GaJuKBIaohqzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "The Associated Press on MSN20h",
        "source": "The Associated Press on MSN",
        "article_content": ""
    },
    {
        "title": "The Sims 4's hyper-realistic competitor inZOI was just delayed until 2025, as devs hope to give it \"the best possible start\"",
        "link": "https://www.gamesradar.com/games/simulation/the-sims-4s-hyper-realistic-competitor-inzoi-was-just-delayed-until-2025-as-devs-hope-to-give-it-the-best-possible-start/",
        "description": "PUBG studio Krafton reveals that developers are taking extra time to work on inZOI, their stunningly realistic life sim that ...",
        "image_url": "https://www.bing.com/th?id=OVF.Ylvd0Q6QJFBC9Ppkuqti1g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4m",
        "source": "GamesRadar+",
        "article_content": "PUBG studio Krafton reveals that developers are taking extra time to work on inZOI, their stunningly realistic life sim that could rival The Sims 4. Unfortunately, this also means that the game has now been delayed until next year.\n\nOriginally set to launch into Early Access later this year, producer and director Hyungjun \"Kjun\" Kim explains in a recent Discord message that inZOI's release has now been delayed to March 28, 2025, instead. He discusses the game's character creator demo and how player feedback has helped shape development following fans' hands-on time with inZOI - and how it has also influenced Krafton's decision to delay Early Access.\n\n\"Your response and feedback made us realize the responsibility we have to provide players with the most complete experience possible,\" writes Kjun, going on to unveil a new launch date. \"This message is about that realization. After reviewing your feedback from inZOI: Character Studio and analyzing a wealth of data from our various play tests, we have made our decision to release inZOI in Early Access on March 28, 2025.\"\n\ninZOI 'Create a Zoi' Community Creations - YouTube Watch On\n\nKjun apologizes \"that we could not bring you the game sooner, but this decision reflects our commitment to giving inZOI the best possible start.\" He compares development to \"raising a human child,\" as both call for \"extra love and care.\" That's how Krafton sees inZOI's journey - \"a game that we will be nurturing together from its Early Access birth.\" The studio wants to give the game \"a stronger foundation,\" hence the delay.\n\nI can't lie - after the Life by You debacle and the seemingly never-ending wait for Paralives , I'm a bit worried. As a longtime Sims stan, however, I'll keep holding out hope for a viable competitor with a genuine release. Kjun's words are reassuring at least, as he says Krafton is \"striving to create a game that truly captures the essence of life simulation\" and states that the \"goal is to deliver an experience fans can enjoy for years to come.\"\n\nWhile you wait for inZOI, here are 10 games like The Sims 4 to check out right now."
    },
    {
        "title": "Trend Vision One named industry leader in network detection and response by G2 Grid",
        "link": "https://www.zawya.com/en/press-release/companies-news/trend-vision-one-named-industry-leader-in-network-detection-and-response-by-g2-grid-kvsy6yv1",
        "description": "Trend Micro's exceptional and diverse capabilities, along with its extensive offerings, reinforce its role as a transformative force in the digital era ...",
        "image_url": "https://www.bing.com/th?id=ODF.bZ09D360_Tp9_qP3MwPrrw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Zawya3h",
        "source": "Zawya",
        "article_content": "Content not available"
    },
    {
        "title": "Opening more than 60 emails could crash Outlook",
        "link": "https://www.msn.com/en-us/news/other/opening-more-than-60-emails-could-crash-outlook/ar-AA1tDVrv?ocid=BingNewsVerp",
        "description": "This adds to an existing problem with the Ctrl + C keyboard shortcut. The software giant is investigating the problem and its ...",
        "image_url": "https://www.bing.com/th?id=OVF.13rFfaLkAVcg3pHCCFHouw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "12hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]