[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will We Get More Answers About UFOs in a Second Trump Term?",
            "link": "https://nymag.com/intelligencer/article/trump-second-term-ufo.html",
            "description": "A former Defense staffer explains how Trump’s intelligence appointees could provide more clarity in the search to find what ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XKFreM6xihQQk1C4X1-F9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "New York Magazine2h",
            "source": "New York Magazine",
            "article_content": "Illustration: Hulton Archive/GraphicaArtis/ Getty Images\n\nAt first glance, the story of the U.S. government grappling with evidence of unidentified flying objects has cooled off since last year, when a whistleblower claimed (without firsthand evidence) that the Pentagon had alien bodies and otherworldly spacecraft in its possession. But the past few weeks have seen a number of developments in the UFO story in Congress, where lawmakers like Chuck Schumer are trying to make the Department of Defense be more forward with their information on the unknown objects hovering over U.S. airspace. Meanwhile, the incoming Trump administration — and its UFO-curious intelligence staffers — could provide more clarity on a topic that has disappointed some alien hopefuls in the past couple years. To get an update on where things stand, I spoke with former Defense appointee and State Department staffer Marik von Rennenkampff, who has been following the story closely since leaving government.\n\nWhat are the most recent developments in the government’s approach to UFOs?\n\nThere have been two House hearings within about a week. On one side, we have these whistleblowers or individuals who are claiming that there are unreported programs or activities that allegedly retrieve and reverse-engineer craft of nonhuman origin. There was also a hearing with Jon Kosloski, the new director of the government’s UFO analysis office, called AARO. It was an astounding change in tone because for 80 years, the government had said there’s nothing to this. “It’s all nonsense.”\n\nWe’ve gone from that to the sitting head of the government’s UFO analysis office saying, in essence, we have true anomalies. The direct quote is, “There are interesting cases that I — with my physics and engineering background and time in the [intelligence community] — I do not understand, and I don’t know anybody else who understands.”\n\nThe other big development seems to that lawmakers are still saying that they are not getting the full reports, and the Defense Department is still obscuring what they’re supposed to be seeing. Last week at the House hearing, Nancy Mace said that “there are certain individuals who didn’t want this hearing to happen because they feared what might be disclosed.” What are those fears?\n\nIf the intelligence community and the military had their way, nothing would ever be released, period, ever, right? Because anything out there is a potential advantage for an adversary. But there’s nothing inherently classified about the forward-looking infrared pods that are on U.S. aircraft. It’s just infrared technology. You can scrub out any of the metadata and all the symbology. You can redact that stuff and you can put out what the actual object is. But if some of this is foreign intelligence-gathering operations, we don’t want our adversaries knowing what we know about them and what we’ve discovered. So it’s challenging.\n\nUFO disclosure is a bipartisan concern, with senators Chuck Schumer and Mike Rounds proposing a bill for further transparency. What is in this bill?\n\nI think it is the most extraordinary legislation that has ever been proposed in the U.S. Congress. I mean, you literally have nonhuman intelligence defined and mentioned 24 times. It defines legacy program.\n\nIt’s exactly what these whistleblowers are claiming. There’s a provision for, you probably know this, but there’s a provision for the U.S. government specifically inserted into this legislation to assert eminent domain over retrieved craft and biological evidence of nonhuman intelligence. I mean, that’s just stunning to see in black-and-white, let alone that this isn’t some random representative from who knows where. This is the Senate majority leader leading a bipartisan effort.\n\nDoes it have a chance at passing?\n\nI am a little pessimistic. After it failed in December of last year, Schumer went on the Senate floor and was furious. I mean, you could see it. He called out House Republicans for blocking this. I believe that’s where he also said that we’ve been informed by multiple credible sources that elements of the government are withholding information from Congress illegally. That’s a pretty remarkable assertion on any topic, let alone on UFOs. But Senator Rounds is locked onto this. He wants to get, he said he’s personally fairly confident that eventually some kind of review board will be approved.\n\nI’m speaking very anecdotally here, but I feel like I’ve known a good number of people who were really excited by the UFO developments, beginning with the New York Times story in 2017 about Harry Reid funding this research. Over time, that’s become more skeptical. Some of that is due to terrestrial explanations, like balloons and camera issues. But I’ve heard some frustration about whistleblowers like David Grusch, who presents his bombshell claims with multiple degrees of separation between him and the source. Wondering what you think about that skeptics’ case of, Oh, it’s all just balloons or something.\n\nThat’s the mind-set we should all have. We should all be skeptical about this, right?\n\nI will say, let’s talk about balloons, let’s talk about GOFAST. I’m sure you’re familiar with the GOFAST. But according to former pilot Ryan Graves, GOFAST was part of a formation of four objects that were flying in a line- abreast formation. Balloons don’t do that 300 miles off the coast of Florida.\n\nHow did you become interested in the UFO story?\n\nI’ll be brutally honest with you, I didn’t think about UFOs. I thought it was completely tinfoil, conspiracy territory, and I missed, I’m sure you’re well familiar with the New York Times story that came out in December of 2017. I missed that completely, just as to prove the point here that I just did not think about this topic. I thought it was all nonsense. Then I stumbled upon a Joe Rogan episode with Navy commander Dave Fravor, the pilot who encountered the Tic Tac object in 2004. I knew the type, and he’s a hundred percent the real deal. I mean, I think he’s very, very well respected in the naval aviation community. So that was my ticket down the rabbit hole.\n\nAnd how is the second Trump administration going to push UFO disclosures forward?\n\nSome of the key nominees for national security positions have all made some remarkable statements about this topic in recent years. I go first and foremost to Senator Marco Rubio, who has over and over vouched for the credibility of the individuals coming forward. Mike Waltz, the national security adviser, has said he’s interested. John Ratcliffe, the CIA nominee, has said perhaps the most eyebrow-raising quote, which is that UFOs exhibit technologies that we don’t have and that we cannot defend against.\n\nSo from a transparency perspective, I’m cautiously optimistic based on what we’ve heard from these key individuals over the last few years.\n\nSign Up for the Intelligencer Newsletter Daily news about the politics, business, and technology shaping our world. Email This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. Vox Media, LLC Terms and Privacy Notice By submitting your email, you agree to our Terms and Privacy Notice and to receive email correspondence from us."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are UFO Sightings Real?",
            "link": "https://www.yahoo.com/news/tech/ufo-sightings-real-130000953.html",
            "description": "From Roswell to the USS Nimitz, sightings and evidence abound. How do we investigate UFO reports—and are they real in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OMRqlL5qW81x35bP81V19y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "For decades, the question of whether UFOs were \"real\" was considered the province of tinfoil-hat nutters and TV shows like Unsolved Mysteries. In recent years, we've seen the topic taken far more seriously, even at the highest levels of our government. So, we're rounding up some evidence to examine whether UFOs are real and what it might mean if they are.\n\nWe'll start with an overview of how we investigate UFO reports and then touch on the significant formative events that shaped American thought on UFOs. We'll also consider reports that turned out not to be aliens or UFOs and look back at modern American war history for insight into why UFOs are so hard to identify. Finally, we'll discuss an unsolved modern UAP* mystery.\n\n*Many professionals in the field have switched from calling them \"UFOs\" to \"UAPs\": Unexplained Aerial Phenomena. In this article, we'll use the more common term UFO.\n\nHow Do We Investigate UFOs?\n\nWe have a vast array of techniques to examine the evidence from UFO reports.\n\nAdvertisement Advertisement\n\nThroughout the 20th century, folks have used the newest technology available, trying to substantiate—or dismiss—reports of visitors from beyond. Scientists can use mass spectrometers and X-ray crystallography to explore exactly what a piece of debris is made of, right down to the isotope. High-powered microscopes can find and identify tool marks on things tampered with. We can use multi-spectral imaging to take snapshots of electromagnetic fields and radiation, from the radio band to X-rays. Sophisticated imaging programs can find the faintest traces in terrain and even on solid stone, like how we've discovered petroglyphs nearly undetectable to the naked eye. And with the growing global constellation of satellites, more and more of the Earth's surface is constantly under observation.\n\nAs our equipment improves, more UFO reports roll in—along with the data we'll need to understand what's happening.\n\nIn another sense, our government takes UFO reports seriously enough that Congress funds an office to investigate them. From 1947-1969, the US Air Force monitored UFO reports under its Project Blue Book. In 2022, the Pentagon established the All-Domain Anomaly Resolution Office (AARO) to nail down explanations for the \"weird shit,\" including UFOs or other strange phenomena reported by the military. Under that aegis are objects in the sea and sky and \"transmedium\" objects and phenomena.\n\nSean Kirkpatrick, director of the AARO, told NPR, \"We are structuring our analysis to be very thorough and rigorous. We will go through it all. And as a physicist, I have to adhere to the scientific method, and I will follow that data and science wherever it goes.\"\n\nAmazing Stories: A Brief History of UFO Reports\n\nAmericans report more UFOs than any other country, by orders of magnitude. This suggests that there's something unique to American culture, something that draws our attention to the idea of visitors from another world.\n\nAdvertisement Advertisement\n\nSci-fi luminaries like Isaac Asimov, Ray Bradbury, Hugo Gernsback, Robert Heinlein, Jules Verne, and H. G. Wells cast a long and beautiful shadow across the American imagination. Gernsback founded Amazing Stories, the first magazine devoted to publishing science fiction, in 1926 and coined the term \"science fiction\" itself in 1929. And once the Golden Age of science fiction had begun, tropes from the genre spread throughout our culture and took on a life of their own.\n\nSince then, ideas from science fiction have become science facts. A real-life astronaut can play a Starfleet ensign on TV. The International Space Station has Wi-Fi. Wireless information transfer via invisible light waves has been powering this brave new world all along.\n\n'War of the Worlds' Radio Broadcast\n\nWhen Orson Welles signed up to do a radio reprise of H. G. Wells's War of the Worlds, he wasn't expecting to set off a nationwide wave of media hysteria, much less to spark an entire UFO enthusiast counterculture. Welles' CBS radio show, Mercury Theatre on the Air, was on a shoestring budget, so much that the show mainly broadcast readings of literary classics. But for Halloween 1938, Welles and his producers intended to air a two-segment, two-hour reading of War of the Worlds, dramatized to give listeners a bit of a spook. As written, the first part was fake news bulletins from Mars, and the second was to be a monologue delivered by Welles himself, in the persona of a survivor of the Mars attacks.\n\n“I had conceived the idea of doing a radio broadcast in such a manner that a crisis would actually seem to be happening,” Welles explained in a 1964 deposition, “and would be broadcast in such a dramatized form as to appear to be a real event taking place at that time, rather than a mere radio play.”\n\nAdvertisement Advertisement\n\nTo compensate for their lack of funding, Welles' voice actors and sound effect artists injected emotion, trying to make their fear believable. The studio even cast Kenneth Delmar, who could do a perfect impression of Franklin D. Roosevelt. But by the end of October, deadlines and budget constraints had forced Welles to mostly abandon the monologue segment. Welles and the radio station were scrambling to get the program broadcasting correctly and on time, right up to the moment the ON AIR sign blinked on—and in their haste, they neglected to run the station's usual call-sign break on the half-hour. The show was an \"unmitigated disaster,\" and Welles later commented, \"If I'd planned to wreck my career, I couldn't have gone about it better.\" His studio called the show insufferably dull, saying it would put listeners to sleep. After the show, Welles just walked home and went to bed.\n\nInstead of putting the audience to sleep, though, the radio show was believably spooky enough that police and emergency services began to receive calls from listeners who thought the invasion was real. Journalists caught wind of the calls, \"boosted the signal,\" and by the next morning, Welles found his face and name splashed across the front page of newspapers from coast to coast. Eventually, he ended up having to explain himself in front of Congress.\n\nRoswell and the 1947 Flying Disc Craze\n\nIn the summer of '47, less than ten years after the War of the Worlds debacle, debris from what appeared to be a \"flying saucer\" fell out of the sky onto the land of an unassuming rancher from New Mexico. As news of the incident spread, theories emerged about the debris's origin. It appeared to be of intelligent manufacture, but on a technological level far superior to anything we had at the time—giving rise to the idea that it was the wreckage of a starship piloted by intelligent extraterrestrials.\n\nThe US military eventually explained that the \"bright wreckage, made up of rubber strips, tinfoil, a rather tough paper and sticks\" came from a crashed surveillance device meant to listen in on Soviet atomic tests—disguised as a weather balloon. Far from a visiting extraterrestrial, the Roswell incident exposed America's covert surveillance of the USSR during the Cold War. Little wonder military spokespeople and spin doctors were slow to respond and not forthcoming with details.\n\nMajor Jesse Marcel posing with debris, July 8, 1947.\n\nMajor Jesse Marcel posing with debris from Roswell, July 8, 1947. Credit: Courtesy, Fort Worth Star-Telegram Photograph Collection, Special Collections, The University of Texas at Arlington Library, Arlington, Texas.\n\nAdvertisement Advertisement\n\nThe Roswell report aired on June 24, 1947, and electrified the public imagination. In the following weeks, hundreds to thousands of \"copycat\" reports flooded newspaper offices and police stations, describing crashed spaceships, flying saucers, and alien abductions. An actual invasion would scarcely have produced more of a reaction. Naturally, tabloids like the Weekly World News had a field day. Eager to get in on the new gold rush, news outlets published ads for \"relics\" supposedly of aliens or crashed spaceships, and descriptions of alien abductions that the abductee could only remember during dodgy hypnosis treatments. The Roswell incident has been described as \"the world's most famous, most exhaustively investigated, and most thoroughly debunked UFO claim.\"\n\nRoswell being debunked, however, didn't stop generations of entrepreneurs from using UFO reports and imagery to make a buck. For example, the Alien Autopsy film was initially broadcast in a Fox special hosted by none other than Star Trek: The Next Generation's Jonathan Frakes. (He also hosted Ripley's Believe it or Not.) Star power and a layer of post-processing polish lent the film an air of credibility. The 17-minute fauxtopsy was supposedly recovered in the aftermath of the 1947 Roswell alien crash, but the film's owner, Ray Santilli, eventually acknowledged that the work was a fraud. Santilli claimed that he had personally seen the real footage in 1992 but that it had decayed due to heat and humidity by 1996, when he actually bought it. The footage aired by Fox was a \"recreation\" of what Santilli initially saw. The mystery cameraman who supposedly filmed the footage during the original autopsy was an unknown homeless person.\n\nIf you remember anything about the original broadcast, this will probably come as no surprise. Even at the time, the alien on the table looked less like a being from another world and more like a dollar-store version of the little gray men first popularized by the Barney and Betty Hill abduction reports of the early 1960s. This type of hoax has a long history; a \"mermaid\" skeleton that startled and awed many sailors in the 1800s was a clever construction of clay, leather, and the skeleton of what appears to be a small primate.\n\n20th Century Stealth Tech\n\nSo why are UFOs so tough to identify or explain? One reason they might confound both the human eye and sophisticated radar imaging is that they're literally designed to baffle observers. In 2023, American pilots shot down several flying objects that turned out to be Chinese passive surveillance devices—disguised as weather balloons. After some uncomfortable coughing and shuffling from Washington, military brass admitted that American intelligence does the same type of surveillance via cleverly designed flying objects.\n\nAdvertisement Advertisement\n\nEven before Roswell, this type of surveillance obfuscation had precedent. During World War I, the UK and the US adopted \"dazzle camouflage\" to confuse German U-boats. The goal was not to hide—painting something with giant high-contrast stripes is generally a poor way of doing that—but to make it more difficult for the Germans to accurately gauge an Allied vessel's heading, range, and speed. Dazzle camouflage was also used in a limited fashion during WW2, though improvements in rangefinding and the advent of radar made it less effective than it may have been 25 years earlier.\n\nAn artistic impression of dazzle camouflage, showing how it could confuse the viewer.\n\nAn artistic impression of dazzle camouflage, showing how it could confuse the viewer. Credit: Encyclopedia Britannica, 1922.\n\nSo-called \"stealth\" technology has replaced dazzle paint schemes in the modern era, but the emphasis on making it difficult for an enemy to tell precisely what they're looking at has never gone away. The Navy's Zumwalt-class destroyers use a tumblehome hull and a deckhouse made from composite materials to reduce the vessel's radar return. According to the US Navy, the Zumwalt class is 50x harder to spot via radar return than an older Arleigh Burke-class destroyer, with a signature more akin to a fishing boat than a 15,000+-ton warship.\n\nWhile most UFO reports rely on visual phenomena, there have been a handful of incidents in which radar returns corroborated the existence of something. Picking up an unknown signal on radar supports the idea of a \"real\" event, but it doesn't preclude a terrestrial origin. Stealth aircraft designs don't typically try to make an aircraft invisible to radar; instead, they try to drastically minimize what ground-based radar does detect. For example, the B-2 reportedly has the radar cross-section of a goose.\n\nAdvertisement Advertisement\n\nHumans can be remarkably ingenious when making one thing look like something else. One of the problems with trying to pin the tail on a particular alien donkey is that we can't be sure we aren't looking at a clever strategy from a known adversary. However, as in the case of HAARP and that infamous sky spiral, sometimes it turns out that we're unknowingly confusing ourselves.\n\nHAARP, SpaceX, and Spirals in the Sky\n\nEarly in the morning of December 10, 2009, observers in Norway were astonished to see a brilliant, spreading spiral in the night sky. Eventually, the spiral began to disappear from the inside out.\n\n2009 Norway spiral anomaly\n\nCredit: Jan Petter Jørgensen via Vaeret\n\nAfter some back-and-forth, Russian space agency Roscosmos explained that the expanding spiral resulted from a failed Bulava ICBM test. A malfunctioning third-stage nozzle left the rocket body spinning out of control, spraying a fuel cloud into the sky as it went.\n\nAdvertisement Advertisement\n\nWhen seen head-on, the fuel cloud looks like a gigantic spiral, slowly expanding in the sky. The blue streak is caused by the damaged nozzle, which was pointing out to the side of the rocket body, and the viewer's perspective.\n\nAs we launch more and more rockets, this phenomenon of spirals in the sky has become much better understood. SpaceX launches, in particular, often result in a plume of fuel ejected in a spiraling pattern as the rocket moves through the air. But the company conducts so many launches that sightings of these aerial spirals are becoming commonplace.\n\nAfter that spiral appeared in the Norwegian sky in 2009, a frisson of commentary spread across the Web, blaming HAARP for the spiral and an enormous list of other problems—some much more plausible than others. HAARP (the High-frequency Active Auroral Research Program) is a former US Air Force atmospheric research program in Alaska that catches a lot of conspiracy-theorist flak. Among other things, it has been suggested that HAARP can influence the weather, even at a distance—so when the 2009 spiral showed up above the Arctic circle, questions started to fly. It wasn't responsible for the spiral, but HAARP can use \"spooky action at a distance\" to create aurorae and other effects in the atmosphere, which can be visible to the naked eye. Here, the truth is easily as cool as the conspiracy theory.\n\nHAARP uses a powerful radio antenna to bounce radio waves off the ionosphere. For comparison, the FCC requires a broadcasting license to use antennas greater than five watts. HAARP dumps a cool 3.6 megawatts off the end of its antenna. That much energy can drive a radio signal to the bottom of the sea, enough to enable communication with submarines at depth. It's also sufficient to light up the sky with \"optical bullseye patterns,\" scintillating points of light, or the same otherworldly glow we see during a solar storm that causes the aurora borealis. And all of this comes from just one or two percent of the energy released by a flash of positive lightning.\n\nUSS Nimitz and Theodore Roosevelt\n\nThe phenomena we've discussed here all unravel under scrutiny. And it's easy to dismiss a sighting as a \"trick of the light,\" especially when it's just one camera, person, and observer. But in 2017, the New York Times published reports by American military personnel of UFOs in progress that defied explanation so far.\n\nAdvertisement Advertisement\n\nIt started in 2004 when two pilots from the USS Nimitz investigated a \"possible target\" off the coast of southern California. One captured a video with the plane's infrared camera, termed \"Tic Tac\" or \"FLIR.\"\n\nTen years later, fighter pilots from the USS Theodore Roosevelt carrier strike group recorded two more videos, later called \"GIMBAL\" and \"GOFAST.\" In late 2014, a Super Hornet squadron from the Theodore Roosevelt filed an official incident report after a \"near collision\" with an object of some kind while flying in formation. Investigation revealed that Navy pilots from the carrier group had reported seeing strange flying objects almost every day for months while operating off the US East Coast. Navy Lieutenant Ryan Graves, an F/A-18 Super Hornet pilot, and Lt. Danny Acoin of the same squadron told reporters that they and others of their squadron had seen strange flying objects on their instruments for months before picking them up on visual.\n\nGraves and four other Navy pilots, including Lt. Accoin, spoke to the New York Times, and Graves testified before Congress. \"These things would be out there all day,\" said Lt. Graves. \"Keeping an aircraft in the air requires a significant amount of energy. With the speeds we observed, 12 hours in the air is 11 hours longer than we'd expect.\"\n\nNavy spokesman Joseph Gradisher told the New York Times in 2019 that pilots now operate under new, classified guidance on reporting UFOs. A few months later, the Pentagon formally released the three videos. None of the pilots from the Theodore Roosevelt are willing to speculate about what they might have seen. Lt. Accoin commented, \"We're here to do a job, with excellence, not make up myths.\"\n\nAdvertisement Advertisement\n\nIn 2021, the US Office of the Director of National Intelligence (ODNI) released a preliminary report on UFOs. Now, the ODNI releases a new UFO report each year. You can find a declassified version of the 2022 report here.\n\nWe've found rocks great and small of extraterrestrial, interplanetary, and even interstellar origins. Rocks from Mars found their way to Antarctica. And in 2017, the same year The New York Times first published the videos from the USS Nimitz and Theodore Roosevelt, 'Oumuamua appeared in the sky at a speed and angle so far out of the ecliptic that it must have come from somewhere beyond our solar system. So it's clear Earth can receive visitors from beyond the tiny, quivering bubble of our unremarkable star's solar wind. Despite decades and decades of committed and invested research, there still exists no coherent or credible evidence available to mere mortals that any UFO sighting has documented a visit from actual little green men—or in the parlance of Roswell aficionados, a close encounter of any kind.\n\nWhat we do have is an abundance of evidence for two things. First, the US government and military do engage in covert, classified research and surveillance while also being righteously shitty at cover-ups. Like, reprehensibly bad. Naturally, some folks don't buy the official explanations: once deceived, twice skeptical.\n\nAnd then there's the fact that frauds, hoaxsters, and charlatans are scavenger predator species that flourish (only at others' expense) in most terrestrial and rhetorical environments. They rely on the innate sense of wonder and curiosity to ensnare their prey. No less than L. Ron Hubbard himself used the promise of redemption via sci-fi concepts like flying saucers and intelligent life on other planets to attract the credulous and enrich the few.\n\nSo, Are UFO Sightings Real, Or Not?\n\nWhere does this leave us, with respect to the Big Question of whether UFOs are real?\n\nAs of 2023, the ODNI UFO summary states that out of a total of 510 cases on its radar, it can confidently attribute 191—less than 40% of reported sightings. In 2021 alone, 366 new reports came in.\n\nThese reports are \"real\" in that they were observed; the people reporting them were telling the unvarnished truth; multiple lines of evidence, such as video from multiple angles, substantiate the reports. That seems to be the case for many such reports. The sighting is often unequivocally real, not a story or fabrication. But the sighting, in and of itself, isn't enough evidence to prove that a UFO is of extraterrestrial origin. That doesn't mean UFOs aren't real; it just means the jury's still out.\n\nThe universe is a very big place. In its incomprehensible vastness, the odds of our existence round to zero. And yet, we are here, which makes the probability of our existence 100%. It seems like the height of arrogance to imagine we're the only intelligent life in the universe.\n\nExtraordinary claims require extraordinary evidence—and as of this writing, despite tens of thousands of UFO reports, there simply is no conclusive evidence that Earth has ever received visitors from an intelligent extraterrestrial species. But if you accept the idea that all things have an explanation, even if we don't have it yet, the study of UFOs and UAPs starts to look more like a problem for better imaging and AI, and less like the province of fools. Throw more and more photons and pixels at the issue, and eventually, we can shove outward the perimeter of human understanding. It's only a matter of time."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Pentagon Has Received Hundreds of UFO Reports … And Many Cases Remain a Mystery",
            "link": "https://www.msn.com/en-us/news/technology/the-pentagon-has-received-hundreds-of-ufo-reports-and-many-cases-remain-a-mystery/ar-AA1uF1PX?ocid=BingNewsVerp",
            "description": "The Pentagon has released a new report revealing hundreds of UFO sightings over the past year, with 21 cases still baffling ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SzBG6THeZTS-w4gFfTLQbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Galaxy on MSN41m",
            "source": "Daily Galaxy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tully's cane farm crop circles and an enduring 58yo UFO mystery",
            "link": "https://www.msn.com/en-au/news/australia/tullys-cane-farm-crop-circles-and-an-enduring-58yo-ufo-mystery/ar-AA1uDadK?ocid=BingNewsVerp",
            "description": "In 1966 a salt-of-the-earth banana farmer saw something he couldn't explain that left behind a circular mark in some reeds ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hSwvw0kYr-YUMnX7LYA_QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "16hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Madison Shares Her UFO Abduction Story",
            "link": "https://www.msn.com/en-us/news/technology/madison-shares-her-ufo-abduction-story/vi-AA1uDXNR?ocid=BingNewsVerp",
            "description": "Random day! Madison shares her crazy UFO abduction story! Get a TOP! our ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2feQAEgkzgXkAhWu2Jfc7xw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Good Vibes Only on MSN41m",
            "source": "Good Vibes Only on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Small Bits, Big Ideas: The Amazing Rise Of 1-Bit LLMs For Building Faster And Slimmer Generative AI Apps",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/11/22/small-bits-big-ideas-the-amazing-rise-of-1-bit-llms-for-building-faster-and-slimer-generative-ai-apps/",
            "description": "Future of AI entails 1-bit large language models (LLMs) since generative AI runs faster, slimmer, and can work on smartphones ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vuMjeCQefMFlaB8MG67jHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI Is Helping To Clear Up Brain Fog",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/11/24/generative-ai-is-helping-to-clear-up-brain-fog/",
            "description": "People talk about having brain fog. The meaning differs. One creative way to aid diagnosing and resolving brain fog is via ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C6W7SQhxmmHlpfl8DUqBVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Say Goodbye to SaaS : How Vertical AI Agents are Taking Over the Business World",
            "link": "https://www.geeky-gadgets.com/vertical-ai-agents/",
            "description": "Learn how vertical AI agents are reshaping the business landscape, providing innovative solutions and driving efficiency ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kmbVTZi18kIUxEahD_duGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "21h",
            "source": "Geeky Gadgets",
            "article_content": "It seems that Vertical AI agents are poised to transform the business landscape, potentially surpassing the impact of Software as a Service (SaaS) by automating entire teams and functions within enterprises. This technological leap forward presents both challenges and opportunities for businesses and entrepreneurs alike.\n\nFor instance, imagine a world where entire teams of professionals are replaced not by new hires but by sophisticated AI agents capable of handling complex tasks with precision and speed. This reality is rapidly unfolding as vertical AI agents emerge as potential fantastic options in the business landscape. These advanced systems are poised to outshine the impact of SaaS, which has long been a staple in Silicon Valley. As businesses grapple with the challenges of modern operations, the promise of AI-driven automation offers a tantalizing glimpse into a future where efficiency and productivity are redefined.\n\nVertical AI Agents vs SaaS\n\nTL;DR Key Takeaways : Vertical AI agents are poised to transform businesses by automating entire teams and functions, potentially surpassing the impact of SaaS.\n\nAdvancements in large language models (LLMs) have enabled AI to automate tasks traditionally requiring human intervention, enhancing efficiency and productivity.\n\nVertical AI agents could disrupt the SaaS market by integrating software and human tasks, offering comprehensive business process automation.\n\nThe competitive landscape in AI is intensifying, with potential for vertical AI agents to create significant market value, similar to the SaaS boom.\n\nAI-driven companies may operate with fewer employees, focusing human resources on strategic initiatives and transforming business operations.\n\nThe evolution of artificial intelligence, particularly through large language models (LLMs), has paved the way for these vertical AI agents to take center stage. Unlike traditional SaaS solutions that focus on software delivery, these agents promise to automate entire business processes, seamlessly integrating human tasks with software capabilities. This shift hints at a new era where AI not only supports but transforms how enterprises function, offering a potential solution to the ever-present demand for innovation and cost-effectiveness.\n\nThe Evolution of AI Technology\n\nArtificial intelligence has made remarkable strides in recent years, particularly with the development of large language models (LLMs). These sophisticated systems have evolved from simple text generators to complex vertical AI agents capable of replacing entire teams. By harnessing the power of LLMs, businesses can now automate tasks that were once thought to require human intervention, leading to significant improvements in efficiency and productivity.\n\nKey advancements in AI technology include:\n\nEnhanced natural language processing capabilities\n\nImproved context understanding and task execution\n\nIntegration of domain-specific knowledge\n\nAbility to learn and adapt to new scenarios\n\nThese advancements have paved the way for vertical AI agents to tackle complex, industry-specific challenges with unprecedented accuracy and efficiency.\n\nVertical AI vs. SaaS: A Paradigm Shift\n\nWhile SaaS has long dominated the tech sector by offering scalable software solutions, vertical AI agents are poised to disrupt this dominance. Unlike traditional SaaS, which primarily focuses on software delivery, vertical AI agents can automate entire business processes, providing a more comprehensive and integrated solution.\n\nAdvantages of vertical AI over SaaS:\n\nHolistic automation of business functions\n\nSeamless integration of software and human tasks\n\nAdaptive learning capabilities\n\nPotential for significant cost savings and efficiency gains\n\nThis shift from software-centric solutions to AI-driven process automation represents a fundamental change in how businesses approach technology adoption and implementation.\n\nVertical AI Agents Could Be 10X Bigger Than SaaS\n\nDive deeper into AI Agents with other articles and guides we have written below.\n\nThe Competitive Landscape: A New Frontier\n\nThe AI model market is experiencing intense competition, creating a fertile ground for innovation. As more companies enter the field, the potential for vertical AI agents to create $300 billion enterprises becomes increasingly plausible. This mirrors the SaaS boom, where companies like Salesforce and Zoom achieved significant market capitalization.\n\nThe competitive landscape is ripe for new entrants to make their mark, with opportunities for both established tech giants and nimble startups to carve out niches in specific verticals. This competition is driving rapid advancements in AI capabilities and applications across various industries.\n\nNavigating Challenges and Seizing Opportunities\n\nDespite AI’s promise, many enterprises face uncertainty about its practical applications. Tailored solutions are essential to address specific business needs, presenting both a challenge and an opportunity for AI developers and implementers.\n\nKey considerations for successful AI implementation:\n\nIdentifying repetitive, administrative tasks suitable for automation\n\nDeveloping industry-specific AI models and solutions\n\nMaking sure seamless integration with existing systems and workflows\n\nAddressing data privacy and security concerns\n\nStartups that can effectively address these challenges and provide targeted solutions stand to gain a significant competitive edge in this rapidly evolving market.\n\nReal-World Applications: AI in Action\n\nSeveral companies are already using AI for specific verticals, demonstrating the technology’s versatility and potential. For instance:\n\nSalient uses AI in debt collection, streamlining processes and improving outcomes\n\nuses AI in debt collection, streamlining processes and improving outcomes Sweet Spot applies AI to government contract bidding, enhancing efficiency and success rates\n\napplies AI to government contract bidding, enhancing efficiency and success rates AI-powered customer support systems are transforming client interactions\n\nMarketing automation tools are using AI to optimize campaign performance\n\nThese examples illustrate AI’s capacity to drive significant improvements in efficiency and outcomes across various business functions.\n\nThe Future of Business: AI-Driven Transformation\n\nAs AI technology continues to advance, we can expect to see profound changes in organizational structures and operations. AI-driven companies may operate with leaner teams, as AI extends managerial capabilities and automates routine tasks. This shift allows human resources to focus on strategic initiatives, fostering more agile and responsive organizations.\n\nPotential impacts of AI on business operations:\n\nFlatter organizational hierarchies\n\nIncreased focus on creative and strategic roles\n\nEnhanced decision-making through data-driven insights\n\nImproved scalability and adaptability to market changes\n\nThese changes could lead to a fundamental reimagining of how businesses operate and compete in the global marketplace.\n\nGuidance for Aspiring Founders: Charting a Course in AI\n\nFor entrepreneurs looking to enter the AI space, focusing on automating mundane, repetitive tasks is a promising strategy. Using personal experience or industry connections can help identify promising verticals for AI application.\n\nTips for success in the AI startup space:\n\nIdentify specific pain points within industries\n\nDevelop solutions that offer tangible, measurable value\n\nFocus on user experience and ease of integration\n\nStay abreast of the latest developments in AI technology\n\nBuild partnerships with industry leaders and early adopters\n\nBy addressing specific challenges within industries and offering innovative solutions, founders can position themselves for success in this dynamic and rapidly growing market.\n\nVertical AI agents represent a significant leap forward in business technology, potentially surpassing the impact of SaaS. By automating entire functions and integrating seamlessly into existing workflows, these agents offer a glimpse into the future of enterprise solutions. As AI technology continues to evolve, the opportunities for innovation and growth in this space are boundless, promising a new era of efficiency and productivity in the business world.\n\nMedia Credit: Y Combinator\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tens of millions of devices are thrown away each year — and the rise of generative AI will only make this worse",
            "link": "https://www.livescience.com/technology/artificial-intelligence/tens-of-millions-of-devices-are-thrown-away-each-year-and-the-rise-of-generative-ai-will-only-make-this-worse",
            "description": "Generative AI could saddle the planet with heaps more hazardous waste than ever before.",
            "image_url": "https://www.bing.com/th?id=OVFT.bimNZ4yyRR1is7oNtHtGZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Live Science22h",
            "source": "Live Science",
            "article_content": "Every time generative artificial intelligence drafts an e-mail or conjures up an image, the planet pays for it. Making two images can consume as much energy as charging a smartphone; a single exchange with ChatGPT can heat up a server so much that it requires a bottle's worth of water to cool. At scale, these costs soar. By 2027, the global AI sector could annually consume as much electricity as the Netherlands, according to one recent estimate . And a new study in Nature Computational Science identifies another concern : AI's outsize contribution to the world's mounting heap of electronic waste. The study found that generative AI applications alone could add 1.2 million to five million metric tons of this hazardous trash to the planet by 2030, depending on how quickly the industry grows.\n\nSuch a contribution would add to the tens of millions of tons of electronic products the globe discards annually. Cell phones, microwave ovens, computers and other ubiquitous digital products often contain mercury, lead or other toxins. When improperly discarded, they can contaminate air, water and soil. The United Nations found that in 2022 about 78 percent of the world's e-waste wound up in landfills or at unofficial recycling sites, where laborers risk their health to scavenge rare metals.\n\nThe worldwide AI boom rapidly churns through physical data storage devices, plus the graphics processing units and other high-performance components needed to process thousands of simultaneous calculations. This hardware lasts anywhere from two to five years — but it's often replaced as soon as newer versions become available. Asaf Tzachor, a sustainability researcher at Israel's Reichman University, who co-authored the new study, says its findings emphasize the need to monitor and reduce this technology's environmental impacts.\n\nTo calculate just how much generative AI contributes to this problem, Tzachor and his colleagues examined the type and volume of hardware used to run large language models, the length of time that these components last and the growth rate of the generative AI sector. The researchers caution that their prediction is a gross estimate that could change based on a few additional factors. More people might adopt generative AI than the authors' models anticipate, for example. Hardware design innovations, meanwhile, could reduce e-waste in a given AI system — but other technological advances can make systems cheaper and more accessible to the public, increasing the number in use.\n\nRelated: New memory chip controlled by light and magnets could one day make AI computing less power-hungry\n\nThis study's biggest value comes from its attention to AI's broad environmental impacts, says Shaolei Ren, a researcher at the University of California, Riverside, who studies responsible AI and was not involved in the new research. \"We might want these [generative AI] companies to slow down a bit,\" he says.\n\nFew countries mandate the proper disposal of e-waste, and those that do often fail to enforce their existing laws on it. Twenty-five U.S. states have e-waste management policies, but there is no federal law that requires electronics recycling. In February Democratic Senator Ed Markey of Massachusetts introduced a bill that would require federal agencies to study and develop standards for AI's environmental impacts, including e-waste. But that bill, the Artificial Intelligence Environmental Impacts Act of 2024 (which has not passed the Senate), would not force AI developers to cooperate with its voluntary reporting system. Some companies, however, claim to be taking independent action. Microsoft and Google have pledged to reach net zero waste and net zero emissions respectively by 2030; this would likely involve reducing or recycling AI-related e-waste.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nCompanies that use AI have numerous options to limit e-waste. It's possible to squeeze more life out of servers, for instance, through regular maintenance and updates or by shifting worn-out devices to less-intensive applications. Refurbishing and reusing obsolete hardware components can also cut waste by 42 percent, Tzachor and his co-authors note in the new study. And more efficient chip and algorithm design could reduce generative AI's demand for hardware and electricity. Combining all these strategies would reduce e-waste by 86 percent, the study authors estimate.\n\nThere's another wrinkle as well: AI products tend to be trickier to recycle than standard electronics because the former often contain a lot of sensitive customer data, says Kees Baldé, an e-waste researcher at the United Nations Institute for Training and Research, who wasn't involved with the new study. But big tech companies can afford to both erase that data and properly dispose of their electronics, he points out. \"Yes, it costs something,\" he says of broader e-waste recycling, \"but the gains for society are much larger.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elevate Your Workflow With AI Note-Taking Devices From PLAUD.AI And Get 20% This Black Friday",
            "link": "https://www.slashgear.com/1721363/plaud-ai-note-taking-devices-plaudnote-black-friday/",
            "description": "Now is a great time to elevate our lifestyle with a PLAUD.AI note-taking device. The innovative PLAUD NOTE is 20% on Black ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R9p5DzbyHrgQy15ScJ30Ti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "17h",
            "source": "SlashGear",
            "article_content": "The PLAUD NOTE is a sleek card-sized companion device that deploys generative AI tools for recording, transcribing, and summarizing a variety of audio-based media. It's perfect for project managers, consultants, executives, lawyers, entrepreneurs — leaders who need to cut through mountains of information to operate at the highest level.\n\nAdvertisement\n\nPLAUD.AI lets users pick between OpenAI's GPT-4o and Anthropic's Claude 3.5 Sonnet models. These AI models not only help professionals with the summarization of recorded content such as calls, lectures, interviews, and voice memos, but they also assist with summarization in the companion mobile app. The app also offers more than 20 ready-made templates that can quickly format the transcribed content into high-caliber presentations. Users can also benefit from the mind maps system and the automatic speaker labeling for group conversations.\n\nPLAUD.AI\n\nThe PLAUD NOTE can also record phone calls with ease. The whole system works in a wireless format, and thanks to the onboard Vibration Conduction Sensor (VCS), the inputs are picked up from the phone's mic, resulting in crystal clear audio capture. PLAUD AI Pro Plan users can also access custom templates co-developed by industry experts and keep track of who said what with smart speaker labels.\n\nAdvertisement\n\nThis is the perfect time to elevate your lifestyle because PLAUD.AI is offering a 20% discount on the PLAUD NOTE during its Black Friday sale."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New ghost tour to touch on the historic and paranormal of Charleston",
            "link": "https://www.herald-dispatch.com/features_entertainment/new-ghost-tour-to-touch-on-the-historic-and-paranormal-of-charleston/article_f52c1b28-a6d0-11ef-bbb6-73f7ec71bcc2.html",
            "description": "The Tri-State’s TRUSTED news source. Click here to stay informed and subscribe to Herald-Dispatch. Click #isupportlocal for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CiYKYZ-JYp9c9qHFc_FGwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "The Herald-Dispatch6h",
            "source": "The Herald-Dispatch",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antique mall scares up 'paranormal activity' for local ghost hunters",
            "link": "https://www.orilliamatters.com/local-news/antique-mall-scares-up-paranormal-activity-for-local-ghost-hunters-9820672",
            "description": "Business owner says at least five deaths have occurred at former slaughterhouse, built in 1929, including suicides, goring ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Epi4HyUChTvk3tL9zWXXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "orilliamatters20h",
            "source": "orilliamatters",
            "article_content": "Business owner says at least five deaths have occurred at former slaughterhouse, built in 1929, including suicides, goring and an explosion\n\nParanormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie.\n\n1 / 1 Paranormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie. Advertisement\n\nIn the more than 95 years since it was built, 272 Innisfil St. has been home to a slaughterhouse and an antique market, but according to the team from a popular YouTube series, it’s also home to several ghosts.\n\nRaif Boric and Krista Maryk, who make up two-thirds of the paranormal investigative team of Walking Among Us, spent three hours inside the 25,000-square-foot building near Essa Road earlier this month after they heard about some of the not-so-normal things that have taken place there.\n\nShirley Sanford, owner of Sanford and Son Emporium which is located inside the building, said the team came for a visit on Nov. 2.\n\n“One of my employees was talking to one of the customers and something was brought up about the spirits that are in that building,\" she said. \"The woman said she knew some people that do the paranormal thing, so she asked if it would be OK if they phone me.\n\n“It was really interesting to see what was going on.”\n\nIn the five years that she’s been in the building, Sanford said she’s seen plenty of “unexplainable” things take place.\n\n“About three weeks ago, I was up in a booth. Everybody had left and I was doing my rounds at night for closing,\" she said. \"I went into this booth and was looking to see what new things they’d brought in. I could hear a woman and a man's voice … I thought maybe there was a radio in the booth and it was on low and they’d forgotten to turn it off, but there was no radio.”\n\nSanford poked around a little more, but couldn’t find any source for the noise. And despite being late and alone, she wasn’t fearful.\n\nThe next week while doing her closing routine, Sanford said an Elvis clock started singing.\n\n“There is an Elvis clock hanging on the wall … so I thought OK, it’s a motion-sensor thing. I went into the booth and I was singing and dancing and then all of a sudden it shut off,\" she said. \"I went back and forth three times that night into where I had triggered it and nothing.\n\nShirley Sanford is the owner of Sanford and Sons Emporium on Innisfil Street in Barrie. | Nikki Cole/BarrieToday files\n\n\"The next morning when I came into work, I went to try it and nothing. I pulled the clock off the wall and you have to push a button for it to go off,” she said.\n\nShe remembers another incident which included a ladder that was found in the middle of the floor; despite the shop having been closed, it was nearby a spot where she said a man had hanged himself.\n\nThe building has been the scene of five separate deaths, Sanford said, including two suicides, one person who was gored by a cow, and two who were killed in a boiler-room explosion.\n\nAs for what occurred on the property prior to the building’s construction in 1929, she has no idea and said it could very well play a role in the site’s haunting.\n\nRaif Boric, lead investigator for Walking Among Us, said that going into their visit, they didn’t know too much about the structure's history, nor were they aware of what had occurred there over the years.\n\n“It was just kind of like let’s go and see what happens,” he said. “We met up with Shirley … and we both went to different spots … to see what happens.”\n\nWhile he was by himself with the spouse of one of the store’s employees on one side of the building, he says he was drawn to a doll on a shelf, saying he is a collector of “haunted artifacts.”\n\n“I have six haunted dolls and a haunted teddy bear at home. This doll just drew me in,\" Boric said. \"When it was time to start, I went up to the doll and set up some motion-sensored cat balls, a REM pod (which is a piece of ghost-hunting equipment that indicates changes in ambient temperature) and had my cameras going. This thing would not stop with the motion-sensored cat balls and there were noises going on all in the area,” he said.\n\n“At one point, I was standing there asking questions and we heard a little girl call out. We looked at each other like ‘what the (heck) was that!?’”\n\nBoric said they went to explore where the sound came from, which is when he heard Maryk yelling from where she was in the building.\n\n“We started running back and she was where the doll was … and asked what all the banging was about,” he said, adding neither he nor the employee’s wife knew what his partner was talking about. \"We’d just heard the kid’s voice, which is where Shirley had heard disembodied voices in the area previously.”\n\nBoric said it felt like a game of cat and mouse trying to track down the spirits.\n\n“We’ve encountered that a lot, and it sometimes gets a little annoying because you go thinking you’re going to experience something and it just leads you around the building,\" he said. “It was a good experience and there was a plethora of (paranormal) activity.\"\n\nBoric ended up bringing the “haunted doll” home to add to his collection.\n\n“I have her in the room with the other ones,\" he said. \"I am pretty sure her arm moved the other night, so I am setting up a security camera in the haunted room.”\n\nSanford says she found the entire experience “fascinating,” adding she \"absolutely\" believes in ghosts.\n\n“I don’t get scared over any of this stuff that happens. I am all for it,” she said. “When these guys came in, I saw it for myself. The white orbs and the one gentleman at the very end had forgotten something upstairs … When we got up there, one of the revolving showcases was on and (it) hadn’t been on 15 minutes early when we’d been up there.”\n\nThe episode is expected to air on the Walking Among Us YouTube channel in January 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Mysterious Videos We Can't Explain",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/10-mysterious-videos-we-cant-explain/vi-AA1uEbs5?ocid=BingNewsVerp",
            "description": "Top 10 Mysterious Videos We Can't ExplainSubscribe to Top 10s ► <a href=\" from Top 10s counts down the #Top10 Mysterious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NtnuUJPOpsUk_yecuXYeSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Epic Reactions on MSN41m",
            "source": "Epic Reactions on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antique mall has 'plethora of paranormal activity' for ghost hunters",
            "link": "https://www.newmarkettoday.ca/local-news/antique-mall-has-plethora-of-paranormal-activity-for-ghost-hunters-9829774",
            "description": "Popular YouTube series visits site where at least five deaths have occurred at the former slaughterhouse, including suicides, ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Epi4HyUChTvk3tL9zWXXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "newmarkettoday23h",
            "source": "newmarkettoday",
            "article_content": "Popular YouTube series visits site where at least five deaths have occurred at the former slaughterhouse, including suicides, goring and an explosion\n\nParanormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie.\n\n1 / 1 Paranormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie. Advertisement\n\nIn the more than 95 years since it was built, 272 Innisfil St. has been home to a slaughterhouse and an antique market, but according to the team from a popular YouTube series, it’s also home to several ghosts.\n\nRaif Boric and Krista Maryk, who make up two-thirds of the paranormal investigative team of Walking Among Us, spent three hours inside the 25,000-square-foot building near Essa Road in Barrie earlier this month after they heard of some of the not-so-normal things that have taken place there.\n\nShirley Sanford, owner of Sanford and Son Emporium, which is located inside the building, said the team came for a visit on Nov. 2.\n\n“One of my employees was talking to one of the customers and something was brought up about the spirits that are in that building,\" she said. \"The woman said she knew some people that do the paranormal thing, so she asked if it would be OK if they phone me.\n\n“It was really interesting to see what was going on.”\n\nIn the five years that she’s been in the building, Sanford said she’s seen plenty of “unexplainable” things take place.\n\n“About three weeks ago, I was up in a booth. Everybody had left and I was doing my rounds at night for closing,\" she said. \"I went into this booth and was looking to see what new things they’d brought in. I could hear a woman and a man's voice … I thought maybe there was a radio in the booth and it was on low and they’d forgotten to turn it off, but there was no radio.”\n\nSanford poked around a little more, but couldn’t find any source for the noise. And despite being late and alone, she wasn’t fearful.\n\nThe next week while doing her closing routine, Sanford said an Elvis clock started singing.\n\n“There is an Elvis clock hanging on the wall … so I thought OK, it’s a motion-sensor thing. I went into the booth and I was singing and dancing and then all of a sudden it shut off,\" she said. \"I went back and forth three times that night into where I had triggered it and nothing.\n\nShirley Sanford is the owner of Sanford and Sons Emporium on Innisfil Street in Barrie. | Nikki Cole/BarrieToday files\n\n\"The next morning when I came into work, I went to try it and nothing. I pulled the clock off the wall and you have to push a button for it to go off,” she said.\n\nShe remembers another incident which included a ladder that was found in the middle of the floor; despite the shop having been closed, it was nearby a spot where she said a man had hanged himself.\n\nThe building has been the scene of five separate deaths, Sanford said, including two suicides, one person who was gored by a cow, and two who were killed in a boiler-room explosion.\n\nAs for what occurred on the property prior to the building’s construction in 1929, she has no idea and said it could very well play a role in the site’s haunting.\n\nRaif Boric, lead investigator for Walking Among Us, said that going into their visit, they didn’t know too much about the structure's history, nor were they aware of what had occurred there over the years.\n\n“It was just kind of like let’s go and see what happens,” he said. “We met up with Shirley … and we both went to different spots … to see what happens.”\n\nWhile he was by himself with the spouse of one of the store’s employees on one side of the building, he says he was drawn to a doll on a shelf, saying he is a collector of “haunted artifacts.”\n\n“I have six haunted dolls and a haunted teddy bear at home. This doll just drew me in,\" Boric said. \"When it was time to start, I went up to the doll and set up some motion-sensored cat balls, a REM pod (which is a piece of ghost-hunting equipment that indicates changes in ambient temperature) and had my cameras going. This thing would not stop with the motion-sensored cat balls and there were noises going on all in the area,” he said.\n\n“At one point, I was standing there asking questions and we heard a little girl call out. We looked at each other like ‘what the (heck) was that!?’”\n\nBoric said they went to explore where the sound came from, which is when he heard Maryk yelling from where she was in the building.\n\n“We started running back and she was where the doll was … and asked what all the banging was about,” he said, adding neither he nor the employee’s wife knew what his partner was talking about. \"We’d just heard the kid’s voice, which is where Shirley had heard disembodied voices in the area previously.”\n\nBoric said it felt like a game of cat and mouse trying to track down the spirits.\n\n“We’ve encountered that a lot, and it sometimes gets a little annoying because you go thinking you’re going to experience something and it just leads you around the building,\" he said. “It was a good experience and there was a plethora of (paranormal) activity.\"\n\nBoric ended up bringing the “haunted doll” home to add to his collection.\n\n“I have her in the room with the other ones,\" he said. \"I am pretty sure her arm moved the other night, so I am setting up a security camera in the haunted room.”\n\nSanford says she found the entire experience “fascinating,” adding she \"absolutely\" believes in ghosts.\n\n“I don’t get scared over any of this stuff that happens. I am all for it,” she said. “When these guys came in, I saw it for myself. The white orbs and the one gentleman at the very end had forgotten something upstairs … When we got up there, one of the revolving showcases was on and (it) hadn’t been on 15 minutes early when we’d been up there.”\n\nThe episode is expected to air on the Walking Among Us YouTube channel in January 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "People Are Revealing The Movies That Made Them Walk Out Of A Theater, And A Lot Of You Are Gonna Be Maaaaaaad LOL",
            "link": "https://www.yahoo.com/entertainment/people-revealing-movies-made-them-121602487.html",
            "description": "Paramount / Â©Paramount/Courtesy Everett Collection 37.Paranormal Activity 4 (2012) — \"My friend and I were so disappointed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AXpZB3crNzRKpzf9hQG2nS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Yahoo25m",
            "source": "Yahoo",
            "article_content": "We recently asked the lovely members of the BuzzFeed Community, \"What movie was so bad you actually walked out of it?\" And they did NOT hold back, LOL. So, I'm sorry if one of your faves is on the list below, but here's what they said:\n\nNote: Some spoilers ahead.\n\n1.Love Actually (2003) — \"It's the only movie I’ve ever walked out on. In theory, I should have loved it, but I just couldn’t bear any of the characters. Because I left in the first half hour, I even got a refund from the cinema!\"\n\n—mxnikki What it's about: Set during Christmas time, the film explores the theme of love through 10 different stories. Universal / Â©Universal/Courtesy Everett Collection\n\n2.Longlegs (2024) — \"It was promising and then took a turn somewhere closer to the end, a turn I was not expecting. I miss the old days when horror flicks were just classic slasher/killer/scare-you-type movies. Not some over-the-top but underexplained types of movies. The acting in it was good, but the storyline was just underwhelming compared to how it was advertised, which is about 90% of horror movies these days.\"\n\n—autumnbrookem What it's about: An FBI Agent is tasked with tracking down a serial killer, which sends her down a rabbit hole filled with occult happenings and ties to her own past. Neon / Courtesy Everett Collection\n\n3.Jurassic World Dominion (2022) — \"I absolutely love movies. The theater is my church. I'm also a huge fan of event movies and Jurassic Park sits proudly among those films. So of course I will always go into a new entry hoping for something grand. Holy shit did this one fuck the bed! It got to a point somewhere between giant locusts, poisoning the world's food supply, and dinosaur fight club, where I turned to my wife and said, 'Do you want to go?' She kind of giggled and said, 'Yeah, I know, right?' And I said, 'No, I'm dead serious. Do you want to get the fuck out of here?' She looked at me like I had just discovered fire, and we beat feet.\"\n\n—tendtomebollocks What it's about: The third installment of the Jurassic World film series, this film unites the OG cast of the original Jurassic Park and the new cast of Jurassic World as they work together to control the dinosaurs who are now fully living (and hunting) alongside humans. Universal Pictures / Courtesy Everett Collection\n\n4.Babes (2024) — \"The main character was so insufferable. In the first 15 minutes she proceeds to be rude to a movie ticket vendor for no reason when she and a friend go to a movie on Thanksgiving.\"\n\n—Anonymous What it's about: After getting pregnant from a one-night stand, a woman and her best friend journey together through the pregnancy. Gwen Capistran /© Neon /Courtesy Everett Collection\n\n5.The Shape of Water (2017) — \"Not a terrible movie but definitely not deserving of Best Picture. Especially when it all boils down to a fish fucking noir.\"\n\n—tendtomebollocks What it's about: A mute cleaning lady at a high-security laboratory forms a bond with a mysterious human-like sea creature in the lab. Photo Courtesy Of Fox Searchlight Pictures / Fox Searchlight / Everett Collection\n\n6.Beauty and the Beast (2017) — \"My dad and I went to see it in the theater. It was weird, and I hated it so much, so we walked out.\"\n\n—Anonymous What it's about: A live-action remake of the iconic 1991 film that follows Belle as she attempts to save herself (and the Beast) from a wicked curse. Walt Disney Co. / Â©Walt Disney Co./courtesy Everett / Everett Collection\n\n7.Moulin Rouge (2001) — \"Felt like I was being battered by music and sound effects the whole time. Non-singers to boot, ruining classics. Just LOUD. Walked out with a headache.\"\n\n—Anonymous What it's about: A jukebox musical that follows the dramatic story of a young poet who falls in love with the star of the Moulin Rouge, who also happens to be a courtesan. 20thcentfox / Â©20thCentFox/Courtesy Everett Collection\n\n8.The Last Airbender (2010) — \"Not bad enough to be funny- just bad. I walked out 30 minutes in and never looked back.\"\n\n—spiritedcoach58 What it's about: Based on the Nickelodeon animated television series Avatar: The Last Airbender, this adaptation follows the journey of Aang, a young successor to a long line of Avatars, who must master all four elements and stop the Fire Nation from enslaving the Water Tribes and the Earth Kingdom. Paramount / Â©Paramount/Courtesy Everett Collection\n\n9.The Green Inferno (2013) — \"It first started off as this crappy camp horror movie and me and my friend were going to walk out just for the horrible acting... and then the REAL horror movie started. We walked out due to the intense gore that was shown basically out of nowhere, and we’re both horror movie buffs. This was basically felt like a snuff film.\"\n\n—underscorehunderscore What it's about: A group of student activists travels to the Amazon with the intent of saving the rainforest but wind up captives of a cannibalistic tribe. Universal Pictures / Everett\n\n10.Abandoned (2022) — \"It's a horror movie with Emma Roberts. The first 20 minutes was nothing but a crying, screaming baby. Nonstop. I couldn’t handle it.\"\n\n—angelbeee What it's about: Tells the story of a woman's struggle with post-partum psychosis through te lens of a psychological thriller. Vertical Entertainment /Courtesy Everett Collection\n\n11.The Texas Chainsaw Massacre (1974) — \"I was there with my boyfriend. I HATE horror movies and sat there with my eyes closed half the time. I said to myself, 'Why am I here? I hate this!' Told my boyfriend I wanted to leave and never went to another horror movie again.\"\n\n—deadpanflower13 What it's about: A group of friends are terrorized by a horrifying family of cannibals in rural Texas. Bryanston Distributing Company / Courtesy Everett Collection\n\n12.Twisters (2024) — \"Made it 40 minutes in when it finally occurred to me that I’m supposed to feel bad for these idiots when bad things happen to them after they run directly inside tornados. I couldn’t empathize or sympathize with these people. Here’s a thought…don’t do that.\"\n\n—Anonymous What it's about: Rival groups of storm chasers chase down a major tornado outbreak in Oklahoma. Universal Pictures / courtesy Everett Collection\n\n13.Wonder Woman 1984 (2020) — \"I remember being really excited to see Kristen Wiig as the villain, and they teased Chris Pine's return, which also added to my excitement. But, ultimately, it was a colossal disappointment. Extremely cheesy and boring, and the writing was juvenile. I think I made it through the first 30 minutes, and after Kristen Wiig's second goofy-looking costume, I just had to leave.\"\n\n—kendallmarie1994 What it's about: Set in 1984 during the Cold War, the film follows the adventures of Diana and Steve Trevor as they must face off against Maxwell Lord and Cheetah. Warner Bros. / Courtesy Everett Collection\n\n14.Hostel (2005) — \"I don’t mind nude scenes, but it was way too much. One friend stayed and said it got better after we left, but I had had enough.\"\n\n—Anonymous What it's about: A group of American tourists traveling in Amsterdam end up in a Slovakian hostel where they end up in a deadly game. Screen Gems / Â©Screen Gems/Courtesy Everett Collection\n\n15.Hostel: Part II (2007) — \"I’m all about gore and horror, but I have two younger sisters, and something about all the victims being young women really made me uncomfortable. So much so that halfway through, I leaned over to my dad, who I was at the theater with, and said, 'This is gross, and I feel gross. Can we leave?' I eventually finished the movie when it went to streaming, but it still left me feeling icky. Women have enough horrific things happen to them in real life; we don’t need to add to that, fictional or not.\"\n\n—matthewkallay1 What it's about: Three young women on vacation in Rome end up in Slovakia, where they are kidnapped and then fall prey to horrific crimes. Lions Gate / Â©Lions Gate/Courtesy Everett Collection\n\n16.Licorice Pizza (2021) — \"Genuinely awful. Bad acting, creepy love interest, and virtually no plot. My boyfriend and I left halfway through and neither of us even cared to look up how it ended.\"\n\n—Anonymous What it's about: A coming-of-age story that follows two teens, Alana and Gary, as they run around the San Fernando Valley in the 1970s Los Angeles. MGM / Courtesy Everett Collection\n\n17.Kinds of Kindness (2024) — \"Hands down the WORST movie I’ve ever seen, and the first movie I straight up walked out of halfway through. The movie is split into three mini-stories, and I was done after the second mini-story. I’ve never felt more punked from a trailer than when I was sitting in the theater watching Jesse Plemmons eat Emma Stone’s fingers to prove she wasn’t really his wife but someone from an island where dogs ruled and humans were treated like dogs… let that sink in for a little bit and then imagine wasting 40 mins watching that.\"\n\n—sleepinglight72 What it's about: The movie follows three stories: one about a man who tries to take control of his own life, another about a policeman whose wife appears to be a different person, and finally, a third about a woman searching for someone with a special ability. Searchlight Pictures / Courtesy Everett Collection\n\n18.Lost in Translation (2003) — \"Even if you exclude the huge age gap between Bill Murray and Scarlett Johansson, the movie was lost on me. An hour in and I finally turned it off. I'm still not sure what it was about.\"\n\n—Anonymous What it's about: Two lonely souls make a connection while traveling in Tokyo for different reasons. Focus Films / Â©Focus Films/Everett Collection / Everett Collection\n\n19.Suicide Squad (2016) — \"It was when they were all sitting in the bar, and Harley Quinn gave that awful pep talk. That was the final straw, there were plenty of other terrible moments that preceded it.\"\n\n—glitterycheerios What it's about: A top secret government agency recruits the world's most dangerous supervillains to form a task force that must save the world. Warner Bros / Â©Warner Bros / courtesy Everett Collection / Everett Collection\n\n20.We Need To Talk About Kevin (2011) — \"Walked out because I couldn't handle it. My mate was desperate to see it because he loves Tilda Swinton so I went with him. I had to walk out because it was just misery porn.\"\n\n—honestiago What it's about: Follows the downward spiral of a woman and her family after her son commits a horrible act at school. Oscilloscope Pictures / Oscilloscope Pictures / courtesy Everett Collection\n\n21.Rebel Without a Cause (1955) — \"Maybe it was because I was in a bad mood that night. Maybe it was because the movie was made 20 years before I was born and I missed the historical and societal context. Or maybe it's just a bad movie. But I didn't last ten minutes into Rebel Without a Cause. I couldn't buy Jim Backus as anyone other than Mr. Howell, and Jimmy Dean's ham-fisted acting (screaming, 'You're tearing me apart!' while pulling at his face) just put me over the edge.\"\n\n—deadpanpuppy241 What it's about: A coming-of-age romantic drama starring James Dean in his first role as a rebellious teen with a troubled past who arrives in a new town. Courtesy Everett Collection / Everett Collection / Everett Collection\n\n22.Manhattan (1979) — \"Biggest load of boring, pretentious and unfunny garbage I have ever seen! It was advertised with, 'All you ever wanted to know about sex, but was afraid to ask,' which was great and gave the false impression Manhattan would be also. How wrong could you get? Enjoyed the earlier-than-planned visit to the pub, though!\"\n\n—fuggletim What it's about: Woody Allen stars (and also writes and directs) as a middle-aged television writer who dates a teenage girl and then also falls in love with his best friend's mistress. United Artists / Courtesy Everett Collection\n\n23.The Thin Red Line (1998) — \"I haven’t walked out of any movie (and I brought my whole family to see The Core because I thought it would be GREAT) except for The Thin Red Line. It is the slowest, dialogue-heavy war movie ever made. It is also mind-numbingly boring. I’ve seen a lot of bad movies, but I watch them through to the end so I can see how truly bad they are. It takes a lot to get me not to want to see how something turns out. Congrats, TTRL — you are a magic film.\"\n\n—magicalscissors291 What it's about: A World War II film that tells the story of the Battle of Mount Austen, following a group of American soldiers. 20thcentfox / Â©20thCentFox/Courtesy Everett Collection\n\n24.The Blair Witch Project (1999) — \"The constant unsteady camera movements on a giant screen triggered my vertigo issues. I had a raging headache and nausea for the rest of the day.\"\n\n—caelesto What it's about: Via \"found footage,\" the film tells the story of three film students who travel to the woods in a small town to make a documentary about an evil local legend: the Blair Witch. Artisan Entertainment / courtesy Everett Collection\n\n25.Weekend at Bernie's II (1993) — \"The first Weekend at Bernie’s was one of my favorite movies. The basic premise is that a man was killed by poison, but two of his employees spent the weekend pretending that he was still alive. They set up these rigs to make the body move and stuff, and preteen me thought it was the pinnacle of comedy. So when the sequel came out, I couldn’t wait to see it. So, why did I walk out? In this movie, the corpse was animated by means of voodoo, and at the time, we were living in a haunted house, and I experienced some freaky and terrifying things. So, even though the reanimation of the corpse was done in a comical way, it was too much for me, and I had to leave. I waited outside while my friends finished the movie.\"\n\n—jmacxjr What it's about: Larry and Richard are once again dealing with Bernie's (their late boss) corpse which this time is targeted by a voodoo queen hired by mobsters looking for money that Bernie had embezzled. Tristar Pictures / Â©TriStar Pictures/Courtesy Everett Collection\n\n26.Skinamarink (2022) — \"Absolutely, talk about the most overrated bullshit movie that was supposed to be so innovative. It is a series of static shocks, background TV noise, no discernible plot, and it thinks it can waste 90 minutes of my time on pure atmosphere. My ass!\"\n\n—tendtomebollocks What it's about: A supernatural horror film about two young children who wake up in the middle of the night to find out their father is missing and all the windows and doors in their house keep disappearing. IFC Midnight / Courtesy Everett Collection\n\n27.Movie 43 (2013) — \"Movie 43 is the biggest piece of hot garbage I have ever witnessed. I saw it for free and still wanted a refund. It has such big name actors and then everything about it was terrible. Its like someone blackmailed them to be in the movie. The jokes werent funny, the plot is non existent, some parts were downright disgusting. Worst. Movie. Ever.\"\n\n—Anonymous What it's about: The story of a has-been Hollywood producer attempting to pitch wacky new ideas is told through a series of different, interconnected shorts. Relativity Media / Relativity Media/Courtesy Everett Collection\n\n28.XXX (2002) — \"The Vin Diesel movie. Don't know how it got sequels. To this day only movie I walked out of.\"\n\n—smartturkey294 What it's about: The first in a three-film series (so far), Vin Diesel plays an extreme sport and stuntman who becomes an unwilling spy for the NSA and is tasked with taking down a group of Russian terrorists. Columbia Pictures / Â©Columbia Pictures/Courtesy Everett Collection\n\n29.Star Trek: The Motion Picture (1979) — \"Slow and tedious, and nothing like this Trekkie’s concept of what Star Trek should be. And did I say slow and tedious? One of only two films I ever walked out on.\"\n\n—Anonymous What it's about: The OG crew of the USS Enterprise must thwart the arrival of an alien spacecraft heading towards Earth. Paramount / Â©Paramount/Courtesy Everett Collection\n\n30.Bulworth (1998) — \"This movie had to be the biggest letdown of the '90s. Watching Warren Beatty rap, 'My pussy, my pussy' was the last straw; I looked at my date, stood up, and walked out. The only movie I've ever left early.\"\n\n—Anonymous What it's about: Warren Beatty plays a senator named Jay Billington who runs for re-election while trying to avoid a hired assassin. 20th Century Fox / Everett Collection\n\n31.House of Gucci (2021) — \"That movie was not only horrible, it was also incredibly long. We left with more than an hour remaining.\"\n\n—cheesygoblin74 What it's about: A biopic following the wild and tumultuous life of Patrizia Reggiani, a woman from humble beginnings who married into the famous Gucci fashion family. MGM / courtesy Everett Collection\n\n32.Kids (1995) — \"I was in high school when it came out. My mom took a whole bunch of us as a 'scared straight' tactic. I was so uncomfortable that I ran out of the theater and sat shaking in the lobby for more than half the movie. At some point she made me go back in because being uncomfortable was the whole point??\"\n\n—Anonymous What it's about: This dark drama follows a group of teenagers as they go around New York City skateboarding, drinking, smoking, and having sex with virgins. Shining Excalibur Pictures / Â©Shining Excalibur Pictures/Courtesy Everett Collection\n\n33.Blade Runner 2049 (2017) — \"Man, I don't know what it was, but my partner and I could not get into it. We weren't the only ones either. We walked out about half way through, but multiple people had walked out before us. The theater was probably half full when we sat down; by the time we left, it had dwindled to less than a quarter. It was bad.\"\n\n—Anonymous What it's about: Set 30 years after the events of the original Blade Runner film, the story follows an LAPD Officer (and replicant) who dives deep into the secrets of events that happened between both films. Stephen Vaughan / Â©Warner Bros / courtesy Everett Collection / Everett Collection\n\n34.Dumb and Dumber (1994) — \"Never encountered a film so accurately titled. Five minutes in I turned my friend and said we can still get our money back. I only laughed once and that was at the bitterness of my lost time.\"\n\n—Anonymous What it's about: A buddy comedy where two friends set out on a road trip to return a briefcase to a woman in Aspen. New Line Cinema / Â©New Line Cinema/courtesy Everett / Everett Collection\n\n35.Lone Survivor (2013) — \"I was genuinely interested in the story, but the violence was too realistic. I began to feel sick to my stomach and had to leave to avoid passing out.\"\n\n—Anonymous What it's about: A group of Navy SEALs go on an intense (and ultimately unsuccessful) mission during the war in Afghanistan. Universal / Â©Universal/Courtesy Everett Collection\n\n36.Barnyard (2006) — \"Had a free ticket and some time to kill. Walked out after roughly 20 minutes. It was so boring, dumb, and unmemorable that I truly don’t remember what made me leave. Though I do remember thinking bulls don’t have udders. *sigh*\"\n\n—minilion352 What it's about: Tells the story of a cow (or in this case a bull with udders) and his journey to become the leader of his farm. Paramount / Â©Paramount/Courtesy Everett Collection\n\n37.Paranormal Activity 4 (2012) — \"My friend and I were so disappointed within the first 10 minutes we decided to leave. It was terrible. There was nothing cohesive about the opening sequence to the first five minutes of the movie, and we were just like, you know what, this is not going to be a good time for us if we stay here. We ended up leaving and going to a sports bar.\"\n\n—Anonymous What it's about: Set five years after the original film, this is another \"found footage\" film that follows the terrors of a neighboring family. Paramount / Â©Paramount/Courtesy Everett Collection\n\n38.Grown Ups 2 (2013) — \"My mom & I decided to take my nieces and nephews to the movies. We decided on Grown Ups 2. It was absolutely the worst movie. People started leaving within a half hour. The kids begged us to leave, and we finally agreed. It was terrible.\"\n\n—Anonymous What it's about: A middle-aged dad moves with his family back to his hometown, where he reconnects with his old friends and relives the good ol' days. Columbia Pictures / Â©Columbia Pictures/Courtesy Everett Collection\n\n39.The Hangover (2009) — \"It started and I think I got about 20 mins in and just walked out I knew I was in for an irritating time otherwise.\"\n\n—Anonymous What it's about: Three groomsmen and a groom go to Las Vegas for a bachelor party, only to lose the groom after a wild, drunken night. Warner Bros / Â©Warner Bros/Courtesy Everett Collection\n\n40.Spring Breakers (2012) — \"It was by far the worst movie I have ever seen in my life. It made no sense. This random group of girls went on a spring break trip and then turned into drug dealers over the course of what a week? Absolutely terrible, terrible, terrible. TERRIBLE!!\"\n\n—Anonymous What it's about: Four college girls go on spring break vacation in Florida and get into all kinds of trouble while partying, drinking, doing drugs, and befriending a weird drug dealer. Annapurna Pictures / Annapurna Pictures / courtesy Everett Collection\n\n41.Jaws 3-D (1983) — \"I went to the theater with a friend, and the seats were perfect, row 7, center. It's impossible to convey what a train wreck this film seems determined to achieve, starting extremely low and only getting worse. Pathetic in every way. Script: appalling. Production values: gruesome. Acting: none. Direction: insipid. Verdict: a brazen cynical insult to Benchley and Spielberg's original. After an unbearable seven minutes, my friend and I looked at each other, said, 'No way,' stood up, and walked out.\"\n\n—Anonymous What it's about: Chief Brody's children, now adults, head to SeaWorld where a massive 35-foot shark has become trapped. Universal / Â©Universal/Courtesy Everett Collection\n\n42.Battlefield Earth (2000) — \"I knew it was going to be bad, but I had no idea it was going to be THAT bad. I went to see it with some friends, hoping it would be good for a laugh, but it couldn't even meet the incredibly low expectations I already had. We barely made it 45 minutes before we left the theater.\"\n\n—Anonymous What it's about: Based on the novel by Scientology founder L. Ron Hubbard, this sci-fi film tells the story of a rebellion against aliens on Earth in the year 3000. Warner Bros / Â©Warner Bros/Courtesy Everett Collection\n\n43.The Nutty Professor (1996) — \"It was just a series of bad fat jokes. At the time, I was fit but still found it offensive enough that I left. Today I am one of the people he was targetting and I'm proud of my past self for not sitting through that garbage.\"\n\n—Anonymous What it's about: A romantic comedy that follows the trials and tribulations of Professor Sherman Klump as he tries to win over his love interest with a magical weight-loss elixir. Universal / Â©Universal/Courtesy Everett Collection\n\n44.The Princess Diaries 2: Royal Engagement (2004) — \"The second she said she and Michael had broken up, I was OUT. Years later, I've actually watched it, and it's actually not that bad....but it doesn't hold up to the original at all. RIP, Michael, my teenage crush. I would also like to say that in the books, they get married, so....the sequel's a little disappointing!\"\n\n—Anonymous What it's about: Mia Thermopolis finds out that before she's able to succeed her grandmother as queen of Genovia, she has to marry or else she must give up the throne. Buena Vista Pictures / Â©Buena Vista Pictures/Courtesy Everett Collection\n\n45.Terms of Endearment (1983) — \"If this isn’t the worst big-budget studio film ever made, it’s certainly a contender. Why would anyone want to sit through a movie night about someone (Shirley MacLaine’s character), a person with no redeeming qualities?\"\n\n—Anonymous What it's about: This tear-jerking drama follows the love-hate relationship between Aurora (MacLaine) and her daughter Emma (Debra Winger) over the course of 30 years. Paramount Pictures / Courtesy Everett Collection\n\n46.Spider-Man 3 (2007) — \"When the musical numbers started, I looked around the theater to see if I was being punk’d. I literally LOL'd and got up and walked out.\"\n\n—Anonymous What it's about: Peter Parker/Spider-Man must face-off with two new villains, Sandman and Venom. Sony Pictures / Â©Sony Pictures/Courtesy Everett Collection\n\n47.Tenet (2020) — \"Still don’t know what it was about and never will because it won’t ever get any more of my time.\"\n\n—Anonymous What it's about: A former CIA agent joins a secret organization and must figure out how to operate while traveling backward through time. Warner Bros. / Courtesy Everett Collection\n\n48.Autumn in New York (2000) — \"It was so boring I fell asleep during the movie. Once I woke up I looked over to my friend who had also fallen asleep! I woke her up, and we left the theater. It didn’t seem like we missed anything.\"\n\n—Anonymous What it's about: A successful restaurateur and playboy in New York falls in love with a terminally ill younger woman. Mgm / Â©MGM/Courtesy Everett Collection\n\n49.American Hustle (2013) — \"To this day, I still do not understand the critical acclaim that American Hustle received. It's the only time I had walked out of the cinema in my whole life. It was painfully dull, the pacing was all over the place, the characters lacked any depth. Even thinking about it now makes me angry that I wasted a cinema outing!\"\n\n—Anonymous What it's about: An FBI agent forces two con artists into running an elaborate sting operation. Columbia Pictures / Â©Columbia Pictures/courtesy Everett Co / Everett Collection\n\n50.Simply Irresistible (1999) — \"I nearly walked out when the magic crab showed up, and did walk out when they kissed and started floating. This is still the only movie I’ve walked out of and requested a refund for.\"\n\n—Anonymous What it's about: After her mother dies, chef struggles to bring customers into her family's restaurant. Abbot Genser / 20th Century Fox Film Corp. / Courtesy Everett Collection.\n\n51.Finally, Mobsters (1991) —\"Worst movie EVER. I went to see the movie with friends, so I was forced to sit through it, but when it was over, I was so pissed I went directly to the box office and demanded a refund. (I didn't get it, but I definitely gave them my two cents!)\"\n\n—Anonymous What it's about: Set in 1917 New York City, the film follows the drama in working-class neighborhoods that the Mafia controls. Universal / Â©Universal/Courtesy Everett Collection\n\nNote: Some submissions have been edited for length and/or clarity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Curiosity Cracked Open a Rock on Mars And Found a Big Surprise",
            "link": "https://www.sciencealert.com/curiosity-cracked-open-a-rock-on-mars-and-found-a-big-surprise",
            "description": "A rock on Mars spilled a surprising yellow treasure after Curiosity accidentally cracked through its unremarkable exterior.",
            "image_url": "https://www.bing.com/th?id=OVF.d7z8IxeYrhigOxiNEqDUCQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert1h",
            "source": "ScienceAlert",
            "article_content": "A rock on Mars spilled a surprising yellow treasure after Curiosity accidentally cracked through its unremarkable exterior.\n\nWhen the rover rolled its 899-kilogram (1,982-pound) body over the rock back in May, the rock broke open, revealing yellow crystals of elemental sulfur: brimstone.\n\nAlthough sulfates are fairly common on Mars, this represents the first time sulfur has been found on the red planet in its pure elemental form.\n\nWhat's even more exciting is that the Gediz Vallis Channel, where Curiosity found the rock, is littered with rocks that look suspiciously similar to the sulfur rock before it got fortuitously crushed – suggesting that, somehow, elemental sulfur may be abundant there in some places.\n\n\"Finding a field of stones made of pure sulfur is like finding an oasis in the desert,\" said Curiosity project scientist Ashwin Vasavada of NASA's Jet Propulsion Laboratory in July.\n\n\"It shouldn't be there, so now we have to explain it. Discovering strange and unexpected things is what makes planetary exploration so exciting.\"\n\nSulfates are salts that form when sulfur, usually in compound form, mixes with other minerals in water.\n\nWhen the water evaporates, the minerals mix and dry out, leaving the sulfates behind.\n\nThese sulfate minerals can tell us a lot about Mars, such as its water history, and how it has weathered over time.\n\nPure sulfur, on the other hand, only forms under a very narrow set of conditions, which are not known to have occurred in the region of Mars where Curiosity made its discovery.\n\nThere are, to be fair, a lot of things we don't know about the geological history of Mars, but the discovery of scads of pure sulfur just hanging about on the Martian surface suggests that there's something pretty big that we're not aware of.\n\nSulfur, it's important to understand, is an essential element for all life. It's usually taken up in the form of sulfates, and used to make two of the essential amino acids living organisms need to make proteins.\n\nSince we've known about sulfates on Mars for some time, the discovery doesn't tell us anything new in that area. We're yet to find any signs of life on Mars, anyway.\n\nBut we do keep stumbling across the remains of bits and pieces that living organisms would find useful, including chemistry, water, and past habitable conditions.\n\nStuck here on Earth, we're fairly limited in how we can access Mars. Curiosity's instruments were able to analyze and identify the sulfurous rocks in the Gediz Vallis Channel, but if it hadn't taken a route that rolled over and cracked one open, it could have been sometime until we found the sulfur.\n\nThe next step will be to figure out exactly how, based on what we know about Mars, that sulfur may have come to be there.\n\nThat's going to take a bit more work, possibly involving some detailed modeling of Mars's geological evolution.\n\nframeborder=\"0″ allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>\n\nMeanwhile, Curiosity will continue to collect data on the same.\n\nThe Gediz Vallis channel is an area rich in Martian history, an ancient waterway whose rocks now bear the imprint of the ancient river that once flowed over them, billions of years ago.\n\nCuriosity drilled a hole in one of the rocks, taking a powdered sample of its interior for chemical analysis, and is still trundling its way deeper along the channel, to see what other surprises might be waiting just around the next rock.\n\nAn earlier version of this article was published in July 2024."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Will Bring About A Golden Age Of Discovery In Science: Google’s Demis Hassabis",
            "link": "https://officechai.com/stories/ai-will-bring-about-a-golden-age-of-discovery-in-science-googles-demis-hassabis/",
            "description": "'I really do feel like we’re on the brink of a new golden era of discovery,' he said at a conference. 'I think what we need ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GRmj0OXyr6gOKhyR_mfq0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "officechai.com12h",
            "source": "officechai.com",
            "article_content": "There seems to be growing consensus among AI leaders that the field could end up transforming all of science and technology at a rate previously thought unimaginable.\n\nAfter Anthropic CEO Dario Amodei had said that AI could bring about a 100 years’ worth of scientific progress in just 5-10 years, Google’s AI Chief Demis Hassabis has echoed his thoughts. “I really do feel like we’re on the brink of a new golden era of discovery,” he said at a conference. “I think what we need is a lot more interdisciplinary science. So using AI and asking the right questions with domain experts, it’s, it’s almost limitless what its applications could be,” he added.\n\n“And of course, AI itself is a scientific discipline which is improving all the time,” Hassabis added. “So (it can) apply today’s technologies directly to other fields, and (can) also continue to improve AI itself. And that as well is a sort of exponential improvement. So there’s a lot of progress to be made in just the next few years,” he continued.\n\nHassabis cited the example of Material Science — the study of new materials — which could be one of the fields to be impacted by AI. “We’re touching on nearly every area of science. GNoME is one of my favourite projects which is on material design. And I think material design has some of the same characteristics that we look for in a problem that’s suitable for AI. It’s a massive combinatorial space. You need to try and build a model that understands the physics and the chemistry of the natural phenomena. And then if you have a model like that, you can then maybe use it to do a very efficient search through that search space, and then find an optimal solution. And in materials I think that would be groundbreaking — you could imagine designing new batteries, or maybe one day discovering a room temperature superconductor has always been one of my dreams,” he added.\n\nHassbis should know a thing or two about science — he was awarded the Nobel Prize this year in Chemistry for working on an AI model that helps determine the structure of proteins. He seemed to be suggesting that much of scientific progress today remains stuck in silos — the best minds in physics, for instance, don’t necessarily regularly speak to the best minds in biology to figure out how their respective research could be related. But if we manage to create a powerful enough AI that’s smart enough as Nobel Prize winners in all fields, it could combine the different knowledge bases in interesting and unique ways to create new discoveries. And given how fast AI is improving — NVIDIA CEO Jensen Huang says that AI is growing much faster than Moore’s law — a new age of discovery in science and technology could be just around the corner."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA’s Curiosity Rover Uncovers Mars’ Mysterious Spiderweb Rocks and Hidden Crystals",
            "link": "https://scitechdaily.com/nasas-curiosity-rover-uncovers-mars-mysterious-spiderweb-rocks-and-hidden-crystals/",
            "description": "NASA's Curiosity captured a 360-degree panorama before leaving Gediz Vallis channel, a feature it’s been exploring for the past year. The rover embarks on a journey to Mars' boxwork formation, ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "science+discovery",
            "date": "8h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery: Ancient Mars had hot water that could have supported life",
            "link": "https://www.earth.com/news/hot-water-on-ancient-mars-may-have-been-habitable/",
            "description": "Curtin University scientists discover 4.45-billion-year-old evidence of water activity on Mars, hinting at early habitability.",
            "image_url": "https://www.bing.com/th?id=ODF.D51tsvp40IZZ20LbOKihsg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "earth13h",
            "source": "earth",
            "article_content": "The Red Planet has always been a subject of intrigue and fascination. Recent research led by Curtin University has added more fuel to this age-old curiosity. The scientists discovered what could possibly be the oldest evidence of hot water activity on Mars.\n\nThis discovery opens up possibilities that at some point in its mysterious past, Mars may have been a place where life could exist.\n\nHot water on Mars\n\nThe study focused on a zircon grain from the renowned Martian meteorite NWA7034, fondly known as Black Beauty. This tiny grain, although no larger than a grain of sand, holds secrets dating back billions of years.\n\nThe analysis of the 4.45 billion-year-old zircon grain revealed geochemical fingerprints of ancient water-rich fluids. These traces of the past suggest that hot water was once present on Mars.\n\nDr. Aaron Cavosie from Curtin’s School of Earth and Planetary Sciences noted that this discovery opens new paths for understanding early Martian hydrothermal systems and the planet’s past habitability.\n\n“We used nano-scale geochemistry to detect elemental evidence of hot water on Mars 4.45 billion years ago,” said Dr. Cavosie.\n\nEarly conditions on Mars\n\nHydrothermal systems are vital for the development of life. They were crucial for life to flourish on Earth. Dr. Cavosie noted that the same essential ingredients for habitable environments were present on Mars during its early crust formation period.\n\nThe team utilized nano-scale imaging and spectroscopy to identify essential elements on the zircon grain, including iron, aluminum, yttrium, and sodium.\n\nThe presence and pattern of these elements, added during the zircon’s formation billions of years ago, suggest that water was present during early Martian magmatic activity.\n\nThis intriguing discovery indicates that during the initial stages of the Red Planet’s existence, conditions were conducive to the existence of water.\n\nResilience of Mars’ crust\n\nThe study also highlighted the resilience of Mars’ crust. Despite enduring massive meteorite impacts, causing upheaval of its surface, Mars still had water during the early Pre-Noachian period, which was before about 4.1 billion years ago.\n\nIn 2022, Curtin researchers studied the same zircon grain. They found that it had been “shocked” by a meteorite impact, marking it as the first and only known shocked zircon from Mars.\n\nImplications for life on Mars\n\nThe discovery of ancient hydrothermal activity on Mars significantly changes our understanding of the planet’s potential for life. Hydrothermal systems could have created environments rich in chemical energy and nutrients vital for life.\n\nThe presence of warm, mineral-laden waters in Mars’ crust could have served as a cradle for microbial communities, much like the hydrothermal vents on Earth harbor diverse ecosystems despite the absence of sunlight.\n\nThis implies that if life ever existed on early Mars, hydrothermal systems may have been havens, providing conditions to support some form of life.\n\nThe research offers valuable insights into planetary habitability within our solar system and beyond.\n\nFuture research directions\n\nThe revelations from the zircon grain continue to ignite curiosity and lay the groundwork for future Mars exploration missions.\n\nPlanetary scientists are eager to explore other ancient Martian rocks and meteorites that might hold additional clues about Mars’ hydrothermal systems and geological history.\n\nMissions equipped with advanced technology could further investigate the surface and subsurface of Mars, searching for more evidence of past water activity and potential biological markers.\n\nThese future efforts could significantly enhance our understanding of the Red Planet and refine our search for life beyond Earth, spurring innovative technologies and methodologies in planetary science research.\n\nEarly Mars and its water activity\n\nThis recent study builds on previous research, taking us a step closer to understanding what early Mars was like.\n\nAccording to Dr. Cavosie, identifying the signs of water-rich fluids from the zircon’s formation period provides geochemical markers of water in the oldest known Martian crust.\n\nThe research was conducted by scientists from Curtin’s Space Science and Technology Centre, the John de Laeter Centre, and the University of Adelaide.\n\nDr. Jack Gillespie is the lead author of the paper detailing study, which is set to be published in the journal Science Advances.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Charting the New Material World",
            "link": "https://www.theatlantic.com/sponsored/google/charting-the-new-material-world/3966/",
            "description": "According to current industry wisdom, new material discovery requires, on average, at least 10 years of work and north of $10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BgxashpYSJv2hzP9YOaYOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7h",
            "source": "The Atlantic",
            "article_content": "In 1905, a young American scientist named William Coolidge set to work on an ambitious assignment for his new job at General Electric: creating a better light bulb. The carbon filament used in Thomas Edison’s world-changing invention wasn’t very energy efficient. Scientists were experimenting with tungsten, which had the advantage of a higher melting point, but the metal wire was too brittle and broke easily.\n\nSeveral years later, after numerous trials, errors, and accidents—by some accounts, a breakthrough occurred when the tungsten rod fell into liquid mercury pooling from the heating system—Coolidge created “ductile tungsten,” a more bendable form of the metal that ultimately became the wiring still found inside incandescent light bulbs today.\n\nEkin Dogus Cubuk, a research scientist at Google DeepMind, points to ductile tungsten as an example of how new materials can revolutionize existing technologies—often after careful, laborious efforts riddled with unexpected twists and turns. More than 100 years after that landmark innovation, his team has created an AI tool that could transform the way scientists discover new materials. Much like ductile tungsten, any of these compounds could improve upon current materials and lead to next-generation electric vehicle (EV) batteries or better solar panels. “Many materials discoveries involve a lot of trial and error, luck, and serendipity,” Cubuk says. “With AI we hope to reduce the reliance on luck. We have the potential to accelerate each stage of the process, from discovery to development, with more accurate and scalable predictions.”\n\nGNoME catapults materials discovery\n\nThe AI tool that Cubuk’s team built is called GNoME (Graph Networks for Materials Exploration), and it has used deep learning to determine the structure of 2.2 million inorganic crystals. Of those, GNoME identified 380,000 materials that are stable at low temperatures, according to simulations. “We hope that having this information will help the community to catapult further breakthroughs in materials discovery and design,” Cubuk explains.\n\nSince the public release of these crystals in 2023, scientists have been experimenting with AI-identified compounds in labs worldwide—including three that were recently synthesized in Japan by researchers at Hokkaido University.\n\n“There is a wealth of AI knowledge, but currently there’s a gap between translating those insights to material synthesis in the lab. This early research shows how we can bridge the gap to explore new materials more efficiently,” says Akira Miura, an associate professor at Hokkaido University, who led the study.\n\nMeanwhile, GNoME independently identified hundreds of crystals that scientists had already discovered on their own as stable, including “exciting” superconductor candidates, according to Cubuk. Furthermore, hundreds of these crystals were independently synthesized by labs around the world. That’s a strong signal that the new material candidates in GNoME’s findings have real-life viability.\n\nGNoME was initially trained with data on crystal structures that is available through the Materials Project, an open-source reference that has been central to new materials discovery. Identifying the structure of a new material is just the beginning of what can be a long, intensive development process. The original idea of the Materials Project was to reduce invention time by focusing experiments on compounds with the most potential for success, according to founder and UC Berkeley professor Kristin Persson. That itself was a game changer from the days when Persson was a graduate student in the mid-’90s and had to comb through oversize tomes to look up a material’s chemical structure and properties. In the laboratory, researchers would combine intuition with past results to inform their experimentation. “There were no recipes for it except in the researcher’s brain,” Persson says. “They would use their experience to make new materials, and it would take a long time.”\n\nNot that long ago, it was relatively rare to be able to calculate a new material on the computer that was thermodynamically stable, explains Chris Wolverton, a professor of Materials Science and Engineering at Northwestern University. For one, the sheer magnitude of the required computational power was a hurdle. “Google is particularly rich when it comes to computational time and power,” he says. “They were able to—in a very short order—calculate the properties of several million compounds.”\n\nThe availability of this vast data trove is opening up new possibilities to materials researchers, says Persson. “They’re giving this body of work to the community and saying, ‘Do what you want with it,’” she says. “It’s the new kid on the block in terms of the tools we have. If you’re a materials company and not thinking of machine learning, you’re behind, and Google put a brilliant spotlight on that.”\n\nThat doesn’t mean researchers are suddenly going to have piles of new materials cluttering their lab benches. The tool has identified crystals that computations predict will be stable under absolute zero, or about -273C—an ideal condition in which particle motions come to a stop. A key question persists: Can these crystals be created in a stable form that won’t change or decompose at room temperature? Myriad factors, including temperature and pressure, can influence whether a theoretical compound can exist in a form that would become, say, the next EV battery. Scientists will have to figure out the right experimental methods to create materials that will be useful in innovation. “That’s the next giant challenge in this field: predicting synthesis recipes,” Wolverton says.\n\nMaterials scientists explore next steps\n\nIndeed, the tremendous scale of the AI findings has spurred important conversations about the best way to identify and synthesize new materials. A researcher may spend an entire career conducting experiments on just a few compounds, a painstakingly slow and labor-intensive process. The key is finding a balance between creating AI-led possibilities and developing the known science, explains University of Liverpool professor Andy Cooper, whose research group focuses on ways to accelerate the discovery of functional materials: “I think that’s a challenge for the future. What is the right place to be on that spectrum?”\n\nNew materials improve the foundations of modern life\n\nAt Google DeepMind, Cubuk envisions a future when new materials could reshape today’s most exciting technologies—from semiconductors to new power sources for supercomputers. As AI tools evolve, a key challenge is determining which potential materials best correspond to technologies and products, Cubuk explains. For example, knowing what criteria makes a good lithium-ion conductor helps researchers better identify the most promising candidates. Already, the GNoME team has identified 528 potential materials for batteries—more than 25 times the number identified in a 2017 study, which was led by Austin Sendek, the CEO of Aionics, a technology company dedicated to designing high-performance batteries with AI.\n\nGenerative AI can predict the next big thing. As we exhaust what’s known, we have to develop new ways to push boundaries, and this is one of those paths. Jakoah Brgoch, associate professor of chemistry at the University of Houston\n\nAI’s contributions might also open up researchers’ minds to unforeseen possibilities, says Jakoah Brgoch, an associate professor of chemistry at the University of Houston, whose work explores functional inorganic materials. Maybe the AI-suggested compounds aren’t viable under current lab temperatures and pressure, for example; but what happens if you alter those variables? “Science is often a slog,” Brgoch says. “The hope and the hype is we don’t have to go through this slog. Generative AI can predict the next big thing. As we exhaust what’s known, we have to develop new ways to push boundaries, and this is one of those paths. Of course, experimentally validating these predictions is easier said than done.”\n\nAccording to current industry wisdom, new material discovery requires, on average, at least 10 years of work and north of $10 million to $100 million. While the cost to build a factory is the same, what used to take weeks to simulate on a computer can now be done in seconds with AI, says Sendek.\n\n“AI-based materials discovery methods will unlock unorthodox solutions that would have otherwise eluded human intuition, while also leading to fewer ‘dead ends’ that cannot be commercialized,” says Sendek, pointing to the recent discovery by Aionics’s AI system that adding a luxury perfume molecule to a battery’s electrolyte could improve the battery’s overall performance. Aionics is now actively testing this molecule in real-life batteries.\n\n“Making meaningful progress in materials innovation requires us to discover better materials faster and then get them to market in a fraction of the time.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 AI No-Code App Builders for Beginners",
            "link": "https://www.geeky-gadgets.com/no-code-app-builders/",
            "description": "Discover the top 5 no-code app builders of 2025, perfect for beginners looking to create apps without coding skills.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZyYliYgDmTwUT87bTzNVUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "Geeky Gadgets",
            "article_content": "The landscape of app development has transformed, making it more accessible than ever before. This shift is largely due to the rise of no-code and AI-powered platforms, which empower you to create sophisticated applications without needing programming skills. This article provide more insights into five leading app builders that seamlessly integrate no-code and AI technologies. It highlights their features, functionalities, and pricing to guide you in selecting the right platform tailored to your needs.\n\nNavigating the world of app development can feel overwhelming, especially if you’re just starting out. But fear not! With platforms like Buzzy, Softr, Bolt, Glide, and Replit, you can dive into the creative process without getting bogged down by complex coding. Each of these platforms offers unique features and pricing options tailored to different needs, making sure there’s something for everyone. As you explore these tools, you’ll discover how they can empower you to create stunning, functional apps with ease, setting you on the path to success in the digital age.\n\nBeginner’s Guide to No-Code and AI App Builders\n\nTL;DR Key Takeaways : Buzzy offers an AI-powered, user-friendly drag-and-drop interface, ideal for designers converting Figma designs into apps, with pricing starting at $50 per month.\n\nSoftr provides a no-code front-end builder that connects to popular databases, suitable for small businesses and startups, with a free plan and a $49 per month option.\n\nBolt simplifies app development with AI-driven prompts, supporting dynamic routing and database connections, accessible with a free-to-start model and a $20 per month Pro Plan.\n\nGlide focuses on business applications like CRMs and dashboards, offering a no-code platform that connects to various data sources, catering to business users.\n\nReplit supports collaborative app development with AI agents and complex backend functionalities, offering both free and paid plans for team projects.\n\nBuzzy: AI-Powered App Building\n\nBuzzy emerges as a prominent AI app builder, offering a user-friendly drag-and-drop interface. It integrates effortlessly with Figma, allowing you to convert designs directly into functional applications. This unique design-to-app conversion capability makes Buzzy particularly appealing to designers eager to bring their concepts to life without delving into coding. With pricing starting at $50 per month and a free trial available, Buzzy allows you to explore its capabilities before committing. Its intuitive interface and robust AI integration make it an excellent choice for beginners aiming to create visually appealing apps swiftly and efficiently.\n\nSoftr: No-Code Front-End Builder\n\nSoftr provides a comprehensive no-code solution for building web applications, emphasizing ease of use and database connectivity. It connects seamlessly to popular databases like Airtable, HubSpot, and Google Sheets, facilitating efficient data management. Softr offers a free plan, with a $49 per month option for additional features, making it accessible to a wide range of users. This platform is particularly suitable for individuals and small businesses looking to build front-end applications without the complexity of coding, making it an ideal choice for startups and entrepreneurs.\n\n5 Best APP Builders For Beginners (No-Code + AI)\n\nHere is a selection of other guides from our extensive library of content you may find of interest on No-code app builders.\n\nBolt: AI-Driven App Creation\n\nBolt uses AI to simplify app development through intuitive prompts. It supports dynamic routing and database connections, offering flexibility for more complex applications. Bolt’s free-to-start model, with a Pro Plan at $20 per month, makes it an attractive option for those eager to experiment with AI-driven app creation. While some coding knowledge may enhance your experience, Bolt’s AI capabilities significantly reduce the technical barriers typically associated with app development, making it accessible to a broader audience.\n\nGlide: Business-Focused No-Code Builder\n\nGlide specializes in creating business applications such as CRMs and dashboards. Its no-code platform connects to various data sources, facilitating the creation of data-driven apps. Glide’s AI-generated app creation and user-friendly interface cater to business users who need to develop functional applications quickly. This platform is ideal for professionals seeking to streamline business processes without extensive technical expertise, offering a practical solution for enhancing productivity and efficiency in business operations.\n\nReplit: Collaborative App Development\n\nOriginally a deployment platform, Replit has evolved to include AI agents for app building. It supports collaboration and complex backend functionalities, making it suitable for team projects. Replit offers both free and paid plans, with advanced features designed for teams. Its collaborative tools and AI integration make it a versatile choice for developers and non-developers alike, allowing seamless teamwork in app development. This platform is particularly beneficial for projects requiring multiple contributors, fostering a collaborative environment for innovation and creativity.\n\nWhen selecting an app builder, it’s crucial to consider your technical skills and project requirements. No-code tools like Buzzy and Softr are more accessible for beginners and non-technical users, while AI coding platforms like Bolt offer greater flexibility but may require some coding knowledge. Pricing varies across platforms, with free trials available to test features before committing. Each platform has unique strengths, making them suitable for different types of projects and user needs. By evaluating these factors, you can choose the app builder that best aligns with your goals and resources, making sure a successful and efficient app development process.\n\nMedia Credit: Christian Peverelli – WeAreNoCode\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secure Your Home With REOLINK 8CH 4K Home Security Camera System – Now 30% Off!",
            "link": "https://www.redmondpie.com/secure-your-home-with-reolink-8ch-4k-home-security-camera-system-now-30-off/",
            "description": "Are you looking to upgrade your home security? There’s no better time to invest in peace of mind than now. From November 21, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QEzxTokZcyM87itCVDxdFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Redmond Pie11h",
            "source": "Redmond Pie",
            "article_content": "Are you looking to upgrade your home security? There’s no better time to invest in peace of mind than now. From November 21, 2024, to December 2, 2024, the highly-rated REOLINK 8CH 4K Home Security Camera System is available at an incredible 30% discount, dropping the price from $679.99 to just $475.99.\n\nDon’t miss this limited-time offer to safeguard your home with cutting-edge technology!\n\nWhat Makes the REOLINK 8CH 4K Security Camera System Stand Out?\n\nThis all-in-one security system combines top-tier video quality, smart features, and robust performance. Here’s what you can expect:\n\nUltra HD 4K Resolution\n\nWith 4K video recording, the system delivers crystal-clear images, capturing every detail with precision. This ensures you’ll have sharp footage for better identification of people, vehicles, or objects.\n\n4 Cameras with 5X Optical Zoom\n\nThe package includes four PoE (Power over Ethernet) cameras equipped with a 5X optical zoom. This feature allows you to zoom in on distant objects without losing clarity—perfect for monitoring large areas or focusing on specific points of interest.\n\nPoE Technology for Easy Setup\n\nThe PoE design simplifies installation, requiring just one cable for both power and data transmission. This reduces clutter and ensures a hassle-free setup.\n\nSmart Person, Animal and Vehicle Detection\n\nThe system uses advanced AI to distinguish between people and vehicles, reducing false alerts caused by irrelevant motion like animals or weather.\n\nIntegrated Spotlights\n\nThe cameras feature built-in spotlights for enhanced night vision. This not only captures clear footage in the dark but also acts as a deterrent to potential intruders.\n\n8-Channel NVR with Expandable Storage\n\nThe included NVR (Network Video Recorder) supports up to 8 cameras and offers plenty of storage for continuous recording. It’s perfect for homes or businesses that require expanded surveillance.\n\nWeatherproof Design\n\nBuilt for outdoor use, these cameras are weather-resistant and capable of withstanding harsh conditions, ensuring year-round reliability.\n\nWhy This Deal is Unmissable\n\n– Massive Savings: At $475.99, this deal represents a $204 discount—a rare opportunity to save big on a premium security system.\n\n– No Code Needed: Simply add the product to your cart and enjoy the discount automatically.\n\n– Limited Time: This deal is valid only from November 21 to December 2, 2024.\n\nWho Should Get This System?\n\nThe REOLINK 8CH 4K Home Security Camera System is ideal for homeowners, small business owners, or anyone looking for a comprehensive, high-quality security solution. Its advanced features and reliability make it a smart investment for both residential and commercial use.\n\nHow to Get This Deal\n\n1. Visit the product page on Amazon here.\n\n2. Add the product to your cart between November 21 and December 2, 2024.\n\n3. Enjoy your 30% discount—no code required!\n\nAct Fast!\n\nThis offer is only available for a short time. Upgrade your home security today and take advantage of the REOLINK 8CH 4K Home Security Camera System’s unbeatable value. Keep your property safe while enjoying cutting-edge technology at a fraction of the cost!\n\nYou may also like to check out:\n\nYou can follow us on X, or Instagram, subscribe to our YouTube channel and even like our Facebook page to keep yourself updated on all the latest from Microsoft, Google, Apple, and the Web."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mercury retrograde in Sagittarius: When does it start and how could it affect you according to your sign?",
            "link": "https://www.marca.com/en/lifestyle/us-news/2024/11/24/67425e7ce2704eba3b8b459b.html",
            "description": "This Tuesday, November 26, marks the beginning of Mercury retrograde and it will last until Sunday, December 15. This will be ...",
            "image_url": "https://www.bing.com/th?id=OVFT._17_i_4Fkn0YvUMrkUXNfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "14h",
            "source": "MARCA",
            "article_content": "This Tuesday, November 26, marks the beginning of Mercury retrograde and it will last until Sunday, December 15. This will be the last time this year that this planet will show such behavior. Traditionally, a Mercury retrograde occurs about three times a year and is a phenomenon feared in astrology. In its apparent backward motion, Mercury will move from 22 degrees to 6 degrees in the sign of Sagittarius.\n\nAstronomically, it is an optical illusion in which it appears that this planet is moving in the opposite direction in its orbit. While astrologically, Mercury is a planet to which an energy is attributed that affects individuals. It is associated with aspects such as communication, travel and technology. The presence of Mercury retrograde has to do with a connection with the past and encourages introspection.\n\nElon Musk's 'Starship' explodes on test flight\n\nAstrologers indicate that this transit is not bad in itself, but rather opens up possibilities for learning and working on different aspects of life. It is recommended for deep reflection, to slow down routines and to become aware of reality.\n\nAdditionally, astrologers recommend taking advantage of this time to learn to say no, express our boundaries without fear and cultivate patience to close the year in a harmonious way to better receive the coming year.\n\nWhich zodiac signs will be affected during Mercury retrograde?\n\nThis time, Mercury retrograde will occur in the sign of Sagittarius, symbolizing a dispute between logic and spirituality, generating doubts between beliefs and the decisions we make. Because the energy is focused on introspection, experts also recommend avoiding making big decisions until this influence is over.\n\nThe signs that will have the greatest influence from this Mercury movement are:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Yellowstone' Season 5, Part 2: Start time, where to watch new episode dropping Sunday",
            "link": "https://www.usatoday.com/story/entertainment/tv/2024/11/24/yellowstone-season-5-part-2/76499458007/",
            "description": "The third episode of \"Yellowstone\" Season 5, Part 2 drops Sunday night. Here's what time it starts and how you can watch.",
            "image_url": "https://www.bing.com/th?id=OVFT.AHb_v-FeLjm-DTmDk0TN5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2h",
            "source": "USA Today",
            "article_content": "Editor's note: This story contains spoilers from episode one!\n\nThe second half of Season 5 of \"Yellowstone\" continues this Sunday with the release of a brand new episode.\n\nThe Dutton children continue to deal with the fallout of the death of their father, Governor John Dutton (Kevin Costner) after the season began with emergency crews at the governor's mansion. Beth (Kelly Reilly) and her brother Kayce (Luke Grimes) push through the police tape to see what's going on, only to see a handgun on the bathroom floor and blood. While the camera never show's John's face, you can see his body sprawled on the ground and the distraught look on his children's faces.\n\nCostner played John Dutton since its 2018 Paramount Network premiere, but announced in June that he was not returning for what were billed as the final episodes. The actor was not among the countless Americans tuning in for the season's long-awaited premiere.\n\n“I didn't see it,\" Costner told SiriusXM's \"The Michael Smerconish Program\" earlier this month. \"I'm going to be perfectly honest. I didn't know it was actually airing last night. That's a swear-to-God moment. I swear to God. I've been seeing ads with my face all over the place and I'm thinking, ‘Gee, I'm not in that one.’ I'm not in this season.\"\n\nNeed a break? Play the USA TODAY Daily Crossword Puzzle.\n\nHere's what to know about the next episode of \"Yellowstone.\"\n\nHow to watch third episode of 'Yellowstone' Season 5, Part 2\n\nNew episodes will air Sunday nights at 8 p.m. ET/PT on Paramount Network.\n\nYou won't be able to stream \"Yellowstone\" episodes on Paramount+, the platform announced, and it is not available with any of the service's subscription plans. If you have a login to your TV provider, you can sign in to the Paramount Network and watch that way.\n\nPrior seasons of \"Yellowstone\" are streaming on Peacock.\n\n'Yellowstone' Season 5, Part 2 episode schedule\n\nHere's when the remaining four episodes of the season will be released:\n\nEpisode 11: Nov. 24\n\nNov. 24 Episode 12: Dec. 1\n\nDec. 1 Episode 13: Dec. 8\n\nDec. 8 Episode 14: Dec. 15\n\nBeth Dutton will go ‘hurricane’ avenging John Dutton\n\nIn an interview with USA TODAY published ahead of Season 5, Part 2, Kelly Reilly, who plays Beth Dutton, said John Dutton’s most loyal offspring will be devastated by her father's soon-to-be-revealed dark fate.\n\n\"There's only so much a woman can take. He's the center of her soul,\" Reilly said. \"What's that going to do to this woman? It's going to turn her into a hurricane.\"\n\nReilly said she has known how \"Yellowstone\" would end since the show started in 2018. Costner's premature departure has not fundamentally changed that course. \"It wasn't supposed to happen so soon,\" she said. \"But the fact that we got to return poetically to the show's authentic vision is satisfying.\"\n\nWe occasionally recommend interesting products and services. If you make a purchase by clicking one of the links, we may earn an affiliate fee. USA TODAY Network newsrooms operate independently, and this doesn’t influence our coverage.\n\nGabe Hauari is a national trending news reporter at USA TODAY. You can follow him on X @GabeHauari or email him at Gdhauari@gannett.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "League of Legends Scripts & Automation Tools: Key Insights and Trends",
            "link": "https://techbullion.com/league-of-legends-scripts-automation-tools-key-insights-and-trends/",
            "description": "League of Legends (LoL) has emerged as a choice, among multiplayer games with a massive global player base enjoying it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.97_Nlrc-ECk2aBFIncpj8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Impacts2h",
            "source": "Impacts",
            "article_content": "Interviews and Reviews\n\nDesigning for Inclusion: Interview with Vishal Mehta on Building Accessible Design Systems That Empower Every User\n\nCreating experiences that are not only functional but also inclusive has become a non-negotiable priority for designers and developers alike in today’s..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What actually is the ‘creator economy’? Here’s why we should care",
            "link": "https://technical.ly/company-culture/creator-economy-influencers-social-marketing/",
            "description": "The erosion of trust across American life forced creators to pivot from mere promotion to delivering value through ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6Z-rshVu4DLXyyDdkhkOui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Technical1h",
            "source": "Technical",
            "article_content": "The creator economy, a sprawling industry worth $150 billion and projected to reach $500 billion by 2030, is not just an evolution of influencer culture but a response to changing audience expectations. Authenticity is increasingly a competitive edge.\n\n\n\nThe erosion of trust across American life forced creators to pivot from mere promotion to delivering value through high-quality, engaging content. This led to a separation between influencers, who rent their audiences to brands, and “creators,” who rent their creative skills to brands with an audience in tow.\n\n\n\nOver the past decade, there was a significant surge in people who create online content for money. Most of us consume this content; brands are increasingly collaborating with creators to reinforce messaging; and it’s becoming a primary mode of information sharing. → Read on for details and join Chris Wink’s weekly newsletter for more\n\nIn March 2015, Lord & Taylor promoted its new Design Lab collection with what had become a standard style marketing campaign.\n\nIn addition to magazines, the retailer gave 50 fashion influencers a free paisley asymmetrical dress and paid them $1,000 to $4,000 each to post styled photos on Instagram. The influencers’ combined posts reached 11.4 million users in just two days, leading to 328,000 engagements and a sold-out dress.\n\nThe problem: none of the influencers disclosed they were paid to promote the dress. Someone somewhere lodged a complaint with the Federal Trade Commission, which was following the rise of undisclosed paid social media posts. Back in 2013, the FTC had organized hearings to set standards. Regulators wanted to set an example, and the Lord & Taylor campaign fit.\n\nIn early 2016, L&T reached an agreement with FTC, giving the commission a chance to make a splashy announcement and introduce new “native advertising” guidelines. Among the requirements were clearer disclosures on paid posts, using “#ad” or similar markers.\n\nIndustry watchers warned it could kill influencer marketing. Surely, audiences would tune out content so obviously labeled as advertising. But, as documented by longtime creator-journalist Taylor Lorenz in her 2023 book “Extremely Online: The Untold Story of Fame, Influence, and Power on the Internet,” the opposite happened.\n\nBy 2018, influencers promoting Christian Dior’s saddle bag were tagging “#ad” even when they weren’t paid. Getting a paid promotional gig was a signal of influence, and it seemed every fashionable social media creator wanted to be an influencer.\n\nThe FTC guidelines inadvertently raised the bar for authenticity and creativity. Influencer marketing wasn’t killed, it evolved into a subset of what is called the creator economy, a sprawling industry worth $150 billion and projected to reach $500 billion by 2030. Definitions vary, so the numbers do too. About 250 million Americans engage with social media daily, and of them, about 27 million get paid for it — whether that means a share of advertising from a platform like Youtube, individual supporters via Patreon or direct payment or free products from a brand.\n\nSo, what does the creator economy mean for the rest of us, both as buyers and as consumers?\n\nThe shift from influence to creation\n\nThe creator economy isn’t just an evolution of influencer culture—it’s a response to changing audience expectations.\n\nTrust is declining across American life. A bruising pandemic accelerated declines in the approval Americans have for practically all great institutions of public life: government, university, science, corporations, the courts, the media and even religious groups, per Pew research released last month.\n\nThe only groups that bipartisan majorities of Americans say they trust are small business and the military — cops and educators still fare OK, but it’s going the wrong way.\n\nEven the once mighty influencer has fallen. Only 2.2% of Americans say they trust influencers for purchase advice, according to a new survey from Reviews.org. This “isn’t surprising because most influencers aren’t trained experts and often are just posting sponsored content,” said the survey’s managing editor Peter Holslin in the release. (Note: I’ve seen higher trust ratings for influencers but typically about topics, not purchases.)\n\nOnly 2.2% of Americans say they trust influencers for purchase advice.\n\nHerein marks a separation between influencers, who rent their audiences to brands, and “creators,” who rent their creative skills to brands — with an audience in tow. This matters because across decades of research on trust, one obvious trend is clear: The globally connected online world is training a more skeptical public to seek disinterested parties and those we’ve known for a long time.\n\nThat Reviews.org survey estimated trust in user reviews above 30% and trust in friends and family closer to half. (For those who doubt the recommendations of your loved ones, I see you.)\n\nThis trust divide runs counter to strategies from the corporations behind social media platforms. In the 2010s, Facebook and Twitter were structured for users to mostly follow people they knew personally — which insiders call “the social graph.” Despite political pressure, TikTok’s surging popularity has been defined by its “For You Page,” in which users are served up videos about stuff they like, not necessarily people they know, and Youtube has long prioritized not personal relationships but topics — what is called “the interest graph.” Facebook and Instagram followed. Even earnest Linkedin launched in March 2021 a creator mode to support influencers speaking to fans they don’t know.\n\nThis erosion of trust has forced creators to pivot from mere promotion to delivering value through high-quality, engaging content — better to create some semblance of connection. Just 40% of marketers hire creators to directly boost revenue (ie. sell that paisley dress for me!), and more than two-thirds work with them to boost social engagement, reinforce brand or as pure staff augmentation, per a SproutSocial survey. Marketing execs typically advise creators are better for boosting engagement than closing deals.\n\nWho calls themselves a professional creator?\n\nAdobe’s most recent creator survey estimated 500,000 people globally were full-time creators, and barely 1 in 10 made more than $50,000 a year — with a tiny sliver earning large sums. Or are there 11.6 million full-time creators in the United States alone? That’s what a different November 2023 analysis estimated, a figure that would mean there are three times as many creators as software developers, and or five times as many as marketers.\n\nI spoke to Ed Keller, the market research veteran behind that last analysis. “If the number of full-time creators seems high,” Keller told me, “I have confidence in it.”\n\nA 2018 Bureau of Labor Statistics analysis projected that by 2026 a slate of creative workers, including photographers, writers and animators would be self-employed — a cohort of 50,000 or so possible full-time creators. Different surveys may vary on the numbers, but not the trend. Over the past decade, 2021-2022 recorded the fastest surge in those creating online content for money, per MBO Partners.\n\n“For a lot of people, the pandemic changed things,“ Keller said. “People were in a mode of looking for an outlet and other people were looking to find somebody to follow. Creators had the right idea at the right time with the right tools.”\n\n“Creators had the right idea at the right time with the right tools.” Ed Keller, Market Research Institute International\n\nWithout government data or tax records, a “fulll–time” creator is a self-identification. Might a marketer or software developer call themselves a creator, even if their employer doesn’t? A tax attorney told me there’s little consistency in how so-called creators would be categorized in government data, like the NAICS codes of companies they form or in the occupation codes they might use for their taxes.\n\nThis backs us into one reason the creator economy matters: We’re still shaping what it means that more than half of young people today report they can “easily” make a career of creating content online for some audience, per Morning Consult.\n\nThis matters for other reasons too. For one, most of us consume the stuff. About three-quarters of Americans use at least one of the platforms on a regular basis. Increasingly it’s less about updates from our friends and more a stream of strangers, celebrities and a fledgling workforce that is somewhere in between.\n\nIf you don’t rely on makeup or sourdough tutorials, you might seek game reviews from a Twitch streamer, science explainers from a TikToker, silly memes from an Instagram account or car repair tips from a YouTuber. What motivates this labor, then, informs what content you can access, where and why.\n\nOthers of us are both consumers and creators ourselves — I think most journalists should be — and so these trends shape our work. Still others of us may not be the creator but will hire them.\n\nBrands long ago recognized the importance of so-called “ambassadors,” our fans who will write online reviews, post to social and share testimonials. This organic activity remains vital. The creator economy, which implies a monetary exchange, is something different, and it is growing.\n\nIn 2025, 86% of companies with more than 100 employees will use influencer or creator marketing, per Statista. We at Technical.ly are piloting a creator-in-residence program, in which we’re paying comedian Tata Sherise to translate our journalism for new audiences. It’s about sharing our work and shaping how people think about our news organization. (We also added a best local creator category to our annual awards.)\n\nCreators are not just promoting products; they’re co-creating narratives that resonate deeply with their audiences. I bet this will matter more, not less, as generative AI tools flood the digital space with automated content. While AI can churn out text and visuals at scale, it cannot replicate the trust and authenticity that come from human creators.\n\nAuthenticity is a competitive edge.\n\nHow does working with creators…work?\n\nCreators now span a wide spectrum, from nano-influencers with hyper-engaged audiences to macro-creators commanding millions of followers.\n\nStories of excess dominate the narrative: Canadian streamer xQc signed a $100 million deal with Kick, outpacing even LeBron James’ recent NBA contract. But each creator approaches things differently. An old rule of thumb was that an Instagram creator charged $100 per each 10,000 followers for a post, signaling just how commodified audience had become. A recent Shopify analysis puts more granularity to estimated costs, but prices vary with expectations.\n\nFrom those old days of buying influence to one in which creators are collaborators, pricing can look less like an alternative to display advertising (how to most cost effectively reach 1,000 accounts) and more like a fee for service (help us translate our story to your audience).\n\nMost creators — and, in my telling, news orgs like Technical.ly are both creators and curators of creators — have clearer processes and pricing models. If you follow a social media user with a style and a following you’d like to reach, check their bio link for a website that typically has contact information. Some have fixed pricing (think of celebrities on Cameo), but more often they take a collaborative approach. (We at Technical.ly do something similar here,)\n\nA lesson from Lord & Taylor\n\nA decade ago, the Lord & Taylor campaign and ensuing FTC action was a turning point for marketing, and the social web. That year, a Technical.ly conference speaker dubbed it the “year of the influencer.” That gave rise to competition for ever more creative storytelling.\n\nThe internet is a crowded bazaar. Guides are helpful. The creator economy is an imperfect phrase for a very real trend: brands seek audience, and audiences congregate around helpful information and great stories.\n\nIn an essay published on Microsoft’s website in January 1996, Bill Gates wrote what has become an axiom of the digital age: “Content is king.”\n\nTransparency and authenticity will help cut through increasing clutter."
        }
    }
]