[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fact Check: Maryland UFO clip created by AI",
            "link": "https://www.reuters.com/fact-check/maryland-ufo-clip-created-by-ai-2024-12-20/",
            "description": "An AI-generated video purporting to show unidentified flying objects in Maryland has been shared online as video of a real ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ozLHYZkoRjfHgz4UnDBOey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How do I report a UFO or UAP across Ontario and the rest of Canada? Here's what the experts say — and how sightings are investigated",
            "link": "https://www.toronto.com/news/how-do-i-report-a-ufo-or-uap-across-ontario-and-the-rest-of-canada/article_8d9f5ad1-86d9-5370-9529-54e043390ff2.html",
            "description": "Have you seen something weird in the sky? Don't know what it is? Here's how experts say you can, and should, report UFO or ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mDHS2ZOtsiUvjXpu_XtuaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "toronto.com17h",
            "source": "toronto.com",
            "article_content": "Have you seen something weird in the sky? Don't know what it is? Here's how experts say you can and should, report UFO or unidentified aerial phenomena (UAP) in Canada.\n\nTransport Canada collects aviation occurrence information and enters it into the Civil Aviation Daily Occurrence Reporting System, known as CADORS.\n\nIn CADORS reports, Transport Canada said the term “UFO” can include sightings of unmanned air vehicles (UAVs or drones), balloons, meteors, weather phenomena and birds.\n\nARTICLE CONTINUES BELOW\n\n“It should not be interpreted to mean something of extraterrestrial origin. The information in CADORS should be treated as preliminary, unsubstantiated and subject to change,” said Flavio Nienow, Transport Canada spokesperson, in a statement.\n\nTransport Canada said they don't have any additional information to provide beyond what can be found in CADORS.\n\nHow does Transport Canada followup on reports?\n\nWhen reports like these are generated, Nienow explained the next steps depend on the type of the incident reported.\n\n“Further follow up may be undertaken by various organizations including Transport Canada, Nav Canada, the Transportation Safety Board of Canada and the North American Aerospace Defense Command,” he said. “Transport Canada will use every tool at its disposal in an attempt to find an aircraft found to be operating in an unsafe and unlawful manner.”\n\nNienow said anyone who witnesses unsafe aviation activity should contact Transport Canada or local law enforcement. Witnesses are encouraged to record and provide as much information as possible to help Transport Canada review incidents more effectively. For example, send clear photos or videos, record the date, time and any other identifying marks.\n\nOther aviation incidents may be reported at Incident reporting: Report an aviation incident. Drone-related incidents can also be reported.\n\nHow else can you report?\n\nThe U.S.-based National UFO Reporting Center collects all sorts of reports — including UFO and UAP reports from Canada, the U.S., and around the world. They encourage people to use their website to report occurrences.\n\nThroughout its history, the organization has processed more than 180,000 reports.\n\n“We look at every single report. We make an assessment,” said Christian Stepien, the organization's chief technology officer, and follow up on reports that require a more in-depth look.\n\nReports are placed in the organization's databank, where you can review past reports categorized by date and location.\n\nThis publication reached out to the Ontario Provincial Police about UFO or UAP reports and asked how they advise citizens both generally and specifically to report them. We have not yet received a response."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Great Drone Freak-Out Is Coming",
            "link": "https://www.nytimes.com/2024/12/20/opinion/drone-ufo-new-jersey.html",
            "description": "U.S. officials have suggested that many of the objects might in fact be manned aircraft, such as airplanes or helicopters.",
            "image_url": "https://www.bing.com/th?id=OVFT.YBAdtkN8G25y3-GLZRC6hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9hOpinion",
            "source": "The New York Times",
            "article_content": "The public has already been given the government’s best answers to the latest panic over mysterious lights in the sky over New Jersey. Many Americans simply don’t like a mundane answer — fixed-wing piloted aircraft, smaller planes, hobbyist drones — that implies they are rubes at best and paranoid at worst.\n\nEven assurances from New Jersey officials in particular have done little to quiet the current public clamor. Perhaps that’s unsurprising for a state where, like so many other parts of the country, people were duped by Orson Welles’ radio play “War of the Worlds” 86 years ago this fall. Perhaps that’s a cheap shot at the Garden State on my part: A YouGov poll this year found that some 18 percent of Americans nationwide report having seen a U.F.O.\n\nThe Department of Homeland Security and the F.B.I. issued a joint statement last week assuring the public that they “take seriously the threat that can be posed by unmanned aircraft systems.” And this week the Federal Aviation Administration temporarily banned drones from flying over nearly two dozen communities in the state.\n\nIn some cases, people in New Jersey have been sending their own commercially available drones aloft to investigate reports of … all the flying drones. I suspect what’s going on in some of the cases is that people are seeing real drones aloft for the first time. Not only that: The government did not allow drones to be flown at night until late last year. No doubt the public’s unfamiliarity will decrease as these devices become more and more widespread and visible in all of our daily lives."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Alien Perspective - Official Trailer",
            "link": "https://www.msn.com/en-us/entertainment/movies/the-alien-perspective-official-trailer/vi-AA1wfnNa?ocid=BingNewsVerp",
            "description": "The Alien Perspective delves into the UFO phenomenon like never before, with insights from NASA, CNES, Oxford, compelling ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jp8NpQFtWk_0GAuujckW6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Surprising reason why 'aliens are more likely to be seen at Christmas'",
            "link": "https://www.mirror.co.uk/news/weird-news/surprising-reason-aliens-more-likely-34293624",
            "description": "UFO sightings are said to be more frequent during the festive season with the likes of Christmas lights being blamed for the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W3eEKx2xIgaMQgmsrAmEii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "17h",
            "source": "The Mirror",
            "article_content": "Surprising reason why 'aliens are more likely to be seen at Christmas'\n\nFor some, Christmas isn't just about festive cheer; it's also prime time for spotting extraterrestrial visitors, reports suggest. December has become notorious for an increase in reported UFO sightings, and experts believe there's a valid explanation.\n\nChristian Stepien, technical director at the UFO Reporting Centre, notes that fireworks and light shows are often mistaken for otherworldly phenomena. The centre typically observes a \"slight uptick\" in such reports twice annually, with the holiday season being a peak time for these supposed cosmic encounters.\n\nRon James from the Mutual UFO Network told The Daily Beast: \"We do have a slight uptick twice a year in the summer and around the holidays. There are a few reasons why people might be paying more attention: they might be off work, they're doing family activities and things they don't normally do, so there are more possibilities for people to encounter things. Then, of course, there's always Santa Claus and the reindeer.\"\n\nImage: Getty Images) Getty Images)\n\n\"If there is an uptick, I can understand that because there's a lot of people out during Christmas time shopping and doing things. They might be looking up in the air so I can understand it if there is.\"\n\nUfology research has pointed towards a \"significant\" surge in UFO sightings on Christmas Day, clocking in 75 reported cases for 2021. Chris Rutkowski from Ufology revealed: \"Most were simply lights in the sky, and yes, some were of a single red light flying overhead followed by a string of others.\", reports the Mirror.\n\nThere have indeed been historical reports of unidentified flying objects during the festive season dating back to Christmas 1965, with pioneering astronaut Wally Schirra Jr.\n\nAboard Gemini 6 observing an unusual \"object,\" he described at the time: \"We have an object, looks like a satellite going from north to south, probably in polar orbit. Looks like he might be going to re-enter soon [...] You just might let me pick up that thing.\"\n\nComplementing his account, fellow space savant Thomas Stafford observed: \"I see a command module and eight smaller modules in front. The pilot of the command module is wearing a red suit.\"\n\nWally and Thomas sent the control room into a spin with their claims of spotting something otherworldly during their space mission, but it turned out to be a festive prank. Wally whipped out his harmonica to play Jingle Bells, revealing the joke.\n\nMr Stafford recalled: \"Wally came up with the idea. He could play the harmonica, and we practised two or three times before we took off, but of course, we didn't tell the guys on the ground.\"\n\nDiscussing whether Christmas brings more UFO sightings, Ron James chimed in: \"My feeling is that there's not an actual increase in phenomenon occurring. It's more that there's more people in a position to see and experience things that might already be there pretty much consistently.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Having ChatGPT talk to me about Mac apps is the AI computing future I want",
            "link": "https://bgr.com/tech/chatgpt-using-voice-to-talk-to-me-about-mac-apps-is-the-ai-computing-future-i-want/",
            "description": "OpenAI's next big ChatGPT project will be AI agents that help you control Mac and Windows apps. Advanced Voice Mode support ...",
            "image_url": "https://www.bing.com/th?id=OVF.p4pBttxbnVZdCEj%2be2N7PQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15h",
            "source": "BGR",
            "article_content": "While we wait for OpenAI’s next big thing — presumably ChatGPT’s GPT-5 model (or whatever it’s called) — we might get to see and use another big upgrade for genAI products. AI agents are programs that let you manage and control Mac or Windows apps using written ChatGPT prompts and voice.\n\nThat’s the future of AI computing I want from ChatGPT and similar AI products. I want to tell AI to look at my screen and do whatever I ask it to. I also want it to perform internet searches on my behalf, whether in the ChatGPT app or a browser. More importantly, I want to do most of it by voice, with the help of Advanced Voice Mode and future versions of it.\n\nOpenAI isn’t quite there, but the demos the company showed during its penultimate “12 Days” announcement tell me we’re heading in that direction.\n\nThe ChatGPT app for Mac now works with even more coding apps. OpenAI also added support for note-taking apps, including the Apple Notes app that comes on all Apple devices. The best part about it is that Advanced Voice Mode can be used to talk to ChatGPT about the contents on your screen.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nWe’re still not getting full agentic functionality from ChatGPT. It’s an iterative upgrade over what OpenAI announced about a month ago for the Mac app. At the time, the company gave ChatGPT the ability to look at the contents on the screen in certain coding apps on the Mac. The feature wasn’t as much an agentic control of the computer as OpenAI leveraged a built-in accessibility API in macOS to read text.\n\nBut OpenAI has built on that, adding support for more coding apps, including Warp, IntelliJ IDEA, PyCharm, and others. As you can see in the short clips below, you can use the Mac app to instruct ChatGPT to look at the screen in a specific app. You’ll be able to choose which app you’re giving the AI access to, and that’s the only thing it’ll see.\n\nIn addition to expanding support to more apps, OpenAI is also bringing o1 and o1 pro mode to the mix of models that can be used to code for you. Advanced Voice Mode wasn’t a part of these demos, as the OpenAI engineers still used text-based prompts to demo the new functionality.\n\nNow you can code with the power of o1 and o1 pro mode. pic.twitter.com/qdj9RuLRKQ — OpenAI (@OpenAI) December 19, 2024\n\nThese updates aren’t exciting if you don’t code for a living. But you can already write all sorts of text. That’s where ChatGPT might come in handy if you use a Mac. Here’s where the Advanced Voice Mode feature shines.\n\nOpenAI showed a demo of ChatGPT’s agentic behavior for note-taking apps. The list of supported apps includes Apple Notes, Notion, and Quip. The demo below shows ChatGPT looking at a Notion note to understand the context and answer a prompt. The AI then performs a search for factual information about a historic event and generates text trying to mimic the voice of the note’s author.\n\nInstead of typing the prompts, you might want to talk to ChatGPT with Advanced Voice Mode rather than type your prompts. This might boost your productivity, assuming everything works as intended. As you’ll see in the second demo, the AI quickly understands your needs, but it might fail here and there.\n\nAnd you can use Advanced Voice when you work with these apps. pic.twitter.com/drZoRc7xvC — OpenAI (@OpenAI) December 19, 2024\n\nThen again, we’re still in the early days here. What OpenAI has shown only scratches the surface of what ChatGPT might do one day on Mac and PC.\n\nUntil then, you can try these new ChatGPT capabilities in the Mac app as long as you have access to a premium tier (Plus, Pro, Team, Enterprise, and Edu). OpenAI will bring these features to the Windows app in the future. ChatGPT Free users will also get them next year."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese-owned Character.ai rival vanishes from US App Store",
            "link": "https://www.yahoo.com/tech/chinese-owned-character-ai-rival-093000377.html",
            "description": "Talkie, the popular personalised artificial intelligence (AI) app developed by Chinese start-up MiniMax, has been removed ...",
            "image_url": "https://www.bing.com/th?id=OVFT._ItfwYa0aDHICI8Pm9mhCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18h",
            "source": "Yahoo",
            "article_content": "Talkie, the popular personalised artificial intelligence (AI) app developed by Chinese start-up MiniMax, has been removed from Apple's US App Store due to unspecified \"technical reasons\".\n\nTalkie has been unavailable in the US App Store for about six days. However, Talkie remains downloadable on Google Play, where the app was last updated on Thursday. Users in the US who previously downloaded Talkie from Apple's store can still access the app.\n\nTalkie's official TikTok account, which has 29,800 followers, has not published any updates this week after previously posting daily. In response to a series of user inquiries regarding its removal from the App Store, Talkie attributed the situation to \"technical reasons\".\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\n\n\"We will get it fixed soon for you,\" the team said, without providing a clear timeline for when the app would become available again. Shanghai-based MiniMax declined to comment on Friday.\n\nLaunched in June 2023, Talkie allows users to create and converse with personalised virtual characters through generative AI technology. It was the fourth-most downloaded app in the US in the first half of 2024, surpassing Google-backed rival Character.ai, which ranked 10th, according to data research firm Sensor Tower.\n\nGlobally, Talkie recorded 17 million downloads in the first eight months of the year, trailing Character.ai with nearly 19 million downloads, according to a Sensor Tower report in September. Talkie's monthly active users reached 11 million in July, with over half living in the US.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nLinky AI, another AI companion app developed by Chinese tech firm Kunlun Tech, has also disappeared from the US App Store. The Shenzhen-listed company did not immediately respond to a request for comment on Friday.\n\nFounded in 2021 by Yan Junjie, former vice-president of Chinese AI pioneer SenseTime, MiniMax secured US$600 million in a funding round in March led by Alibaba Group Holding, alongside prominent investors including HongShan, Hillhouse Investment and Matrix Partners, according to Itjuzi, a start-up database service. The unicorn was valued at US$2.5 billion at the time, according to a report by Bloomberg.\n\nOther big-name backers in previous financing rounds included Tencent Holdings, miHoYo and IDG Capital. Alibaba owns the South China Morning Post.\n\nMiniMax's revenue is expected to reach US$70 million this year, driven mainly by Talkie's advertising sales and in-app purchases, the Financial Times reported.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nCompanion AI apps are particularly popular among younger users, with those aged 18 to 35 accounting for more than 70 per cent of the user base for top apps that also include Linky AI and HiWaifu, according to Sensor Tower.\n\nTalkie's domestic twin Xingye garnered 5.25 million monthly active users as of November, ranking seventh among AI apps in China, according to data from AIcpb.com.\n\nIn an interview in August with Chinese media, MiniMax CEO Yan said Xingye \"is not like ChatGPT or Character.AI; it's a community where users can interact with each other based on AI-generated content\".\n\nIn August, MiniMax also ventured into the text-to-video generation space with the Video-01 AI model, which has since been made available on both the mainland and international web versions of the company's consumer-facing Hailuo AI platform. Earlier this month, MiniMax released an image-to-video model that produces animations.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn November, the overseas and domestic versions of Hailuo AI drew 16.35 million and 2.58 million visits, respectively, according to AIcpb.com.\n\nAmid an intensifying US-China tech war, in which AI has emerged as one of the key battlegrounds, many mainland-originated companies have sought to mask their origin over concerns of geopolitical risks.\n\nTalkie lists Singapore-registered company Subsup as its developer. The international website of Hailuo AI shows Singapore-registered company Nanonoble as its operator.\n\nThis article originally appeared in the South China Morning Post (SCMP), the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2024 South China Morning Post Publishers Ltd. All rights reserved.\n\nCopyright (c) 2024. South China Morning Post Publishers Ltd. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google will apparently offer 'AI Mode' right on its main search page",
            "link": "https://arstechnica.com/gadgets/2024/12/google-will-apparently-offer-ai-mode-right-on-its-main-search-page/",
            "description": "\"AI Mode,\" shown at the top left of the web results page and inside the Google app, will provide an interface similar to a ...",
            "image_url": "https://www.bing.com/th?id=OVF.oMNFrOULf6t6dmlL9yggFA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "16h",
            "source": "Ars Technica",
            "article_content": "Google will soon take more steps to make AI a part of search, exposing more users to its Gemini agent, according to recent reports and app teardowns.\n\n\"AI Mode,\" shown at the top left of the web results page and inside the Google app, will provide an interface similar to a Gemini AI chat, according to The Information.\n\nThis tracks with a finding from Android Authority earlier this month, which noted a dedicated \"AI mode\" button inside an early beta of the Google app. This shortcut also appeared on Google's Android search widget, and a conversation history button was added to the Google app. Going even deeper into the app, 9to5Google found references to \"aim\" (AI mode) and \"ai_mode\" which suggest a dedicated tab in the Google app, with buttons for speaking to an AI or sending it pictures.\n\nGoogle already promotes Gemini with links below its search homepage. (\"5 ways Gemini can help during the Holidays\" is currently showing for me.) Search results on Google can also contain an \"AI Overview,\" which launched with some \"use glue for pizza sauce\" notoriety. People averse to AI answers can avoid them with URL parameters and proxy sites (or sticking to the \"web\" tab). Gemini has also been prominently added to other Google products, like Pixel phones, Gmail, and Drive/Workspace. And the search giant has also been testing the ability to attach files to a web search for analysis."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Building Resilient AI Systems In The Cloud: Lessons From Real-World Deployments",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/20/building-resilient-ai-systems-in-the-cloud-lessons-from-real-world-deployments/",
            "description": "Building resilient AI systems is crucial as artificial intelligence continues transforming industries. For senior technology ...",
            "image_url": "https://www.bing.com/th?id=OVFT.00R6v7HMIxcdHAStALzbtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future Of Energy: How Shell Is Harnessing AI To Transform The Energy Sector",
            "link": "https://www.forbes.com/sites/bernardmarr/2024/12/20/the-future-of-energy-how-shell-is-harnessing-ai-to-transform-the-energy-sector/",
            "description": "From million times faster simulations to AI-powered knowledge management, here's how artificial intelligence is reshaping the ...",
            "image_url": "https://www.bing.com/th?id=OVF.O8cF5QR%2f4fraLaJ6YyHqCA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Woman claims ‘paranormal activity’ in Co Leitrim council house threatens family’s safety",
            "link": "https://www.irishtimes.com/crime-law/courts/2024/12/20/woman-claims-paranormal-activity-in-co-leitrim-council-house-threatens-familys-safety/",
            "description": "Judge says case taken by Louise and Thomas Stokes relates only to their former home, which they left due to concerns about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M7QWQiMVYm6uJC1HF_QxFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "The Irish Times",
            "article_content": "Louise Stokes said there was paranormal acitvity in her council house and that objects flew out of a cupboard while she made food for her children. Photograph: iStock\n\nA woman has told the High Court she fears for the safety of her five young children due to “paranormal activity” that has caused tables and chairs to move at her newly provided council home.\n\nLouise and Thomas Stokes took a High Court case alleging they could not stay at their previous home in Mount Temple, Carrick-on-Shannon, Co Leitrim because of concerns for their children’s health arising from a mould problem. The case was struck out on Friday.\n\nHowever, Ms Stokes told Mr Justice Garrett Simons that a new property the family has been moved into by Leitrim County Council has caused her to be fearful for her children due to “paranormal activity”.\n\nThe family’s original complaint to the High Court was that the local authority did not classify them as homeless even though it was alleged that mould in the first property was so bad had led to hospital visits and forced the entire family to sleep downstairs rather than in their bedrooms.\n\nREAD MORE\n\nThe claim against the council alleged that works were carried out to alleviate the situation by improving ventilation and removing the mould but the problem returned. Those works were insufficient, the family claimed, in arguing that the property was not fit for human habitation and emergency accommodation was needed.\n\nThe family alleged that in the five-year period they lived in the property, the problem with mould became so bad that they were forced to leave and live temporarily with relatives before returning. The court heard that the council placed the family on a transfer list and they accepted the offer of a new property in October.\n\nHowever, Ms Stokes told Mr Justice Simons that since she has moved there “numerous objects” in the new house have been “flown from side to side”, while doors and a table and chairs “were moving in front of our eyes”. She said that while making food for her children, objects flew out of the cupboard she opened.\n\nMs Stokes said she contacted the previous occupant of the house, who wrote them a letter which the applicant described as “beyond traumatic”. Ms Stokes claims she brought the letter to the attention of the council but was “laughed at” during a meeting.\n\n“Everyone deserves a home. I never asked for a mansion, I asked for a safe home for my kids. I just want somewhere safe for my kids five days before Christmas,” she said.\n\nMr Justice Simons struck out the family’s claim against the council, which he said only related to the first property. He said the only case before him was in relation to the first house and that “the case has come and gone, as it were” due to the family’s move.\n\nHe told Ms Stokes he understood her concern about the second house experiencing “paranormal activity” and her fears for the safety of her children, but that a third house would mean a new application to the local authority."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mum tells court she needs new council house due to ‘paranormal activity’ in Leitrim home",
            "link": "https://www.sundayworld.com/crime/courts/mum-tells-court-she-needs-new-council-house-due-to-paranormal-activity-in-leitrim-home/a747372778.html",
            "description": "A mother has told the High Court that the council home she has been transferred to has made her fear for the safety of her ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4pm0gpHc3KumpNok1op2mC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Sunday World7h",
            "source": "Sunday World",
            "article_content": "A mother has told the High Court that the council home she has been transferred to has made her fear for the safety of her five young children due to \"paranormal activity\" that has caused tables and chairs to move and objects to be flown around.\n\nThe High Court action was taken by Thomas and Louise Stokes, with an address listed at Mount Temple, Carrick on Shannon, Co Leitrim, claiming that the family could not stay at that address due to concerns for their children's health arising from a mould problem.\n\nHowever, Ms Stokes told Mr Justice Garrett Simons on Friday that a new property the family has been moved into has caused her to be fearful for her children due to \"paranormal activity\".\n\nThe Stokes’ original complaint to the High Court was that the local authority did not classify them as ‘homeless’, even though, it was alleged, the mould in the first property was so bad it involved hospital visits and forced the entire family to sleep downstairs rather than in their own bedrooms.\n\nThe claim against the council alleged that works were carried out to alleviate the situation by improving ventilation and removing the mould caused by dampness but the problem returned.\n\nThose works were insufficient, the family claimed in arguing that the property was not fit for human habitation and emergency accommodation was needed.\n\nThe family claim that in the five-year period they lived in the property, the problem with mould became so bad that they were forced to leave and live temporarily with relatives before returning to the house.\n\nThe court heard that the council placed the family on a transfer list and the offer of a new property was accepted by the Stokes in October.\n\nHowever, Ms Stokes told Mr Justice Simons that since she has moved there, “numerous objects” in the new house have been “flown from side to side”, while doors and a table and chairs “were moving in front of our eyes”.\n\nShe claims that while making food for her children, objects flew out of the cupboard she opened.\n\nMs Stokes said she contacted the previous occupant of the house, who wrote them a letter that the applicant described as “beyond traumatic”.\n\nMs Stokes claims she brought the letter to the attention of the council but was “laughed at” in a meeting.\n\n“Everyone deserves a home. I never asked for a mansion, I asked for a safe home for my kids. I just want somewhere safe for my kids five days before Christmas,” she said.\n\nOn Friday, Mr Justice Simons struck out the Stokes’ claim against Leitrim County Council.\n\nThe judge said the claim before him only related to the first property and that if there were new claims, they would have to be lodged separately with the court.\n\nHe said the only case before him was in relation to the first house and that “the case has come and gone, as it were” due to the Stokes' transferring to the new house.\n\nHe told Ms Stokes that he understood her concern about the second house experiencing \"paranormal activity\" and her fears for the safety of her children but that a third house would mean a new application to the local authority."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Paranormal Events Caught On Live TV",
            "link": "https://www.msn.com/en-us/tv/news/5-paranormal-events-caught-on-live-tv/vi-AA1wc0vi?ocid=BingNewsVerp",
            "description": "\"Watch five paranormal events that were caught live on television. These eerie occurrences surprised audiences and remain ...",
            "image_url": "https://www.bing.com/th?id=OVF.3JS%2b2GG%2fCZH8qWOYr9rcGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "See To Believe on MSN16h",
            "source": "See To Believe on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mum says council home is not safe as ‘paranormal activity’ is causing objects to move",
            "link": "https://www.sundayworld.com/news/irish-news/mum-says-council-home-is-not-safe-as-paranormal-activity-is-causing-objects-to-move/a892997933.html",
            "description": "A mother has told the High Court that the council home she has been transferred to has made her fear for the safety of her ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BWSXIrA7aw_Xxdm4M6sPLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Sunday World11h",
            "source": "Sunday World",
            "article_content": "She claims that while making food for her children, objects flew out of the cupboard she opened.\n\nA mother has told the High Court that the council home she has been transferred to has made her fear for the safety of her five young children due to \"paranormal activity\" that has caused tables and chairs to move and objects to be flown around.\n\nThe High Court action was taken by Thomas and Louise Stokes, with an address listed at Mount Temple, Carrick on Shannon, Co Leitrim, claiming that the family could not stay at that address due to concerns for their children's health arising from a mould problem.\n\nHowever, Ms Stokes told Mr Justice Garrett Simons on Friday that a new property the family has been moved into has caused her to be fearful for her children due to \"paranormal activity\".\n\nThe Stokes’ original complaint to the High Court was that the local authority did not classify them as ‘homeless’, even though, it was alleged, the mould in the first property was so bad it involved hospital visits and forced the entire family to sleep downstairs rather than in their own bedrooms.\n\nThe claim against the council alleged that works were carried out to alleviate the situation by improving ventilation and removing the mould caused by dampness but the problem returned.\n\nThose works were insufficient, the family claimed in arguing that the property was not fit for human habitation and emergency accommodation was needed.\n\nThe family claim that in the five-year period they lived in the property, the problem with mould became so bad that they were forced to leave and live temporarily with relatives before returning to the house.\n\nThe court heard that the council placed the family on a transfer list and the offer of a new property was accepted by the Stokes in October.\n\nHowever, Ms Stokes told Mr Justice Simons that since she has moved there, “numerous objects” in the new house have been “flown from side to side”, while doors and a table and chairs “were moving in front of our eyes”.\n\nShe claims that while making food for her children, objects flew out of the cupboard she opened.\n\nMs Stokes said she contacted the previous occupant of the house, who wrote them a letter that the applicant described as “beyond traumatic”.\n\nMs Stokes claims she brought the letter to the attention of the council but was “laughed at” in a meeting.\n\n“Everyone deserves a home. I never asked for a mansion, I asked for a safe home for my kids. I just want somewhere safe for my kids five days before Christmas,” she said.\n\nOn Friday, Mr Justice Simons struck out the Stokes’ claim against Leitrim County Council.\n\nThe judge said the claim before him only related to the first property and that if there were new claims, they would have to be lodged separately with the court.\n\nHe said the only case before him was in relation to the first house and that “the case has come and gone, as it were” due to the Stokes' transferring to the new house.\n\nHe told Ms Stokes that he understood her concern about the second house experiencing \"paranormal activity\" and her fears for the safety of her children but that a third house would mean a new application to the local authority."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘DAN DA DAN’ Anime Set For Season 2, To Bring More Paranormal Chaos In Jul 2025",
            "link": "https://geekculture.co/dan-da-dan-anime-season-2-jul-2025/",
            "description": "Season 2 of 'DAN DA DAN' will premiere in July 2025 on Crunchyroll and Netflix outside of Japan, with a new visual in tow.",
            "image_url": "https://www.bing.com/th?id=OVF.7dbgM3lUQZLmjxqinKbARQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "LEGO11h",
            "source": "LEGO",
            "article_content": "The first season of DAN DA DAN whipped up a tantalising appetiser of visually arresting animation, dynamic action, and rom-com charm, but the paranormal chaos is just getting started. Following the conclusion of its first season, the popular anime based on Yukinobu Tatsu’s manga has been renewed for Season 2.\n\nAs announced on the official X/Twitter account, the forthcoming sequel is slated to air sometime in July 2025. Crunchyroll will stream the series, with availability on Netflix likely secured for selected territories with access to the first season, including Singapore.\n\nWhile story details remain sparse, fans can expect more occult and supernatural shenanigans involving protagonist duo Momo Ayase (Shion Wakayama, SSSS.Dynazenon) and Ken “Okarun” Takakura (Natsuki Hanae, Demon Slayer: Kimestu no Yaiba), who are joined by Aira Shiratori (Ayane Sakura, My Hero Academia) and most recently, Jin Enjoji / Jiji (Kaito Ishikawa, Haikyu!!).\n\nAdvertisement ▼\n\nA new visual was also unveiled as part of the Season 2 announcement:\n\nHelmed by Scott Pilgrim Takes Off and Star Wars: Visions studio Science SARU, the DAN DA DAN anime first premiered in Japan on 3 October. Fuga Yamashiro (Keep Your Hands Off Eizouken!) serves as director, while Hiroshi Seko (Jujutsu Kaisen) pens and supervises the script. Composer kensuke ushio (Devilman Crybaby) is in charge of scoring, accompanying hip-hop duo Creepy Nuts and ZUTOMAYO in performing the opening and ending theme songs respectively: “Otonoke” and “TAIDADA”.\n\nThe original manga is currently ongoing in Shueisha’s Shonen Jump+ digital manga, with 17 volumes released in Japan to date. “When high schooler Momo, from a family of spirit mediums, first meets her classmate Okarun, an occult geek, they argue — Momo believes in ghosts but denies aliens, and Okarun believes in aliens but denies ghosts,” the synopsis reads.\n\n“When it turns out both phenomena are real, Momo awakens a hidden power and Okarun gains the power of a curse. Together, they must challenge the paranormal forces threatening their world.”\n\nSeason 2 begins airing in July next year."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The secret life of ALAS1: Basic science discovery could the pave way for better small interfering RNA therapies",
            "link": "https://www.msn.com/en-us/health/other/the-secret-life-of-alas1-basic-science-discovery-could-the-pave-way-for-better-small-interfering-rna-therapies/ar-AA1weCnc?ocid=BingNewsVerp",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually a cause for frustration. In science, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IVvFfP8CqP7-K3Q_Xlk_LC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The secret life of ALAS1: How a basic science discovery could pave the way for better siRNA therapies",
            "link": "https://www.sciencedaily.com/releases/2024/12/241220132839.htm",
            "description": "New findings point to an opportunity to improve therapies that use small RNAs to silence disease-causing genes, potentially including those involved in cancer.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily3h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microscopic discovery in cancer cells could have a big impact",
            "link": "https://www.sciencedaily.com/releases/2024/12/241220190739.htm",
            "description": "Scientists have uncovered new details about the mechanism behind cancer progression. Researchers explored the influence the mechanical stiffening of the tumor cell's environment may have on the ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily2h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make breakthrough discovery with overlooked form of seafood: 'A good addition to ... products already on the market'",
            "link": "https://www.yahoo.com/tech/scientists-breakthrough-discovery-overlooked-form-111528181.html",
            "description": "The overall problem the researchers were looking to address was creating alternatives to land-based protein sources, whether ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I7v0s_9EnPK_2g2MFaoPHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "Yahoo",
            "article_content": "You've almost certainly put lettuce on a burger, but what if a type of seaweed called sea lettuce was the burger.\n\nResearchers at the Chalmers University of Technology have high hopes for just that after unveiling a method to extract three times more protein from sea lettuce than a conventional burger. They published their findings in the Food Chemistry journal, via Science Direct, and pointed to a number of potential uses for the flavorful seaweed, as VegNews detailed.\n\nThe overall problem the researchers were looking to address was creating alternatives to land-based protein sources, whether that be meat, dairy, or plant-based. Seaweed provides a promising solution. It can grow well in a variety of conditions without fertilizers, watering, or insecticides.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Humanity will need to find and combine the intake of many more diversified protein sources than we have available in our diet today to meet sustainability and nutritional requirements,\" said Ingrid Undeland, a professor of food science at Chalmers, in a news release.\n\nThe research team said that its new method of extracting protein makes it more affordable and comparable to the process for pea and soy proteins. Sea lettuce is also rich in vitamin B12 and omega-3 fatty acids. As far as the taste, the scientists were bullish that there were tons of applications for it.\n\n\"It tastes like umami with a certain salty flavor, despite not containing such high levels of salt,\" said researcher João Trigo of a concentrate of the sea lettuce proteins. Trigo said the powder would be a \"great flavor enhancer for seafood dishes and products\" but dreamed bigger down the road.\n\n\"Why not protein smoothies or 'blue burgers' from the sea?\" Trigo asked.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIf that were to come to fruition, it would provide another alternative to animal-based protein sources. That could be important for the health of humans and the health of the planet, as research has clearly shown the benefits of plant-based diets.\n\nOn the human health side, a recent study said reducing red-meat consumption by 30% could save over 45,000 lives in a 10-year span. Those sorts of health benefits were also seen in a study featuring identical twins when the twins on the vegan diet saw major improvements in key health metrics.\n\nWhy do you eat plant-based foods?\n\nClick your choice to see results and speak your mind\n\nAs far as the planet's health, another study revealed switching away from red meat and dairy-based diets to plant-based ones could reduce greenhouse gases by 17%. The Guardian also explored a study that showed how much climate damage and resource usage could be cut down with plant-based diets.\n\nThe Chalmers University team said it is also working to boost the protein content in the seaweed by growing it in processed water used by the seafood industry. It also hopes to use the nonprotein parts of the sea lettuce for food, medical, and material applications.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFor now, when it comes to food sources, Undeland noted that \"sea-based possibilities\" or \"blue proteins\" have so far been \"overlooked.\"\n\n\"Algae is a good addition to many of the products already on the market,\" Undeland concluded.\n\nJoin our free newsletter for weekly updates on the latest innovations improving our lives and shaping our future, and don't miss this cool list of easy ways to help yourself while helping the planet."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Make a Discovery on Jupiter",
            "link": "https://www.msn.com/en-us/news/technology/scientists-make-a-discovery-on-jupiter/vi-AA1wftBr?ocid=BingNewsVerp",
            "description": "\"What If is an epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a ...",
            "image_url": "https://www.bing.com/th?id=OVF.Gwr86n5OGe5%2blJn6Yf3enA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "What If on MSN16h",
            "source": "What If on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI announces new o3 models",
            "link": "https://techcrunch.com/2024/12/20/openai-announces-new-o3-model/",
            "description": "OpenAI saved its biggest announcement for the last day of its 12-day \"shipmas\" event. On Friday, the company unveiled o3, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R19EGFwWMV5arF_SYNLw2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "TechCrunch",
            "article_content": "OpenAI saved its biggest announcement for the last day of its 12-day “shipmas” event.\n\nOn Friday, the company unveiled o3, the successor to the o1 “reasoning” model it released earlier in the year. o3 is a model family, to be more precise — as was the case with o1. There’s o3 and o3-mini, a smaller, distilled model fine-tuned for particular tasks.\n\nOpenAI makes the remarkable claim that o3, at least in certain conditions, approaches AGI — with significant caveats. More on that below.\n\nWhy call the new model o3, not o2? Well, trademarks may be to blame. According to The Information, OpenAI skipped o2 to avoid a potential conflict with British telecom provider O2. CEO Sam Altman somewhat confirmed this during a livestream this morning. Strange world we live in, isn’t it?\n\nNeither o3 nor o3-mini are widely available yet, but safety researchers can sign up for a preview for o3-mini starting today. An o3 preview will arrive sometime after; OpenAI didn’t specify when. Altman said that the plan is to launch o3-mini toward the end of January and follow with o3.\n\nThat conflicts a bit with his recent statements. In an interview this week, Altman said that, before OpenAI releases new reasoning models, he’d prefer a federal testing framework to guide monitoring and mitigating the risks of such models.\n\nAnd there are risks. AI safety testers have found that o1’s reasoning abilities make it try to deceive human users at a higher rate than conventional, “non-reasoning” models — or, for that matter, leading AI models from Meta, Anthropic, and Google. It’s possible that o3 attempts to deceive at an even higher rate than its predecessor; we’ll find out once OpenAI’s red-team partners release their testing results.\n\nFor what it’s worth, OpenAI says that it’s using a new technique, “deliberative alignment,” to align models like o3 with its safety principles. (o1 was aligned the same way.) The company has detailed its work in a new study.\n\nReasoning steps\n\nUnlike most AI, reasoning models such as o3 effectively fact-check themselves, which helps them to avoid some of the pitfalls that normally trip up models.\n\nThis fact-checking process incurs some latency. o3, like o1 before it, takes a little longer — usually seconds to minutes longer — to arrive at solutions compared to a typical non-reasoning model. The upside? It tends to be more reliable in domains such as physics, science, and mathematics.\n\no3 was trained via reinforcement learning to “think” before responding via what OpenAI describes as a “private chain of thought.” The model can reason through a task and plan ahead, performing a series of actions over an extended period that help it figure out a solution.\n\nWe announced @OpenAI o1 just 3 months ago. Today, we announced o3. We have every reason to believe this trajectory will continue. pic.twitter.com/Ia0b63RXIk — Noam Brown (@polynoamial) December 20, 2024\n\nIn practice, given a prompt, o3 pauses before responding, considering a number of related prompts and “explaining” its reasoning along the way. After a while, the model summarizes what it considers to be the most accurate response.\n\nNew with o3 versus o1 is the ability to “adjust” the reasoning time. The models can be set to low, medium, or high compute (i.e. thinking time). The higher the compute, the better o3 performs on a task.\n\nNo matter how much compute they have at their disposals, reasoning models such as o3 aren’t flawless, however. While the reasoning component can reduce hallucinations and errors, it doesn’t eliminate them. o1 trips up on games of tic-tac-toe, for instance.\n\nBenchmarks and AGI\n\nOne big question leading up to today was whether OpenAI might claim that its newest models are approaching AGI.\n\nAGI, short for “artificial general intelligence,” broadly refers to AI that can perform any task a human can. OpenAI has its own definition: “highly autonomous systems that outperform humans at most economically valuable work.”\n\nAchieving AGI would be a bold declaration. And it carries contractual weight for OpenAI, as well. According to the terms of its deal with close partner and investor Microsoft, once OpenAI reaches AGI, it’s no longer obligated to give Microsoft access to its most advanced technologies (those that meet OpenAI’s AGI definition, that is).\n\nGoing by one benchmark, OpenAI is slowly inching closer to AGI. On ARC-AGI, a test designed to evaluate whether an AI system can efficiently acquire new skills outside the data it was trained on, o3 achieved an 87.5% score on the high compute setting. At its worst (on the low compute setting), the model tripled the performance of o1.\n\nGranted, the high compute setting was exceedingly expensive — in the order of thousands of dollars per challenge, according to ARC-AGI co-creator François Chollet.\n\nChollet also pointed out that o3 fails on “very easy tasks” in ARC-AGI, indicating — in his opinion — that the model exhibits “fundamental differences” from human intelligence. He has previously noted the evaluation’s limitations, and cautioned against using it as a measure of AI superintelligence.\n\n“[E]arly data points suggest that the upcoming [successor to the ARC-AGI] benchmark will still pose a significant challenge to o3, potentially reducing its score to under 30% even at high compute (while a smart human would still be able to score over 95% with no training),” Chollet continued in a statement. “You’ll know AGI is here when the exercise of creating tasks that are easy for regular humans but hard for AI becomes simply impossible.”\n\nIncidentally, OpenAI says that it’ll partner with the foundation behind ARC-AGI to help it build the next generation of its AI benchmark, ARC-AGI 2.\n\nOn other tests, o3 blows away the competition.\n\nThe model outperforms o1 by 22.8 percentage points on SWE-Bench Verified, a benchmark focused on programming tasks, and achieves a Codeforces rating — another measure of coding skills — of 2727. (A rating of 2400 places an engineer at the 99.2nd percentile.) o3 scores 96.7% on the 2024 American Invitational Mathematics Exam, missing just one question, and achieves 87.7% on GPQA Diamond, a set of graduate-level biology, physics, and chemistry questions. Finally, o3 sets a new record on EpochAI’s Frontier Math benchmark, solving 25.2% of problems; no other model exceeds 2%.\n\nThese claims have to be taken with a grain of salt, of course. They’re from OpenAI’s internal evaluations. We’ll need to wait to see how the model holds up to benchmarking from outside customers and organizations in the future.\n\nA trend\n\nIn the wake of the release of OpenAI’s first series of reasoning models, there’s been an explosion of reasoning models from rival AI companies — including Google. In early November, DeepSeek, an AI research firm funded by quant traders, launched a preview of its first reasoning model, DeepSeek-R1. That same month, Alibaba’s Qwen team unveiled what it claimed was the first “open” challenger to o1 (in the sense that it could be downloaded, fine-tuned, and run locally).\n\nWhat opened the reasoning model floodgates? Well, for one, the search for novel approaches to refine generative AI. As TechCrunch recently reported, “brute force” techniques to scale up models are no longer yielding the improvements they once did.\n\nNot everyone’s convinced that reasoning models are the best path forward. They tend to be expensive, for one, thanks to the large amount of computing power required to run them. And while they’ve performed well on benchmarks so far, it’s not clear whether reasoning models can maintain this rate of progress.\n\nInterestingly, the release of o3 comes as one of OpenAI’s most accomplished scientists departs. Alec Radford, the lead author of the academic paper that kicked off OpenAI’s “GPT series” of generative AI models (that is, GPT-3, GPT-4, and so on), announced this week that he’s leaving to pursue independent research.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's o3 model aced a test of AI reasoning – but it's still not AGI",
            "link": "https://www.msn.com/en-us/health/other/openais-o3-model-aced-a-test-of-ai-reasoning-but-its-still-not-agi/ar-AA1wfITU?ocid=BingNewsVerp",
            "description": "The latest AI model from OpenAI achieved an 'impressive leap in performance' but it still hasn’t demonstrated what experts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s9lWcq9cqMmdIiSzb2tn9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "New Scientist on MSN4h",
            "source": "New Scientist on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI unveils the o3 and o3 mini on the last day of its 12 days of 'Shipmas'",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/openai-unveils-the-o3-and-o3-mini-on-the-last-day-of-its-12-days-of-shipmas/ar-AA1vlooL?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman saved the biggest reveal for the final day of the company's 'Shipmas' campaign: A preview of its most ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5DdkG4tpBBtxw9tm9wEFmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here’s everything OpenAI announced in the past 12 days",
            "link": "https://www.digitaltrends.com/computing/12-days-of-openai-everything-the-company-has-announced/",
            "description": "OpenAI has unveiled a slew of new products, models, features, and services over the past two weeks as part of its \"12 Days of ...",
            "image_url": "https://www.bing.com/th?id=OVF.kVjgKAJTOMe1JrQa3MckJg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents Day 1: OpenAI unleashes its o1 reasoning model and introduces ChatGPT Pro Day 2: OpenAI expands its Reinforcement Fine-Tuning Research program Day 3: OpenAI’s Sora video generator has finally arrived. Huzzah? Day 4: OpenAI expands its Canvas Day 5: ChatGPT teams up with Apple Intelligence Day 6: Advanced Voice Mode now has the power of sight and can speak Santa Day 7: OpenAI introduces Projects for ChatGPT Day 8: ChatGPT Search is now available to everybody Day 9: the full o1 model comes to OpenAI’s API Day 10: 1-800-ChatGPT Day 11: ChatGPT now works with even more coding apps Day 12: OpenAI teases its upcoming o3 and o3-mini reasoning models\n\nOpenAI kicked off its inaugural “12 Days of OpenAI” media blitz on December 5, each day unveiling new features, models, subscription tiers, and capabilities for its growing ChatGPT product ecosystem during a series of live-stream events.\n\nHere’s a quick rundown of everything the company announced.\n\nRecommended Videos\n\nDay 1: OpenAI unleashes its o1 reasoning model and introduces ChatGPT Pro\n\nOpenAI o1 and o1 pro mode in ChatGPT — 12 Days of OpenAI: Day 1\n\nOpenAI kicked off the festivities with a couple major announcements. First, the company revealed the full-function version of its new o1 family of reasoning models and announced that they would be immediately available, albeit in limited amounts, to its $20/month Plus tier subscribers. In order to get full use of the new model (as well as every other model that OpenAI offers, plus unlimited access to Advanced Voice Mode), users will need to spring for OpenAI’s newest, and highest, subscription package: the $200/month Pro tier.\n\nDay 2: OpenAI expands its Reinforcement Fine-Tuning Research program\n\nReinforcement Fine-Tuning—12 Days of OpenAI: Day 2\n\nOn the event’s second day, the OpenAI development team announced that it is expanding its Reinforcement Fine-Tuning Research program, which allows developers to train the company’s models as subject matter experts that “excel at specific sets of complex, domain-specific tasks,” according to the program’s website. Though it is geared more toward institutes, universities, and enterprises than individual users, the company plans to make the program’s API available to the public early next year.\n\nDay 3: OpenAI’s Sora video generator has finally arrived. Huzzah?\n\nSora–12 Days of OpenAI: Day 3\n\nOn the third day of OpenAI, Sam Altman gave to me: Sora video generation. Yeah, OK, so the cadence for that doesn’t quite work but hey, neither does Sora. OpenAI’s long-awaited and highly touted video generation model, which has been heavily hyped since February, made its official debut on December 9 to middling reviews. Turns out that two years into the AI boom, being the leading company in the space and only rolling out 20-second clips at 1080p doesn’t really move the needle, especially when many of its competitors already offer similar performance without requiring a $20- or $200-per-month subscription.\n\nDay 4: OpenAI expands its Canvas\n\nCanvas—12 Days of OpenAI: Day 4\n\nOpenAI followed up its Sora revelations with a set of improvements to its recently released Canvas feature, the company’s answer to Anthropic’s Artifacts. During its Day 4 live stream, the OpenAI development team revealed that Canvas will now be integrated directly into the GPT-4o model, making it natively available to users at all price tiers, including free. You can now run Python code directly within the Canvas space, enabling the chatbot to analyze it directly and offer suggestions for improvement, as well as use the feature to construct custom GPTs.\n\nDay 5: ChatGPT teams up with Apple Intelligence\n\nChatGPT x Apple Intelligence—12 Days of OpenAI: Day 5\n\nOn day five, OpenAI announced that it is working with Apple to integrate ChatGPT into Apple Intelligence, specifically Siri, allowing users to invoke the chatbot directly through iOS. Apple had announced that this would be a thing back when it first unveiled Apple Intelligence but, with the release of iOS 18.2, that functionality is now a reality. If only Apple’s users actually wanted to use Apple’s AI.\n\nDay 6: Advanced Voice Mode now has the power of sight and can speak Santa\n\nSanta Mode & Video in Advanced Voice—12 Days of OpenAI: Day 6\n\n2024 was the year that Advanced Voice Mode got its eyes. OpenAI announced on Day 6 of its live-stream event that its conversational chatbot model can now view the world around it through a mobile device’s video camera or via screen sharing. This will enable users to ask the AI questions about their surroundings without having to describe the scene or upload a photo of what they’re looking at. The company also released a seasonal voice for AVM which mimics Jolly Old St. Nick, just in case you don’t have time to drive your kids to the mall and meet the real one in person.\n\nDay 7: OpenAI introduces Projects for ChatGPT\n\nProjects—12 Days of OpenAI: Day 7\n\nOpenAI closed out the first week of announcements with one that is sure to bring a smile to the face of every boy and girl: folders! Specifically, the company revealed its new smart folder system, dubbed “Projects,” which allows users to better organize their chat histories and uploaded documents by subject.\n\nDay 8: ChatGPT Search is now available to everybody\n\nSearch—12 Days of OpenAI: Day 8\n\nOpenAI’s ChatGPT Search function, which debuted in October, is now available to all logged-in users, regardless of their subscription tier. The feature works by searching the internet for information about the user’s query, scraping the info it finds from relevant websites, and then synthesize that data into a conversational answer. It essentially eliminates the need to click through a search results page and is functionally identical to what Perplexity AI offers, allowing ChatGPT to compete with the increasingly popular app. Be warned, however: a recent study has shown the feature to be “confidently wrong” in many of its answers.\n\nDay 9: the full o1 model comes to OpenAI’s API\n\nDev Day Holiday Edition—12 Days of OpenAI: Day 9\n\nLike being gifted a sweater from not one but two aunts, OpenAI revealed on day nine that it is allowing select developers to access the full version of its o1 reasoning model through the API. The company is also rolling out real-time API updates, a new model customization technique called Preference Fine-Tuning, and new SDKs for Go and Java.\n\nDay 10: 1-800-ChatGPT\n\n1-800-CHAT-GPT—12 Days of OpenAI: Day 10\n\nIn an effort to capture that final market segment that it couldn’t already reach — specifically, people without internet access — OpenAI has released the 1-800-ChatGPT (1-800-242-8478) chatline. Dial in from any land or mobile number within the U.S. to speak with the AI’s Advanced Voice Mode for up to 15 minutes for free.\n\nDay 11: ChatGPT now works with even more coding apps\n\nWork with Apps—12 Days of OpenAI: Day 11\n\nLast month, OpenAI granted the Mac-based desktop version of ChatGPT the ability to interface directly with a number of popular coding applications, allowing its AI to pull snippets directly from them rather than require users to copy and paste the code into its chatbot’s prompt window. On Thursday, the company announced that it is drastically expanding the number of apps and IDEs that ChatGPT can collaborate with. And it’s not just coding apps; ChatGPT now also works with conventional text programs like Apple Notes, Notion, and Quip. You can even launch Advanced Voice Mode in a separate window as you work, asking questions and getting suggestions from the AI about your current project.\n\nDay 12: OpenAI teases its upcoming o3 and o3-mini reasoning models\n\nOpenAI o3 and o3-mini—12 Days of OpenAI: Day 12\n\nFor the 12th day of OpenAI’s live-stream event, CEO Sam Altman made a final appearance to discuss what the company has in store for the new year — specifically, its next-generation reasoning models, o3 and o3-mini. The naming scheme is a bit odd (and done to avoid copyright issues with U.K. telecom, O2) but the upcoming models reportedly offer superior performance on some of the industry’s most challenging math, science, and coding benchmark tests — even compared to o1, the full version of which was formally released less than a fortnight ago. The company is currently offering o3-mini as a preview to researchers for safety testing and red teaming trials, though there’s no word yet on when everyday users will be able to try the models for themselves."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Skips o2 and Debuts New o3 ‘Reasoning’ Model",
            "link": "https://gizmodo.com/openai-skips-o2-and-debuts-new-o3-reasoning-model-2000541796",
            "description": "Reasoning models are supposed to fact-check themselves by producing a step-by-step plan to find a correct answer.",
            "image_url": "https://www.bing.com/th?id=OVFT.mcxg7aRBljPubaiZ7swB9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Gizmodo",
            "article_content": "The final day of OpenAI’s “12 Days of Shipmas” has arrived with the unveiling of o3, a new chain-of-thought “reasoning” model that the company claims is its most advanced yet. The model is not yet available for general use, but safety researchers can sign up for a preview starting today.\n\nOpenAI and others hope that reasoning models will go a long way toward solving the pernicious problem of chatbots frequently producing wrong answers. Chatbots fundamentally do not “think” like humans and different techniques are needed to try and create the best simulacrum of a human thought process.\n\nWhen asked a question, reasoning models pause and consider related prompts that could help produce an accurate answer. For example, if you ask the o3 model, “can habaneros be grown in the Pacific Northwest,” the model might lay out a series of questions it will research to come to a conclusion, such as “where do habaneros typically grow,” “what are the ideal conditions for growing habaneros,” and “what type of climate does the Pacific Northwest have.” Anyone who has used chatbots knows you sometimes have to prompt a chatbot with additional follow-ups until it finally gets the right result. Reasoning models are supposed to do this additional work for you.\n\no3 is the successor to o1, OpenAI’s first chain-of-thought reasoning model. Reps said they decided to skip the “o2” naming convention “out of respect” for the British telecommunications company, but it certainly doesn’t hurt that it makes the product sound more advanced. The company says the new model comes with the ability to adjust its reasoning time. Users can choose low, medium, or high reasoning time; the greater the compute, the better o3 is supposed to perform. OpenAI says it will spend time “red-teaming” the new model with researchers to prevent it from producing potentially harmful responses (since again, it is not a human and does not know right versus wrong).\n\nReasoning is the buzzword of the day in the field of generative AI, as industry insiders believe it is the next unlock necessary to improve the performance of large language models. More compute eventually does not offer equivalent performance gains, so new techniques are needed. Google DeepMind recently unveiled its own reasoning model called Gemini Deep Research, which can take 5-10 minutes to generate a report that analyzes many sources across the web in order to come to its findings.\n\nOpenAI is confident in o3, and offers impressive benchmarks—it says that in a Codeforcing testing, which measures coding ability, o3 got a score of 2727. For context, a score of 2400 would put an engineer in the 99th percentile of programmers. It gets a score of 96.7% on the 2024 American Invitational Mathematics Exam, missing just one question. We will have to see how the model holds up in real-world testing; OpenAI’s recently released Sora still needs work. But optimists are confident that the problem of accuracy is being solved. Still, tread lightly relying using AI models for important work where accuracy is necessary.\n\nAI model companies like OpenAI and Perplexity are in a race to become the next Google, collecting the world’s knowledge and helping users make sense of it all. They even have search products now that are meant to more directly replicate Google with access to real-time web results.\n\nAll of these players seem to leapfrog one another with every passing day, however. The feeling is somewhat reminiscent of the late ’90s when there were a myriad of search engines to choose from—Google, Yahoo, and AltaVista, Ask Jeeves, just to name a few, all hoovering up the internet’s data and presenting it just with a different UX. Most of them disappeared after one came along that was supremely better than the rest—Google.\n\nOpenAI clearly has a strong lead right now with hundreds of millions of monthly active users and a partnership with Apple, but Google has received a lot of plaudits recently for advancements in its Gemini models. The Verge reports that the company is going to soon integrate Gemini more deeply into its search interface."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here’s everything OpenAI announced in the past 12 days",
            "link": "https://www.digitaltrends.com/computing/12-days-of-openai-everything-the-company-has-announced/",
            "description": "OpenAI has unveiled a slew of new products, models, features, and services over the past two weeks as part of its \"12 Days of ...",
            "image_url": "https://www.bing.com/th?id=OVF.kVjgKAJTOMe1JrQa3MckJg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "5h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents Day 1: OpenAI unleashes its o1 reasoning model and introduces ChatGPT Pro Day 2: OpenAI expands its Reinforcement Fine-Tuning Research program Day 3: OpenAI’s Sora video generator has finally arrived. Huzzah? Day 4: OpenAI expands its Canvas Day 5: ChatGPT teams up with Apple Intelligence Day 6: Advanced Voice Mode now has the power of sight and can speak Santa Day 7: OpenAI introduces Projects for ChatGPT Day 8: ChatGPT Search is now available to everybody Day 9: the full o1 model comes to OpenAI’s API Day 10: 1-800-ChatGPT Day 11: ChatGPT now works with even more coding apps Day 12: OpenAI teases its upcoming o3 and o3-mini reasoning models\n\nOpenAI kicked off its inaugural “12 Days of OpenAI” media blitz on December 5, each day unveiling new features, models, subscription tiers, and capabilities for its growing ChatGPT product ecosystem during a series of live-stream events.\n\nHere’s a quick rundown of everything the company announced.\n\nRecommended Videos\n\nDay 1: OpenAI unleashes its o1 reasoning model and introduces ChatGPT Pro\n\nOpenAI o1 and o1 pro mode in ChatGPT — 12 Days of OpenAI: Day 1\n\nOpenAI kicked off the festivities with a couple major announcements. First, the company revealed the full-function version of its new o1 family of reasoning models and announced that they would be immediately available, albeit in limited amounts, to its $20/month Plus tier subscribers. In order to get full use of the new model (as well as every other model that OpenAI offers, plus unlimited access to Advanced Voice Mode), users will need to spring for OpenAI’s newest, and highest, subscription package: the $200/month Pro tier.\n\nDay 2: OpenAI expands its Reinforcement Fine-Tuning Research program\n\nReinforcement Fine-Tuning—12 Days of OpenAI: Day 2\n\nOn the event’s second day, the OpenAI development team announced that it is expanding its Reinforcement Fine-Tuning Research program, which allows developers to train the company’s models as subject matter experts that “excel at specific sets of complex, domain-specific tasks,” according to the program’s website. Though it is geared more toward institutes, universities, and enterprises than individual users, the company plans to make the program’s API available to the public early next year.\n\nDay 3: OpenAI’s Sora video generator has finally arrived. Huzzah?\n\nSora–12 Days of OpenAI: Day 3\n\nOn the third day of OpenAI, Sam Altman gave to me: Sora video generation. Yeah, OK, so the cadence for that doesn’t quite work but hey, neither does Sora. OpenAI’s long-awaited and highly touted video generation model, which has been heavily hyped since February, made its official debut on December 9 to middling reviews. Turns out that two years into the AI boom, being the leading company in the space and only rolling out 20-second clips at 1080p doesn’t really move the needle, especially when many of its competitors already offer similar performance without requiring a $20- or $200-per-month subscription.\n\nDay 4: OpenAI expands its Canvas\n\nCanvas—12 Days of OpenAI: Day 4\n\nOpenAI followed up its Sora revelations with a set of improvements to its recently released Canvas feature, the company’s answer to Anthropic’s Artifacts. During its Day 4 live stream, the OpenAI development team revealed that Canvas will now be integrated directly into the GPT-4o model, making it natively available to users at all price tiers, including free. You can now run Python code directly within the Canvas space, enabling the chatbot to analyze it directly and offer suggestions for improvement, as well as use the feature to construct custom GPTs.\n\nDay 5: ChatGPT teams up with Apple Intelligence\n\nChatGPT x Apple Intelligence—12 Days of OpenAI: Day 5\n\nOn day five, OpenAI announced that it is working with Apple to integrate ChatGPT into Apple Intelligence, specifically Siri, allowing users to invoke the chatbot directly through iOS. Apple had announced that this would be a thing back when it first unveiled Apple Intelligence but, with the release of iOS 18.2, that functionality is now a reality. If only Apple’s users actually wanted to use Apple’s AI.\n\nDay 6: Advanced Voice Mode now has the power of sight and can speak Santa\n\nSanta Mode & Video in Advanced Voice—12 Days of OpenAI: Day 6\n\n2024 was the year that Advanced Voice Mode got its eyes. OpenAI announced on Day 6 of its live-stream event that its conversational chatbot model can now view the world around it through a mobile device’s video camera or via screen sharing. This will enable users to ask the AI questions about their surroundings without having to describe the scene or upload a photo of what they’re looking at. The company also released a seasonal voice for AVM which mimics Jolly Old St. Nick, just in case you don’t have time to drive your kids to the mall and meet the real one in person.\n\nDay 7: OpenAI introduces Projects for ChatGPT\n\nProjects—12 Days of OpenAI: Day 7\n\nOpenAI closed out the first week of announcements with one that is sure to bring a smile to the face of every boy and girl: folders! Specifically, the company revealed its new smart folder system, dubbed “Projects,” which allows users to better organize their chat histories and uploaded documents by subject.\n\nDay 8: ChatGPT Search is now available to everybody\n\nSearch—12 Days of OpenAI: Day 8\n\nOpenAI’s ChatGPT Search function, which debuted in October, is now available to all logged-in users, regardless of their subscription tier. The feature works by searching the internet for information about the user’s query, scraping the info it finds from relevant websites, and then synthesize that data into a conversational answer. It essentially eliminates the need to click through a search results page and is functionally identical to what Perplexity AI offers, allowing ChatGPT to compete with the increasingly popular app. Be warned, however: a recent study has shown the feature to be “confidently wrong” in many of its answers.\n\nDay 9: the full o1 model comes to OpenAI’s API\n\nDev Day Holiday Edition—12 Days of OpenAI: Day 9\n\nLike being gifted a sweater from not one but two aunts, OpenAI revealed on day nine that it is allowing select developers to access the full version of its o1 reasoning model through the API. The company is also rolling out real-time API updates, a new model customization technique called Preference Fine-Tuning, and new SDKs for Go and Java.\n\nDay 10: 1-800-ChatGPT\n\n1-800-CHAT-GPT—12 Days of OpenAI: Day 10\n\nIn an effort to capture that final market segment that it couldn’t already reach — specifically, people without internet access — OpenAI has released the 1-800-ChatGPT (1-800-242-8478) chatline. Dial in from any land or mobile number within the U.S. to speak with the AI’s Advanced Voice Mode for up to 15 minutes for free.\n\nDay 11: ChatGPT now works with even more coding apps\n\nWork with Apps—12 Days of OpenAI: Day 11\n\nLast month, OpenAI granted the Mac-based desktop version of ChatGPT the ability to interface directly with a number of popular coding applications, allowing its AI to pull snippets directly from them rather than require users to copy and paste the code into its chatbot’s prompt window. On Thursday, the company announced that it is drastically expanding the number of apps and IDEs that ChatGPT can collaborate with. And it’s not just coding apps; ChatGPT now also works with conventional text programs like Apple Notes, Notion, and Quip. You can even launch Advanced Voice Mode in a separate window as you work, asking questions and getting suggestions from the AI about your current project.\n\nDay 12: OpenAI teases its upcoming o3 and o3-mini reasoning models\n\nOpenAI o3 and o3-mini—12 Days of OpenAI: Day 12\n\nFor the 12th day of OpenAI’s live-stream event, CEO Sam Altman made a final appearance to discuss what the company has in store for the new year — specifically, its next-generation reasoning models, o3 and o3-mini. The naming scheme is a bit odd (and done to avoid copyright issues with U.K. telecom, O2) but the upcoming models reportedly offer superior performance on some of the industry’s most challenging math, science, and coding benchmark tests — even compared to o1, the full version of which was formally released less than a fortnight ago. The company is currently offering o3-mini as a preview to researchers for safety testing and red teaming trials, though there’s no word yet on when everyday users will be able to try the models for themselves."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "(Ask the Experts) Emerging trends in the construction industry",
            "link": "https://www.nhbr.com/ask-the-experts-emerging-trends-in-the-construction-industry/",
            "description": "Trends in NH's construction industry include efforts toward greener designs and increased energy efficiency, keeping ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EB3yXLg3g6sczeSm4WYrhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "NH Business Review9h",
            "source": "NH Business Review",
            "article_content": "When looking to build or renovate your home or office, looking at emerging trends can inspire a project with long-term utility and timeless style. Trends in the New Hampshire construction industry include efforts toward greener designs and increased energy efficiency, which keep the overall maintenance costs and energy use down. Our panel shares their insights into the specifics they are seeing in their work.\n\nPanelists:\n\nDylan R. Cruess, Chief Operating Officer, TF Moran Inc., tfmoran.com\n\nJeremy Baldwin, AIA and Multifamily Studio Lead, Maugel DeStefano Architects, maugel.com\n\nDylan R. Cruess, Chief Operating Officer, TF Moran Inc.\n\nWhat are the emerging trends shaping the construction industry? How can businesses align their strategies with these developments for a competitive edge?\n\nAs with many industries, technology is pushing and shaping the construction industry from the design to the actual construction. Building Information Modelling (BIM) is becoming much more common and accepted in design and construction projects. With BIM, you can create a 3D computer model of the entire project including the parking areas, utility connections and building construction, which allows owners, engineers and contractors to visualize the final development and detect any conflicts before construction. To gain a competitive edge, businesses should always be looking at how technology is affecting their industry and should aim to be ahead of their competitors in adopting new technology.\n\nAmid evolving environmental concerns, how are sustainability practices influencing construction projects, and what are the key considerations for businesses looking to adopt eco-conscious approaches?\n\nSustainability practices have long been a focus in civil engineering design and construction. In the early to mid-2000s, there was a big push for LEED Certification which was a way to demonstrate that a development went above and beyond the construction requirements for sustainability. Since the 2000s, municipal regulations and building codes have been revised to incorporate many of LEED Certification’s sustainability requirements, so it is now common practice in the construction industry to minimize environmental impacts and focus on sustainability.\n\nIn the context of urbanization and infrastructure growth, what role does innovative project management play in ensuring the successful execution of complex construction endeavors, and how can businesses excel in this area?\n\nFor urbanization and infrastructure growth, project management and future development planning are absolutely critical. My firm is involved in several large mixed-use developments that require substantial expansion of existing sewer, water, stormwater and electrical systems. When considering expansion of existing infrastructure, the existing systems’ total capacity and connection points need to be considered as well as what additional demands a new development will place on existing systems.\n\nWith a focus on safety and regulatory compliance, what steps should businesses take to mitigate risks and ensure the well-being of workers and stakeholders in construction projects?\n\nSafety and regulatory compliance start with a company culture that prioritizes safety. My firm tells our field personnel that they can always say “no” to any task in the field if they have any safety concerns. Additionally, focusing on safety equipment is paramount in promoting a safe work environment. The cost of safety equipment and gear is negligible compared to the lost time and medical expenses of a workplace injury or safety incident.\n\nJeremy Baldwin, AIA and Multifamily Studio Lead Maugel DeStefano Architects\n\nAs the construction industry looks ahead to new mechanical code changes, refrigerant requirements have become a hot topic of conversation. These regulations could significantly impact mechanical designs for future projects, and staying ahead of the curve is critical. Here’s a quick look at what’s driving these changes, why they matter, and how you can prepare.\n\nWhy are refrigerants being phased down?\n\nThe phasedown of hydrofluorocarbons (HFCs) under the 2020 AIM Act is the centerpiece of the U.S. Environmental Protection Agency’s (EPA) strategy to reduce greenhouse gas emissions. HFCs are commonly found in refrigerants like R-410A, and they have a high global warming potential. The goal is to reduce HFC usage by 85% by 2036, requiring a shift toward more sustainable refrigerant options such as A2L refrigerants.\n\nHow will the new regulations impact mechanical design?\n\nThis phasedown represents a significant shift in how mechanical systems are designed. While A2L refrigerants offer environmental benefits and improved efficiency, they also introduce unique challenges:\n\nR-410A is being phased out. The current refrigerant standard for HVAC systems, R-410A, will be replaced by A2L refrigerants with lower HFC’s.\n\nA2L refrigerants will be the new standard. These refrigerants have lower global warming potential, greater energy efficiency, making them a more sustainable choice. However, A2L is mildly flammable (Class 2), which requires updated safety measures.\n\nNew safety requirements for HVAC designs. Refrigerant lines that penetrate more than one floor or ceiling assembly will need ventilated shafts, either natural or mechanical. Exceptions may apply for smaller systems serving single units.\n\nWhat are the new requirements?\n\nA2L refrigerants will be the standard for new HVAC, refrigeration and heat pump systems.\n\nRated shafts will be required for refrigerant lines passing through multiple floors to address flammability concerns.\n\nExisting systems using R-410A will be allowed to remain in use until January 1, 2026, but manufacturers are already phasing out the production of R-410A systems. Replacement parts and repair options for older systems will become increasingly scarce.\n\nWhy do these new changes matter?\n\nTransitioning to A2L refrigerants will help the construction industry achieve environmental goals without compromising performance. However, the shift introduces complexities in design, safety and installation that developers, engineers and contractors must navigate. Additionally, some states have already implemented requirements for mechanical ventilation and emergency backup power for these rated shafts.\n\nHow is Maugel DeStefano Architects preparing?\n\nAs architects, we are committed to guiding our clients through this transition. Our approach includes:\n\nClose collaboration with suppliers. We’re coordinating with vendors to ensure a smooth switch to A2L systems, establishing timelines and evaluating integration with existing designs.\n\nProject-by-project assessments. Each project is analyzed to incorporate energy codes, compliance requirements, and HVAC system options for maximum efficiency and safety.\n\nClient education. We’re keeping clients informed about these changes, advising on long-term costs and addressing compatibility issues between older and newer systems.\n\nOur priority is to ensure that developers, contractors, engineers and policymakers understand how these new regulations will shape future projects. By proactively addressing these changes, we aim to deliver compliant, efficient and cost-effective designs while supporting environmental sustainability.\n\nIf you have questions about how these changes might affect your projects, please reach out to us. We’re here to help you navigate the evolving landscape of refrigerant requirements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Office dress codes: Is it still necessary?",
            "link": "https://www.msn.com/en-my/fashion-and-style/fashion-trends/office-dress-codes-is-it-still-necessary/ar-AA1wfVst?ocid=BingNewsVerp",
            "description": "With the rise of remote work, casual office cultures, and the increasing push for workplace inclusivity, the concept of a ...",
            "image_url": "https://www.bing.com/th?id=OVFT._S7JxWYEaCNxYeO9eo38ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Hardware Inventory Software is Essential for Accurate Stock Control",
            "link": "https://signalscv.com/2024/12/why-hardware-inventory-software-is-essential-for-accurate-stock-control/",
            "description": "In hardware businesses, managing inventory is a critical yet challenging task. With a wide range of products such as tools, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p1gELX1m7Yn1Jvhm_CmnBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "11h",
            "source": "SignalSCV",
            "article_content": "In hardware businesses, managing inventory is a critical yet challenging task. With a wide range of products such as tools, machinery, spare parts, and construction materials, maintaining accurate stock control can quickly become overwhelming. Errors in stock tracking can lead to overstocking, stockouts, and lost revenue.\n\nHardware inventory software is designed to address these challenges by automating and streamlining inventory processes. This article explores why this software is essential for achieving precise stock control and the benefits it brings to your business.\n\nThe Challenges of Manual Inventory Management\n\nMany hardware businesses rely on manual methods, such as spreadsheets or handwritten records, to manage their stock. While these methods may seem cost-effective initially, they often result in:\n\nInaccurate Stock Records: Human error during data entry can lead to mismatches in inventory levels.\n\nTime-Consuming Processes: Counting stock manually takes significant time and resources.\n\nDifficulty in Tracking Trends: Analyzing inventory performance is cumbersome without automated tools.\n\nDelayed Reordering: Manual systems often fail to signal low-stock items in time, causing stockouts.\n\nHardware inventory software eliminates these issues by automating stock management and providing accurate, real-time data.\n\nKey Features of Hardware Inventory Software for Stock Control\n\n1. Real-Time Tracking\n\nHardware inventory software offers real-time visibility into your stock levels. Whether you operate a single location or multiple warehouses, you’ll always know the exact quantity of each item.\n\n2. Automated Reordering\n\nSet minimum stock thresholds for each item, and the software automatically alerts you when it’s time to reorder. This ensures that essential products are always in stock, preventing disruptions.\n\n3. Barcode and QR Code Scanning\n\nWith barcode or QR code functionality, you can quickly add, update, or locate items in your inventory. This reduces errors and speeds up stock tracking significantly.\n\n4. Categorization and Organization\n\nGroup products into categories such as tools, fasteners, or electrical components. This organization makes it easier to find and manage items efficiently.\n\n5. Detailed Reporting\n\nGenerate comprehensive reports on stock levels, turnover rates, and inventory costs. These reports provide actionable insights, helping you optimize stock control and reduce waste.\n\nBenefits of Hardware Inventory Software for Stock Control\n\n1. Enhanced Accuracy\n\nAutomation minimizes human errors, ensuring your stock data is precise and reliable. Accurate records help you make informed decisions and avoid costly mistakes.\n\n2. Improved Efficiency\n\nBy automating tasks such as stock counting and reordering, the software saves time and reduces the workload on your staff. This allows your team to focus on more critical business activities.\n\n3. Prevention of Stockouts and Overstocking\n\nHardware inventory software ensures you maintain optimal stock levels. This prevents lost sales due to stockouts and reduces the costs associated with overstocking.\n\n4. Cost Savings\n\nWith better control over inventory, you can reduce waste, avoid over-purchasing, and identify cost-saving opportunities.\n\n5. Simplified Documentation\n\nPrepare and manage essential records, such as invoices and delivery challans, with ease. Using a professional delivery challan format, for instance, ensures accuracy and consistency in your documentation.\n\n6. Data-Driven Decision-Making\n\nThe software’s reporting and analytics capabilities allow you to track inventory trends, identify best-selling items, and adjust your purchasing strategies accordingly.\n\nWhy Accurate Stock Control Matters for Hardware Businesses\n\nAccurate stock control is the foundation of a successful hardware business. It ensures that customers can always find the products they need, enhances your reputation, and maximizes profitability. Conversely, poor inventory management can lead to missed sales opportunities, excess storage costs, and dissatisfied customers.\n\nBy adopting hardware inventory software, you can overcome these challenges and position your business for long-term success. With features like real-time tracking, automated reordering, and detailed reporting, this software provides the tools you need to maintain precise control over your stock.\n\nConclusion\n\nIn today’s competitive market, hardware businesses cannot afford to rely on outdated or error-prone inventory management methods. Hardware inventory software is an essential tool for achieving accurate stock control, improving efficiency, and boosting profitability.\n\nInvest in a reliable solution today to streamline your operations, enhance customer satisfaction, and take your business to the next level."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top 25 Security Predictions for 2025 (Part 1)",
            "link": "https://www.govtech.com/blogs/lohrmann-on-cybersecurity/the-top-25-security-predictions-for-2025-part-1",
            "description": "As we end the first quarter of the 21st century, cybersecurity threats seem more daunting than ever. So what cyber trends, forecasts, themes, insights and predictions are on offer for the new year?",
            "image_url": "https://www.bing.com/th?id=ODF.Cc0gcq9gT9ZCE42QVlAlbA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Government Technology17h",
            "source": "Government Technology",
            "article_content": "Dan Lohrmann BIO\n\nCONTACT\n\nRSS\n\nCreating robust government solutions demands fresh perspectives, inventive approaches and diligent effort. From fortifying cybersecurity defenses and leveraging AI to optimizing cloud infrastructure and securing mobile platforms, Dan offers practical ways to \"get to yes\" securely."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The secret life of ALAS1: Basic science discovery could the pave way for better small interfering RNA therapies",
            "link": "https://www.msn.com/en-us/health/other/the-secret-life-of-alas1-basic-science-discovery-could-the-pave-way-for-better-small-interfering-rna-therapies/ar-AA1weCnc?ocid=BingNewsVerp",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually a cause for frustration. In science, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IVvFfP8CqP7-K3Q_Xlk_LC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The secret life of ALAS1: How a basic science discovery could pave the way for better siRNA therapies",
            "link": "https://www.sciencedaily.com/releases/2024/12/241220132839.htm",
            "description": "New findings point to an opportunity to improve therapies that use small RNAs to silence disease-causing genes, potentially including those involved in cancer.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily3h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 fascinating discoveries about Neanderthals in 2024, from 'Thorin' the last Neanderthal to an ancient glue factory",
            "link": "https://www.msn.com/en-us/news/technology/10-fascinating-discoveries-about-neanderthals-in-2024-from-thorin-the-last-neanderthal-to-an-ancient-glue-factory/ar-AA1weTpZ?ocid=BingNewsVerp",
            "description": "This year, we learned that our Neanderthal cousins were a lot like us, despite treading their own path that ended in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b54x-xSxjv9XZNVX6442WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science on MSN12h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Bizarre’ blob-headed fish and amphibious mouse among 27 new species found in Peru",
            "link": "https://www.msn.com/en-us/science/zoology/bizarre-blob-headed-fish-and-amphibious-mouse-among-27-new-species-found-in-peru/ar-AA1wewld?ocid=BingNewsVerp",
            "description": "Researchers on an expedition in Peru have discovered 27 animal species new to science – among them a 'blob-headed fish' and a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qWWvsj5K9FORAJVybRHP-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Spin Liquids Are Real – and Could Change Technology Forever",
            "link": "https://scitechdaily.com/quantum-spin-liquids-are-real-and-could-change-technology-forever/",
            "description": "Scientists have found evidence of a strange state of matter called a quantum spin liquid in a material known as pyrochlore ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rjxuu_04Vd6tYkkQw9kAqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marvel announces Predator vs. Spider-Man",
            "link": "https://www.flickeringmyth.com/marvel-announces-predator-vs-spider-man-2/",
            "description": "The galaxy’s greatest hunter sets their sights on a new target in the Marvel Universe this April as Marvel follows Predator ...",
            "image_url": "https://www.bing.com/th?id=OVF.r1gz2xo7jKlEojWvxmD8lA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Flickeringmyth8h",
            "source": "Flickeringmyth",
            "article_content": "The galaxy’s greatest hunter sets their sights on a new target in the Marvel Universe this April as Marvel follows Predator vs. Wolverine and Predator vs. Black Panther with its next crossover, the four-part Predator vs. Spider-Man.\n\n“Spider-Man is at the top of every writer’s wishlist,” states writer Benjamin Percy, who teams with artist Marcelo Ferreira. “I’m thrilled and grateful to get this opportunity, putting this beloved webslinger against the galaxy’s greatest hunters in the urban wilderness of New York. It’s so much fun to live in Peter Parker’s world — and to put my own wild spin on his relationship with MJ, Jonah Jameson, and (yes — oh, hell yes) Kraven.\n\n“Marcelo Ferreira captures the visual dynamism of Spidey so well, and we’ve had a lot of fun designing a Predator that is unlike any other,” Percy continues. “This Yautja — who we’re calling Skinner — has no code or clan. He’s the perfect nightmarish foil to the big-hearted Parker.”\n\nTARGET: SPIDER-MAN IN PREDATOR’S GRITTIEST SERIES YET!\n\nA heat wave sends NYC into a blackout and Spider-Man on patrol as tempers boil across the city. But beneath its grimy sewers and subways lurks a threat unlike anything Peter Parker has faced before. Introducing “Skinner,” a Predator of no honor and no clan – only a thirst for blood.\n\nPredator vs. Spider-Man 1 will go on sale on April 23rd 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Technology-Driven Service Stocks Dominate J.P. Morgan's 2025 Picks",
            "link": "https://finance.yahoo.com/news/technology-driven-stocks-dominate-j-193853312.html",
            "description": "Leading fintech innovation is Mastercard ( MA, Financials ). By means of improved tokenization pricing in the U.S. market, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Cp-a_VULyhCOM97l9TzX0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "8h",
            "source": "YAHOO!Finance",
            "article_content": "Emphasizing development in fintech, automation, and data services, J.P. Morgan analysts pointed out technology-enabled service equities as top investment prospects for 2025.\n\nLeading fintech innovation is Mastercard (MA, Financials). By means of improved tokenization pricing in the U.S. market, analysts saw the possibility for steady increase in 2025. Trading at a discounted 8x 2025 earnings, Joint Stock Co. Kaspi.kz also drew interest for its 20% sales growth and 40% net income margins.\n\nTransUnion (TRU, Financials) has 24x 2025 EPS multiple still lagging the industry median of 30x, hence it is positioned for a value improvement. One important difference noted by analysts is the company's steady organic expansion.\n\nLeveraging automation and self-checkout systems, Aramark is improving transaction volumes and service forms. J.P. Morgan believes financial deleveraging and margin expansion will drive long-term development.\n\nWith a free cash flow margin of 31% and sales increase of 34%, Mondays.com (MNDY, Financials) is doing well. In the cooperative software industry, the company's emphasis on low-code/no-code workflow orchestration lends a competitive advantage.\n\nAccording to J.P. Morgan, these businesses represent the growing influence of technology in changing conventional services and generating investment possibilities in 2025.\n\nThis article first appeared on GuruFocus.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The year is coming to a close, but startup news keeps rolling in",
            "link": "https://www.msn.com/en-us/money/startup/the-year-is-coming-to-a-close-but-startup-news-keeps-rolling-in/ar-AA1wfiRq?ocid=BingNewsVerp",
            "description": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jupUoScooH4V7b0XHbaJDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "8hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "White House starts scrapping pending regulations, including student debt cancellation",
            "link": "https://www.msn.com/en-us/politics/government/more-student-loans-canceled-in-biden-s-final-round-of-forgiveness-before-leaving-office/ar-AA1wdjFS?ocid=BingNewsVerp",
            "description": "The White House expects to pull back unfinished rules across several agencies if there isn’t enough time to finalize them ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b2TyCuPRnJCXV-RfYQ5nqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newgen Software Share Price Soars to All-Time High",
            "link": "https://www.analyticsinsight.net/stocks/newgen-software-share-price-soars-to-all-time-high",
            "description": "Newgen Software's share price hit an all-time high. The stock gained 2.7%, only 0.93% below its 52-week peak of Rs 1,547.",
            "image_url": "https://www.bing.com/th?id=OVFT.7DDFyptn8ap0ZNJfObvQeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Analytics Insight21h",
            "source": "Analytics Insight",
            "article_content": "The stock has bounced off the Rs 1,371 level multiple times today, which has been a critical support level. On the other hand, the Rs 1,549 level has been a strong resistance that has checked the stock's momentum on the upside.\n\nIf the stock can stay above this level with good volume , it may indicate a new growth cycle. As of 11.54 am on December 20, the stock is trading at Rs. 1,600. However, a fall below the support level of Rs 1,371 might make it a reversal of the uptrend. In that case, the next support might come in at Rs 1,200."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What you need to know about multi-device security in 2025",
            "link": "https://financialpost.com/personal-finance/business-essentials/trend-micro-maximum-security-antivirus",
            "description": "This one-year license covers all the essentials: protection against viruses, ransomware, and phishing attempts. Whether ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jpduWQVTHXxkxg0kVFaS1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "13h",
            "source": "Financial Post",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's o3 model aced a test of AI reasoning – but it's still not AGI",
            "link": "https://www.msn.com/en-us/health/other/openais-o3-model-aced-a-test-of-ai-reasoning-but-its-still-not-agi/ar-AA1wfITU?ocid=BingNewsVerp",
            "description": "The latest AI model from OpenAI achieved an 'impressive leap in performance' but it still hasn’t demonstrated what experts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s9lWcq9cqMmdIiSzb2tn9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "New Scientist on MSN4h",
            "source": "New Scientist on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI unveils 'o3' reasoning AI models in test phase",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-unveils-o3-reasoning-ai-models-test-phase-2024-12-20/",
            "description": "OpenAI said on Friday it was testing new reasoning AI models, o3 and o3 mini, in a sign of growing competition with rivals ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xzvG1FHdW4Mol80AkyfNki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "For better or worse, machine learning is shaping biology research",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/for-better-or-worse-machine-learning-is-shaping-biology-research/ar-AA1weOSo?ocid=BingNewsVerp",
            "description": "Machine learning tools can increase the pace of biology research and open the door to new research questions, but the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y7z9YTATuhBR2KSHSjaAbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "ZME Science on MSN11h",
            "source": "ZME Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientist develops machine-learning method to identify faulty solar panels",
            "link": "https://www.pv-magazine.com/2024/12/20/scientist-develops-machine-learning-method-to-identify-faulty-solar-panels/",
            "description": "A scientist in Sweden has developed a new hybrid local features-based method using thermographs to identify faulty solar ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pv8C5PTiRCnA-KjMrrwEvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "pv magazine International20h",
            "source": "pv magazine International",
            "article_content": "A researcher from Sweden’s Jönköping University has proposed a machine learning-based health monitoring approach for PV systems using infrared thermography.\n\nThe method is based on a hybrid local features-based approach to monitor panels, designed to resist scaling, noise, rotation, and haze. It achieved 98% training accuracy and 96.8% testing accuracy.\n\n“Existing image processing-based machine learning approaches for health and fault diagnosis are often limited to specific datasets and suffer from issues such as sensitivity to rotation, scaling, noise, blurring, and haze,” said Dr. Waqas Ahmed in his paper. “These approaches also face trade-offs between memory usage and accuracy. Deep learning-based approaches, while powerful, have high computational complexity, memory, and processing requirements, and are prone to underfitting and overfitting without strong datasets and careful hyperparameter tuning.”\n\nThe novel method begins by capturing infrared thermographs with an infrared camera. In the preprocessing step, it assesses the quality of the thermographs, improving them with a dehazing algorithm and contrast adjustment in the grayscale channel if too much noise is present. Each thermograph is then divided into 5×5 pixel sub-thermographs.\n\nLocal features are extracted from each sub-thermograph using Gaussian and nonlinear methods. The most significant 80% of these features are retained, while irrelevant and redundant values are removed. A k-means unsupervised clustering algorithm then reduces the feature vector to 300 elements per thermograph for optimal memory use.\n\n“Shallow classifiers, such as support vector machine (SVM), train the model on the feature vectors. A 5-fold cross-validation approach ensures proper model training,” said Ahmed. “A test vector from unseen thermographs is utilized to test the model’s accuracy in classifying the PV panels into three health-based classes: healthy, hotspot, and faulty.”\n\nThe novel method tested on a 44.24 kW crystalline silicon (c-Si) rooftop PV system in Lahore, Pakistan, consists of eight strings, each with 22 PV modules in series, totaling 5.28 kW. The system installs 376 PV modules, each rated at 240 W. Infrared thermographs were captured under ambient temperatures ranging from 32 C to 40 C, wind speeds of 6.9 m/s, and an irradiance level of 700 W/m². The thermographs were randomly divided, with 80% used for training and 20% for validation.\n\n“The results of this study are particularly striking, with the method achieving a remarkable 98% training accuracy and 96.8% testing accuracy with 5-fold cross-validation,” said Ahmed. “Additionally, the model’s precision values of 92%, 100%, and 100%; recall values of 100%, 100%, and 90%; and F1 scores of 0.958, 1.0, and 0.947 for the faulty, healthy, and hotspot classes, respectively, indicate a high level of performance across these metrics.”\n\nCompared to other artificial intelligence (AI) approaches in the literature, only the RB scale-invariant feature transform outperformed the proposed method, with a score of 98.66%. The strongest SURF scored 97.6%, deep neural features (pre-trained network) and shallow classifier scored 97%, RGB, LBP, mean HOG, and texture scored 96.8%, isolated CNN scored 96%, and Texture, HOG, and PCA scored 94.1%.\n\nAhmed presented the results in “Enhancing solar PV reliability with hybrid local features and infrared thermography,” which was recently published in Energy Reports."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia and Ukraine fail to agree on Azerbaijani-brokered gas deal, SOCAR source says",
            "link": "https://www.msn.com/en-gb/news/other/russia-and-ukraine-fail-to-agree-on-azerbaijani-brokered-gas-deal-socar-source-says/ar-AA1weB3X?ocid=BingNewsVerp",
            "description": "Moscow and Kyiv have failed to agree on a deal brokered by Azerbaijan to continue Russian gas exports to Europe via Ukraine, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.70yKOhTwSG80KRbIIPhm6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "12hon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Residents of Ukraine's besieged Pokrovsk hunker down as Russia advances",
            "link": "https://www.reuters.com/world/europe/residents-ukraines-besieged-pokrovsk-hunker-down-russia-advances-2024-12-20/",
            "description": "Ukrainian pensioner Oleksandr Sopov barely reacts to the boom of artillery outside Pokrovsk, the eastern city where fierce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8pWnv5VdiSysU1gFjO4G-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Veterans Commemorate the 80th Anniversary of the Battle of the Bulge, Hitler’s Last Major Attack on the Western Front",
            "link": "https://www.msn.com/en-us/news/world/veterans-commemorate-the-80th-anniversary-of-the-battle-of-the-bulge-hitlers-last-major-attack-on-the-western-front/ar-AA1wfnyb?ocid=BingNewsVerp",
            "description": "Veterans and dignitaries gathered in Belgium and Luxembourg this month to reflect on the deadly World War II conflict that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1dy3wc2AHUxkVFoFV8v44S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Smithsonian Magazine on MSN8h",
            "source": "Smithsonian Magazine on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Support for quick end to Russia-Ukraine war grows in US: Gallup",
            "link": "https://thehill.com/policy/international/5050629-americans-support-quick-end-ukraine-war-gallup/",
            "description": "Americans’ desire to speed up the end of the Russia-Ukraine war has ticked up, a new Gallup survey found. The poll revealed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KZLOLcNKzwbV_dXxGkWpZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "12h",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock market today: Dow soars 498 points as stocks bounce back from Fed-fueled plunge",
            "link": "https://markets.businessinsider.com/news/stocks/stock-market-today-dow-jones-soars-tame-inflation-dovish-fedpseak-2024-12",
            "description": "A cooler-than-expected PCE print for the month of November has Fed president Austan Goolsbee encouraged about future interest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cn7qk1n2Ph1hYFJCJh2lZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "7h",
            "source": "Business Insider",
            "article_content": "US stocks soared Friday after tame inflation data and dovish comments from the Fed's Austan Goolsbee.\n\nGoolsbee said he expects interest rates to continue to decline over the next 12-18 months.\n\nInvestors are closely monitoring a potential government shutdown and a big triple-witching day for the options market.\n\nUS stocks surged on Friday, recovering some of the week's losses sparked by a hawkish Federal Reserve.\n\nAdvertisement\n\nThe Dow Jones Industrial Average rose nearly 500 points, giving back some of its intraday gains after being up over 800 points. The Nasdaq Composite and the S&P 500 were up over 1%.\n\nThe market opened lower, though it reversed course later in the morning. The gains accelerated after Fed president Austan Goolsbee told CNBC that he expects interest rates to decline \"a fair bit\" over the next 12-18 months.\n\nAdvertisement\n\nGoolsbee, along with the broader market, was encouraged by recent inflation data, which came in below economist estimates.\n\nA slide in bond yields also helped stocks through the day, with the 10-year Treasury yield down four basis points to 4.528%.\n\nThe PCE index, which is the Fed's preferred measure of inflation, rose 0.1% month-over-month in November, compared to economist estimates of 0.2%. On an annual basis, the gauge rose 2.4% versus expectations of 2.5%.\n\nAdvertisement\n\n\"We're still on path to get to 2% and at least for this new month you don't want to make too much out of any one month, but I'm hopeful that this suggests that the couple of months of firming were more of a bump than a change in path,\" Goolsbee said of the recent inflation data.\n\nHere's where US indexes stood at the 4:oo p.m. closing bell on Friday:\n\nAdvertisement\n\nConcerns of an imminent government shutdown have also driven recent market volatility. Congress has until midnight on Friday to pass a deal to avert a shutdown.\n\nWhile Congress had a stopgap funding bill in place a few days ago, President-elect Donald Trump and Elon Musk torpedoed it, complaining about unnecessary spending measures within the bill.\n\nA second attempt to pass a government funding bill endorsed by Trump failed in the House of Representatives late Thursday evening, with a final vote of 174 for and 235 against.\n\nAdvertisement\n\nHouse Speaker Mike Johnson has since proposed a new plan that would temporarily keep the government open and fund disaster aid. The bill reportedly has support from Republicans, and is set for a vote later on Friday.\n\nFor his part, President Trump has said that he wants to see an elimination of the debt ceiling, or at least extend a pause of the debt ceiling to 2029 when his second term ends.\n\nHouse Speaker Johnson's new bill does not include the elimination of the debt ceiling.\n\nAdvertisement\n\nTraders are also on watch at the close amid the quarterly \"triple-witching,\" with about $6.5 trillion worth of options tied to stocks and ETFs set to expire.\n\nHere's what else happened today:\n\nAdvertisement\n\nIn commodities, bonds, and crypto:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Novo Nordisk's Stock Plunge Is Rattling Markets",
            "link": "https://www.wsj.com/livecoverage/stock-market-today-dow-sp500-nasdaq-live-12-20-2024/card/novo-nordisk-stock-tumbles-on-disappointing-obesity-shot-trial-hbGFlZsdjceYaTY9eUqo",
            "description": "Shares in Ozempic maker Novo Nordisk crashed, after an experimental anti-obesity shot fell short of expectations. The shares ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ihDyq5oKwcYerp-VKTFQjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "16h",
            "source": "Wall Street Journal",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eli Lilly: Improved Competitive Position In Obesity Market, But Strong Execution Is A Must Now",
            "link": "https://seekingalpha.com/article/4745638-eli-lilly-improved-competitive-position-in-obesity-market-but-strong-execution-is-a-must-now",
            "description": "The updates from clinical trials of Eli Lilly's competitors in the obesity market were largely underwhelming this year. See ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I8oVrisq5prJ5cTWkhB-lS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "11h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hybrid Sales Boom In Europe While EVs And PHEVs Lose Market Share",
            "link": "https://www.msn.com/en-us/autos/electric-cars/hybrid-sales-boom-in-europe-while-evs-and-phevs-lose-market-share/ar-AA1wep7X?ocid=BingNewsVerp",
            "description": "November was a tough month for the European car market, as sales of BEVs, plug-in hybrids, petrol and diesel cars all fell ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1ewTX1akMOiudziaIvtXDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "7hon MSN",
            "source": "Carscoops on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump is set to inherit a ‘strong’ economy. But his and Musk’s decisions already hint at ‘economic disaster,’ critics say",
            "link": "https://www.msn.com/en-us/money/markets/trump-was-poised-to-inherit-a-strong-economy-then-things-got-rocky-and-he-added-to-the-uncertainty/ar-AA1wdNUz?ocid=BingNewsVerp",
            "description": "I guess Elon Musk is making the decisions now, because Republicans in Congress are incapable of making decisions on their own ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aw1K4VksOt7d9dBhhvSejy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "9hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russian economy meltdown as key Kremlin player reveals 'disaster' situation",
            "link": "https://www.msn.com/en-gb/money/other/russian-economy-meltdown-as-key-kremlin-player-reveals-disaster-situation/ar-AA1weCxU?ocid=BingNewsVerp",
            "description": "Raging inflation is being driven by the billions the Kremlin is pumping into military industries as its invasion of Ukraine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dG_wUjldstn-fpF2bbgnuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "12hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lenovo May Reveal SteamOS Gaming Handheld at CES",
            "link": "https://www.thurrott.com/games/314753/lenovo-may-reveal-steamos-gaming-handheld-at-ces",
            "description": "Lenovo has teased some gaming handheld announcements at CES 2025 with an upcoming event featuring Valve and Xbox executives.",
            "image_url": "https://www.bing.com/th?id=OVFT.TmUfHC80hqx_kXo1tY6qDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "8h",
            "source": "Thurrott",
            "article_content": "\n\nAs Valve appears to be ready to bring back third-party Steam machines, the next edition of CES could be quite interesting for PC gaming handheld enthusiasts. Indeed, Lenovo may be one of the first manufacturers to launch a new model running Valve’s SteamOS instead of Windows 11.\n\nLast week, Evan Blass leaked some pictures of what could be the Legion Go S, an upcoming gaming handheld from Lenovo. Some of these pictures showed what looks like a Steam button on the left side of the screen, suggesting that the device could run SteamOS instead of Windows 11. However, another picture showing the same device in white had a different logo near that same button, so maybe a Windows version is in the cards as well.\n\nAnyway, Lenovo seems to have confirmed that something related to Valve and gaming handhelds will happen at CES: Yesterday, the company sent email invites to journalists for a CES event where it’s planning to discuss “what lies ahead in the gaming handheld space and showcasing our latest Lenovo Legion Go innovations advanced by AMD.” As reported by The Verge, the invite mentioned the presence of Valve’s “Chief Design Architect” Pierre-Loup Griffais.\n\nWindows Intelligence In Your Inbox Sign up for our new free newsletter to get three time-saving tips each Friday — and get free copies of Paul Thurrott's Windows 11 and Windows 10 Field Guides (normally $9.99) as a special welcome gift! \"*\" indicates required fields Email * Name This field is for validation purposes and should be left unchanged. Δ\n\nLenovo’s CES event will also feature Jason Ronald, Microsoft VP of Xbox Gaming Devices and Ecosystem who also has a new “VP of Next Generation” title. Microsoft is very much interested in gaming handhelds, and the company is still working hard to optimize its Xbox app for PC for smaller screens. Phil Spencer, CEO of Microsoft Gaming also recently confirmed that the company was working on gaming handheld prototypes. However, the exec added that the first Xbox handheld was still a few years out.\n\nWhile both Xbox and PlayStation are working on their own gaming handhelds, Valve has a real shot a growing the SteamOS ecosystem with the help of PC manufacturers. The company also told The Verge earlier this year that it was working to support SteamOS on the Asus ROG Ally, another popular Windows-based gaming handheld."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paper manufacturers' revenue may dip 2-3 pc in FY25: Crisil report",
            "link": "https://www.msn.com/en-in/money/economy/paper-manufacturers-revenue-may-dip-2-3-pc-in-fy25-crisil-report/ar-AA1wdoP7?ocid=BingNewsVerp",
            "description": "Indian paper manufacturers face a 2-3% revenue dip this fiscal year. Operating margins will likely shrink to 15-16%. High ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94jfQLXM18Zer4At7gTxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "17hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Advancing Observability In Cloud-Based Microservices Architecture With AI",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/20/advancing-observability-in-cloud-based-microservices-architecture-with-ai/",
            "description": "Building an AI-driven logging and exception-handling framework involves several key principles to maximize effectiveness.",
            "image_url": "https://www.bing.com/th?id=OVFT.aAdOVnzqjWA9H3HxnRodiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cost-conscious repatriation strategies",
            "link": "https://www.infoworld.com/article/3628746/cost-conscious-repatriation-strategies.html",
            "description": "Companies are reassessing their cloud strategies as they pursue cost-effective solutions and operational efficiency on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n6u-fxejPJotU8icFpfECy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "InfoWorld19h",
            "source": "InfoWorld",
            "article_content": "In recent years, the cloud computing landscape has undergone a seismic shift. After fully embracing the potential of public cloud services, many companies are reevaluating their strategies and shifting workloads back to on-premises infrastructures.\n\nThis trend, known as cloud repatriation, is driven by rising costs and increasing complexities in public cloud environments. More and more repatriation projects are underway as enterprises continue to receive exorbitant cloud bills. Many enterprises now realize that the unexpectedly high costs of cloud services are unsustainable in the long term.\n\nGEICO has made headlines for its decision to repatriate numerous workloads back to on-premises solutions. In a recent interview, Rebecca Weekly, the vice president of platform and infrastructure engineering, said the initial goal of moving to the cloud was to reduce costs and complexity, but it ultimately had the opposite effect."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bone box of Jesus' brother discovered in Israel deemed 'most significant item from time of Christ'",
            "link": "https://www.msn.com/en-xl/news/other/bone-box-of-jesus-brother-discovered-in-israel/ar-AA1weJvQ?ocid=BingNewsVerp",
            "description": "A 2,000-year-old bone box etched with the name of Jesus' brother was discovered in Israel. It features the inscription 'James, son of Joseph, brother of Jesus,' written in ancient Aramaic.",
            "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
            "category": "bible+discovery",
            "date": "10hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Biblical Archaeology Stories of 2024",
            "link": "https://www.christianitytoday.com/2024/12/top-10-biblical-archaeology-disovery-list-2024/",
            "description": "From a Mediterranean shipwreck to a mosaic on display in Washington DC, these are the discoveries that made scholars of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6hWiPm4dXuB3Jc5Y7Dbs_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Christianity Today11h",
            "source": "Christianity Today",
            "article_content": "From a Mediterranean shipwreck to a mosaic on display in Washington, DC, these are the discoveries that made scholars of the biblical world say “wow” this year.\n\nEmil Aladjem/Israel Antiquities Authority via AP\n\nThe continued fighting in Israel limited biblical archaeology this year. But a few excavations made it into the field in 2024, and some of their discoveries are remarkable. Israel also sent some of its most treasured discoveries aboard—a boon for many in the US who would like to see them.\n\nWhile the most important discoveries of this past year will not be known for years to come, these are the top stories about archaeological developments related to the land of the Bible, the biblical period, and the early history of Christianity that caught our attention in 2024.\n\n10. A new center in Jerusalem\n\nThe Israel Antiquities Authority (IAA) opened its new center in Jerusalem after 14 years of construction. The Jay and Jeanie Schottenstein National Campus for the Archaeology of Israel hasn’t had a grand opening yet—that may still be a year or two away. But the $106 million structure just down the hill from the Israel Museum began inviting the public to see the new archaeological discoveries.\n\nSign up for The Daily Briefing Get the most recent headlines and stories from Christianity Today delivered to your inbox daily. Email* Sign Up This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. Thanks for signing up. Please click here to see all our newsletters. Sorry, something went wrong. Please try again.\n\nArchitect and urban planner Moshe Safdie designed the building to resemble an excavation site. The entrance is covered by a canopy resembling those found at excavations all over Israel. As visitors descend, they see galleries, laboratories, films, and exhibits that display a small portion of the archaeological richness of the Holy Land.\n\n9. The Siege of Jerusalem\n\nThe Assyrian king Sennacherib “came down” on Jerusalem in 701 BC “like the wolf on the fold,” with his armies “gleaming in purple and gold,” as famously described by the poet Byron. The king, for his part, ordered an inscription memorializing the feat, saying how he’d shut up Hezekiah “like a caged bird in his royal city.” Sennacherib conveniently omitted the fact that he failed to actually take Jerusalem.\n\nThe site of that siege has been identified by archaeologist Stephen Compton using modern mapping techniques.\n\nCompton took a depiction of Sennacherib’s camp from detailed relief panels excavated from Sennacherib’s palace in Ninevah back in 1840, which are now on display at the British Museum. He superimposed that picture on aerial photos of a siege camp at Lachish, Judah’s second largest city, which was conquered in 701 BC.\n\nCompton then looked around Jerusalem and found a similar layout at Ammunition Hill, now remembered as the site of fierce fighting in Israel’s 1967 Six-Day War. It’s a mile and a half north of Jerusalem’s Damascus Gate. Perhaps someday an excavation will search for siege evidence from 701 BC.\n\nAlthough Jerusalem was not conquered by Sennacherib, the Assyrians exacted heavy tribute. Archaeologists also reported the excavation of an administrative center, near the new US Embassy in southern Jerusalem, that may have been used by the Assyrians to collect tribute. Researchers believe it was built on top of an older administrative center, built by King Hezekiah or his father Ahaz and razed by the invaders to demonstrate their authority. Excavation uncovered an array of personalized, stamped handles from storage jars.\n\n8. Skills of the ancient mariners\n\nThe IAA announced the discovery of the deepest and earliest shipwreck ever found in the Eastern Mediterranean. Previously, historians knew of only two Bronze Age shipwrecks in the region, both near the coast of Turkey. This discovery, 56 miles offshore, suggests ancient mariners were venturing far from shore, which would only be possible with well-developed celestial navigation skills.\n\n“This is a world-class, history-changing discovery,” said Jacob Sharvit, head of the IAA’s marine unit. “This reveals the ancient mariners’ navigation skills—capable of traversing the Mediterranean Sea without a line of sight to any coast.”\n\nA natural gas company was surveying the sea floor with a submersible robot and came upon a huge pile of jugs a mile below the surface. A few of the jugs were raised to the surface and identified as Late Bronze Age Canaanite storage vessels from the 14th–13th century BC. The Canaanites later became known as seafaring Phoenicians and developed a trading network that ranged across the Mediterranean Sea during the Iron Age.\n\n7. A libation token\n\nClay seal impressions with images and letters on one flat side and perhaps the impression on the other are common in biblical archaeology. It’s quite rare to find a blob of ancient clay that is pinched on one side with writing and an image on the reverse, but that’s what a team at the Temple Mount Sifting Project found.\n\nThe discovery, made in 2011, was identified in 2024 as a pilgrim’s token, which could be exchanged for an offering at the temple. The wine jar depicted on the token may indicate it was payment for wine to be poured out on the temple altar. The use of such tokens is described in the Mishna, the oral Jewish law compiled in the second century.\n\n6. Canaanite complex conundrums\n\nSome of the excavations that took place in 2024 explored Canaanite cult complexes dating to the Early Bronze Age, 1,000 years before Abraham, and to the Late Bronze Age, around the time of the Exodus.\n\nSalvage archaeologists preparing the way for urban expansion excavated a site near Beit Shemesh this year and found a building that had been used for ritual activity before being suddenly abandoned. Tiny cultic vessels, which probably had a symbolic purpose, were still intact.\n\nFew similar public buildings from the period have been found in Israel, and this site is helping archaeologists develop their understanding of early urbanization.\n\nAbout six miles south, another Canaanite cult complex has been uncovered at Tel Azekah. Archaeologists say it began as an open-air sanctuary with a spectacular view and was later enclosed. It was dubbed “the Temple of the Rising Sun.”\n\nTen miles further south, the 14th season of excavation at Tel Burna ended after just three weeks because of the war, with some significant mysteries still unsolved. Archaeologists believe they discovered the part of the cultic complex where the priests lived, but they still don’t know why the religious site appears to have strong cultural connections with Cyprus, which is located 300 miles away in the Mediterranean. And they don’t know why such a large site—perhaps the largest Canaanite cult complex of the Late Bronze Age—was located so far from the coastal trade routes.\n\n“How did these hillbilly Canaanites build this cult complex?” said Lipscomb University archaeologist Steven Ortiz, who joined the project in 2018, in an interview with CT.\n\nOngoing research at a mysterious mud-brick arch atop Tel Shimron in northern Israel uncovered a great quantity of Canaanite cultic objects. Next to the arch, in a depression that’s called a favissa—a place where sacrificial objects are discarded—researchers found two bronze bull figurines, which are typically connected to the worship of El, the head of the Canaanite pantheon, or the storm god Baal. They also found 40,000 animal bones and 57,000 pottery shards, including remnants of a rare Minoan jug from Crete.\n\n“In terms of religion, we don’t have anything like this,” archaeologist Daniel Master said. “This is on a scale that we don’t have anywhere else in this region.”\n\n5. The gate of Shiloh\n\nWhen the Israelites lost the ark of the covenant to the Philistines, the priest Eli fell off his chair and broke his neck at the gate of Shiloh (1 Sam. 4:18). In 2024, the excavation by the Associates for Biblical Research at Tel Shiloh finished uncovering that gate.\n\n“There’s a niche in the fortification wall. We put a beam into that niche, and it goes right across the top of the pillars,” excavation director Scott Stripling told Christianity Today.\n\nNear the pillars, archaeologists also found geometric paving stones forming a plaza, which is unexpected for that time.\n\nIn another area of the tel, or mound, excavators are uncovering the walls of a building the size of the biblical tabernacle, where the ark of the covenant was kept. They have also discovered a favissa with bones from sacrifices, pottery, and gold objects, which were apparently pendants.\n\n4. Redating a Jerusalem wall\n\nA wall once attributed to King Hezekiah is now thought to have been built earlier by King Uzziah. This indicates that Jerusalem was expanding even before a flood of refugees arrived after the Assyrian conquest of the northern kingdom of Israel in 732 BC.\n\nWhile that reassessment adds valuable insight into the history of the city, it’s also a powerful example of what can be done with a creative combination of complementary technology to establish “absolute chronology.”\n\nRadiocarbon dating, normally a boon to archaeology, doesn’t work very well for objects made during the Iron Age, due to a cosmic phenomenon known as the Hallstatt Plateau. This has limited the precise dating of archaeological discoveries in Jerusalem during its time as capital of the united Kingdom of Israel and then Judah. For a decade, archaeologists have worked to combine radiocarbon results in four different excavation areas with a precise single-year timeline derived from dendrochronology, the study of tree rings.\n\nThis has led to several redatings, including the wall now attributed to King Uzziah.\n\n3. The start of the alphabet\n\nThe earliest use of alphabetic writing has been pushed back 500 years through the discovery of four small fingers of clay in a tomb at Umm el-Marra in northern Syria. The tomb, which contained burials in gold and silver, was discovered in 2004 and carbon-dated to 2400 BC, the Early Bronze Age, when Umm el-Marra was a crossroad of trade routes between Aleppo and the Euphrates River.\n\nJohns Hopkins University archaeologist Glenn Schwartz was positive about the dating but came slowly to the conclusion that he had found actual alphabetical writing. He went public with his conclusion at November’s annual meeting of the American Society of Overseas Research.\n\n“Previously, scholars thought the alphabet was invented in or around Egypt sometime after 1900 BCE,” Schwartz said. “But our artifacts are older and from a different area on the map, suggesting the alphabet may have an entirely different origin story than we thought.”\n\nNumerous references to writing in the Old Testament seem to indicate a level of literacy that archaeology has been slow to support. But recent developments, including the discovery that topped CT’s 2022 archaeology list, are providing a fuller picture of early literacy.\n\n2. Jesus recognized in Germany\n\nA silver amulet was found in an 1,800-year-old burial outside Frankfurt in 2018. In 2024, researchers were able to scan the item, virtually unrolling the thin amulet to read the Latin inscription inside, which says the amulet will “protect the man who surrenders himself to the will of the Lord Jesus Christ, Son of God, since before Jesus Christ every knee bows: those in heaven, those on earth and those under the earth, and every tongue confesses.”\n\nThis discovery, announced in December, provides the earliest evidence of Christianity north of the Alps, indicating that Christianity spread to Northern Europe more quickly than had been thought. The person who wore it was buried between the year 230 and 270 AD.\n\n1. A mosaic free from prison\n\nThe Megiddo Mosaic was discovered 20 years ago, but the amazing artifact, built for a small group of Christians who worshiped together about 200 years after the time of Jesus, was inaccessible behind prison walls. In 2024, it was loaned to the Museum of the Bible in Washington, DC, and is now widely available for public viewing.\n\nThe mosaic floor includes three well-preserved inscriptions, and one, in Greek, mentions “God Jesus Christ,” clearly testifying to the recognition of Jesus as more than a good teacher. The design shows the space was intentionally built for Christian worship. Centered on a Communion table, it more closely resembles a Jewish synagogue than the Roman basilica, and depicts two fish, the most popular Christian imagery before Constantine.\n\nThis is only the third church building that archaeologists have discovered that dates to the time before Constantine made Christianity legal in the Roman Empire. There is one at Dura-Europus in Syria and another at the location traditionally believed to be the apostle Peter’s house in Capernaum. Those were both houses converted for worship.\n\nThis mosaic floor was not discovered at Tel Megiddo, a famous archaeological site, but a few miles down the road during the renovation of a prison. The mosaic will be on display at the Museum of the Bible until July. It will eventually return to Israel.\n\nThis is an unusually good time to see biblical archaeology in US museums. In addition to the Megiddo Mosaic, the IAA has a permanent display at the Museum of the Bible called People of the Land, and the IAA also has a traveling exhibit on the Dead Sea Scrolls, which is currently at the Reagan library in California.\n\nThe Tel Dan Stele, which includes the first known reference to the house of David, is on display at the Jewish Museum in New York City through January 5. And Discovering the World of Jesus, which includes the controversial James Ossuary with the inscription “James, the son of Joseph, the brother of Jesus,” is on display in Atlanta.\n\nGordon Govier writes about biblical archaeology for Christianity Today, hosts the archaeology radio program The Book and The Spade, and is the editor of Artifax."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Film Theory - How Batman BEATS Superman! - Batman v Superman",
            "link": "https://www.msn.com/en-us/entertainment/comics/film-theory-how-batman-beats-superman-batman-v-superman/vi-AA1wdejc?ocid=BingNewsVerp",
            "description": "Batman VERSUS Superman? Sounds like the most one-sided fight in history! How can a normal human overcome a super-powered ...",
            "image_url": "https://www.bing.com/th?id=OVF.gzATpWkXZvDg%2baq8X7yZRw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN18h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Queues build up for water as thousands were left without supplies",
            "link": "https://www.msn.com/en-au/public-safety-and-emergencies/health-and-safety-alerts/queues-build-up-for-water-as-thousands-were-left-without-supplies/vi-AA1wfqrx?ocid=BingNewsVerp",
            "description": "Residents queued patiently as they waited desperately for bottles of water at ASDA Totton. It comes after thousands of homes in Hampshire were left without supplies due to a 'technical issue.' ...",
            "image_url": "https://www.bing.com/th?id=ODF._kZMPt4WNJFUpf58U6Qe-w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fact Check: Maryland UFO clip created by AI",
            "link": "https://www.reuters.com/fact-check/maryland-ufo-clip-created-by-ai-2024-12-20/",
            "description": "An AI-generated video purporting to show unidentified flying objects in Maryland has been shared online as video of a real ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ozLHYZkoRjfHgz4UnDBOey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "15h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How do I report a UFO or UAP across Ontario and the rest of Canada? Here's what the experts say — and how sightings are investigated",
            "link": "https://www.toronto.com/news/how-do-i-report-a-ufo-or-uap-across-ontario-and-the-rest-of-canada/article_8d9f5ad1-86d9-5370-9529-54e043390ff2.html",
            "description": "Have you seen something weird in the sky? Don't know what it is? Here's how experts say you can, and should, report UFO or ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mDHS2ZOtsiUvjXpu_XtuaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "toronto.com17h",
            "source": "toronto.com",
            "article_content": "Have you seen something weird in the sky? Don't know what it is? Here's how experts say you can and should, report UFO or unidentified aerial phenomena (UAP) in Canada.\n\nTransport Canada collects aviation occurrence information and enters it into the Civil Aviation Daily Occurrence Reporting System, known as CADORS.\n\nIn CADORS reports, Transport Canada said the term “UFO” can include sightings of unmanned air vehicles (UAVs or drones), balloons, meteors, weather phenomena and birds.\n\nARTICLE CONTINUES BELOW\n\n“It should not be interpreted to mean something of extraterrestrial origin. The information in CADORS should be treated as preliminary, unsubstantiated and subject to change,” said Flavio Nienow, Transport Canada spokesperson, in a statement.\n\nTransport Canada said they don't have any additional information to provide beyond what can be found in CADORS.\n\nHow does Transport Canada followup on reports?\n\nWhen reports like these are generated, Nienow explained the next steps depend on the type of the incident reported.\n\n“Further follow up may be undertaken by various organizations including Transport Canada, Nav Canada, the Transportation Safety Board of Canada and the North American Aerospace Defense Command,” he said. “Transport Canada will use every tool at its disposal in an attempt to find an aircraft found to be operating in an unsafe and unlawful manner.”\n\nNienow said anyone who witnesses unsafe aviation activity should contact Transport Canada or local law enforcement. Witnesses are encouraged to record and provide as much information as possible to help Transport Canada review incidents more effectively. For example, send clear photos or videos, record the date, time and any other identifying marks.\n\nOther aviation incidents may be reported at Incident reporting: Report an aviation incident. Drone-related incidents can also be reported.\n\nHow else can you report?\n\nThe U.S.-based National UFO Reporting Center collects all sorts of reports — including UFO and UAP reports from Canada, the U.S., and around the world. They encourage people to use their website to report occurrences.\n\nThroughout its history, the organization has processed more than 180,000 reports.\n\n“We look at every single report. We make an assessment,” said Christian Stepien, the organization's chief technology officer, and follow up on reports that require a more in-depth look.\n\nReports are placed in the organization's databank, where you can review past reports categorized by date and location.\n\nThis publication reached out to the Ontario Provincial Police about UFO or UAP reports and asked how they advise citizens both generally and specifically to report them. We have not yet received a response."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The secret life of ALAS1: Basic science discovery could the pave way for better small interfering RNA therapies",
            "link": "https://www.msn.com/en-us/health/other/the-secret-life-of-alas1-basic-science-discovery-could-the-pave-way-for-better-small-interfering-rna-therapies/ar-AA1weCnc?ocid=BingNewsVerp",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually a cause for frustration. In science, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IVvFfP8CqP7-K3Q_Xlk_LC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The secret life of ALAS1: How a basic science discovery could pave the way for better siRNA therapies",
            "link": "https://www.sciencedaily.com/releases/2024/12/241220132839.htm",
            "description": "New findings point to an opportunity to improve therapies that use small RNAs to silence disease-causing genes, potentially including those involved in cancer.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily3h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Observe 'Negative Time' In Quantum Experiments",
            "link": "https://www.barrons.com/news/scientists-observe-negative-time-in-quantum-experiments-6045243b",
            "description": "Scientists have long known that light can sometimes appear to exit a material before entering it -- an effect dismissed as an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C_G52872b-gloMeGYIXCty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "2h",
            "source": "Barron's",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers take 'significant leap forward' with quantum simulation of molecular electron transfer",
            "link": "https://www.msn.com/en-us/news/technology/researchers-take-significant-leap-forward-with-quantum-simulation-of-molecular-electron-transfer/ar-AA1wflZ6?ocid=BingNewsVerp",
            "description": "Researchers at Rice University have made a meaningful advance in the simulation of molecular electron transfer—a fundamental ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tzCRlV2VjbGNkrpdvn22rC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "7hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biobehavioral Synchrony Between Parent and Infant",
            "link": "https://www.psychologytoday.com/us/blog/the-nurture-revolution/202412/biobehavioral-synchrony-between-parent-and-infant",
            "description": "For parents and professionals, understanding the science of biobehavioral synchrony offers a powerful framework for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H50D8UPgjdTD2iXF73t12S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Psychology Today8h",
            "source": "Psychology Today",
            "article_content": "The relationship with our babies can often be seen as a dance—a give-and-take of eye contact, touch, gestures, and emotions between parent and child. This metaphorical dance finds its scientific grounding in the concept of biobehavioral synchrony. Defined as the dynamic and reciprocal adaptation of behaviors and biology between two people, synchrony plays a foundational role in a child’s development. It shapes emotional, cognitive, and social outcomes, setting the stage for healthy development.\n\nBut what does this mean for one of the most challenging aspects of parenting: infant sleep?\n\nMy intention in this month’s blog post is to explore the findings from Leclère et al.'s review (1) on synchrony and connect them to the art of nurturing infant sleep, offering insights for parents and professionals alike.\n\nBiobehavioral Synchrony: A Foundation for Development\n\nLeclère et al.’s review spans decades of research, analyzing studies that illuminate how mother-child synchrony influences developmental trajectories. Synchrony is not just about physical proximity or shared time; it’s a dynamic, moment-to-moment alignment of emotions, gestures, and rhythms. Whether it’s a shared gaze, vocalizations, or synchronized gestures, these micro-interactions lay the groundwork for critical developmental processes.\n\nFor example, Ruth Feldman’s longitudinal studies, highlighted in the review, demonstrate that early synchrony predicts long-term outcomes like empathy, school readiness, and emotional regulation. Similarly, the well-known “still-face” paradigm by Cohn and Tronick shows how even brief disruptions in synchrony can distress infants, underscoring its role in fostering emotional security.\n\nThe implications are profound: synchrony is not merely a passive byproduct of healthy interactions but an active process that molds a child’s brain and behavior. This insight becomes especially relevant when considering infant sleep, an area where synchrony—or the lack thereof— plays a central role.\n\nThe Role of Synchrony in Infant Sleep\n\nInfant sleep is not just a biological necessity; it’s also a social process deeply intertwined with emotional regulation and attachment. The findings from Leclère et al.’s review highlight several ways that synchrony may influence sleep:\n\n1. Nervous System Regulation\n\nSynchrony serves as a co-regulatory mechanism for infants, providing the external support needed to settle into sleep. Through attuned interactions, caregivers help align an infant’s physiological rhythms to states conducive to rest. For example, a parent’s gentle rocking or soothing voice can create a calming effect, guiding the infant toward relaxation and eventual sleep.\n\nResearch on oxytocin underscores this connection. Oxytocin, often called the “love hormone,” plays a fundamental role in biobehavioral synchrony. Elevated oxytocin levels during synchronized mother-infant interactions have been linked to enhanced emotional regulation in infants, which is critical for making the transition from wakefulness to sleep smoother and less stressful.\n\n2. Stress Reduction\n\nInfants are highly sensitive to disruptions in synchrony, as shown in the “still-face” paradigm. These disruptions can increase cortisol levels, a stress hormone that interferes with sleep. By maintaining synchrony, caregivers can buffer against stress, creating a calm and secure environment that promotes restorative sleep.\n\n3. Attachment Security\n\nAttachment theory emphasizes the importance of secure attachment, and synchrony is a vital ingredient in its formation. Attachment can be understood as the balance between two fundamental needs: the secure base from which to explore and the safe haven to return to in times of distress. For infants, falling asleep alone often activates the attachment system, triggering a need for reassurance and safety. When caregivers fulfill their “safe haven” role—through physical presence, soothing interactions, or attuned responses—they provide infants with a “felt sense” of safety in their bodies. This sense of safety enables infants to relax and transition into sleep, confident that they are protected and cared for.\n\n4. Routine and Predictability\n\nSynchrony naturally incorporates elements of routine, as caregivers intuitively adapt to their infant’s needs and cues. Predictable, synchronized interactions during bedtime can signal to the infant that it’s time to sleep. This alignment between caregiver actions and infant expectations fosters a smoother transition to sleep.\n\nPractical Strategies for Nurturing Infant Sleep through Synchrony\n\nThe science of biobehavioral synchrony provides valuable insights for supporting infant sleep. Here are some practical strategies:\n\n1. Follow the Infant’s Cues\n\nInfants communicate their needs through subtle cues, such as eye contact, vocalizations, and body movements. By responding promptly and appropriately, caregivers can establish synchrony, fostering a sense of safety that promotes sleep.\n\n2. Create a Synchronized Bedtime Routine\n\nA bedtime routine aligned with the infant’s natural rhythms helps signal that it’s time to wind down. Activities like bathing, singing lullabies, massage, rocking, or feeding can be synchronized with the infant’s cues to create a calming sleep environment.\n\n3. Use Gentle Touch and Movement\n\nRocking, swaying, or rhythmic patting can synchronize with an infant’s physiological rhythms, promoting relaxation. Skin-to-skin contact or gentle massages also enhance oxytocin release, further supporting sleep.\n\n4. Maintain Emotional Availability\n\nA caregiver’s emotional state profoundly impacts synchrony. Staying regulated and present during bedtime routines provides the co-regulation infants need to settle into sleep. Emotional availability allows the caregiver to respond attuned to the infant’s cues, fostering calm and security. Practicing daily nervous system regulation—such as mindfulness, deep breathing, or brief moments of self-care—can strengthen the caregiver’s capacity to remain grounded, which in turn helps co-regulate the infant more effectively.\n\n5. Address Sleep Disruptors\n\nRecognizing and mitigating sleep disruptors—for both the infant and the parent—can help sustain synchrony. Environmental factors like noise, room temperature, and light exposure can be adjusted to create an optimal sleep environment. Equally important is adult sleep hygiene. Small changes, such as maintaining a consistent time to go to bed, incorporating calming pre-sleep rituals, and avoiding phone scrolling at night can make a significant difference in the adult’s capacity for synchrony and consequently protect infant sleep needs.\n\nSynchrony as the Heartbeat of Nurturing Sleep\n\nSynchrony can be seen as the heartbeat of nurturing infant sleep interactions. By fostering synchrony through attuned interactions, caregivers can create a nurturing environment that supports both the immediate goal of restful sleep and the long-term goal of healthy development.\n\nFor parents and professionals, understanding the science of biobehavioral synchrony offers a powerful framework for addressing sleep challenges. In the dance of caregiving, synchrony is the rhythm that guides each step, ensuring that both parent and child move together toward rest, connection, and growth."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best Scholarly Books of 2024",
            "link": "https://www.chronicle.com/article/the-best-scholarly-books-of-2024",
            "description": "Happy holidays! As we do at the end of each year, The Review asked a dozen of our contributors to recommend scholarly books that thrilled, surprised, challenged, and delighted them. This year the ...",
            "image_url": "https://www.bing.com/th?id=ODF.HF_SiNRr0L67tu60mgtCFw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "The Chronicle of Higher Education11h",
            "source": "The Chronicle of Higher Education",
            "article_content": "Content not available"
        }
    }
]