[
    {
        "title": "This little-known alien abduction case happened in LA’s backyard. Your guide to the ‘UFO hotbed’ in Big Tujunga Canyon",
        "link": "https://laist.com/news/alien-abduction-case-ufo-hotbed-big-tujunga-canyon",
        "description": "In March of 1953, two women asleep in a remote area of the Big Tujunga Canyon were awoken by a bright light flooding around ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ynv7dgdedYb9ekHB7Ym5xC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "LAist17h",
        "source": "LAist",
        "article_content": "Keep up with LAist. If you're enjoying this article, you'll love our daily newsletter, The LA Report. Each weekday, catch up on the 5 most pressing stories to start your morning in 3 minutes or less. Sign Up\n\nIn March of 1953, two women asleep in a remote area of the Big Tujunga Canyon were awoken by a bright light flooding around their cabin. Inexplicable time loss, an alien abduction account and years of searching for answers were to follow.\n\nThis was the first in a string of UFO accounts that one local researcher called “The Tujunga Canyon Contacts,” making this stark landscape just about 30 minutes north of downtown L.A. what she called a hotbed of UFO encounters.\n\nInvestigators in the field point to the incident as one of the earliest modern day abduction experiences, but even in the town that gave us Close Encounters of the Third Kind, it’s not a story many Angelenos have heard.\n\nListen • 4:31 Listen: When L.A. was a hotbed of UFO accounts Why haven't more people heard about these stories?\n\nSlender entities and beams of light\n\nAt an isolated cabin in the Big Tujunga Canyon, two women were terrified by an experience they had beginning around 2 a.m. on March 22, 1953. According to the women, bright lights and a deathly stillness were followed by an alien abduction in which one of them said they were taken on board a UFO by slender entities with elongated, mask-like faces.\n\nOne of Sara Shaw's drawings from 'The Tujunga Canyon Contacts' Courtesy Anomalist Books )\n\nBoth women’s accounts — and several others — are described in detail in the book The Tujunga Canyon Contacts by Ann Druffel and D. Scott Rogo. To protect them from backlash, the pseudonyms Sara Shaw and Jan Whitley were used in the book, first published in 1980.\n\nShaw and Whitley would undergo regressive hypnosis sessions in order to try and pull recollections of the incident from their memory. Shaw had her hypnosis session led by Dr. Martin Reiser, who founded the LAPD’s Behavioral Sciences Services in 1968 .\n\nIn a second hypnosis session with a different doctor by the name of Bill McCall, Shaw recalled her abduction experience in 1953:\n\nShaw: I’m starting to float. I’m starting to float towards it.\n\n\n\nMcCall: What do you mean you’re starting to float toward it? Shaw: Well, they’re walking with me, but my feet aren’t on the ground\n\n\n\nMcCall: They were on the ground when you came out of the house. How come they’re not on the ground now?\n\n\n\nShaw: Well, there’s a beam of light. It’s like, it’s almost like a...\n\n\n\nMcCall: Now you see a beam of light?\n\n\n\nShaw: I’m on the beam of light....\n\n\n\n(Excerpt from \"The Tujunga Canyon Contacts,\" Anomalist Books)\n\nShaw would go on to recall being examined aboard the spaceship by the entities with some type of scanner. She said they even imparted to her a cure for cancer.\n\nThese accounts and several others in the Tujunga Canyon area were investigated extensively by Druffel, who died in 2020 . In fact, Shaw’s encounter predates one of the earliest and most studied modern day alien abduction stories, that of Barney and Betty Hill in the White Mountains of New Hampshire in 1961.\n\n“It is absolutely a very early case in the pantheon of alien abductions,” said Rob Kristoffersen , the New York-based host of the Our Strange Skies podcast where he studies UFO encounters throughout history.\n\nAnother Sara Shaw drawing from 'The Tujunga Canyon Contacts' Courtesy Anomalist Books )\n\n“It’s not a case that gets talked about a lot... But, I think it’s one of the more important cases that should be looked at more,” Kristoffersen said.\n\nSo why haven’t more people, even in L.A., heard about this abduction account in our own backyard?\n\n“It’s a queer story”\n\nParanormal researcher Dr. C.S. Matthews says it might be because it’s less “hardcore” than some of the abduction accounts out there. These aliens did not seem to be violent or malicious.\n\n“I actually think that part of the reason also is because it’s a queer story. And the UFO community even today has had a real tendency toward being real conservative, kind of right wing,” Matthews said from her home in New York’s Hudson Valley.\n\nAll the women who came forward with their stories of otherworldly encounters in and around the Tujunga area were part of the LGBTQ community, and most, if not all, had some connection to Whitley. While Shaw and Whitley’s initial encounter took place in the 1950s, it wasn’t until the '70s that they brought their story to Druffel.\n\n“Of course they weren’t going to talk about these things in the 1950s. They wouldn’t dare... These women were brave in coming forward. They had to be because they could lose a lot,” Matthews said.\n\nAn older paper back version of 'The Tujunga Canyon Contacts' ()\n\nIn an article titled “ Tujunga Canyon Contacts: Revisited, Reconsidered ,” Matthews writes: “...anyone who remembers what small town lesbian communities were like before, say the 2000’s (or even now in rural areas) can easily spot the dynamics of overlapping friend and romantic interests running just below the surface of the Tujunga Canyon accounts. Druffel’s descriptions of their relationships echo the ethos of the time, allowing anonymity due to prohibitive social norms.”\n\n\n\nA “window area”\n\nIn her book, Druffel describes the region where these and other UFO sightings happened as a “window area,” a place that repeatedly attracts unexplainable phenomena.\n\nPhantom rotorless helicopters, white orbs dancing in the sky and people chasing spaceships that disappear into the landscape: They all allegedly took place in and around the canyon.\n\n“You know, Big Tujunga Canyon can be kind of a creepy place,” local historian and author Mike Lawler told LAist. “Back in high school I would hear stories from friends about weird things that they saw out there.... It’s kind of a desert mountain landscape and pretty spectacular... being so close to LA, it’s phenomenal how wild it is. And in fact, people get lost there all the time.\"\n\n\n\n“It’s really weird up here”\n\nScreenwriter Richard Hatem of Pasadena hosts a podcast called Richard Hatem’s Paranormal Bookshelf. You might also have seen his work in the form of the 2002 film The Mothman Prophecies .\n\nBig Tujunga Canyon at sunset Katherine Garrova )\n\nHe thinks the Tujunga Canyon contacts aren’t very well-known, even in a town that gave us the shooting location for Elliot’s home in Steven Spielberg’s E.T.\n\n“I’ve never heard anyone bring it up,” Hatem said. “Weirdly, I don’t think that L.A. is a city that trades much in its supernatural history, even though there’s a ton of it.”\n\nAfter hearing about the Tujunga contacts a few years ago from Kistoffersen, Hatem recalls eagerly driving 20 minutes west on the 210 Freeway to see the region for himself.\n\n“It’s really weird up here. It feels like we’re a long way from Los Angeles... But I’m like, ‘I’m not staying up here too long. I don’t want them knowing that I’m thinking about them,’” Hatem said.\n\nPerhaps it’s time to put Big Tujunga Canyon on the map with other UFO hotspots like Roswell or Area 51.\n\n"
    },
    {
        "title": "Mechanic proves Hoosiers are not lying about UFO sightings with his flying saucer car",
        "link": "https://www.wdrb.com/wdrb-in-the-morning/mechanic-proves-hoosiers-are-not-lying-about-ufo-sightings-with-his-flying-saucer-car/article_91056728-930a-11ef-8fc1-8be75a50eee9.html",
        "description": "Anderson is often spotted on Hoosiers streets. Sometimes, even parking for pizza. \"I know this pizza is out of this world,\" ...",
        "image_url": "https://www.bing.com/th?id=OVF.gRdJH25esdggLA1Aet5vOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "WDRB1h",
        "source": "WDRB",
        "article_content": "Long-time mechanic Steve Anderson created the mobile spaceship, which you may have seen \"flying\" around the Hoosier state."
    },
    {
        "title": "Weird In The Wade",
        "link": "https://www.bbc.co.uk/programmes/p0k03396",
        "description": "In the 1950s a UFO hoax is uncovered, whilst a deeper mystery remains.",
        "image_url": "https://www.bing.com/th?id=OVFT.ONEKP-1ziTq-IBrd-AsxmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "BBC",
        "article_content": "It's the 1950s and for a few short weeks Biggleswade becomes the flying saucer capital of the world! A UFO hoax is uncovered, whilst two flying saucer sightings a year apart, remain to this day, a mystery. Find out how the hoax and the genuine UFO mystery are intertwined, meet a cast of characters including a working-class engineering hero, and a woman investigating UFOs with her trusty Labrador. In the 1950s things were definitely weird in the wade.\n\nFind photographs and more information at weirdinthewade.blog\n\nProduced and presented by Nat Doig\n\nTheme music by Tess Savigear\n\nAnd the owl hoot at the start of the episode is a sound clip from BigSoundBank.com"
    },
    {
        "title": "‘Did you see that?’: UFO sighting near Indiana sparks fear and curiosity among onlookers | Watch viral video",
        "link": "https://www.msn.com/en-in/entertainment/bollywood/did-you-see-that-ufo-sighting-near-indiana-sparks-fear-and-curiosity-among-onlookers-watch-viral-video/ar-AA1sZN0M?ocid=BingNewsVerp",
        "description": "Witnesses in Indiana reported yellowish-orange orbs zig-zagging near an Air Force base, igniting UFO speculation.",
        "image_url": "https://www.bing.com/th?id=OVFT.ugi8uIr2upHjcnWs5OLGMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "Live Mint on MSN",
        "article_content": ""
    },
    {
        "title": "Roblox OWNER visits my Tycoon.. I HAVE TO BEAT HIM 😈🚀",
        "link": "https://www.msn.com/en-us/news/technology/roblox-owner-visits-my-tycoon-i-have-to-beat-him/vi-AA1t2K8x?ocid=BingNewsVerp",
        "description": "Get the NEW Tofi Squishy: <a href=\" UFO Tycoon: <a href=\" @tofuinstagram @tofuUse Video Creator Code \"TOFUU\" on the Roblox ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HY44kyIHqcQ6aGcCKxdxey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Gaming Legends on MSN45m",
        "source": "Gaming Legends on MSN",
        "article_content": ""
    },
    {
        "title": "OpenAI’s Whisper Experiencing ‘AI Hallucinations’ Despite High-Risk Applications",
        "link": "https://www.msn.com/en-us/health/other/openai-s-whisper-experiencing-ai-hallucinations-despite-high-risk-applications/ar-AA1t1kQR?ocid=BingNewsVerp",
        "description": "The transcription tool is being deployed in hospitals across America, but some commentators feel it may pose dangers for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F9IHFOiAEMCtLCCChxHWoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "PCMag on MSN18h",
        "source": "PCMag on MSN",
        "article_content": ""
    },
    {
        "title": "Six Ways You Can Use AI With Excel",
        "link": "https://lifehacker.com/tech/ways-you-can-use-ai-with-excel",
        "description": "Since 2023, Microsoft has offered Copilot to certain Microsoft 365 users. Here are the best ways to use the company's AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WOij0LL1Br_RuPmwmBfmLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13m",
        "source": "Lifehacker",
        "article_content": "Credit: Ian Moore\n\nIt's been nearly two years since ChatGPT changed the public's perception of AI, and yet the idea of using generative AI at work can still feel a bit like, well, cheating. While there are many potentially suspect ways to utilize the technology to cut corners and outsource work, there are also legitimate use cases for AI in your professional day to day. In fact, companies like Microsoft are now injecting AI tools directly into their work apps, in the hopes that users will find ways to make the most of the technology to enhance their workflows.\n\nExcel is one such app: While there are independent, third-party tools you can use to tap into generative AI with your spreadsheets, the most straightforward method is to simply use Microsoft's own tool, Copilot. Since 2023, the company has been rolling out Copilot capabilities in its Microsoft 365 work suite, which means as long as you have the right setup, you can use generative AI with your spreadsheets to accomplish a number of tasks.\n\nWho can use Copilot in Excel?\n\nYou might be confused why, after firing up Excel, you don't see the option to use Copilot. It isn't you: It's Microsoft. The company actually requires two separate subscriptions to use Copilot with its desktop work suite: You need Microsoft 365 so you can access apps like Word, Excel, and PowerPoint, but you also need Copilot Pro, the company's \"professional\" subscription, to use its suite of AI features.\n\nAmong features like priority access to OpenAI's latest models and Copilot Voice, a Copilot Pro subscription adds the AI assistant to your Microsoft 365 apps. Those two subscriptions put together aren't necessarily cheap: Copilot Pro is $20 per month, while Microsoft 365 costs $6.99 per month, or $69.99 per year—unless you quality for a free subscription.\n\nIf you don't want to pay for both, a Copilot Pro subscription does give you access to Copilot in the web versions of Excel, which Microsoft offers for free for everyone. That should be enough to get a sense for what you can do with Copilot in Excel, but there are a number of limitations to the web app versus what you can expect from its desktop counterpart.\n\nAnother key note: You cannot use Copilot in Excel if your file is saved locally to your computer. If it is, you'll see the Copilot button grayed out. You'll have to move the spreadsheet to OneDrive to play around with AI tools.\n\nBe cautious when using AI for important or precise work\n\nAI can seem like a shortcut on the surface: You ask it to do something for you, and presto, task complete. However, remember that generative AI is not infallible; rather, it is prone to error and mistakes, an effect called \"hallucinating.\" Microsoft doesn't deny this: You'll notice whenever you use Copilot in Excel, each result ends with the statement that \"AI-generated content may be incorrect.\"\n\nThat isn't to say you need to avoid using Copilot in Excel altogether. Instead, you should review its outputs carefully. If your work relies on accuracy and precision, take extra caution.\n\nWith that, let's take a look at some of the Copilot features I think might be of use to Excel users. Spreadsheets are not my thing, so I imagine the following could offer support, especially for those of us that might not know exactly what we're doing when we open up an overflowing page of numbers and figures.\n\nManage Charts, PivotTables, trends, and more\n\nSo, you have a lot of data in your spreadsheet, and you're not sure what you're looking at. Of course, a visual is often a helpful way of breaking down that data into something digestible. I know I'm definitely likelier to understand the implications of a dataset if I see it as a graph rather than a sea of digits.\n\nOne of Microsoft's key advertised Copilot features is this type of data analysis: When you click the Copilot button in Excel, you can hit the \"Understand\" button in the sidebar to task the AI with analyzing your data. You'll be able to ask Copilot to display your data in charts or PivotTables. Copilot displays this output within the sidebar chat feed, so you can take a look for yourself to see if the visual matches up with expectations. If it does, you can run with it via the \"Add to a new sheet\" button.\n\nCredit: Microsoft\n\nAsk Copilot to come up with formulas\n\nI am amazed by Excel power users who intuitively know how to use formulas to perform calculations in their spreadsheets. I could probably fill up a table with data if need be, but ask me to come up with formulas to perform calculations in my dataset? Forget about it.\n\nThis would definitely be one of the Copilot uses I'd rely on most: Rather than figure out a formula for calculating my company's total costs or for finding the average number of days a process may take, you can ask Copilot to create these formulas for you. The AI bot can then create a new column or row that displays these calculations.\n\nCredit: Microsoft\n\nYou can prompt Copilot at any time for this, but you can also get started by clicking \"Create\" under the Copilot menu.\n\nOn the other hand, if you tried to use your own brain power to come up with a formula, and it simply isn't working, you can ask Copilot to troubleshoot: Microsoft says the bot should be able to help you identify why a formula isn't functioning correctly. The same applies for formulas you don't understand: A formula might be working fine, but if you aren't following the process, you can ask Copilot to explain the formula to you.\n\nFormat your spreadsheets\n\nCopilot can also help format your spreadsheets for you. Rather than spend time trying to bold items yourself, or figure out how to spread data through multiple columns, see if a Copilot prompt can achieve the same result.\n\nFor example, you can ask Copilot to split your data across multiple columns by any metric you specify, perhaps if you want to split full names in your spreadsheet from one column into two (one for first names and one for last names). You can highlight specific data types, like if you want to see your top six most productive months highlighted in green, and your lowest productive months highlighted in red. You could also ask the assistant to bold certain metrics that change as your data changes.\n\nHere's another example: As YouTuber Chandoo highlights, you can ask Copilot to take dates formatted by day/month/year, extract the day of the week from each, and print the results as a new column at the end of the spreadsheet. Now, in addition to these calendar dates, you also have their corresponding day of the week (e.g. Sunday, Monday, Tuesday, etc.).\n\nTalk to Copilot about your data\n\nThe benefit of conversational chatbots is they're designed to understand standard questions. In theory, you should be able to ask Copilot questions about your dataset as you would ask an expert who know all about that data, and receive informed answers back.\n\nYou could ask Copilot to look for any trends in your dataset, like something substantial that you may have overlooked yourself. On the flip side, you could ask about any outliers in your data, perhaps data points that don't fit within the rest of the set, that could be used to inform decisions going forward. You could ask specific questions about the data that pop up when analyzing it. Something that might take you a while to find when combing through and investigating for yourself could be faster when relying on AI. (Again, always double-check the work AI produces, Copilot or otherwise.)\n\nGenerate Python code within Excel\n\nExcel now has an \"Advanced Analysis\" button in the Copilot menu that can put together an analysis of your data, followed by writing and running Python code to display that data visually. It's sort of an amalgamation of multiple tasks I cover above, and if you're experienced with Python, you can take a look at the code Copilot produces to see what's going on.\n\nUse prompts to get you started\n\nIf, like me, you lack the imagination to come up with any of these AI prompts yourself, Microsoft has a whole bunch of inspiration available on its Copilot Lab site. You can choose to focus on Excel specifically, as well as certain tasks and jobs, or just browse the entire collection of prompts."
    },
    {
        "title": "How AI Can Power A New Era Of Agile Access",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/28/how-ai-can-power-a-new-era-of-agile-access/",
        "description": "As identity-based attacks continue to disrupt enterprises and the broader economy, companies will be driven to modernize ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G1n5vxTOgufdZxmk3l0v9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "OpenAI has finally launched its ChatGPT app for Windows—here’s how it compares to Copilot",
        "link": "https://www.msn.com/en-us/news/technology/openai-has-finally-launched-its-chatgpt-app-for-windows-here-s-how-it-compares-to-copilot/ar-AA1t36jD?ocid=BingNewsVerp",
        "description": "With the recent launch of the ChatGPT app for Windows, users now have direct access to the popular AI model on their desktops ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qPqZwuRht89rXmODP-1zCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6hon MSN",
        "source": "Tom's Guide on MSN",
        "article_content": ""
    },
    {
        "title": "‘Let Silicon Valley build LLMs; India should lead in AI use cases,’ says, Infosys Chairman Nandan Nilekani",
        "link": "https://www.msn.com/en-in/news/India/let-silicon-valley-build-llms-india-should-lead-in-ai-use-cases-says-infosys-chairman-nandan-nilekani/ar-AA1t3wRq?ocid=BingNewsVerp",
        "description": "Infosys Chairman Nandan Nilekani urges Indian AI firms to focus on practical applications rather than large language models.",
        "image_url": "https://www.bing.com/th?id=OVFT.B-1Ypvnk8NSMvsEQVrepRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "Live Mint on MSN",
        "article_content": ""
    },
    {
        "title": "Life after death? Stark County ghost hunters explore paranormal phenomena",
        "link": "https://www.msn.com/en-us/travel/tripideas/life-after-death-stark-county-ghost-hunters-explore-paranormal-phenomena/ar-AA1t3JKp?ocid=BingNewsVerp",
        "description": "Jeff Eastman is a former engineer. His wife, Susie, is an educator. They run North Canton Paranormal Detectives and hunt for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2A4HHxjuW3NtoTxOFrxtPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Repository on MSN55m",
        "source": "The Repository on MSN",
        "article_content": ""
    },
    {
        "title": "Ghostly Odds: How likely are you to experience paranormal Activity in Scotland?",
        "link": "https://www.msn.com/en-gb/news/other/ghostly-odds-how-likely-are-you-to-experience-paranormal-activity-in-scotland/ar-AA1t3W61?ocid=BingNewsVerp",
        "description": "While there are many reported ghost sightings in densely populated cities like Edinburgh and Glasgow, the sheer size of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5Nu3U9oir0urrUlnSjBGPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "51mon MSN",
        "source": "The Scotsman on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal enthusiasts, Bigfoot researchers and UFO investigators gather at Little Rock expo",
        "link": "https://www.nwaonline.com/news/2024/oct/27/paranormal-enthusiasts-bigfoot-researchers-and/",
        "description": "Speaking Sunday at the 12th Arkansas Paranormal Expo in Little Rock, Robert Swain reported several nearby Bigfoot sightings, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sOiI__ZMSNCkev2wthN1Fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Northwest Arkansas Democrat Gazette9h",
        "source": "Northwest Arkansas Democrat Gazette",
        "article_content": "The sound of plastic bowls meeting already-creaky floorboards joined by the occasional knock and tap echoed through the luminous MacArthur Museum of Arkansas Military History on Sunday during the 12th Arkansas Paranormal Expo.\n\n\"This museum is super haunted, and it's very active right now,\" Rhonda Burton, event organizer and co-founder of the Arkansas Ghost Catchers, said, motioning to a room of Central Arkansas Ghostbusters and other ghost-hunting fanatics.\n\nHaving raised more than $70,000 since its inaugural event in 2011, the expo is one of the museum's largest fundraisers and attracts between 500 and 1,000 people each year for the two-day paranormal event that began Saturday and wrapped up Sunday, Burton said.\n\nThe annual event, which was not held in 2020 or 2021 due to the pandemic, is regularly held on the last weekend of October, Burton said, adding that \"every dime\" from vendor fees to tickets and raffle proceeds benefits the museum.\n\nFor"
    },
    {
        "title": "Unveiling Ohio’s haunted spots: Ghostly tales and paranormal encounters",
        "link": "https://www.msn.com/en-us/travel/tripideas/unveiling-ohio-s-haunted-spots-ghostly-tales-and-paranormal-encounters/ar-AA1sXWMm?ocid=BingNewsVerp",
        "description": "The Ohio State Reformatory, The Ridges, and Johnson’s Island Confederate cemetery are all reputedly haunted places in Ohio, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JzfOs-11L39OJkix_gLK2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WCMH Columbus on MSN23h",
        "source": "WCMH Columbus on MSN",
        "article_content": ""
    },
    {
        "title": "Chesapeake teenager is a construction worker by day, ghost hunter at night",
        "link": "https://www.dailypress.com/2024/10/27/chesapeake-teenager-is-a-construction-worker-by-day-ghost-hunter-at-night/",
        "description": "William Abbitt, 18, of Chesapeake, has been hunting ghosts and investigating the paranormal in Hampton Roads since he was a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bRyq9UGpACy4zchCueRtEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "Daily Press",
        "article_content": "Standing below the hay loft, Julie Bukovich listened to the heavy grunts and creaks of the old barn as the sun set outside and the evening grew colder. She’d been living with her boyfriend on the 19-acre Chesapeake farm for long enough that the sounds were familiar. But the feeling she’d recently been getting — a sense, like an invisible presence, something hovering, something watching her — was new. On this March evening, she watched the expert she’d called to investigate go to work.\n\nThe lanky, blue-eyed teenager strode through the barn, past rows of hanging tools and between stacks of horse feed. He held a bundle of smoldering sage above his head like an Olympic torch and left a trail of scented smoke.\n\n“Thank you. Thank you for being here,” Bukovich said, opening a side door and pointing into a hallway, fumbling to find a light switch. “In there is where there’s been a lot of activity.”\n\nGhost hunter William Abbitt, 18, took a deep breath, pulled out a bottle of holy water that had been blessed by a Catholic priest in Virginia Beach, and stepped into the darkness.\n\nAbbitt isn’t a devout follower of any one religion but knows items such as holy water and crucifixes calm the nerves of those who do or believe. He often suspects a haunting has more to do with faulty wiring, chemical-induced hallucinations or anxiety.\n\nHe walked into the dim hallway that led to a storage area, sprinkled the holy water on the far door and recited a Catholic prayer.\n\n“St. Michael the Archangel, defend us in battle, be our protection …”\n\nAbbitt started investigating suspected paranormal activities as a sophomore at Grassfield High School in Chesapeake. His reputation has grown among his peers as he’s outlined cases on his website and in videos on a YouTube channel dedicated to the exploits of his team: WTCW Paranormal.\n\nHe has led WTCW Paranormal on 35 investigations into local lore and claims of the supernatural in Hampton Roads, at historical sites, businesses and homes. The group’s mission is to research and remain skeptical. He isn’t sure how much he believes in the supernatural. Which is why he got into the whole ghost thing in the first place.\n\n___\n\nWhen Abbitt was around 7, he, his mom and his two big sisters moved into a Virginia Beach house where doors opened and closed inexplicably and it felt like he was living with an angry spirit. “Classic poltergeist activity,” he now says.\n\nAfter the family moved to Chesapeake, he wanted to disbelieve what he remembered. Except he couldn’t.\n\nIn high school, he started by reading the Bible and the Torah.\n\nHe moved to theology and dabbled in demonological literature with texts including Frank and Ida Mae Hammond’s “Pigs in the Parlor: The Practical Guide to Deliverance” and dove into mysticism with texts such as the anonymously authored grimoire “The Lesser Key of Solomon.” He combed through online parapsychological studies and developed a disdain for TV shows that depicted paranormal investigations lacking the scientific method.\n\nToo many people, he thought, took the subject too lightly. Plus, he was having fun.\n\nAbbitt started saving money he made after school at Wendy’s and during the winter break selling Christmas trees to buy equipment that he’d read was essential for paranormal investigations: A camcorder with night vision; a digital audio recorder; flashlights and headlamps; six motion sensors; an infrared laser temperature reader in case ghosts prompt drops in temperature; an ambient temperature deviation device that doubles as a spirit box which cycles through radio frequencies and may be a useful tool for the dead to speak through; an EMF reader, based on hypotheses that ghosts cause shifts in electromagnetic field strengths; frankincense; myrrh; holy water; and walkie-talkies, all of which he stores in a traveling case.\n\nWTCW stands for the founders’ first names: William, Tate, Chris and William. Abbitt is the only founder remaining. Two left the group to pursue other interests and one died this year. But on July 14, 2022, they were all together when they set out to conduct their first “big” investigation.\n\nThe four of them spent part of the night at the Ferry Plantation House, which dates back to about 1830 and is said to have multiple spirits. Abbitt’s camcorder caught a creaking sound like someone walking up the stairs.\n\nAt her farm in March, Bukovich found nothing funny about what she had experienced in and around her barn. She’d been scared by an icky presence in the barn and showed Abbitt a recording on her security cameras which showed a bright orb of light floating in her driveway. She felt more at ease after his visit and liked the seriousness with which he performed the cleansing ritual in her barn. She felt heard.\n\n___\n\nAbbitt frequently posts online notices for new team members, and responses come in from teens to people older than 50. They want to be investigators, camera operators, psychics or demonologists for the team, which has fluctuated between two and eight people.\n\nRecently he got his first post-high school job working construction and uses it to fund WTCW Paranormal. In May, he investigated the Wells Theatre in downtown Norfolk with his then-newest team member. Sammi Cocuzzo, 25, a psychic from Chesapeake, was excited. According to the Wells, the theater is home to three ghosts, including Ned the Stagehand, who haunts the backstage fly rail where he used to raise and lower stage backdrops.\n\nOn a Friday morning, theater staff led the team backstage. The performance space was dark, and Abbitt handed out headlamps. Two team members stayed on the first floor, and he and Cocuzzo climbed a staircase toward a balcony overlooking the stage and Ned’s favorite stomping grounds.\n\nStanding the dark, Cocuzzo lifted her hands to about chest height, one palm facing out.\n\n“I’m picking up on a woman,” she said, and spoke into Abbitt’s nearby spirit box, hoping for a reply.\n\n“Ned, if you’re here can you give us a sign? Can you manipulate this energy?” she later asked.\n\nShe continued to ask questions. Abbitt stared at the EMF meter. Then, suddenly, they heard a bang from the staircase. It sounded like the thud of a heavy object after a fall, and Abbitt’s walkie-talkie lit up.\n\nYes, Abbitt said. But no one had seen anything.\n\n“They’re really active,” Cocuzzo said, standing close to Abbitt. “But they are kind of chilling.”\n\n“Yeah, they aren’t really messing with us right now,” Abbitt said. “That’s probably a good thing.”\n\nHe’d brought his skepticism to the investigation, but in the moment he sounded like a believer.\n\nCocuzzo looked over her shoulder.\n\n“I get the feeling that they like it here.”\n\nColin Warren-Hicks, 919-818-8138, colin.warrenhicks@virginiamedia.com"
    },
    {
        "title": "Indian scientists discover new planet. It's five times larger than Earth",
        "link": "https://www.msn.com/en-in/news/techandscience/indian-scientists-discover-new-planet-its-five-times-bigger-than-earth/ar-AA1t3El8?ocid=BingNewsVerp",
        "description": "TOI-6651b is a unique exoplanet, weighing around 60 times the mass of Earth and having a radius approximately five times ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xrn_7x1cv71zOiWes8j9xC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today on MSN2h",
        "source": "India Today on MSN",
        "article_content": ""
    },
    {
        "title": "When AI changes the way we do science, will we understand the results?",
        "link": "https://www.thehindu.com/sci-tech/science/when-ai-changes-the-way-we-do-science-will-we-understand-the-results/article68803094.ece",
        "description": "AI's transformative potential in science is celebrated, but concerns about bias, trust, and societal impact must be addressed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JaXij4TkZw5kqs7JdRCnMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "The Hindu",
        "article_content": "Artificial intelligence (AI) has taken centre stage in basic science. The five winners of the 2024 Nobel Prizes in chemistry and physics shared a common thread: AI.\n\nIndeed, many scientists – including the Nobel committees – are celebrating AI as a force for transforming science.\n\nAs one of the laureates put it, AI’s potential for accelerating scientific discovery makes it “one of the most transformative technologies in human history”. But what will this transformation really mean for science?\n\nAI promises to help scientists do more, faster, with less money. But it brings a host of new concerns, too – and if scientists rush ahead with AI adoption they risk transforming science into something that escapes public understanding and trust, and fails to meet the needs of society.\n\nThe illusions of understanding\n\nExperts have already identified at least three illusions that can ensnare researchers using AI.\n\nThe first is the “illusion of explanatory depth”. Just because an AI model excels at predicting a phenomenon — like AlphaFold, which won the Nobel Prize in Chemistry for its predictions of protein structures — that doesn’t mean it can accurately explain it. Research in neuroscience has already shown that AI models designed for optimised prediction can lead to misleading conclusions about the underlying neurobiological mechanisms.\n\nSecond is the “illusion of exploratory breadth”. Scientists might think they are investigating all testable hypotheses in their exploratory research, when in fact they are only looking at a limited set of hypotheses that can be tested using AI.\n\nFinally, the “illusion of objectivity”. Scientists may believe AI models are free from bias, or that they can account for all possible human biases. In reality, however, all AI models inevitably reflect the biases present in their training data and the intentions of their developers.\n\nCheaper and faster science\n\nOne of the main reasons for AI’s increasing appeal in science is its potential to produce more results, faster, and at a much lower cost.\n\nAn extreme example of this push is the “AI Scientist” machine recently developed by Sakana AI Labs. The company’s vision is to develop a “fully AI-driven system for automated scientific discovery”, where each idea can be turned into a full research paper for just US$15 – though critics said the system produced “endless scientific slop”.\n\nDo we really want a future where research papers can be produced with just a few clicks, simply to “accelerate” the production of science? This risks inundating the scientific ecosystem with papers with no meaning and value, further straining an already overburdened peer-review system.\n\nWe might find ourselves in a world where science, as we once knew it, is buried under the noise of AI-generated content.\n\nThe rise of AI in science comes at a time when public trust in science and scientists is still fairly high, but we can’t take it for granted. Trust is complex and fragile.\n\nAs we learned during the COVID-19 pandemic, calls to “trust the science” can fall short because scientific evidence and computational models are often contested, incomplete, or open to various interpretations.\n\nHowever, the world faces any number of problems, such as climate change, biodiversity loss, and social inequality, that require public policies crafted with expert judgement. This judgement must also be sensitive to specific situations, gathering input from various disciplines and lived experiences that must be interpreted through the lens of local culture and values.\n\nAs an International Science Council report published last year argued, science must recognise nuance and context to rebuild public trust. Letting AI shape the future of science may undermine hard-won progress in this area.\n\nIf we allow AI to take the lead in scientific inquiry, we risk creating a monoculture of knowledge that prioritises the kinds of questions, methods, perspectives and experts best suited for AI.\n\nThis can move us away from the transdisciplinary approach essential for responsible AI, as well as the nuanced public reasoning and dialogue needed to tackle our social and environmental challenges.\n\nA new social contract for science\n\nAs the 21st century began, some argued scientists had a renewed social contract in which scientists focus their talents on the most pressing issues of our time in exchange for public funding. The goal is to help society move toward a more sustainable biosphere – one that is ecologically sound, economically viable and socially just.\n\nThe rise of AI presents scientists with an opportunity not just to fulfil their responsibilities but to revitalise the contract itself. However, scientific communities will need to address some important questions about the use of AI first.\n\nFor example, is using AI in science a kind of “outsourcing” that could compromise the integrity of publicly funded work? How should this be handled?\n\nWhat about the growing environmental footprint of AI? And how can researchers remain aligned with society’s expectations while integrating AI into the research pipeline?\n\nThe idea of transforming science with AI without first establishing this social contract risks putting the cart before the horse.\n\nLetting AI shape our research priorities without input from diverse voices and disciplines can lead to a mismatch with what society actually needs and result in poorly allocated resources.\n\nScience should benefit society as a whole. Scientists need to engage in real conversations about the future of AI within their community of practice and with research stakeholders. These discussions should address the dimensions of this renewed social contract, reflecting shared goals and values.\n\nIt’s time to actively explore the various futures that AI for science enables or blocks – and establish the necessary standards and guidelines to harness its potential responsibly.\n\nEhsan Nabavi is senior lecturer in technology and society, Responsible Innovation Lab, Australian National University. This article is republished from The Conversation."
    },
    {
        "title": "What is the science behind the Christopher Columbus origins discovery?",
        "link": "https://www.msn.com/en-us/news/other/what-is-the-science-behind-the-christopher-columbus-origins-discovery/ar-AA1t0AC7?ocid=BingNewsVerp",
        "description": "A Spanish documentary has made history-changing claims, but the science behind its conclusions remains unclear.",
        "image_url": "https://www.bing.com/th?id=OVFT.OcaOf8CNBXwEjejcyXQ3Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hosted on MSN23h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "A Giant Structure in Space Challenges Our Understanding of The Universe",
        "link": "https://www.msn.com/en-us/news/other/a-giant-structure-in-space-challenges-our-understanding-of-the-universe/ar-AA1t3GFL?ocid=BingNewsVerp",
        "description": "\"Cosmologists calculate the current theoretical size limit of structures to be 1.2 billion light-years, yet both of these ...",
        "image_url": "https://www.bing.com/th?id=OVF.zRMcgJifp1%2fo5QVgZHECtA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert on MSN1h",
        "source": "ScienceAlert on MSN",
        "article_content": ""
    },
    {
        "title": "Las Vegas museum hosts Girl Powered event to inspire young women in STEM",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/las-vegas-museum-hosts-girl-powered-event-to-inspire-young-women-in-stem/ar-AA1t1YVW?ocid=BingNewsVerp",
        "description": "Empowering Young Women Through Hands-On STEM Activities and Dynamic SpeakersLas Vegas, NV – October 27, 2024, 9:00 AM – 12:00 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.C9bGbUDwhJXWLLDAvUfIfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "11hon MSN",
        "source": "KSNV – Las Vegas on MSN",
        "article_content": ""
    },
    {
        "title": "Google Workspace explained: Google’s answer to Microsoft 365",
        "link": "https://www.computerworld.com/article/3570821/google-workspace-explained-googles-answer-to-microsoft-365.html",
        "description": "Google blazed the way for cloud-hosted office apps in the 2000s. Now it’s betting on generative AI to reshape the way we work ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KKaVaK-ERic_qKS5qPvhsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "Computerworld",
        "article_content": "Not all Workspace customers require the full list of Gemini functionality for staff, and, for many workers, AI assistants have proved most effective in and around meetings. To cater to these customers, Google launched an add-on “AI Meetings and Messages” that includes access to Gemini features in Meet only, for lower price of $10 per user a month.\n\nThere’s also an “AI Security” add-on, also costing $10 per user per month, that provides access to AI-powered document classification in Google Drive. (The feature is also available in the more expensive Gemini Enterprise subscription.)\n\nHow does Google Workspace adoption compare with Microsoft 365?\n\nAlthough Microsoft has retained its formidable lead in the market, Google has succeeded in establishing Workspace as a competitive office software suite. It’s hard to say exactly how Workspace adoption has fared in comparison with Microsoft 365 and other productivity app suites, but there are some indications.\n\nGoogle reports 10 million paying customers for Workspace, while Microsoft claims more than 400 million paid commercial seats (end users) for Office 365/Microsoft 365. Google says its figure refers to the total number of organizations of any size that pay for Workspace, rather than the total number of paid seats/users across customer organizations, but this likely includes some extremely small — even one-person — businesses, which makes a comparison difficult.\n\nThe other stat that Google provides — of 3 billion users — is less useful, as it mostly relates to consumer use of its free apps. “While billions of consumers use free versions of Google Workspace applications, its use in enterprises remains limited — dwarfed by the popularity of Microsoft 365,” said Gownder.\n\nFinancial statements from Google’s parent company Alphabet do little to shed light on Workspace business adoption, as Workspace revenues are part of the “Google Cloud” segment that also includes Google Cloud Platform, Google’s wider cloud computing infrastructure and analytics service. In an earnings call for Alphabet’s most recent quarterly financial statement (Q2 FY24), CEO Sundar Pichai only noted that a 29% year-on-year increase in Google Cloud revenues was due, in part, to “strong Workspace growth.” This growth was mostly down to increases in average revenue per seat, said Pichai — an indication that, like others in the space, Google sees more value in increasing sales with existing customers than expanding its overall customer base.\n\nNevertheless, Google is gaining ground on M365, said Mariano, albeit slowly. “I do believe we will see continued market growth for Google Workspace,” he said. “Although it’s incremental, we do see that they are getting a little bit of market share every year.”\n\nGoogle has managed to lure large enterprises such as Verizon and Airbus away from its rival, and, more recently, announced that 250,000 US Army personnel would be given Workspace licenses, a further sign of the suite’s acceptance by large organizations.\n\n“When we look at the Western world, we see that Microsoft and Google are the two dominant players in this space,” Mariano said.\n\nA key driver for business interest in Workspace is the cost compared to M365, said Mariano. Businesses are wary of the rising expenditure on Microsoft’s suite, he said, even if the reality is that, for the most part, businesses are unlikely to see significant savings by switching to Workspace.\n\n“The term that I have heard from multiple IT leaders and CIOs I’ve talked to is the cost increase of Microsoft 365 is not sustainable,” said Mariano. “That is making them think much harder about Google Workspace than they have in the past.”\n\nGownder also sees Google’s efforts to target Workspace at educational institutions over the years starting to pay off. “Younger cohorts of employees, because they used Google Workspace in school, might have a preference for the suite over the less familiar Microsoft 365,” he said.\n\nAnother factor is that, after emerging from a reactive crisis mode during the pandemic, IT leaders are now in a better position to evaluate their workplace app strategy.\n\n“When we look back at the pandemic era, Microsoft feasted: everybody ran to Microsoft, because it’s what they had,” Mariano said. “I think the dust has settled, and a lot of IT leaders and CIOs are looking at what’s left after the fact now and saying, ‘What did we do, and should we be here?’ They’re taking the time to decide what the next five to 10 years are going to look like.”\n\nHow easy is it to move from Microsoft 365 to Google Workspace?\n\nFor many businesses, adopting Workspace will mean migrating users from Microsoft’s business productivity apps. Google provides tools to help customers make the transition.\n\nThe Google Workspace Migrate tool lets admins move large amounts of content into a Workspace domain. Workspace Migrate can be used to move data from Microsoft Exchange (2010, 2013, 2016, and 2019), Exchange Online, Microsoft SharePoint (2010, 2013, and 2016), SharePoint Online, and Microsoft OneDrive for Business. It can also be used to migrate data from cloud storage platform Box, file share systems, and other Workspace domains. Workspace Migrate is available for Workspace Business Standard and Business Plus, Enterprise Standard and Enterprise Plus, and Education Standard and Education Plus.\n\nFor smaller migrations from certain Microsoft products, Google has other options: Google Workspace Migration for Microsoft Exchange (GWMME), Google Workspace Migration for Microsoft Outlook (GWMMO), and the data migration service.\n\nGoogle also introduced a new file migration service in open beta recently that aims to simplify the transfer of files between from OneDrive to Google Drive for up to 100 employees at a time, and promises “minimal disruption” to end users during the process.\n\nNevertheless, a full migration from Microsoft 365 to Google Workspace is not for the faint-hearted. Such a project can require a “monumental effort” for a large enterprise, said Gownder: “There’s just a lot of complexity to manage, despite the assistive tools Google offers,” he said.\n\nOne of the challenges businesses face is that some aspects of the Microsoft 365 suite don’t have a clear destination in Google Workspace. For example, it’s hard to migrate Teams data in a way that makes sense, said Gownder, while Excel has entire programming sequences, macros, and other content approaches that can break when migrating them to Sheets. “Large organizations would want to work with an external consulting partner, and it won’t be a small project,” he said.\n\nWhat are some of the newest Google Workspace features?\n\nAt the top of the agenda for Google is the integration of its Gemini AI assistant across Workspace apps.\n\nOne recently launched Gemini for Workspace feature in Meet is “Take notes for me,” which tasks the AI assistant with note taking during a video call, allowing participants to concentrate on their meeting.\n\nGemini can take notes in Google Meet meetings. Google\n\nA recent update to Gemini in Gmail’s “Help me write” feature — which uses generative AI to draft an email — adds three options to refine the text of an email: Formalize, Elaborate, and Shorten.\n\nGems are also now available for Gemini users. Similar to OpenAI’s GPT, Gems are customized versions of the AI chat assistant that can be instructed to respond in certain ways: coding partner and writing editor are examples of two pre-built Gems provided by Google.\n\nIn terms of the core Workspace apps, one fairly recent addition is “smart chips,” an array of interactive elements you can embed in Docs and Sheets to enhance collaboration. When a co-worker clicks on an embedded chip, they can either see more information, such as the contact details for a person or business, or take an action, such as changing a task’s status via a dropdown menu.\n\nA people smart chip reveals contact info for that person. Howard Wen / IDG\n\nCurrently under development is a new Workspace app: Vids. This is a video creation app that guides users through the process of producing simple videos for purposes such as sales pitches, employee onboarding, and learning and development. An AI assistant in the app can create a storyboard and suggest background images, for instance, and offers pre-set voiceovers to narrate a video. The app is now in preview in Workspace Labs.\n\nWhat’s next for Google Workspace?\n\nAlthough Gemini has been built into a wide range of Workspace apps already, it’s fair to say that Google will continue to focus its efforts on developing the AI assistant for work use.\n\n“I think it’s Gemini, Gemini, Gemini for them right now,” said Mariano.\n\nOne AI feature in development is the AI Teammate for Workspace — an AI agent that human workers can interact directly with in the Workspace Chat app. The prototype, unveiled at Google I/O this year, could be used for a variety of purposes — to monitor and track projects, for example.\n\nIt remains to be seen whether Google’s investments in Gemini will result in attracting more businesses to the Workspace suite, however. “Google continues to bolster Workspace with AI-based tools, but we are not yet at the point where enterprises are saying they will migrate to Google Workspace because of Gemini,” said Gownder.\n\nOne strength for Google could lie in the combination of its Gemini and Workspace apps with its hardware business, with Google’s Pixel phones able to run AI on-device. “That is a competitive advantage for them that we could see grow in the next couple years, as we see what happens with AI,” said Mariano.\n\nIt’s not all about AI, though: Another intriguing product in the works is Project Starline, a 3D videoconferencing system that gives users the feeling that they’re in the same room. Google recently announced that it plans to make the system, which it has been developing for several years, commercially available in 2025."
    },
    {
        "title": "Final shot at FanDuel promo code for Bucks vs. Nets: $300 in bonus and NBA League Pass",
        "link": "https://www.nj.com/betting/2024/10/final-shot-at-fanduel-promo-code-for-bucks-vs-nets-300-in-bonus-and-nba-league-pass.html",
        "description": "FanDuel has a valuable bonus for tonight's NBA matchup between the Bucks vs Nets. We tell you how to claim it.",
        "image_url": "https://www.bing.com/th?id=OVFT.1qQ4b5pN6-Q1SnfeJpmhjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "15h",
        "source": "NJ.com",
        "article_content": "The limited-time FanDuel promo code (no code needed) is offering a bet $5, Get $300 + three months of free NBA League Pass for tonight’s Milwaukee Bucks vs Brooklyn Nets Eastern Conference tilt.\n\nThe FanDuel bonus expires at 11:59 p.m. ET on Monday. Read on to learn how to claim the FanDuel bet $5, get $300 in bonus bets, plus 3 free months of NBA League Pass for tonight’s Bucks vs. Nets matchup.\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Win a $5 bet, get a $300 bonus plus three months of NBA League Pass 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions Wager $5+ and get a $300 bonus if you win. Bonus bets sent within 72 hours of qualifying wager settlement.\n\n\n\nBonuses can’t be withdrawn and expire after seven days.\n\n\n\nReceive an NBA League Pass promo code within 72 hours of qualifying bet settlement, win or lose. ⚖️ FanDuel legal states AZ, CO, CT, Washington, D.C., IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY ✅ Last verified Oct. 27, 2024\n\nFanDuel promo code: How to claim $300 in bonus bets + 3 months of NBA League Pass\n\nNew FanDuel customers must place a $5 bet, and FanDuel will put $300 in bonus bets plus a coupon for three free months of NBA League Pass, but only if your first-time bet wins.\n\nFollow these five steps to activate the bonus:\n\nSelect one of our FanDuel promo code banners on this page, and you’ll be redirected to the FanDuel signup page. Once there, you must fill out all the fields and verify your new betting account. Choose a banking option and make a minimum $5 deposit. Place a minimum $5 bet on tonight’s Bucks vs. Nets contest or any other betting market. FanDuel will drop bonus tokens worth $300 in $25 increments, but only if the bet wins. Win or lose, FanDuel will place a coupon in your account to redeem your free three months of NBA League Pass. The bonus expires Monday, October 28, at 11:59 p.m.\n\nBucks vs Nets odds to use your FanDuel promo code on\n\nThe Milwaukee Bucks travel to the Big Apple for a Sunday evening Eastern Conference NBA matchup with the Brooklyn Nets.\n\nThe Bucks are coming off a disappointing first-round exit in six games to the Indiana Pacers. The Nets are on the rebuild with many new faces, including Head Coach Jordi Fernandez.\n\nBetting trends for Bucks vs. Nets\n\nThe Milwaukee Bucks have hit the 1H Game Total Under in 19 of their last 28 games at home (+9.85 Units / 31% ROI).\n\nThe Milwaukee Bucks have hit the Game Total Over in 10 of their last 13 away games (+6.70 Units / 47% ROI)\n\nThe Milwaukee Bucks have hit the 1Q Game Total Under in 16 of their last 22 home games (+9.10 Units / 36% ROI).\n\nThe Brooklyn Nets have hit the 1Q Game Total Under in 45 of their last 63 games (+26.45 Units / 36% ROI).\n\nThe Brooklyn Nets have hit the 1H Game Total Under in 37 of their last 64 games (+9.30 Units / 13% ROI).\n\nThe Brooklyn Nets have hit the 1H Moneyline in 14 of their last 25 away games (+8.45 Units / 29% ROI).\n\nTonight’s Bucks vs. Nets matchup should provide an excellent opportunity to take advantage of the FanDuel bet $5, Get $300 bonus, plus 3 months of NBA League Pass promo code. Claim your FanDuel Bonus code today!"
    },
    {
        "title": "Seattle startup Read AI raises $50M to fuel ‘copilot everywhere’ vision for enterprise software",
        "link": "https://www.geekwire.com/2024/seattle-startup-read-ai-raises-50m-to-fuel-copilot-everywhere-vision-for-enterprise-software/",
        "description": "The Seattle startup, which sells enterprise productivity software tools fueled by generative AI, is adding 100,000 new ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eSGPoI23nE0qvlw1yMFmwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "46m",
        "source": "GeekWire",
        "article_content": "Content not available"
    },
    {
        "title": "AI startup Read announces new funding at $450 mln valuation",
        "link": "https://www.reuters.com/technology/artificial-intelligence/ai-startup-read-announces-new-funding-450-mln-valuation-2024-10-28/",
        "description": "Read AI, a productivity and AI automation startup, said on Monday it was valued at $450 million after a series B funding ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Eqg88cUa7Lk29HLclaD0CS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "The UK’s Wayve brings its AI automated driving software to U.S. shores",
        "link": "https://www.msn.com/en-us/news/technology/the-uk-s-wayve-brings-its-ai-automated-driving-software-to-us-shores/ar-AA1t1pZa?ocid=BingNewsVerp",
        "description": "As part of its move, Wayve opened a new office in Silicon Valley to support its U.S. expansion and AI development. Similarly ...",
        "image_url": "https://www.bing.com/th?id=OVF.%2fyFoL8PlEMkKHT4zGWdJdQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Perforce testing lifecycle spans creation to maintenance",
        "link": "https://www.computerweekly.com/blog/CW-Developer-Network/Perforce-testing-lifecycle-spans-creation-to-maintenance",
        "description": "The strategy covers four AI-driven pillars across the testing lifecycle: test creation, execution, analysis and maintenance, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uofRCVSBS_khnSSfHF2bci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Computer Weekly9m",
        "source": "Computer Weekly",
        "article_content": "What’s a technology alert in late 2024 without a smattering of AI in it?\n\nIt’s a trick question, obviously i.e. there are no tech industry update this year that fail to make mention of AI at some level.\n\nDevOps platform company Perforce has made sure that it doesn’t just mention AI once, the company says it has applied automation intelligence at every stage of the software application development lifecycle from creation to maintenance. The company’s new AI roadmap for Perforce’s continuous testing suite aims to automate complex tests and eliminate manual testing completely.\n\nThe strategy covers four AI-driven pillars across the testing lifecycle: test creation, execution, analysis and maintenance, across all main environments: web, mobile and packaged applications.\n\nThe result is hoped to remove traditional testing barriers to help testing teams achieve new levels of agility, reliability and breakthrough advancements.\n\nThe amount of talent in the testing space as well as the overall continued practice of manual testing — according to Forrester’s Developer Survey, 2023, 43% of testing is still done with manual practices – cannot keep pace with the quality and security needed in the testing space.\n\nTo compound this, by 2028 IDC predicts that there will be over one billion new logical applications.\n\n“What we aim to deliver is not just leveraging AI to augment and improve the way testers work today, but we are implementing AI testing that completely changes the way testing works within a business,” said Stephen Feloney, Vice President of Product Management at Perforce. “There are two core areas that we are revolutionising in testing that we know teams will find immediate value in. First, is the reduction of the traditional tools and elimination of frameworks to make testing infinitely more flexible. Secondly, we want to create full automation of test maintenance, which continues to be a blocker to efficient testing and faster releases. Testers should focus on developing test cases instead of worrying about creating and maintaining automated scripts.”\n\nThis vision for continuous testing by Perforce will be comprised of four key pillars:\n\nAI-Driven Testing Creation : Eliminates the need for traditional testing frameworks and empowers every team member to contribute, accelerating test creation timelines. AI-Driven Test Execution : AI autonomously adapts to real-time changes, ensuring resilience and consistency across all platforms without manual intervention. AI-Driven Test Analysis : Provides immediate insights into test failures, pinpointing the root cause to enable faster resolution and continuous optimisation. AI-Driven Test Maintenance : Eliminates manual test maintenance by continuously adapting to UI, data, or logic changes, ensuring your testing suite is resilient.\n\nPerforce’s vision for AI in software testing aims to democratise software testing by enabling testers of every skill level on every team.\n\nThe company insists it will lead to simplified test creation, faster debugging, enhanced collaboration and the elimination of test maintenance.\n\nPerforce’s continuous testing suite offers AI currently with Test Data Pro, which provides test data generation powered by AI.\n\nSource:*IDC, 1 Billion New Logical Applications: More Background, doc #US51953724, April 2024."
    }
]