[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'It Was Not Human': UFO Whistleblower Details Recovery Of Giant Egg-Like Object",
            "link": "https://www.huffpost.com/entry/ufo-egg-video_n_678e0a53e4b075fe15efd14f",
            "description": "Barber told NewsNation’s Ross Coulthart that the object looked like a large white egg and was about the size of an SUV. The ...",
            "image_url": "https://www.bing.com/th?id=OVF.xT3q4YxaWqQoiVphEx4jQA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23h",
            "source": "HuffPost",
            "article_content": "LOADING ERROR LOADING\n\nA former Air Force Special Operations airman told NewsNation that he worked for a secret unit that retrieved debris that he believes was from crashed unidentified flying objects.\n\n“Just visually looking at the object on the ground, you could tell that it was extraordinary and anomalous,” Jacob Barber, who said he had worked in both official and unofficial capacities for the U.S. government, told the network. “It was not human.”\n\nAdvertisement\n\nBarber told NewsNation’s Ross Coulthart that the object looked like a large white egg and was about the size of an SUV. The UFO ― which the U.S. government now calls UAPs, or unidentified aerial phenomena ― had no engine and no thermal signature.\n\n“It’s inconsistent with anything I’d ever seen before,” he said. “I can also tell you that the reaction by my team, we all knew we were dealing with something extraordinary.”\n\nBarber said it was later confirmed to him that the object was from a “nonhuman intelligence,” but he doesn’t know what it was.\n\nAdvertisement\n\nHe said he also picked up what he called an “eightgon,” which he described as “a flying disc with what looked like eight delineated sections.” Barber described feeling “odd” and growing more emotional as he got closer to the “eightgon” object.\n\n“I felt like something connected with me,” he said. “I felt like something had tuned in to me and my soul and was providing me some sense of guidance on what to do and how profound what I was doing was. It was so overwhelming that I began to cry.”\n\nNewsNation also said it independently obtained footage of an egg-shaped object being moved by helicopter:\n\nAdvertisement\n\nWhile few details can be seen, the object isn’t dissimilar to some of those seen in flight in prior videos from other whistleblowers, footage later confirmed by the Pentagon as authentic.\n\nOne, called the “Tic Tac” because of its similarity to the mint candies, shows a white object with no visible wings or engines moving rapidly through the sky as pilots react in awe.\n\nAdvertisement\n\nThere has been no clear answer as to what the objects are, but some observers have noted that there are more down-to-earth explanations for them, such as drones or balloons, in some cases of potentially foreign origin and with advanced ― but not alien ― technology."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the rare ‘UFO clouds’ seen across the UK?",
            "link": "https://www.msn.com/en-gb/news/uknews/what-are-the-rare-ufo-clouds-seen-across-the-uk/ar-AA1xxbQg?ocid=BingNewsVerp",
            "description": "The clouds, which are quite rare in the UK, were spotted in northern parts of the country earlier this week, over Gateshead, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FjAdYuSvoYw8vymU67Z7sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These NJ towns have the most UFO sightings",
            "link": "https://nj1015.com/these-nj-towns-have-the-most-ufo-sightings/",
            "description": "Stacker compiled a list of New Jersey towns with the most UFO sightings in the last 30 years. They used data from the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MWTpzcuytwl1TYxSqbrXgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WKXW20h",
            "source": "WKXW",
            "article_content": "Long before there were drones in the fall of 2024, New Jersey had plenty of unidentified flying objects. Would we expect anything different from the state that was used as the setting in the “War of the Worlds” broadcast?\n\nUFOs (or UAPs if you want to go with the latest terminology which hasn’t fully caught on yet, unidentified aerial phenomena) have been reported in New Jersey for generations. One of the first notable sightings came in 1966 when a mysterious glowing object was seen over Wanaque.\n\nIt started on Jan. 11 when people from many other towns were among callers to police that they saw the strange object over the Wanaque reservoir. Calls came from Ringwood, Totowa, Paterson, Oakland, and even Butler. It was described as between 2 to 9 feet with a light brighter than any star changing from white to red to green and it was reported the object moved in a manner no man-made aircraft could.\n\nWhat made this sighting so credible is the huge number of people reporting it. Even the mayor of Wanaque saw this.\n\n“The phenomenon was terribly strange,” Mayor Harry T. Wolfe explained. He described it as an oval object.\n\nWitness calls came in from a 20-mile radius. The closest reported seeing this thing burn a hole in the reservoir’s ice, a brilliant light beam shooting down from the object.\n\nCanva / TSM Illustration Canva / TSM Illustration loading...\n\nIt didn’t end there. The next day, Jan. 12, a police officer, Jack Wardlaw, reported he witnessed a brilliant white disc floating near his home in the Wanaque’s Stonetown section.\n\nWardlaw described it as “definitely disc-shaped and at certain angles, egg-shaped.”\n\nStacker compiled a list of New Jersey towns with the most UFO sightings in the last 30 years. They used data from the National UFO Reporting Center, and sightings with locations listed across multiple cities were not included.\n\nLOOK: Cities with the most UFO sightings in New Jersey Stacker compiled a ranking of cities with the most UFO sightings in New Jersey using data from the National UFO Reporting Center Gallery Credit: Stacker\n\nLOOK: 31 breathtaking images from NASA's public library In 2017, NASA opened the digital doors to its image and video library website, allowing the public to access more than 140,000 images, videos, and audio files. The collection provides unprecedented views of space. Stacker reviewed the collection to select 31 of the most breathtaking images, including the first from the James Webb Space Telescope. Keep reading to see these stunning images, curated with further information about the captured scenes. Gallery Credit: Deborah Brosseau\n\nOpinions expressed in the post above are those of New Jersey 101.5 talk show host Jeff Deminski only.\n\nReport a correction 👈"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘I Want to Believe’ Documentary About Ufology’s Most Controversial Figure, Billy Meier, Unveils Key Creative Talent (EXCLUSIVE)",
            "link": "https://www.msn.com/en-us/entertainment/news/i-want-to-believe-documentary-about-ufologys-most-controversial-figure-billy-meier-unveils-key-creative-talent-exclusive/ar-AA1xAQX3?ocid=BingNewsVerp",
            "description": "Chilean screenwriter, director, and science fiction author Julio Rojas, best known for his acclaimed audio series 'Caso 63' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vfb2H_BhXxtuphf7nlguWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hon MSN",
            "source": "Variety on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TV Tinsel: PBS 'Nova' documentary shows scientists are warming to UFO study",
            "link": "https://www.hastingstribune.com/tv-tinsel-pbs-nova-documentary-shows-scientists-are-warming-to-ufo-study/article_299face2-d78e-11ef-b7d1-438d1844b7b5.html",
            "description": "With drones clotting the skies and Chinese spy balloons overhead, more and more people are starting to talk about UFOs. Are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pmmmBlKItsozBgppgwWaZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hastings Tribune17h",
            "source": "Hastings Tribune",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unpacking AI Agents and The Potential of Today’s Autonomous Applications",
            "link": "https://www.thestreet.com/crypto/innovation/unpacking-ai-agents-and-the-potential-of-todays-autonomous-applications-",
            "description": "From 10x productivity to automated trading, AI agents aren’t just hype. They’re real, and they’re already transforming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PwMhBD1wPoIo-ApYiKebuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "41m",
            "source": "TheStreet.com",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bridgewater's Ray Dalio: The applications of AI are under-discounted",
            "link": "https://www.msn.com/en-us/money/other/bridgewater-s-ray-dalio-the-applications-of-ai-are-under-discounted/vi-AA1xAwZq?ocid=BingNewsVerp",
            "description": "Bridgewater founder Ray Dalio joins 'Squawk Box' to discuss the state of the economy, reducing the budget deficit, market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6OVbcCKHVDI-GWnACRPxXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Medical AI Stock Is Up 30% After Launch of Personal Health App",
            "link": "https://www.msn.com/en-us/health/other/this-medical-ai-stock-is-up-30-after-launch-of-personal-health-app/ar-AA1xAY3g?ocid=BingNewsVerp",
            "description": "Tempus AI says the app, olivia, is designed to centralize patients’ health data and make it accessible through artificial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cPcPeLFOmkwaLLQvKNeS7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "50mon MSN",
            "source": "Barron's on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Generative AI Prompting Technique Uses Multiple Expert Personas To Derive First-Class Answers",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/20/this-generative-ai-prompting-technique-uses-multiple-expert-personas-to-derive-first-class-answers/",
            "description": "A vital prompt engineering technique consists of invoking multiple expert personas. It is an advanced method, yet simple to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ABk5jo_Kx1Ps38mhKpw_ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT’s AI-powered Operator agents may be released sooner than you think",
            "link": "https://bgr.com/tech/chatgpts-ai-powered-operator-agents-may-be-released-sooner-than-you-think/",
            "description": "According to findings in the Mac app and online, OpenAI might be close to releasing Operator, its first AI agent for ChatGPT.",
            "image_url": "https://www.bing.com/th?id=OVFT.NL2OMc4CRLKf9kZweQ0C5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "BGR",
            "article_content": "We’ve been talking about AI agents for several months now, as they’re seen as the next big thing in genAI tech. Some companies have started showing off their agents. OpenAI made the first moves by giving ChatGPT the ability to interact with some Mac apps. The newly launched ChatGPT Tasks feature also falls within the same category of AI products; programs that can do things for you. The more sophisticated Operator AI agent OpenAI is reportedly working on is still not official.\n\nThen there’s Google, which unveiled some of its agents last month, including Project Mariner. That’s an AI agent that can browse the web for you for specific actions. Anthropic has its own computer-controlling AI Agent.\n\nEven Apple’s Siri should get agentic abilities in Apple Intelligence come iOS 18.4. Siri will be able to control some apps and access more user data to provide more helpful assistance. But Siri doesn’t have chatbot abilities, which would let the user control the AI via natural language.\n\nWhat I’m getting at is that we’re still in the very early days of AI’s agentic abilities. All this software is still in testing ahead of commercial releases. Unsurprisingly, OpenAI might be among the first AI firms to release a true AI agent for ChatGPT. According to evidence found in the Mac app and online, it might happen imminently.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nAccording to TechCrunch, Tibor Blaho is a software engineer with a reputation for leaking upcoming AI products.\n\nBlaho took to X to post evidence that ChatGPT’s Operator agent is coming soon. The ChatGPT app for Mac contains new options that are hidden for now. The shortcuts read Toggle Operator and Force Quite Operator.\n\nConfirmed – the ChatGPT macOS desktop app has hidden options to define shortcuts for the desktop launcher to \"Toggle Operator\" and \"Force Quit Operator\" https://t.co/rSFobi4iPN pic.twitter.com/j19YSlexAS — Tibor Blaho (@btibor91) January 19, 2025\n\nOpenAI’s website contains tables comparing Operator’s performance to that of other AI agents. However, these are not official, so the information in them might not be accurate.\n\nIf the figures are real, then the OpenAI Computer Use Agent (CUA), aka Operator, outscores the Anthropic AI agent in OSWorld, with 38.1%. That benchmark tries to mimic a real computer environment, where humans score 72.4%. Operator outperforms humans in WebVoyager but can’t match them in WebArena, other benchmarks mentioned in the tables.\n\nThe leaks also say that Operators struggle with tasks that a human could do easily. For example, Operator was successful only 60% of the time in a test that requested the AI agent sign up for a cloud provider and launch a virtual machine. That dropped to 10% when tasked with creating a Bitcoin wallet.\n\nOpenAI website already has references to Operator/OpenAI CUA (Computer Use Agent) – \"Operator System Card Table\", \"Operator Research Eval Table\" and \"Operator Refusal Rate Table\"\n\n\n\nIncluding comparison to Claude 3.5 Sonnet Computer use, Google Mariner, etc.\n\n\n\n(preview of tables… pic.twitter.com/OOBgC3ddkU — Tibor Blaho (@btibor91) January 20, 2025\n\nThe leaks do not include a list of Operator’s capabilities. I’m dreaming about being able to control my computer by voice. I want to tell the AI which apps to handle on my behalf, what sites to browse on its own for research, and what programs to run. But it’s too soon to expect all that from ChatGPT’s first Operator.\n\nI definitely wouldn’t trust the AI to do either of the actions mentioned above. I’d want to sign up for services on my own and create Bitcoin wallets without genAI products helping out. I would not trust the AI with such information. It will eventually happen, but Operator has to gain that trust.\n\nOperator has to start somewhere when it comes to controlling computer apps. Browsing the web seems like the simplest thing you’d want the AI to do for you. Google’s Project Mariner is proof of that. But we’ll have to wait for OpenAI to announce the Operator AI agent to see what it can do.\n\nGiven Blaho’s findings, it sure looks like OpenAI is preparing for an announcement. Previous reports said Operator might drop this month, and the leaks support those claims. Remember that OpenAI also said in December the next-gen ChatGPT reasoning model, o3, should be ready this month. Sam Altman tweeted on Friday that safety testing for o3-mini has been successful, suggesting a launch is imminent.\n\nWhile there’s no necessary connection between o3 and Operator, it would make sense for ChatGPT to make both products available to ChatGPT users around the same time. This is all speculation, but we might learn more details about OpenAI’s next ChatGPT upgrades by the end of January."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lucy Liu and Callina Liang on Ghosts, Skincare, and Working With Steven Soderbergh on Presence",
            "link": "https://www.vogue.com/article/lucy-liu-callina-liang-presence-interview",
            "description": "There’s only so much that a person can hold before everything collapses.' With Presence now in theaters, Vogue spoke to Liu ...",
            "image_url": "https://www.bing.com/th?id=OVF.WkIRG5ZVrIlN0BagnVp6Qw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6m",
            "source": "Vogue",
            "article_content": "Lucy, I know that you have a son. Did you draw on anything from your personal life for your portrayal of a “boy mom”?\n\nLiu: It’s funny—I didn’t, because [Tyler] was in a very different age range. I just worked off of [David Koepp’s] script because it was all there. It was hard, because she’s not necessarily a character that is really easy to understand; there’s a lot of mystery and smoke. There are a lot of secrets, and I love that David doesn’t reveal them, even at the end. You never find out what happened with her work, with her husband, with the lawyer. In some ways, all of that backstory is a little bit of a McGuffin. Everything shifts over into something much more intangible—emotions of grief and loss, and what that does to a person. It opens her up and creates this huge cavern for something else, something that’s not about getting ahead in her work life or her son’s life.\n\nIt’s usually only in films specifically about the Asian-American experience that you see an Asian-American family. I’m curious if it felt liberating, in some way, to focus purely on the dynamic of a mother and a daughter and the themes of the movie without racial identity being a focus?\n\nLiang: A hundred percent. The entire time you were asking that question, I was thinking, absolutely. It was very freeing for me to, just once, be cast in something that had nothing [to do with] race. It was nothing about what I looked like, but it was just, simply, you are this person, you’re in a house, you’re experiencing ghost stuff, you’re struggling with your family. Like, just be a girl. Obviously, in the industry a lot of progress has already been made, but there’s a lot of progress [still] to be made. A lot of tokenism and things like that still happen.\n\nLiu: It’s such a long road. There’s this constant feeling that they’re including somebody for diversity’s sake, like picking one person from each [race or ethnicity] and throwing them in there, or there’s only one role that can be diverse. God forbid, there’s more than one role! It didn’t cross my mind at first because I think Steven was really the focal point, calling me to this whole project. But now that you mention it, I’m seeing, of course, it was such a relief to not have to think about that. It’s not a highlight—it’s just a given."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steven Soderbergh figures out another genre with the clever ghost story Presence",
            "link": "https://www.avclub.com/presence-review-2025",
            "description": "Steven Soderbergh often applies his brainy, process-based approach to new genres; with Presence, he tries his hand at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.COVZnTStPcTiqPHyb-dDGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "AV Club",
            "article_content": "Steven Soderbergh has never made a horror movie, and certainly not of the ghostly, haunted variety. His movies tend to be exacting, precise, so even when they’re frightening, as with the stalker nightmare Unsane or the chilling disease thriller Contagion, that fear comes from witnessing a process failing with just as much efficiency as when it succeeds. Death, as depicted in his new horror thriller Presence, has no such clarity of success and failure. The sense of loss left behind feels like a kind of failure, yet it is both inevitable and unknowable. These are some of the mysteries eating away at teenage Chloe (Callina Liang), who has just lost her best friend Nadia to a drug overdose and is now moving into a new house with her semi-functional family.\n\nYes, it’s the old something-not-quite-right-with-this-house-that’s-supposed-to-solve-everything business: Chloe feels shivers of offness in her new home, which concerns her sweet-natured but frustrated father Chris (Chris Sullivan) and mostly annoys her jock brother Tyler (Eddy Maday)—who is the clear favorite of distracted mother Rebecca (Lucy Liu), further bedeviled by some vague but obviously Soderberghian financial malfeasance at work. As far as Rebecca is concerned, that’s the issue that should require discussion in hushed tones, not the creaks and chills of otherness that Chloe feels. Is it Nadia, Chloe wonders? Or just, as her parents assume, an expression of her grief and loneliness?\n\nThe identity question may linger, but there’s no fake suspense over whether Chloe is imagining things. To depict this haunting, Soderbergh imposes a system onto a spiritual dimension where none should necessarily exist: He shoots the entire movie from the point of view of an unseen spirit that does indeed drift through the house; “presence” is also, essentially, the title character. It’s a Paranormal Activity movie turned inside-out: Rather than a largely stationary camera capturing flickers of spooky but eerily realistic movement in the frame, the camera remains mobile and hovering, its ghostliness an invisible but driving force. Like the Paranormal films, there is an element of surveillance: The camera travels through rooms unnoticed, overhearing bits of conversation and observing actions kept secret from other characters. It’s at once omniscient and deeply subjective. There’s also another technical challenge on hand for Soderbergh, who has professed far more affinity for the cut than the epically long take: to stay true to his POV gimmick, most scenes are staged in single unbroken shots. Cuts move forward in time, not within a scene.\n\nThe simultaneous braininess and gimmickry of this technique, applied to a David Koepp screenplay that unapologetically eschews A Ghost Story-style metaphysical traversing, could have stranded Presence in a liminal zone between shlock and airless experiment. What Soderbergh winds up achieving is more reminiscent of his throwback crime pictures, like the Criss Cross remake The Underneath or more recent thrillers like the period noir No Sudden Move and the intensely Early 2020s Kimi. That is to say that Presence has the story, limited scope, and 85-minute runtime of a 1940s B-picture, infused—as those pictures often were, and as his crime movies usually are—with a disciplined style and contemporary electricity. It’s budget Gothic that’s worth every penny and then some.\n\nIn that context, it’s less surprising that Soderbergh didn’t recruit anyone from his ever-growing unofficial rep company for this cast: No Matt Damon as the dad, no Catherine Zeta-Jones as the mom, no Riley Keough as a cool aunt dropping by. (Julia Fox, however, does have one scene as a real-estate agent. No word on whether she’s bumpin’ that.) The central quartet playing the family all does wonderful work, and in a movie with several talented young performers, frequent stage/TV/character actor Sullivan feels like the belated discovery as the flustered but loving father. The familial relationships that Soderbergh and Koepp set up aren’t necessarily wide-ranging or unpredictable, but as Presence ticks toward an inevitable confrontation, they’re surprisingly involving. There’s a circularity to Presence that is both entirely in keeping with a haunted-house story and, in this telling, even moving. It’s yet another genre that Soderbergh has worked like a problem, and produced an elegant solution.\n\nDirector: Steven Soderbergh\n\nWriter: David Koepp\n\nStarring: Callina Liang, Chris Sullivan, Lucy Liu, Eddy Maday, Julia Fox\n\nRelease Date: January 24, 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top Foreign Language Horror Movies You Need to Watch",
            "link": "https://www.yahoo.com/entertainment/top-foreign-language-horror-movies-140024456.html",
            "description": "While there’s nothing wrong with revisiting horror classics such as A Nightmare on Elm Street or Halloween, anyone who sticks ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9k-xspHO2tjKoLR-uMI-hC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "While there’s nothing wrong with revisiting horror classics such as A Nightmare on Elm Street or Halloween, anyone who sticks to American productions diminishes the opportunities they have to watch some of the best horror films to ever come out.\n\nSome of the most thought-provoking, delightful, and outright terrifying horror movies have come not just from the United States but also from countries around the world.\n\nThis list covers some of the best foreign language scary movies the world has to offer.\n\n1. The Host (2006)\n\nImage Credit: Showbox.\n\nKorean director Bong Joon-Ho has become one of the most recognizable filmmakers in the world, thanks in part to the Best Picture Oscar won for his 2019 movie Parasite. Director Bong first gained a following among American moviegoers with his 2006 creature feature, The Host. The Host features a reptilian kaiju who wreaks havoc in the life of a small family who lives along the Han River.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAnchored by outstanding performances from stars Song Kang-ho and Bae Doona, The Host veers between horror, comedy, and powerful drama, making for a unique monster movie.\n\n2. Eyes Without a Face (1960)\n\nImage Credit: Lux Compagnie.\n\nEyes Without a Face contains some shocking gore for a movie from 1960. Directed by Georges Franju and adapted from the novel by Jean Redon, Eyes Without a Face stars Pierre Brasseur as Dr. Génessier, a brilliant surgeon devastated by the damage done to his beautiful daughter Christiane's (Édith Scob) face. With the help of his assistant Louise (Alida Valli), Génessier kidnaps women and removes their faces, hoping to transplant them onto the daughter.\n\nWith haunting images of Christiane floating down hallways and calliope music from Maurice Jarre, Eyes Without a Face chills viewers even without the blood and guts.\n\n3. Atlantics (2019)\n\nImage Credit: Netflix.\n\nSet in the Senegalese city Dakar, Atlantics stars Mame Bineta Sane as Ada, who loves construction worker Souleiman (Ibrahima Traoré) despite a forced betrothal to the upper-class Omar (Babacar Sylla). Forced to look for work overseas because his wealthy boss refuses to pay his wages, Souleiman and his friends die after their boat disappears at sea.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAt the same time, Ada’s friends begin experiencing strange sickness, suggesting that the ghosts of the boys have come back for revenge. Director Mati Diop, who co-wrote the film with Olivier Demangel, grounds the movie in Senegalese culture, but Atlantics will resonate with anyone familiar with paranormal romance tales.\n\n4. [REC] (2007)\n\nImage Credit: Filmax.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFound footage films tend to miss more than they hit, but the Spanish zombie movie [REC] offers a powerful case for the genre’s existence. Directors Jaume Balagueró and Paco Plaza, who co-wrote the screenplay with Luis A. Berdejo, follow newscaster Ángela Vidal (Manuela Velasco) as she trails a group of firefighters on an overnight shift.\n\nWhen she follows the firefighters to a call at a quarantined apartment building, Ángela must survive a viral zombie attack. [REC] uses its “camera always running” conceit better than nearly any other found footage film, making scares no viewer will soon forget.\n\n5. Onibaba (1964)\n\nImage Credit: Toho.\n\nEven those not well-versed in international horror may recognize the ghost mask from Onibaba, a grimacing face referenced in countless Western films.\n\nThe face comes from Japanese mythology, which writer and director Kaneto Shindō references in his story about an older woman (Nobuko Otowa), her daughter-in-law (Jitsuko Yoshimura), and a young man (Kei Satō) who deserted the Onin War. As the trio descends into jealousy and anger, the ghost mask becomes a symbol of the evil in their hearts.\n\n6. La Llorona (2019)\n\nImage Credit: Shudder.\n\nLa Llorona, the crying woman, has existed in Latin American culture since before the arrival of Spanish colonizers and has been the subject of several movies. None carry quite the punch of 2019’s La Llorona, directed by Jayro Bustamante and written by Bustamante and Lisandro Sanchez. Set in Guatemala, the titular ghost comes to haunt dictator Enrique Monteverde (Julio Díaz), who orchestrated the genocide of indigenous Mayans decades earlier.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHowever, that doesn’t stop Monteverde from taking an interest in his new maid, Alma (María Mercedes Coroy), who has a hidden connection to the deposed dictator. La Llorona has scary scenes, but its true power comes from its connections to real-world atrocities.\n\n7. Raw (2016)\n\nImage Credit: Focus World.\n\nEven the most adventurous viewer may have trouble with Raw, the debut feature from writer and director Julia Ducournau. On a surface level, Raw tells a coming-of-age story about university freshman and committed vegetarian Justine (Garance Marillier) adjusting to college life.\n\nHowever, it also becomes a richer tale about family history and acceptance as Justine manifests a hunger for human flesh. Equal parts stomach-churning and thought-provoking, Raw stands as one of the most memorable horror films of the past decade.\n\n8. Audition (1999)\n\nImage Credit: American Cinematheque.\n\nAdvertisement Advertisement\n\nProlific Japanese filmmaker Takashi Miike has a history of putting shocking imagery on the screen, and Audition stands as his masterpiece. For most of its runtime, Audition plays like a cynical romance film, as rich widower Shigeharu Aoyama (Ryo Ishibashi) searches for a new wife via a game show produced by his television executive friend (Jun Kunimura).\n\nAfter Shigeharu falls for the beautiful Asami (Asami Yamazaki), Audition shifts gears, turning into one of the most punishing thrillers of all time.\n\n9. Demon (2015)\n\nImage Credit: The Orchard.\n\nThe best horror films don’t just scare their viewers, but they also make them face facts people would rather avoid. Polish director Marcin Wrona uses that fact to great effect in Demon, which he co-wrote with Pawel Maślona. Set during the reception celebration for newlyweds Piotr (Itay Tiran) and Zaneta (Agnieszka Zulewska), Demon explores the lingering guilt of Poland’s actions during World War II.\n\nThat past comes to light after Piotr begins to witness a woman in a wedding dress called Hana (Maria Dębska), who may be a dybbuk, a figure from Jewish folklore.\n\n10. Tigers Are Not Afraid (2017)\n\nImage Credit: Videocine.\n\nLike many of the movies on this list, writer/director Issa López’s Tigers Are Not Afraid combines ghost stories with references to real-world violence. It follows little Estrella (Paola Lara) and a group of children orphaned by the Cartels of Mexico City and the violent boss Chino (Tenoch Huerta).\n\nAdvertisement Advertisement\n\nWhen Estrella and her friends take possession of a cell phone that has a video that could convict Chino, they must fight to save their lives. Tigers Are Not Afraid works by blurring the line between the real and the fantastic, the horrific and the hopeful.\n\n11. Kairo (2001)\n\nImage Credit: Toho.\n\nLike many popular Japanese horror movies of the 1990s and 2000s, Kairo got an American remake in the form of Pulse from 2006. And like most of those films, the original is far, far superior. By telling the story of ghosts seeping into the world through the internet, writer/director Kiyoshi Kurosawa captures the sense of malaise and disconnection among young people in the early days of the web.\n\nLest that sound too philosophical, rest assured that Kairo contains some of the most disturbing imagery of any horror movie, including a shot of a ghost running down a hallway that no one will ever forget.\n\n12. The Skin I Live In (2011)\n\nImage Credit: Warner Bros.\n\nAdvertisement Advertisement\n\nSpanish filmmaker Pedro Almodóvar established his reputation with hilarious melodramas about the lives of memorable women. With The Skin I Live In, Almodóvar takes on horror by adapting the French novel Mygale by Thierry Jonquet.\n\nThis Frankenstein-inspired tale stars Antonio Banderas as Robert Ledgard, a scientist who has created an artificial skin. Ledgard tests that skin on Vera (Elena Anaya), a woman he holds as a captive. As Vera and Ledgard engage in battles of wit and romance, The Skin I Live In becomes a chilling narrative about identity and power.\n\n13. Hour of the Wolf (1968)\n\nImage Credit: Svensk Filmindustri.\n\nFor its first 45 minutes, Ingmar Bergman’s Hour of the Wolf feels like an existentialist relationship drama about a married couple on an idyllic island, not unlike his other films, Autumn Sonata or Scenes From a Marriage. By the midway point, it becomes clear that the concerns Alma (Liv Ullmann) has about her painter husband Johan (Max von Sydow) may be deeper than she feared.\n\nNightmarish visions overtake Johan, which might be connected to the cult that operates on the other side of the island, giving Bergman a new way to explore the darkness of the human psyche.\n\n14. Train to Busan (2016)\n\nImage Credit: Next Entertainment World.\n\nZombie movies have flooded theaters for over a decade, choking all the life out of a once-vibrant sub-genre. So Korean director Yeon Sang-ho and writer Park Joo-suk deserve all the credit they receive for their thrilling zombie flick Train to Busan.\n\nAdvertisement Advertisement\n\nWhen selfish businessman Seok-woo (Gong Yoo) agreed to take his daughter Su-an (Kim Su-an) from Seoul to Busan, he never expected to be fighting for their lives against an army of zombies. But that premise allows Yeon to deliver exciting sequences and powerful character moments as Seok-woo learns how to care about others to save his child.\n\n15. The Devil ’ s Backbone (2001)\n\nImage Credit: Warner Sogefilms.\n\nOne might point to spirits as the monsters of most ghost stories, but more often than not, these apparitions reveal the evils of the living. Take The Devil’s Backbone from Mexican master Guillermo del Toro. Set during the last days of the Spanish Civil War, The Devil’s Backbone follows a group of children at an orphanage.\n\nFor years, an unexploded bomb has remained buried in the orphanage courtyard, but the real threat comes in the form of a spectral child who appears to the kids. As with his most famous work, Pan’s Labyrinth, del Toro uses the supernatural to draw attention to the terrible things people do to one another.\n\n16. Girl Walks Home Alone at Night (2014)\n\nImage Credit: Vice Films.\n\nAdvertisement Advertisement\n\nIt’s hard to say where exactly Ana Lily Amirpour’s debut movie, Girl Walks Home Alone at Night, takes place. Although shot in black and white, all of the characters speak Persian and make references to Iranian culture and politics.\n\nThat blurriness suits Amirpour’s approach, which features a chador-clad vampire (Shelia Vand) who skates around the city looking for prey. Amirpour uses this play of location and genre to shift between horror, romance, and Western, blending the styles to create a singular vampire story.\n\n17. The Vanishing (1988)\n\nImage Credit: Argos Films.\n\nOf all the movies on this list, The Vanishing might have the most insulting American remake. The problems with the American version won’t be apparent to those who watch the first few acts of the Dutch thriller from writer/director George Sluizer and co-writer Tim Krabbé, who wrote the novel on which the film is based.\n\nThe American version follows the Dutch story of traveler Rex (Gene Bervoets), who encounters the mysterious Raymond (Bernard-Pierre Donnadieu) while searching for his missing girlfriend Saskia (Johanna ter Steege). But the two movies diverge in their final act, making the original Dutch film the only worthwhile version of The Vanishing.\n\n18. Revenge (2017)\n\nImage Credit: Shudder.\n\nExploitation and horror films have a long history of making women into little more than victims, brutalized by the men around them. In her debut film Revenge, director and writer Coralie Fargeat flips that trope, focusing on the lengths to which hero Jen (Matilda Lutz) goes to destroy the men who assaulted her and left her to die in the wilderness.\n\nFargeat revels in the nastier parts of Jen’s quest, making Revenge a movie not for the faint of heart. But anyone who can stomach it will be treated to horror filmmaking of the highest caliber.\n\n19. Baskin (2015)\n\nImage Credit: IFC Midnight.\n\nDirected by Can Evrenol, who co-wrote the film with Cem Özüduru, Erçin Sadıkoğlu, and Eren Akay, Baskin tells the story of a group of Turkish policemen who investigate the remains of a cult ceremony. However, that brief description doesn’t capture the sheer power of Baskin. As the police officers look further into the mystery, they see and experience nightmares too terrible to describe.\n\nEvrenol uses quick cuts to distort images of the inferno the officers encounter, forcing the viewers’ imaginations to do most of the work. But Baskin still has plenty of terrible sights to show, scenes that will stay in the audience’s mind long after the credits roll.\n\n20. Tumbbad (2018)\n\nImage Credit: Eros International.\n\nShot on location in the titular Indian city, the Hindi-language film Tumbbad borrows from folk mythology to tell the story of a man searching for a cursed gold coin. That coin belongs to the greedy deity Hastar, who has been trapped in Tumbbad for centuries.\n\nAs Vinayak Rao (Sohum Shah) fights to take the coin, he faces monsters far beyond the imagination, all brought to life by director Rahi Anil Barve, who wrote the screenplay with Mitesh Shah, Adesh Prasad, and Anand Gandhi.\n\n21. The Pool (2018)\n\nImage Credit: T Momemnt Co.\n\nWatching The Pool feels like playing a game of chicken with Thai director Ping Lumpraploeng. After all, it takes place almost entirely in an empty swimming pool, in which photographer Day (Theeradej Wongpuapan) has trapped himself. He has just two companions: his girlfriend Koi (Ratnamon Ratchiratham), knocked unconscious in an accident, and a giant alligator.\n\nThat flimsy premise doesn’t seem like enough to carry a 90-minute film, but Lumpraploeng finds inventive ways to keep the narrative going, carried along by Wongpuapan’s compelling screen presence.\n\n22. Under the Shadow (2016)\n\nImage Credit: XYZ Films.\n\nFor most people, the constant bombings shown in Under the Shadow would horrify enough. They came during the War of Cities, part of the Iran/Iraq war that devastated Tehran in the 1980s. However, director and writer Babak Anvari chooses to explore the psychology of war by adding a supernatural element in the form of an evil entity attacking medical student Shideh (Narges Rashidi) and her daughter Dorsa (Avin Manshadi).\n\nAnvari combines legends of the djinn and war footage with dynamic filmmaking to create a film that satisfies as both a protest film and a horror picture.\n\n23. Let the Right One In (2008)\n\nImage Credit: Magnolia Pictures.\n\nAs long as people have told vampire stories, the idea of the perpetual child has struck them: a creature turned at an early age and stuck forever in a young person’s body. Swedish author John Ajvide Lindqvist used that idea to tell a tragic love story between a bullied boy and a monstrous girl, brought to the big screen by director Tomas Alfredson.\n\nFor all the frightening scenes in Let the Right One In, the relationship between Oskar (Kåre Hedebrant) and Eli (Lina Leandersson) drives the story, maintaining pathos even when the central characters do horrible things.\n\n24. Ojuju (2014)\n\nImage Credit: Kweli TV.\n\nCrowned Best Nigerian Movie in the 4th annual Africa International Film Festival, Ojuju gives a distinctly Nigerian twist to the Western zombie tale. Gabriel Afolayan plays Romero, whose plans take him beyond the slum shantytown where he lives. But when his neighbors change into mindless killers, Romero must discover the source of the mutation, which he traces to the local poisoned water supply.\n\nShot on video by writer and director C.J. Obasi, Ojuju has an immediacy and energy lacking in most zombie flicks.\n\n25. Maria Leonora Teresa (2014)\n\nImage Credit: Star Cinema.\n\nThe killer doll sub-genre continues to attract fans despite its inherent implausibility. After all, what would anyone find scary about a cute little toy? Filipino director Wenn V. Deramas and screenwriter Keiko A. Aquino get around that question for their soulful and frightening Maria Leonora Teresa.\n\nAfter the three title characters die in an accident, an experimental psychiatrist (Cris Villanueva) offers dolls in the likeness of the girls, suggesting the parents take them for comfort. As the parents struggle to accept the dolls, they all experience strange phenomena, which suggests that the children may still be with them, though changed from the loving girls they once knew."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The midnight release party is back: Rebecca Yarros fans rejoice over ‘Onyx Storm'",
            "link": "https://www.usatoday.com/story/entertainment/books/2025/01/21/onyx-storm-rebecca-yarros-release/77747046007/",
            "description": "Fans packed bookstores across the country Monday to be the first to get a copy of \"Onyx Storm\" by Rebecca Yarros. Here's what ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qYhOFVNgpIky4R0VDgvYZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "USA Today",
            "article_content": "NEW YORK – The city's hottest club is the midnight book release party.\n\nIn a sea of leather pants, braids and the occasional dragon onesie, “Fourth Wing” fans prepared Monday night like they were heading to Basgiath War College to be among the first to snag a copy of “Onyx Storm” by Rebecca Yarros.\n\nFans who have waited more than a year for Yarros’ latest romantasy novel, the highly anticipated follow-up to “Fourth Wing” and “Iron Flame\", spent the final 2 ½-hour countdown spread through the four floors at Barnes & Noble Union Square in New York City, beading dragon-themed friendship bracelets, playing \"Empyrean\" series trivia and making friends.\n\nAt a Los Angeles event, where Yarros was present, Entangled was “literally rolling out the black carpet” alongside Glambot photo experiences, stations for friendship bracelets and temporary tattoos from local artists, says Lizzy Mason, publicity director at Entangled Publishing.\n\nMonday was only the start of a long night for many Yarros readers. Like New York attendee Lindsey McCarthy, they plan to start reading immediately, wondering what's next for Violet, Xaden and everyone on The Continent. McCarthy, who won the night's trivia contest, took a personal day from work to read.\n\nCheck out: USA TODAY's weekly Best-selling Booklist\n\nReaders after dark: The midnight release party is back\n\nThe Union Square midnight release was sold out – and it showed. By 11:30 p.m., the line of readers snaked several times around two different floors of Barnes & Noble. As the clock neared midnight, the roar of an estimated 200-plus readers counted down from 10 with a bookstore employee over the loudspeaker.\n\nThis release party is a welcome scene for Yarros-fan Karla Fuentes, who remembers attending midnight releases for the final two “Harry Potter” books. Just months ago, she was here for the midnight release of “Skyshade,” book three in the “Lightlark” saga by Alex Aster.\n\nFantasy books are escapist for Fuentes, and now, on the same day as the inauguration, the “Onyx Storm” release proved a welcome distraction from the news, she says. At an activity station where readers could write personalized notes to Yarros in a “Fourth Wing”-style “Book of Brennan,” Fuentes wrote to thank the author for giving her that escape.\n\n“Some very significant nights here,” she tells USA TODAY. “This is kind of my home for big releases.”\n\nThis is not Entangled’s first flight with the midnight release party, but it is notably bigger. Yarros’ second “Empyrean” novel, “Iron Flame,” spurred over 400 release events in the U.S. and Canada. For “Onyx Storm,” Entangled planned over 1,100.\n\nTaking a page from the uber-popular midnight release parties of the “Harry Potter,” “Hunger Games” and “Twilight” series, Entangled Publishing told USA TODAY it chose a rollout of this scale to match fan fervor for the series. Mason says that booksellers have told Entangled they haven’t seen a midnight release party of this scale in over 15 years ‒ a “humbling” statistic, she says.\n\n“So many of us in the older generation of publishing remember attending or even working at midnight release parties in our younger days,” Mason wrote in an email to USA TODAY. “And there is nothing like the buzz of excitement of being with people who all love the same thing that you do, waiting for the moment when you all get to experience the next chapter together.”\n\nAfter ‘Iron Flame’ cliffhanger, fans can’t wait to get answers\n\nFor friends Jazmn Loadholt, Ikea Carlos and Ashley Imanё Fields, the “Empyrean” books are just an extension of the love of reading they’ve shared since high school – first as Wattpad fanfiction readers, then as dark romance and paranormal romance fans. “Fourth Wing” is what got them into romantasy.\n\nNow, they can’t get enough. The trio says they’re eagerly waiting to see what happens with Xaden after that bombshell cliffhanger in “Iron Flame.” They also want to know what Violet’s second signet is, which is also teased in the last book.\n\nMcCarthy, on the other hand, is hoping for more of Andarna, the second, younger dragon bonded to Violet.\n\n“They’ve been dropping a lot of hints in the first and second books,” she says. “I feel like this is the book where we’re going to learn a lot more about her history.”\n\nOn the Xaden and Violet front, she’s not worried – she cites a 2024 interview where Yarros said “There’s no story without Xaden.” But she believes in a popular fan theory about how Violet’s pure power will help Xaden, who may be turning venin, an evil dark-magic wielder.\n\n“I think we’re going to get a vampire-style vibe,” McCarthy says. She just hopes it’s nothing like “Twilight: New Moon,” as in Violet spending half the book depressed because of what happened to Xaden.\n\nEntangled Publishing aims to avoid repeating ‘Iron Flame’ misprints\n\nThe limited-edition “Onyx Storm” hardcover, like the ones passed out at midnight release parties, includes sprayed edges with a dragon design. These copies are available while supplies last, the publisher’s site says.\n\nWhen \"Iron Flame\" was released in 2023, misprints hit the market and fans found damaged book edges, typos, missing pages and upside-down pages. To curb this happening again, Entangled developed “even deeper relationships” with printers and distributors as they gear up to publish over a million copies, Mason says.\n\nIn the event of a misprint, which Mason says “are inevitable with any print run,” Entangled has stocked an overprint for affected readers. She points readers to the “Empyrean” series FAQ page.\n\n“Readers’ happiness is always our goal,\" said Bree Archer, Art Director at Entangled. \"We want the outside package to be just as memorable as the captivating story inside.”\n\nClare Mulroy is USA TODAY’s Books Reporter, where she covers buzzy releases, chats with authors and dives into the culture of reading. Find her on Instagram, check out her recent articles, or tell her what you’re reading at cmulroy@usatoday.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Review: Steven Soderbergh's technically impressive ghost story 'Presence' is let down by its story",
            "link": "https://www.houstonchronicle.com/entertainment/movies_tv/article/presence-movie-review-20044912.php",
            "description": "'Presence' is a beautifully executed vision of a rather mediocre script. What makes it interesting is the POV 'gimmick,' ...",
            "image_url": "https://www.bing.com/th?id=OVF.A5CLXpeZYkm22SoyBQQcoQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "Houston Chronicle",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mound Cold War Discovery Center",
            "link": "https://www.bizjournals.com/dayton/news/2025/01/21/mound-cold-war-discovery-center-fundraising.html",
            "description": "The Mound Cold War Discovery Center (MCWDC) in Mound Business Park seeks to complete fundraising for its $7.2 million ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QpCWncwsIIVwksy3i4JC7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of Ancient Shark Fossil Unveiled in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3232527-discovery-of-ancient-shark-fossil-unveiled-in-peru",
            "description": "Peruvian paleontologists have revealed a 9-million-year-old fossil belonging to an ancestor of the great white shark.",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "devdiscourse17h",
            "source": "devdiscourse",
            "article_content": "On Monday, paleontologists in Peru unveiled a 9-million-year-old fossil belonging to an ancestor of the great white shark. Unearthed from the arid and discovery-rich Pisco basin, this nearly-complete Cosmopolitodus Hastalis fossil highlights the region's significant contributions to understanding prehistoric marine life.\n\nThe shark's fossilized remains, including a jaw equipped with teeth reaching up to 8.9 centimeters, are a testament to the species' dominance in ancient seas. With adults reaching lengths comparable to small boats, these marine giants had a diet chiefly composed of sardines, as evidenced by remnants found within the specimen's stomach.\n\nDuring the presentation, paleontologist Mario Urbina emphasized the rarity of complete shark fossils, enhancing the importance of this discovery. This unveiling follows previous finds in the region, including ancient river dolphin and crocodile fossils, cementing Peru's standing as a pivotal site for paleontological research.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Discover Readily-Available Dietary Supplement Could Help Treat Liver Cancer",
            "link": "https://scitechdaily.com/scientists-discover-readily-available-dietary-supplement-could-help-treat-liver-cancer/",
            "description": "Salk scientists have found that eliminating the bile acid-producing protein BAAT and supplementing with the bile acid UDCA ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qHsNDl5vWIs2qIix3g5Sdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious Space Signal Traced Across the Universe to an Ancient Dead Galaxy",
            "link": "https://scitechdaily.com/mysterious-space-signal-traced-across-the-universe-to-an-ancient-dead-galaxy/",
            "description": "Astronomers have traced a mysterious fast radio burst to an unexpected place — an ancient, massive galaxy far removed from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Mf58IUhYpIPzjQao-hpWFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "28m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After 15 Years, Scientists Finally Opened This Mysterious Ancient Vessel",
            "link": "https://www.msn.com/en-us/news/world/after-15-years-scientists-finally-opened-this-mysterious-ancient-vessel/ar-AA1xAFaQ?ocid=BingNewsVerp",
            "description": "The vessel, which dates back to the Shang dynasty, contained a liquid that (upon analysis) was revealed to be distilled ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bvjbY_WLriWAFC5fNDFViy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CFO Calls Musk Legal Challenge Competitive ‘Lawfare’",
            "link": "https://www.msn.com/en-us/money/technology/openai-cfo-calls-musk-legal-challenge-competitive-lawfare/ar-AA1xzHHY?ocid=BingNewsVerp",
            "description": "OpenAI Inc. Chief Financial Officer Sarah Friar characterized Elon Musk’s legal challenge to stop the ChatGPT maker from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gimxpaOXLJiYXY9OVMGGMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s latest model will change the economics of software",
            "link": "https://www.economist.com/business/2025/01/20/openais-latest-model-will-change-the-economics-of-software",
            "description": "Excitement from those who expected its reasoning capabilities to be a big step towards superhuman intelligence (some reckoned ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LHNvGndrEujniiXiVkwZHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "The Economist19h",
            "source": "The Economist",
            "article_content": "W hen OpenAI announced a new generative artificial-intelligence ( AI ) model, called o3, a few days before Christmas, it aroused both excitement and scepticism. Excitement from those who expected its reasoning capabilities to be a big step towards superhuman intelligence (some reckoned it would be a bigger deal than Open AI ’s launch of Chat GPT in 2022). Scepticism because Open AI did not release it to the public and had every incentive to overplay the firm’s pioneering role in AI to curry favour with Donald Trump, the incoming president."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s agent tool may be nearing release",
            "link": "https://www.msn.com/en-us/news/technology/openai-s-agent-tool-may-be-nearing-release/ar-AA1xxSdu?ocid=BingNewsVerp",
            "description": "OpenAI may be close to releasing an AI tool that can take control of your PC and perform actions on your behalf, if leaks are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cdCcsPctIPT3xf0WcM8n-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek claims its ‘reasoning’ model beats OpenAI’s o1 on certain benchmarks",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-claims-its-reasoning-model-beats-openai-s-o1-on-certain-benchmarks/ar-AA1xxk8v?ocid=BingNewsVerp",
            "description": "DeepSeek has released an open version of its 'reasoning' AI model, DeepSeek-R1, that it claims performs as well as OpenAI's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ERcoyuQ0qLrrtIA_FdRVay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI confirms launch of 'o3 Mini’ AI model that pauses to ‘think’ — here's how it works",
            "link": "https://www.tomsguide.com/ai/openai-confirms-launch-of-o3-mini-ai-model-that-pauses-to-think-heres-how-it-works",
            "description": "This development follows the introduction of the o3 series, designed to enhance AI's ability to tackle complex problems ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N-hUN5GmT2-CJYkCQcPgRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "40m",
            "source": "Tom's Guide",
            "article_content": "OpenAI is set to launch its latest reasoning AI model, o3 mini, within the next two weeks, as confirmed by CEO Sam Altman.\n\nThis development follows the introduction of the o3 series, designed to enhance AI's ability to tackle complex problems through improved reasoning capabilities.\n\n\n\nThe o3 mini model represents a significant leap from its predecessor, o1, by incorporating advanced reasoning skills that allow for step-by-step logical analysis.\n\nOpenAI CEO Sam Altman has said the new model is “the beginning of the next phase of AI.” For users like me and you, this is great news. This progression enables the model to perform a series of intermediate reasoning steps, by taking a moment to “think,” as it considers various prompts prior to responding. Enhanced problem-solving abilities can serve users in areas like coding, science, and mathematics.\n\nIntegration and accessibility\n\nUpon release, o3 mini will be integrated into the ChatGPT platform and made accessible via an API. Developers and users alike can utilize the tools to leverage the advanced reasoning for a more robust AI experience, once again positioning OpenAI competitively against industry leaders.\n\nIn addition to the o3 series, OpenAI recently ventured into the realm of virtual assistants with the new Tasks feature currently in beta. While the hope is to compete with established virtual assistants like Apple’s Siri and Amazon’s Alexa, it’s not quite there yet. From my own experience with ChatGPT Tasks, I can attest that OpenAI still has some kinks to work out to truly make the AI application feasible for a broader user base.\n\nAvailability and looking ahead\n\nThe introduction of o3 mini underscores OpenAI's commitment to advancing AI technology and maintaining a competitive edge in the rapidly evolving AI landscape.\n\nBy enhancing reasoning capabilities and expanding into new markets, OpenAI aims to attract new investments and users, further solidifying its position as a leader in artificial intelligence innovation.\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Get instant access to breaking news, the hottest reviews, great deals and helpful tips. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nOpenAI is currently safety testing the model, but has plans to release the o3-mini model by the end of this month, with the full o3 model release several weeks after.\n\nAs the AI industry continues to evolve, the launch of o3 mini is anticipated to influence the development and application of AI technologies, setting new benchmarks for reasoning capabilities and user engagement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ByteDance launches AI code editor based on Microsoft software as TikTok ban is delayed",
            "link": "https://www.yahoo.com/tech/bytedance-launches-ai-code-editor-093000329.html",
            "description": "ByteDance has launched an artificial intelligence (AI)-powered code editor in competition with American leaders like Cursor ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Xy3G_x7yRBGnamNXk5GTcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "ByteDance has launched an artificial intelligence (AI)-powered code editor in competition with American leaders like Cursor and Microsoft's Visual Studio Code, just after US President Donald Trump delayed the enforcement of a law requiring the company to divest TikTok.\n\nThe new integrated development environment (IDE), named Trae, is specifically targeted at overseas markets. It allows programmers to chat with an AI assistant while coding and generate code snippets or write project-level code based on natural language prompts.\n\nThe tool's AI features are powered by either OpenAI's GPT-4o or Anthropic's Claude-3.5-Sonnet, and these features are currently free to use. The user interface supports English and Chinese, as many overseas programmers are from China. The company has not mentioned whether it plans to support additional languages.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\n\nThe program has launched on Apple's macOS and a version for Microsoft Windows is in the works, according to the website. The software is distributed by ByteDance's Singapore-based subsidiary Spring (SG) Pte, the company behind its Cici chatbot that launched in 2023.\n\nByteDance's Trae is a fork of Microsoft's popular Visual Studio Code. Photo: Trae alt=ByteDance's Trae is a fork of Microsoft's popular Visual Studio Code. Photo: Trae>\n\nLike Cursor, Trae is a fork of Microsoft's popular open-source IDE and text editor Visual Studio Code, which now has GitHub Copilot baked into it. The software is built on Electron, a cross-platform framework that uses web standards based on Google's Chromium.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe shared underlying technology means ByteDance can \"directly migrate plug-ins and settings\", and the familiar interface allows developers to quickly get started, according to Chinese tech blogger XixiaoyaoQAQ, who published a review on WeChat.\n\nTrae \"makes programming more accessible to the public so you can personally build projects from scratch, even if you have no development experience, no knowledge of code, or even English\", the blogger wrote.\n\nXixiaoyaoQAQ tested Trae by asking it to design and code a casual game that might be popular during the coming Lunar New Year holiday. The system generated a plain-looking but playable game in which users receive fortunes falling from the top of the screen.\n\nByteDance's new project comes after Big Tech rival Alibaba Group Holding earlier this month launched its own AI coding assistant. The e-commerce and cloud computing firm touts its Tongyi Lingma as capable of building an application \"in minutes\".\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe system is powered by Alibaba Cloud's Tongyi Qianwen family of large language models - the technology behind generative AI services like ChatGPT - and improves the efficiency of code development by a factor of 10, according to the company. On Tuesday, Alibaba Cloud announced that the system can now access its latest Qwen2.5 model.\n\nAlibaba owns the South China Morning Post.\n\nThis article originally appeared in the South China Morning Post (SCMP), the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2025 South China Morning Post Publishers Ltd. All rights reserved.\n\nCopyright (c) 2025. South China Morning Post Publishers Ltd. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mobile Cybersecurity Trends for 2025: Key Predictions and Preparations",
            "link": "https://securityboulevard.com/2025/01/mobile-cybersecurity-trends-for-2025-key-predictions-and-preparations/",
            "description": "The only practical way to ensure secrets are safe is to adopt a dynamic, zero trust security approach. Get them out of your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W6xP47WMwu1xo7WSd3E-7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Security Boulevard21h",
            "source": "Security Boulevard",
            "article_content": "All the key players in cyber-security make predictions at the end of every year and 2025 is no exception, there was a flurry of predictions which are nicely summarized here.\n\nSo why would we add our thoughts to an already crowded field (and in January..)? Well no one seems to have looked specifically at mobile cybersecurity. As everyone should know by now, mobile app security is an issue which must be taken seriously, and having some insight into key trends is important.\n\nWe do think that our expansive customer base, ongoing research initiatives and the insights we collect from our live threat metrics, give us some visibility into trends. So here goes…If you are responsible for mobile app security, here are seven mobile security trends to think about. We hope this helps you prepare your own plan for navigating the challenges and opportunities that lie ahead in 2025.\n\nThe 7 Big Mobile Security Trends to Plan for in 2025\n\n1. Alternative app stores are so 2024! “Direct to consumer” will be the new trend in 2025\n\nWe have reported extensively on the pressure building on Apple and Google during 2024 to break up their lucrative monopolistic practices which lock in developers. Alternative app stores like the one from Epic Games are up and running. This pressure will increase in 2025 but a whole new front will open up too. 2024 was all about allowing alternative app stores and payment mechanisms, but next up will be a drive to direct-to-consumer models – why do I even need an app store? When I download an app on my laptop, I go right ahead and the laptop manufacturer has no part to play. A new court case in the UK is a sign of what’s to come. Expect continued engagement from the Coalition for App Fairness and from governments around the world to drive this forward. This trend will cause mobile app security to be re-evaluated in 2025: alternatives to native security will need to be found.\n\nHow to Adapt Your Security Strategy to Meet This Challenge\n\nAs it becomes clear that security provided by Apple, Google, Huawei is actually quite limited, and in any case do not work with alternative app stores and direct to consumer models, it makes a lot of sense to try to find a cross-platform security solution which makes it easy for you to embrace new approaches and platforms.\n\n2. AI Will Continue to be Adopted by Hackers … and Security Teams\n\n2024 was the year when AI started being used everywhere, especially generative AI tools.\n\n“Agentic AI”, which is capable of independently planning and acting to achieve specific goals, will be exploited by threat actors, and this is unfortunately a good fit for mobile app attacks where attackers orchestrate complex attacks which involve gathering data from a number of sources before using this data to create automated exploits. Another looming threat in 2025 is AI tools making code obfuscation even less effective. Obfuscation methods have been used extensively to protect mobile app code and IP, but AI tools are making it easier than ever for attackers to undo obfuscation.\n\nOn the other hand, AI is also being used to build better defenses. Machine learning has been employed by security tools for a while in app security, particularly where user behaviour or other non-deterministic signals need to be assessed and classified. Concerns have been raised however about the “black box” nature of some of the tools and the AI skills gap in most organizations. OWASP published their first Top 10 for LLM Applications and a guide to AI for CISOs in 2024.\n\nHow to Adapt Your Security Strategy to Meet This Challenge\n\nAI should always be a means to an end, and clear goals such should be set for any new deployment e.g. you must quantify the resource savings and process improvements expected from the automation of security tasks, set a goal for time to market speed increase from faster identification of vulnerabilities etc. It also always makes sense to prioritize deterministic solutions for particular use-cases as alternatives to AI, if such solutions exist, to minimize the risk of false positives.\n\n3. 2025 Will Be When API Keys in Mobile Apps Are Properly Secured\n\n2024 has been a terrible year for API secrets protection. It continued to be easy to find secrets in mobile app code and it seemed like hardly a week went by without another breach being reported due to theft and misuse of API credentials. Our own research and many other reports show the extent of the problem. The Internet Archive had a nightmare scenario where even after a breach was reported attackers continued to use stolen Zendesk API keys, suggesting that the organization had some challenges rotating compromised keys when an issue was identified. It’s not a surprise that credential management is number 1 on the OWASP Mobile Top Ten but will 2025 be the year when the problem is finally addressed? We really hope so!\n\nHow to Adapt Your Security Strategy to Meet This Challenge\n\nThe only practical way to ensure secrets are safe is to adopt a dynamic, zero trust security approach. Get them out of your code, and have them delivered only as needed, and only to apps which are verified via attestation. Also make sure they can be updated and rotated immediately across all your apps immediately as required.\n\n4. Cross-Platform Development Will Be The Way Forward For Mobile Apps\n\nIn 2025, cross-platform mobile development is expected to be dominated by frameworks like Flutter, React Native, and Xamarin, with a strong focus on achieving near-native performance, leveraging advanced features like AI/ML integration, and catering to new devices and emerging technologies. We predict that we will see “official” support of the HarmonyOS ecosystem in 2025 by the biggest players.\n\nHow to Adapt Your Security Strategy to Meet This Challenge\n\nIf you are still developing your apps using native tools, now is the time to consider migrating to a cross-platform framework, or at least moving to a hybrid approach. This should generate substantial cost savings. It’s also time to evaluate your security. There are good third-party security solutions which integrate with cross-platform frameworks in order to provide advanced security across platforms in a consistent and unified way. So you can get the benefits of cross-platform development and improve your security at the same time.\n\n5. Open Source Scrutiny Will Increase\n\nThe mobile ecosystem is highly dependent on open source software and it remains a reliable driver of innovation. However 2024 saw some major issues including the vulnerabilities found in the Cocoapods dependency manager. Clearly, hackers see a path to commit supply chain attacks that could introduce malicious code updates to the corporate software projects that rely on them. During 2024 we also saw governments start to take an interest. The EU has passed the Cyber Resilience Act (CRA), and we can expect to see the U.S. gradually developing tighter requirements, on software components especially for software for critical infrastructure and government use.\n\nHow to Adapt Your Security Strategy to Meet This Challenge\n\nIn preparation for regulations or issues that could disrupt your own software supply chain, you should audit your open source components and dependencies and evaluate alternatives for any risky components of your app. You should also, of course, implement robust dependency management to track and manage open source use and ensure you’re using the latest secure versions as well as investing in frequent vulnerability scanning. You must also invest in runtime protection of your app to provide an additional layer of security.\n\n5. Pinning Communications Channels Will Become The Norm\n\nMan-in-the-Middle attacks continue to be a clear and present danger to mobile apps. Tools such as Proxyman and mitmproxy can be used to intercept encrypted traffic to and from the app. Certificate pinning is the solution and OWASP recommends it. But operational challenges and potential disruptions caused when a certificate changes or expires means that devops teams have been wary of implementing this critical way of protecting the communications channels your app uses.\n\nThere are, in fact, solutions that make administration of pinning easy and maintain customer experience. These facilitate the kind of immediate rotation required when Digicert revoked thousands of certificates in July 2024. We believe that 2025 will be the year that these types of dynamic certificate pinning solutions will finally be adopted, eliminating an important attack surface for hackers.\n\nHow to Adapt Your Security Strategy to Meet This Challenge\n\nEvaluating and implementing dynamic certificate pinning on any communications channels your app uses would be a good security improvement to plan for 2025.\n\n6. Breach reporting requirements will require more attention and investment\n\nBreach reporting requirements around the world have become more onerous in 2024, especially in the EU, Japan and Singapore. This trend will continue into 2025. Some industries such as US Healthcare and financial institutions will face even stricter requirements. For the finance industry, PCI DSS 4.0 compliance is coming in 2025. Concerning mobile app breaches, companies are generally required to notify affected users “without unreasonable delay” and within a specific timeframe, providing details of the breach, notifying relevant regulatory bodies at the same time.\n\nHow to Adapt Your Security Strategy to Meet This Challenge\n\nYou need to understand the reporting requirements of the industry and the geographies in which you operate and make sure your incident response plan addresses evolving reporting requirements. You should rehearse thoroughly the procedures you will follow if and when there is a breach. In addition, service continuity in the event of a breach should be a key objective for the development team.\n\nFor mobile apps specifically, the playbook must include information about rotating any secrets and certificates your app uses, including third-party API keys. You should also include procedures on how you can quickly block rogue devices and apps without affecting genuine users.\n\nKey Takeaway – Run Time Protection\n\nAll of this can be overwhelming but there is one single key takeaway and that is a need to focus on runtime protection for mobile apps. Robust run time protection that works across platforms can prevent apps or devices being tampered with and adds a zero trust layer to other protections that you put in place – every request can be validated. It can also mitigate the limitations of code obfuscation. Dynamic management can allow you to identify and deal with issues as they arise without having to release new versions of your app. A solution such as Approov can continuously verify all aspects of the running mobile ecosystem and allow you to future proof your mobile app security.\n\n*** This is a Security Bloggers Network syndicated blog from Approov Blog authored by George McGregor. Read the original post at: https://blog.approov.io/mobile-cybersecurity-in-2025-what-we-predict-and-how-to-prepare"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dress To Impress Codes (January 2025)",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/dress-to-impress-codes-january-2025/ar-BB1pq2Jy?ocid=BingNewsVerp",
            "description": "Dress To Impress (DTI) is a Roblox game all about showing your creativity and sense of fashion. Take part in the many themed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5fHxlXGcUOquaRaZ14mQ3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mokobara selling Chinese bags at premium prices? Brand’s ‘chutzpah’, ‘bold’ reaction leaves netizens divided",
            "link": "https://www.msn.com/en-in/money/markets/mokobara-selling-chinese-bags-at-premium-prices-brands-chutzpah-bold-reaction-leaves-netizens-divided/ar-AA1xzlEk?ocid=BingNewsVerp",
            "description": "Mokobara was 'accused of sourcing generic designs from Chinese manufacturers and selling them at premium prices in India ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RJjFDv3xOZBV0azjeRMZBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pakistan: University of Karachi issues dress code, directs students not to wear revealing, see-through clothes",
            "link": "https://www.msn.com/en-in/fashion-and-style/fashion-trends/pakistan-university-of-karachi-issues-dress-code-directs-students-not-to-wear-revealing-see-through-clothes/ar-AA1xB4uf?ocid=BingNewsVerp",
            "description": "The University of Karachi in Pakistan has issued a new dress code for students where they are directed not to wear provocative, offensive, or distracting attire.",
            "image_url": "https://www.bing.com/th?id=OJ.0t100CGO8ioRJg&pid=news&w=41&h=16&rs=2",
            "category": "code+trends",
            "date": "8mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump's 'Split the Atom' Claim Vexes New Zealanders",
            "link": "https://www.msn.com/en-us/politics/government/donald-trump-s-split-the-atom-claim-vexes-new-zealanders/ar-AA1xAONh?ocid=BingNewsVerp",
            "description": "New Zealanders are expressing frustration after U.S. President Donald Trump credited Americans with splitting the atom in his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xp3t2g9HLsdufBb6oE4s_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of Ancient Shark Fossil Unveiled in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3232527-discovery-of-ancient-shark-fossil-unveiled-in-peru",
            "description": "Peruvian paleontologists have revealed a 9-million-year-old fossil belonging to an ancestor of the great white shark.",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse17h",
            "source": "devdiscourse",
            "article_content": "On Monday, paleontologists in Peru unveiled a 9-million-year-old fossil belonging to an ancestor of the great white shark. Unearthed from the arid and discovery-rich Pisco basin, this nearly-complete Cosmopolitodus Hastalis fossil highlights the region's significant contributions to understanding prehistoric marine life.\n\nThe shark's fossilized remains, including a jaw equipped with teeth reaching up to 8.9 centimeters, are a testament to the species' dominance in ancient seas. With adults reaching lengths comparable to small boats, these marine giants had a diet chiefly composed of sardines, as evidenced by remnants found within the specimen's stomach.\n\nDuring the presentation, paleontologist Mario Urbina emphasized the rarity of complete shark fossils, enhancing the importance of this discovery. This unveiling follows previous finds in the region, including ancient river dolphin and crocodile fossils, cementing Peru's standing as a pivotal site for paleontological research.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious Space Signal Traced Across the Universe to an Ancient Dead Galaxy",
            "link": "https://scitechdaily.com/mysterious-space-signal-traced-across-the-universe-to-an-ancient-dead-galaxy/",
            "description": "Astronomers have traced a mysterious fast radio burst to an unexpected place — an ancient, massive galaxy far removed from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Mf58IUhYpIPzjQao-hpWFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "28m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unearthed ice may be the Arctic’s oldest buried glacier remnant",
            "link": "https://www.sciencenews.org/article/arctic-oldest-buried-glacier-remnant",
            "description": "Thanks to climate change, thawing permafrost in the Canadian Arctic has revealed the buried remnant of a glacier that’s 770,000 years old.",
            "image_url": "https://www.bing.com/th?id=ODF.U05qPw4ob4djIugVATRjuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science News2h",
            "source": "Science News",
            "article_content": "On a remote island in the Canadian Arctic, researchers have discovered the remains of an ancient glacier that could be over a million years old. The discovery represents what may be the oldest glacier ice ever found buried in permafrost — ground that has been frozen for at least 2 years straight — in the Arctic, researchers report in the January 1 Geology. For researchers keen on studying the glacier, the clock is ticking, as human-caused climate change has exposed the long-preserved ice to melting.\n\nLike notes in the pages of a logbook, the gas bubbles, compounds and particulates trapped in a glacier’s icy layers can yield information about the atmospheres and climates of bygone millennia. But there are precious few reports of such ice older than the last great expansion of the ice sheets, 26,000 to 20,000 years ago. The newfound ice could thus provide researchers with a rare chance to study the climate of the early Pleistocene epoch, during which the Earth underwent episodic ice ages separated by warm periods known as interglacial periods. “These [Pleistocene climate shifts] are analogs for what we can see in the future,” says geomorphologist Daniel Fortier of the University of Montreal.\n\nIn 2009, Fortier and colleagues were studying a buried fossilized forest on Bylot Island, in Canada’s Nunavut Territory, when they stumbled across the sites of some recent landslides that had been triggered by the thawing of permafrost. The slides had exposed translucent, layered bodies of ice that had been buried a few meters underground, just above the fossil forest. Much to Fortier’s surprise, radiocarbon dating of organic matter in the ice revealed it was over 60,000 years old. “I was not expecting that at all,” he says.\n\nResearchers are shown digging into the remnant glacier ice, which became exposed by the thawing and slumping of previously frozen ground. Stéphanie Coulombe\n\nWhat’s more, in the sediment layers overlying the ice, the researchers discovered a flip in the alignment of magnetic minerals that corresponded with a reversal of Earth’s magnetic field roughly 770,000 years old, indicating the ice was at least that old. And previous research had dated the fossil forest upon which the glacier rested to around 2.8 to 2.4 million years ago, providing a maximum possible age for the ice.\n\nThe discovery is a testament to the resilience of permafrost, Fortier says. While climate projections suggest permafrost will completely thaw in many regions by the end of the century, this preserved glacier has persisted through interglacial periods that were warmer than today, he notes. “I don’t think permafrost will disappear so fast. The system is more resilient than we think.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Discover Readily-Available Dietary Supplement Could Help Treat Liver Cancer",
            "link": "https://scitechdaily.com/scientists-discover-readily-available-dietary-supplement-could-help-treat-liver-cancer/",
            "description": "Salk scientists have found that eliminating the bile acid-producing protein BAAT and supplementing with the bile acid UDCA ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qHsNDl5vWIs2qIix3g5Sdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Comprehensive Review of Appy Pie AI Builder and Snappy 3.0 IDE: Revolutionizing No-Code App Development",
            "link": "https://www.tmcnet.com/topics/articles/2025/01/20/461703-comprehensive-review-appy-pie-ai-builder-snappy-30.htm",
            "description": "Having explored a variety of no-code platforms over the years, I recently delved into Appy Pie AI Builder, powered by the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.smxtSYtysMzmv0F-GOIJOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "TMCnet19h",
            "source": "TMCnet",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BNB Chain Launches No-Code Meme Coin Solution to Simplify Web3 Entry",
            "link": "https://www.coinspeaker.com/bnb-chain-launches-no-code-meme-coin-solution-to-simplify-web3-entry/",
            "description": "BNB Chain launches no-code meme coin platform, simplifying token creation and management while expanding Web3 accessibility ...",
            "image_url": "https://www.bing.com/th?id=OVFT.O9DGLIGfNXk1BWm3CoXPrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "coinspeaker18h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Companies need to expose employees to AI so they start seeing it as a 'digital colleague,' says PwC head",
            "link": "https://www.msn.com/en-in/money/other/companies-need-to-expose-employees-to-ai-so-they-start-seeing-it-as-a-digital-colleague-says-pwc-head/ar-AA1xA5Tw?ocid=BingNewsVerp",
            "description": "PwC's global chairman said that putting technology in the hands of workers allows them to view AI as a \"digital colleague\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9W68AWUYTxIXFBNjDs1yJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Which San Diego startup landed the top deal of 2024? Hint: it’s not a biotech",
            "link": "https://www.msn.com/en-us/money/companies/which-san-diego-startup-landed-the-top-deal-of-2024-hint-it-s-not-a-biotech/ar-AA1xABHw?ocid=BingNewsVerp",
            "description": "San Diego County startups raised $5.7 billion in venture capital dollars, marking one of the region’s best performing years ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KRIjTLkk7lFbIHi_cosGbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prediction: Quantum Computing Will Be the Biggest AI Trend in 2025, and This Stock Will Lead the Charge",
            "link": "https://www.msn.com/en-xl/money/other/prediction-quantum-computing-will-be-the-biggest-ai-trend-in-2025-and-this-stock-will-lead-the-charge/ar-AA1xyiLt?ocid=BingNewsVerp",
            "description": "Toward the end of 2024, shares of quantum computing stocks such as IonQ, D-Wave Quantum, Quantum Computing, and Rigetti ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9ATMGCmSvWVbqhR8C_OcCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "13hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cantor’s 2025 Prediction for AI Software Stocks: These 2 Names Lead the Pack",
            "link": "https://markets.businessinsider.com/news/stocks/cantor-s-2025-prediction-for-ai-software-stocks-these-2-names-lead-the-pack-1034249242",
            "description": "AI has quickly become the ‘shiny new thing,’ not just in tech but across a wide range of economic and business sectors and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hmKq9s3IpxDGyVU-d4VZsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "5h",
            "source": "Business Insider",
            "article_content": "AI has quickly become the ‘shiny new thing,’ not just in tech but across a wide range of economic and business sectors and applications. AI is changing the ways that we gather, collate, and use data, putting it to work faster and more efficiently. In short, the AI boom is in full swing, and it’s here to stay.\n\nInvest with Confidence: Follow TipRanks' Top Wall Street Analysts to uncover their success rate and average return.\n\nJoin thousands of data-driven investors – Build your Smart Portfolio for personalized insights.\n\nBut the reality of AI brings up a new set of questions – the mundane background of the computing industry, which will be impacted first, and most strongly, by AI. The changes are already underway; we see them clearly in the accompanying boom in data centers and cloud computing.\n\nCovering the rapidly evolving computing landscape for Cantor, analyst Thomas Blakey writes of the situation: “Our discussions with CIOs, CTOs, consultants, systems integrators, and others suggest that the value proposition of infrastructure software will increase, driven by the ongoing secular expansion of AI and GenAI. These trends fuel the need for unified, secure, and highly integrated data systems, observable infrastructure, realtime computing and networking capabilities, and enhanced workflows and collaboration.”\n\nFollowing this line of thought, Blakey is recommending that investors start buying AI software stocks – and knows which two he would buy first. Using the TipRanks platform, we’ve taken a look at both to get an idea of the broader Wall Street view of them – here are the details, along with Blakey’s comments.\n\nOracle Corporation (ORCL)\n\nFirst up is Oracle, one of the world’s software giants. The largest, of course, are the multi-trillion-dollar giants Apple, Microsoft, and Alphabet – but Oracle, with its respectable market cap valuation of $450 billion, ranks fourth. The company was founded in 1977, at the dawn of the personal computing era, and has been a leader in the software industry ever since.\n\nToday, Oracle is best known as a provider of cloud computing services, offering its customers applications and solutions for cloud-based database management, HCM, CRM, EPM, and SCM – a slew of acronyms that are easy to sum up: if it’s a business need, Oracle has a software system to get the job done.\n\nThe company’s products are offered through three main divisions, cloud applications, cloud infrastructure, and ISV applications. Services offered through these divisions include developer services, big data and data lake, open-source databases, analytics and BI, networking, storage, and of course AI and machine learning. In addition, Oracle can provide an AI infrastructure to run the larger OCI (Oracle Cloud Infrastructure), bringing advantages in AI training, latency reduction, and overall computing performance. Oracle’s customers can access a cloud-based hub for AI solutions, as well as the latest in generative AI systems.\n\nOn the financial side, Oracle’s long record of success has given the company a high bar to clear – while a crowded field has increased the competition that it faces. This was evident in the last set of quarterly results, covering fiscal 2Q25. The company’s top line of $14.1 billion was up 9% year-over-year – but it missed the forecast by $20 million. At the bottom line, the non-GAAP EPS figure of $1.47 was a penny less than expected. While these misses were modest, the stock has fallen by 15% since the December 9 earnings release.\n\nHowever, for Cantor’s Blakey, Oracle remains a solid choice – for both the near term and the long term. He believes the company has sound prospects for continued growth, and writes of it, “Oracle’s cloud-based business model offers multiple vectors of dynamic growth and margin accretion opportunity (43.4% EBIT margin MRQ), in our view. OCI is being driven by AI and set to accelerate in 2HF25 toward 60%+ growth while cloud database services (CDBS) both on OCI and at Cloud Services (CDBS @ CS), such as Azure and AWS, drive margin-accretive revenues in coming quarters and years. Offsetting AI and CDBS tailwinds NT to revenue and EBIT accretion is NT capex related to said AI likely pressuring GM% early on, which we view as logical and offering LT benefits justifying any NT pressure. Provided Oracle benefits NT and LT from AI and LT OCI accretion benefits, primarily tied to CDBS, in our view, we rate ORCL shares Overweight.”\n\nAlong with that Overweight (i.e., Buy) rating, Blakey gives ORCL shares a price target of $214, implying a one-year upside potential of 33%. (To watch Blakey’s track record, click here)\n\nThere are 27 recent analyst reviews on record for Oracle, breaking down to 15 Buys, 11 Holds, and 1 Sell for a Moderate Buy consensus rating. The shares are priced at $161.03 and their $192.20 average target price suggests that the stock will gain 19% in the next 12 months. (See ORCL stock forecast)\n\nmonday.com (MNDY)\n\nThe second stock we’ll look at is monday.com, styled with the lower-case ‘m.’ monday is known for its popular line of cloud-based work management software, developed in-house and marketed as solutions for optimizing the business workflow at all scales. The company offers tools for CRM, marketing activities, project management, system optimization, and sales operations, all cloud-based and customizable. monday.com’s platform lets users connect their people and their processes and creates a transparent workflow in the digital office.\n\nManaging the workflow is a time-consuming task, but to smooth it out, monday.com offers its customers access to sophisticated AI capabilities. By putting AI to work, platform users can speed up their data tasks – sorting, analysis, categorization – allowing for better insights. AI also smooths out communications, creating quick summaries of emails, deriving action plans from schedules and data, and translating international communications. The automation even allows users to simply tell the AI what they want it to do – and the system will generate results. The end result is a viable AI solution to some of the back-office world’s most time-consuming problems.\n\nmonday.com was founded in 2012, and while it hasn’t reached the same scale as Oracle – the company has a market cap of $12 billion – it does have a global reach, with offices in such major global hubs as New York, Chicago, Tokyo, Sydney, London, and São Paulo. In all, the company’s platform is in use with more than 225,000 enterprise customers, including such major names as Coca-Cola and Carrefour. More than 2,900 of those customers generate an annual recurring revenue (ARR) greater than $50,000 each, and 1,080 of those customers had an ARR greater than $100,000. The company’s total ARR, as of September 30, 2024, was over $1 billion.\n\nBased on this business, the company saw revenue in 3Q24, the last period reported, of $251 million, up 33% year-over-year and $4.72 million better than had been anticipated. Bottom-line earnings, by non-GAAP measures, came to 85 cents per share, 22 cents ahead of the forecast. The company had $82.4 million in free cash flow, up from $64.9 million in 3Q23.\n\nFor Blakey, in his coverage of this stock, there are several key areas pointing toward ongoing success. He says of the firm, “The company is expanding its core platform to include other SKUs (CRM, Dev, and Service, which will GA in January 2025) with customer penetration rates varying but overall, we estimate new product revenue at ~6% of revenue in C24E from near 0% in C22. We believe Service will serve as a catalyst with management guiding new products to ~10% of ARR in C25. Overall, checks on monday.com were positive, with customers citing ease of use as a key factor to continue using and expanding seats on the platform.”\n\nThese comments support Blakey’s Overweight (i.e., Buy) rating, while his $292 price target points toward a 20.5% one-year upside potential.\n\nOverall, MNDY shares have a Strong Buy consensus rating, based on 20 recent reviews that include 16 Buys and 4 Holds. The shares are currently trading for $242.05, and their average price target, of $319.12, is even more bullish than the Cantor view – implying a gain of 32% for the year ahead. (See MNDY stock forecast)\n\nTo find good ideas for stocks trading at attractive valuations, visit TipRanks’ Best Stocks to Buy, a tool that unites all of TipRanks’ equity insights.\n\nDisclaimer: The opinions expressed in this article are solely those of the featured analysts. The content is intended to be used for informational purposes only. It is very important to do your own analysis before making any investment."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Exec: Elon Musk a ‘Strong Competitor,’ Raises Concerns Over Lawfare Tactics",
            "link": "https://www.msn.com/en-us/technology/tech-companies/openai-exec-elon-musk-a-strong-competitor-raises-concerns-over-lawfare-tactics/ar-AA1xARt3?ocid=BingNewsVerp",
            "description": "Elon Musk has been called a 'strong competitor' to OpenAI by the firm’s chief financial officer, Sarah Friar. The OpenAI exec ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Lvt_SGsrDsN2rbrM9nx5vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Hosted on MSN52m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's Friar: Strong AI Competition Coming from China, Musk",
            "link": "https://www.msn.com/en-gb/money/video/openais-friar-strong-ai-competition-coming-from-china-musk/vi-AA1xAbXl?ocid=BingNewsVerp",
            "description": "Sarah Friar, Chief Financial Officer of OpenAI warned that there is strong competition in the development of AI coming from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iw_5K8dFkcSFGnnRhfj6KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Bloomberg on MSN4h",
            "source": "Bloomberg on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Securing Cyberspace: How machine learning and deep learning drive robust security",
            "link": "https://www.devdiscourse.com/article/technology/3226248-securing-cyberspace-how-machine-learning-and-deep-learning-drive-robust-security",
            "description": "Malicious URLs are among the most common vectors for cyberattacks, enabling phishing, malware distribution, and data theft.",
            "image_url": "https://www.bing.com/th?id=OVFT.86GSb7dlecv9lI4aWWaFoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "devdiscourse14m",
            "source": "devdiscourse",
            "article_content": "The internet has become a cornerstone of modern life, offering unparalleled connectivity and convenience. However, this interconnectedness also brings significant risks, with malicious URLs serving as a primary vehicle for cyberattacks. These harmful links can lead to data breaches, financial losses, and reputational damage for individuals and organizations alike.\n\nIn their study, \"Securing Web by Predicting Malicious URLs,\" Imran Khan and Meenakshi Megavarnam from the University of Hertfordshire propose an innovative model that integrates machine learning and deep learning techniques to predict malicious URLs effectively. Published in the Journal of Cyber Security, 6(1), 117–130, this research highlights a hybrid approach combining Random Forest (RF) and Multilayer Perceptron (MLP) algorithms to enhance cybersecurity measures.\n\nThe challenge of malicious URLs\n\nMalicious URLs are among the most common vectors for cyberattacks, enabling phishing, malware distribution, and data theft. Traditional URL filtering methods often struggle to keep up with the evolving tactics of cybercriminals, necessitating more robust and adaptive solutions. The study emphasizes that predicting malicious URLs is critical for strengthening web security, especially as cyber threats become more sophisticated and widespread.\n\nThe authors note that existing methods, while effective to a degree, often focus on either machine learning or deep learning individually. Their research aims to address this gap by leveraging the strengths of both approaches to create a more efficient and accurate model.\n\nThe research introduces a hybrid model that combines the Random Forest (RF) algorithm, known for its accuracy in handling complex datasets, with the Multilayer Perceptron (MLP), which excels in capturing intricate patterns through deep learning. This fusion allows the model to benefit from the strengths of both approaches - RF’s precision and MLP’s ability to learn complex data representations.\n\nThe study utilized a dataset from Kaggle containing over 651,000 URLs categorized into benign, malware, defacement, and phishing types. After preprocessing the data to remove null and duplicate values and applying label encoding, the researchers trained the hybrid model. The results demonstrated an accuracy of 81%, with a training time of 33.78 seconds, making the model both effective and efficient.\n\nPerformance metrics and results\n\nThe researchers evaluated the hybrid model using several performance metrics, including precision, recall, F1-score, and accuracy. The confusion matrix revealed that the RF-MLP model performed consistently across all categories, effectively identifying malicious URLs while minimizing false positives and false negatives.\n\nCompared to individual algorithms like Decision Tree (DT), Naïve Bayes (NB), and standalone MLP, the hybrid model showed superior performance. The RF algorithm achieved an accuracy of 87%, and MLP reached 82%, but their combination delivered a balanced accuracy of 81% with faster validation and testing times.\n\nThe hybrid model particularly excelled in identifying malware and defacement URLs, achieving F1 scores of 93% and 83%, respectively. However, it showed slightly lower effectiveness in detecting phishing URLs, an area the researchers suggest as a focus for future improvements.\n\nAdvantages of the hybrid approach\n\nOne of the most significant contributions of this study is its demonstration of how combining machine learning and deep learning can overcome the limitations of each approach when used individually. The hybrid model balances accuracy with computational efficiency, offering a practical solution for real-time applications.\n\nThe model’s ability to process large datasets quickly makes it suitable for deployment in scenarios where timely threat detection is critical, such as enterprise firewalls and content filtering systems. Additionally, its adaptability ensures that it can keep pace with the constantly evolving nature of cyber threats.\n\nThe study provides an in-depth comparison with alternative methods, including models based on Adaboost, Convolutional Neural Networks (CNN), and Variational Autoencoders (VAE). While some of these approaches achieved higher accuracy (e.g., VAE-DNN at 97.45% accuracy), they often required significantly longer training times or lacked the adaptability of the RF-MLP hybrid.\n\nBy emphasizing a balance between performance and practicality, the hybrid model offers a compelling alternative, particularly for organizations that require fast and reliable threat detection without excessive computational overhead.\n\nApplications and implications\n\nThe implications of this research extend beyond academic interest. Organizations can integrate the RF-MLP hybrid model into their cybersecurity frameworks to enhance their defenses against malicious URLs. From web browsers implementing real-time URL filtering to enterprises strengthening their network security, the potential applications are vast.\n\nMoreover, the study highlights the importance of adopting machine learning and deep learning in tandem to tackle complex cybersecurity challenges. Policymakers and industry leaders can use these insights to guide investments in AI-driven security solutions, fostering a safer digital environment for all users.\n\nFuture directions\n\nWhile the hybrid model demonstrates significant promise, the researchers acknowledge areas for further exploration. Improving the model’s accuracy in detecting phishing URLs, for instance, remains a priority. Future research could also explore integrating additional data sources, such as DNS records and IP reputation, to enhance predictive capabilities.\n\nAdditionally, the study advocates for broader adoption of open-source datasets and collaborative efforts among researchers to develop more comprehensive solutions. As cyber threats evolve, continuous innovation will be essential to stay ahead of malicious actors."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning of honey bee olfactory behavior identifies repellent odorants in free flying bees in the field",
            "link": "https://elifesciences.org/reviewed-preprints/104831",
            "description": "This valuable study tests a methodology for the discovery of new honey bee-repellent odorants via machine learning. The conclusions of the study are supported by solid evidence, with predicted ...",
            "image_url": "https://www.bing.com/th?id=ODF.0ZLcqb1rlLqmGnqFS4NKfQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "machine+learning",
            "date": "eLife16h",
            "source": "eLife",
            "article_content": "Main text\n\nHoney bees play a critical role as pollinators for nearly a third of food crops (1). However, over the last decade, beekeepers reported increasingly unsustainable losses (>40%) of their managed hives every year. Several factors have been identified contributing to these declines, amongst them parasites such as Varroa mites, climate change, and pesticides (2-4).\n\nWhen honey bee workers forage in pesticide-treated fields, they bring back pesticide residues into their hive, which negatively impacts the survival of their colony, endangering the pollination of high-value crops, even at sublethal dosages. We propose a novel solution for this problem: identifying honey bee repellents that can be added to pesticides, thus reducing their contact with treated crops. Honey bees have a powerful sense of smell and use their antennae to detect numerous volatile chemicals which they sense using a sophisticated olfactory system of >180 odorant receptor genes in the genome (5, 6). However, the complexity of the insect olfactory system makes it a significant challenge to experimentally identify repellent odorants. In fact, in the 20 years since the odorant receptor families in insects have been identified, not a single new repellent odorant was registered for use in a new insect repellent product by the U.S. Environmental Protection Agency.\n\nRecently we used Machine Learning to successfully create structure-based models to predict mosquito repellents from chemical structure (7) and for human olfactory behavior allowing us to predict ∼140 odor characters with great success (8, 9). While there exists a very large set of training repellent odorants for mosquitoes from empirical studies, data for honeybees are far less (7). Here we used a related Machine Learning approach, scanning 3D molecular structures of odorants in silico, to predict their potential for repelling honey bees (Figure 1). We overcome the challenges of a small set of training odorants by performing a second round of modelling using data from an initial round of testing to improve the predictive ability (Figure 3A).\n\nFigure 1. A chemical informatics method to predict honey bee repellence Overview of the steps for the Machine Learning-based cheminformatics pipeline used to model honey bee repellence from the 3D structure of a training set of known repellents, and subsequent in-silico screening for novel repellents from a large chemical space.\n\nTo do so, we first reviewed the existing literature on honey bee olfactory behavior and assembled a training set of volatile chemicals including a subset with a negative behavioral valence (10-14). We generated energy-minimized 3D structures for each chemical and calculated 5,290 physicochemical features: initially for 184 training chemicals and later for 203 chemicals (Table S1). From the initial training set we identified 45 features that were considered important for predicting aversive valence. We then evaluated a collection of Machine Learning (ML) algorithms including regularized Random Forest, Gradient Boosted Decision Trees, and a non-linear Support Vector Machine (e.g., incorporating the Radial Basis Function kernel) with these features to predict repellency of the test chemicals To cross-validate each algorithm’s performance, we divided the training data into multiple smaller training data sets and test data sets and calculated average predictive success, graphically depicted as the area under the Receiver Operating Characteristic curve (ROC AUC) in our model. Our computational validation (avg AUC = 0.88) indicated that our model was able to distinguish volatiles with aversive valence from non-repellents (Figure 1).\n\nUsing this model, we subsequently evaluated a library of ∼45M small molecules from the MolPort Database. The top predicted repellents (∼7% of hits with computed repellency scores >=0.9), represented a structurally diverse group of 139 chemicals, of which some showed similarities to the known repellents in the training set. The notion that Machine Learning can predict the behavioral valence of small molecules towards honey bees from just 3D chemical structure would be revolutionary and inform follow up behavioral validation.\n\nBecause our training set included a few known repellents for other insects as well, such as benzaldehyde and geraniol, we anticipated that the predictions likely included broad-spectrum insect repellents alongside honey bee-selective ones. If repellents were to be mixed with insecticides to repel bees, it might be desirable not to repel pest insects. To evaluate predicted compounds for broad-spectrum insect repellent activity we performed behavior assays using another insect, the fruit fly Drosophila melanogaster (Figure 2A). We randomly selected a set of compounds from the predictions and used a trap-based assay to quantify fly aversion. Several compounds showed low levels of repellency, with a <50% reduction in numbers of flies entering traps relative to the solvent control (Figure 2A). Subsequently, we only used those compounds for further tests in honey bees.\n\nFigure 2. Predicted honey bee repellents A. Testing Chamber containing a one-choice trap to determine, whether an odorant will repel fruit flies, and the mean percentage of fruit flies caught in a trap treated with predicted repellent odorants (10% v/v in Paraffin oil) and baited with 10% apple cider vinegar. N=5-8 trials (∼20 flies/trial). Error bars= s.e.m. B. Photograph of the two-choice Petri dish arenas used to test the behavior of honey bees to repellent candidates individually, and C. Table with preference indexes in the two-choice assay for the first choices of honey bee workers offered two containers of honey water (50 μl of 50%) placed on filter paper discs treated with a test chemical or treated with solvent alone. The index was calculated for each compound as (total number of repellent choices minus total number of solvent choices) divided by the sum of all tests. We used McNemar tests for pairwise comparisons.\n\nWe modified a honey bee repellent testing assay in Petri dishes in the lab to test the 15 candidate compounds (15). We placed honey-water (50μl) filled microfuge lids onto treated filter paper disks on two sides of a Petri dish and placed ∼five hungry honey bee workers in the center. From video recordings we evaluated whether the first bee navigated to a honey pot on the repellent treated or the control solvent side (Figure 2B). For many of the tested compounds the bees preferred to visit the honey-water pots on the control side versus the repellent side, (Figure 2C).\n\nThe initial training data set used for Machine Learning was limited in size and lacked high quality quantitative values for structurally related compounds. The predictive models can be improved substantially by adding new compounds with quantitative data that are structurally related to the training set. We therefore developed an iterative pipeline where the previous round of behavioral validation data is added to the training data and used to rebuild a more refined training set (Figure 3A). Specifically, we added the quantitative data from the 15 newly tested compounds to the training set. The 3D structures were analyzed, and a physicochemical feature set was selected as before. As expected, the computational validation results based on the AUC values, show an improvement. We next screened a ∼10M compound library in silico with the updated repellent predictive ML model and identified a wide array of natural and synthetic honey bee repellent candidates (Figure 3A). Because the rate of evaporation may affect how long a repellent will be effective in the field, we estimated the vapor pressure for each candidate. To do this, we used Machine Learning on a newly created training data set of 1,931 compounds with known vapor pressures.\n\nFigure 3. Reiterative training of ML predictive models and testing honey bee repellents A. Schematic pipeline for the overall computational-behavior hybrid pipeline showing the two rounds. B. Mean Preference index of honey bees in making the first choice to move to the repellent treated side in a two-choice plate assay. 70 μl of pure honey was used in the two containers to attract the bees. C. Average consumption of honey from containers placed on each side in the two-choice plate assays (N = 460 plates). The index is calculated for each compound as which honey pot has greater consumption (total number of repellent side with greater consumption minus total number of solvent side with greater consumption) divided by sum of all choices). D. Mean percentage of fruit flies caught in a trap treated with predicted repellent odorants at application rates to test in field tests (0.1mg/cm2) and baited with 10% apple cider vinegar. N=5-8 trials (∼20 flies/trial). Error bars= s.e.m.\n\nTo validate the second round of predictions and identify compounds with the strongest behavioral responses in honey bees, we selected 28 molecules with high predicted repellency values that fell into one of three vapor pressure (V.P.) categories: very low V.P solids, very low V.P liquids (10-4 - 10-3 mmHg @25C) and low V.P. liquids (10-2 mmHg @25C). We tested the compounds on honey bee behavior using the 2-choice arena as before, but used pure honey (70μl) instead of honey water. Using honey increased the bees’ participation from 68% in round 1 to 81% in round two, and the increased volume allowed us to evaluate honey consumption on each side of the arena after one hour. Most of the predicted repellent compounds showed strong repellency (Figures 3B). The repellent effects were conserved across three or more different honey bee colonies when tested in batches demonstrating a robust and reproducible effect (Figure S1). For 15 of the 28 test compounds, we found that the bees drank significantly less honey on the treatment side compared to the control side as well (Figure 3C).\n\nWe next tested seven compounds that showed the strongest repellency in honey bees on Drosophila melanogaster using the 24-hr trap assay as before, at a concentration relevant for field applications as done later (∼0.1 mg/cm2). The flies showed no behavioral aversion to the candidate repellent chemicals, compared to controls (Figure 3G). This suggests that the new honey bee repellents were not aversive to other insects like fruit flies.\n\nNext, we tested the seven repellents on freely flying foraging honey bees in a field assay. Honey bees are readily attracted to wax honeycomb foundations that have been sprayed with sugar-water. We sprayed sugar-water on three equally spaced wax-foundations placed near hives and treated them with either (1) solvent (acetone), (2) a candidate honey bee repellent (rate of ∼0.1 mg/cm2) or (3) a positive control (DEET) at the same rate (Figure 4A). The honey bees flew to the wax foundations and were offered a choice between the different treatments. We filmed the assays and counted the bees on each foundation in five-minute increments. Each of the seven compounds showed repellency to honey bees, with three of them showing aversion up until the end of the assay. We ended the assay counts when the honey bees stopped being attracted to the untreated controls (Figures 4A,B,C). Kruskal-Wallis tests revealed significantly lower numbers of bees on treated wax foundations compared to controls (Figure 4C), In addition, we tested the two top-scoring compounds at half their original concentration (0.05 mg/cm2) and still observed significant repellency (Figure 4D).\n\nFigure 4. Field testing of top repellents in the lab using robbing assays A. Representative photo of a robbing assay. B. Time-course of the mean numbers of foraging honey bees visiting for each indicated compound tested (0.1 mg/cm2). DEET was used as a positive control and acetone as a negative control in each assay. N=6-7. Error bars=s.e.m. C. Mean number of honey bees for each compound summed over the time points shown in B. * p<0.05, ** p<0.005, *** p<0.001. We used Kruskal Wallis tests for pairwise comparisons. Mean number of honey bees for each compound tested at the regular dose (0.1mg/cm2) and half dose (0.05mg/cm2), summed over the time points over the duration of the experiment as above. N=6, Error bars=s.e.m.\n\nTaken together our results from the lab and field assays demonstrate that a computational approach can successfully model honey bee aversive valence from chemical structure alone and can be used to efficiently screen millions of chemicals to find strong repellents.\n\nDiscussion\n\nMost odorants reaching a bee’s antennae activate or inhibit several of the >180 olfactory receptors at the same time. Each odorant-receptor interaction elicits a specific neuronal activity in the bee brain, consequently allowing for a limited number of receptors to encode a practically infinite number of olfactory combinations (16). Even though honey bees are a well-studied model system for olfactory coding and learning (16), (17), we still know little about the pathways between olfactory stimulus evaluation and decision-making (16). The olfactory system therefore poses an extreme challenge to modeling. In spite of what is already known about the honey bee olfactory system, it would take several years and significant funding before generating a near complete knowledge of the olfactory system that allows to do predictive modelling of valence. The 3D structure based computational approach fills a very important void in identifying novel volatiles triggering a specific olfactory behavioral responses in honey bees. This machine learning pipeline can accelerate research into insect repellency and its physicochemical basis. The overall species-selective approach we have presented will help identify additional novel repellent chemicals for honey bees as well as inspire an exploration of the vastness of chemical space for use in repellent strategies for other animals.\n\nPesticides have been identified as a significant contributor to the global decline in honey bee populations (18, 19). Numerous studies have demonstrated the detrimental effects of various pesticides alone or in combination with other environmental stressors on honey bee health, including neonicotinoids, organophosphates, pyrethroids (20, 21) and bifenazate (22). These chemicals can cause acute toxicity, leading to immediate bee mortality, as well as sublethal effects that impair bee behavior, navigation, immune function and population growth (22, 23). Chronic exposure to pesticides, such as imidacloprid, has been linked to reduced colony growth, queen failure, and increased susceptibility to pathogens and parasites (24). The widespread use of pesticides in agriculture has raised concerns about the sustainability of honey bee populations and the potential impacts on pollination services and food security (19).\n\nRecent research has explored the potential of using bee repellent odors to mitigate the harmful effects of pesticides on honey bees. The concept involves applying non-toxic, natural compounds that emit odors that are unappealing to bees, thereby deterring them from foraging in treated areas during pesticide application. By reducing bee exposure to pesticides, this approach aims to minimize the direct and indirect impacts on bee health. Studies have identified several promising bee repellent compounds, such as 2-heptanone and essential oils from plants like lavender and thyme but their low efficacy does not make them practical in the agricultural setting (25, 26). Our field behavior assays strongly suggest that the use of bee repellent odors can significantly reduce bee activity in treated areas, potentially lowering the risk of pesticide exposure. This study also provides a foundation for further research to optimize the effectiveness of bee repellent odors, assess their long-term impacts on bee behavior and colony health, and develop practical application strategies for integration into pest management practices. Moreover, our approach for a rational and high-throughput discovery of bee repellents can be extended to any other species of interest, thus providing a very powerful and affordable computational tool for chemical ecologists.\n\nMaterials and methods\n\nMachine learning repellency\n\nEach chemical structure tested for attraction/repellency on bees was prepared for machine learning (ML) using RDKit in Python. The 2D structures were first embedded in 3D coordinate space; the 3D geometries were then optimized using the Merck molecular force field (MMFF94). For each optimized 3D structure, AlvaDesc computed 5,290 diverse 2D and 3D chemical features, describing large-scale properties such as molecular shape that affect sensory receptor docking in addition to forces describing potentially more abstract interactions leading to graded activation or inhibition of the sensory receptors of the bee.\n\nBee behavioral data, presented as a preference score (5 = max repellency), was converted into a binary label, repel/inactive, using > 1 as the cutoff between repellent and neutral or attractant behaviors. In other circumstances, bee behavior to compounds was reported without a repellency score. For attractive compounds, an inactive label was assigned based on previous data (11-14, 27, 28). The data were subsequently split into training and testing partitions (90:10) and any further processing was done exclusively on the training partition.\n\nThe large chemical feature matrix was next reduced to a subset of features that optimally classified compounds according to their repellent activity on bees. This involved using the Recursive Feature Elimination (RFE) algorithm alongside a Support Vector Machine (SVM) with a Radial Basis Function (RBF) kernel to evaluate the feature importance over 250 partitions of the training data (e.g., 10-fold cross validation, repeated 25 times). An intermediate subset >100 features was next passed to a series of algorithms (e.g., Random Forest and Boosted Decision Trees) to re-rank the features, selecting the final, consensus set.\n\nTop features were evaluated across a diverse set of algorithms including SVMs, Decision Trees, and Neural Networks (Multilayer Perceptron), and the cross validated classification metrics suggested high classification success rates (AUC, Sensitivity, and Specificity) when aggregating the predictions of three algorithms: SVM with a Radial Basis Function (RBF) kernel, a Gradient Boosting Machine (built with Decision Trees), Random Forest with regularization. Final Evaluation was done on the test set. Trained models predicted 60,000 metabolites and other naturally sourced compounds. The MolPort database, which contains 47 million compounds in total, was filtered to a smaller subset for repellency predictions, based on commercial availability and structural similarity to known bee repellents in the training set. After the first round of experimental validation tests with bees, the models were retrained. Additional prospective repellent compounds were scored using the updated models.\n\nMachine learning Vapor pressure\n\nTraining and testing data were obtained from EPI Suites, Environmental Protection Agency (EPA). Methods for fitting these models are as outlined for bee repellency; namely, chemical features were computed using AlvaDesc, followed by processing the feature values and identifying a small predictive subset through the recursive feature elimination algorithm (RFE). To compare the vapor pressure model predictions with respect to different machine learning methods as well as EPI suite, data were split according to the train/test partitions defined in a previous study using the vapor pressure data for Machine Learning (ML) (29).\n\nFly trap assay\n\nDrosophila melanogaster stocks maintained in the lab were grown in standard media bottles. Flies of a similar age (4-6 days) were collected in groups of 20 (10 females +10 males), and wet-starved for 24hrs in starvation vials. Testing chambers (Dram vials with centrifuge tube traps containing lure (10% Apple Cider Vinegar) plus test compound of desired dilutions) were assembled and flies quickly transferred to them by gentle tapping. The assays were left on the bench and data on number of flies entering traps recorded after18 hours.\n\n2-choice honey bee plate assays\n\nHoney bee (Apis mellifera) workers for our experiments were bred in apiaries at the University of California Riverside, between August 2021 and April 2022. To age them, we placed a frame of capped worker brood at the red-eye stage into an observation frame in a humidified incubator at 34°C. After 2-3 days, we collected groups of 80 newly hatched workers into specially 3D-printed experimental cages (12x10x7.5cm), where we kept them until they were reached an age of 13 to 19 days old, corresponding to foraging age). The bees received sugar water (50%) and water ad libitum, as well as a paste of protein powder (https://megabee.com/) mixed with 50% sugar water every second day until day eight.\n\nThe behavior arenas consisted of plastic Petri dishes with a diameter of 15 cm with two filter paper circles on each side (1 cm diameter) treated with 20 μl of solvent (acetone evaporated for 30 min) on one side, and 20 μl of test compound (20 μl, 5% in acetone, evaporated for 30 min) on the opposite side of the arena. To stimulate bees to participate, 50 μl of 50% honey-water in cut caps of PCR tubes was carefully taped to the center each of the two treated papers (Figure 2). For round two (Figure 3), 70 μl of pure (slightly warmed) honey was used in each cap (the honey surface formed an upward meniscus). The night before the experiment, the bees were water-starved, then cooled down at 4 °C for approximately 20 minutes before placing five bees into the middle of the arena. The spacing of the filter papers was kept consistent by taping a template (round piece of paper) to the bottom of each petri-dish and taping the filter papers on top of the correct spot onto the template. An Apple iPad or iPhone was used to film six arenas at once for one hour in a custom built PVC tube cage covered with a cotton sheet to create a uniform visual surrounding. To wake up the bees, the choice arenas were placed onto a heating pad (20’’x24’’, Model No PEHPWIDE-SG, Pure Enrichment, purenrichment.com, set to level 1).\n\nVideos were analyzed offline. For each plate, the side the first bee chose to drink honey from first was recorded (first choice). An additional semi-quantitative metric was noted for Figure 3: an estimate of the percentage of honey consumed in each container 95% (meniscus gone, only), 75%, 50%, 25%, or 0%. Plates in which the bees had not consumed any honey from either side (non-participating plates) were excluded from further evaluations. For each batch of six plates, workers from the same colony were used. For repellent candidates with the most promise, bees from at least three different colonies were tested (at least six participating plates each) (Table S3).\n\nRobbing assays in the field\n\nFor this assay we elicited the robbing behavior of honey bees, which means that they steal unguarded honey or honey guarded by weaker colonies (30). To do so, we sprayed standardized wax foundations (44 x 25.5 cm) with 50 puffs of 50% honey diluted in water as an attractant. Chemicals were sprayed on top at 0.1mg/cm2 (15 puffs of 5% in acetone). Three foundations, solvent, DEET and test compound, were affixed on a standing poster board (92x122 cm) placed on a table five meters in front of the first row of 40 hives and filmed for robbing behavior by the bees for 30 min, using an iPad or an iPhone. Prior to the start of the days experiments, three honey frames and honey lures were placed on a table for ∼15-30 min to trigger robbing behavior of bees from nearby colonies, and then removed before trials. The position of the three wax foundations to each other was randomly shifted. After 25 min, the positive control sugar-water sprayed wax foundations were no longer attractive to honey bees and the analysis was restricted to this time point. We repeated each assay a minimum of six times. Moreover, we repeated the assays with the two most promising candidates at half the first concentration (∼0.05 mg/cm2) four times each.\n\nStatistics\n\nTo compare the proportion of plates per test batch in which the bees chose to drink honey from the control side versus the treated sides, we used non-parametric, pairwise McNemar tests, assuming the null hypothesis of an equal distribution between choices or 50/50. The non-parametric, pairwise Wilcoxon Signed-Rank tests were used to compare the percentage of honey consumption between treatments. Plates in which bees did not drink any honey were removed (non-participating plates). For the assays on Drosophila behavior, we performed ANOVA followed by Tukey’s multiple comparison tests to compare the number of flies entering the trap between treatments and control. For the robbing assays, we summed up the counts of visiting bees on each wax foundation at 5, 10, 15 and 20 minutes, then used non-parametric Kruskal Wallis tests for pairwise comparisons between each of the three treatments. We adjusted the p-values for multiple testing with Bonferroni corrections."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Loses 180,000 More Troops Compared to Year Before: Ukraine",
            "link": "https://www.newsweek.com/russia-ukraine-syrskyi-casualties-2018255",
            "description": "Russia has had battlefield momentum but its recent territorial gains have been at the expense of high personnel losses.",
            "image_url": "https://www.bing.com/th?id=OVFT.Y_6q53q29jJNSvWl-h05py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin Says Russia Is Open to Talks With Trump Team on Ukraine",
            "link": "https://www.wsj.com/livecoverage/trump-inauguration-president-2025/card/putin-says-russia-is-open-to-talks-with-trump-team-on-ukraine-ic31P4a9x8xkKVnlEkFa",
            "description": "Russian President Vladimir Putin said his country was open to dialogue with the new Trump administration on the conflict in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dWN8sdTzdPz7m6YgptW7eC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15h",
            "source": "Wall Street Journal",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Living At A Time When When World War III Is Not Speculative Fiction",
            "link": "https://www.outlookindia.com/international/living-at-a-time-when-when-world-war-iii-is-not-speculative-fiction",
            "description": "The current period bears closer resemblance to the pre-WW I and pre-WW II eras than is often acknowledged. While it is true ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WloxL7TbBTWWW6OD7PDPWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4h",
            "source": "Outlookindia",
            "article_content": "In recent decades, full-scale wars and cold wars were often regarded as remnants of history, valuable primarily as lessons on the dangers of unchecked rivalry and ideological confrontation. Many believed that the modern world, shaped by institutions and economic interdependence, had moved beyond such conflicts. Yet, these assumptions now appear increasingly tenuous. Today, the dynamics of great-power competition and regional instability suggest that the world has not left these patterns behind but is instead witnessing their resurgence in new forms. The growing rivalry between the United States and China has been described as a ‘Cold War II’, evoking comparisons to the ideological and strategic tensions of the mid-20th century. At the same time, discussions of a potential ‘World War III’, once confined to speculative fiction, have entered the realm of serious analysis among policymakers and academics. These concerns are not abstract."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel's top general resigns over security lapses in Gaza conflict",
            "link": "https://www.msn.com/en-us/news/world/israels-top-general-resigns-over-oct-7-failures-as-it-launches-major-operation-in-west-bank/ar-AA1xAIg5?ocid=BingNewsVerp",
            "description": "Israel's top general resigned on Tuesday, citing the security and intelligence failures related to Hamas' surprise attack ...",
            "image_url": "https://www.bing.com/th?id=OVF.9vGzMTkoPbvxMGar9z%2bHWw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "2hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Media stock and Trump meme coin plunge in sell-off after inauguration",
            "link": "https://www.msn.com/en-us/money/top-stocks/trump-media-stock-and-trump-meme-coin-plunge-in-sell-off-after-inauguration/ar-AA1xAKVj?ocid=BingNewsVerp",
            "description": "Shares of Trump Media and Technology Group, the company behind the president’s social media platform Truth Social, fell more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mNB-rW8e9LYLASloyuPrVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Cassava Sciences Inc (SAVA) Stock Plunge -2.83% Last Week?",
            "link": "https://www.bovnews.com/2025/01/21/why-did-cassava-sciences-inc-sava-stock-plunge-2-83-last-week/",
            "description": "Cassava Sciences Inc (SAVA) stock saw a modest uptick, ending the day at $2.75 which represents a slight increase of $0.06 or 2.23% from the prior close of $2.69. The stock opened at $2.72 and touched ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews26m",
            "source": "bovnews",
            "article_content": "H.C. Wainwright has recently reduced Cassava Sciences Inc (SAVA) stock to Neutral rating, as announced on November 26, 2024, according to Finviz. Earlier, on October 8, 2024, H.C. Wainwright had raised the stock from a Neutral to Buy, setting a price target of $116. H.C. Wainwright also reduced Neutral rating. Additionally, B. Riley Securities reduced Neutral rating on November 16, 2022, with a target price of $44. Cantor Fitzgerald analysts, in their report published on July 15, 2021, also reduced Neutral rating and set a price target of $100 for Cassava Sciences Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nCassava Sciences Inc (SAVA) Stock Trading Recap\n\nOn Friday, Cassava Sciences Inc (SAVA) stock saw a modest uptick, ending the day at $2.75 which represents a slight increase of $0.06 or 2.23% from the prior close of $2.69. The stock opened at $2.72 and touched a low of $2.66 during the day, reaching a high of $2.78. The volume of shares traded was 1.91 million falling short of the average volume of 5.56 million.\n\n\n\nSponsored\n\nSAVA Stock Performance and Moving Averages\n\nIn recent trading, Cassava Sciences Inc (SAVA) stock price has shown some volatility, fluctuating -2.83% over the last five trades and 3.38% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -72.99%, and it has plunged by -90.72% in the previous three months. Currently, SAVA is trading at 4.96%, -71.29%, and -85.96% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, SAVA, a Healthcare sector stock, is trading -93.48% below its 52-week high but remains 23.32% above its 52-week low. The Average True Range (ATR) (14 days) of 0.53 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nCassava Sciences Inc’s Profitability and Valuation Ratios\n\nCassava Sciences Inc’s profitability metrics reveal financial health. The company currently boasts a gross margin of -72.99%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Cassava Sciences Inc’s market capitalization stands at $132.31 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Book Ratio is 0.79, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 13.11% of Cassava Sciences Inc (SAVA)’s shares, while financial institutions hold 29.65%.\n\nNotable insider trades include Schoen Eric, Chief Financial Officer at Cassava Sciences Inc (SAVA), who sold 59800 shares on Nov 29 ’24, at $3.86 each, totaling $0.23 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's a tricky market for ad industry job hunters. Recruiters share the top skills to help candidates stand out.",
            "link": "https://www.businessinsider.com/advertising-recruiters-top-skills-ad-job-market-2025-1",
            "description": "Candidates need to demonstrate data and tech capabilities, as well as a bulging Rolodex of client contacts, advertising ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xtm5wQ7uoMoD4PGPqGE6Ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6h",
            "source": "Business Insider",
            "article_content": "It's a challenging job market for candidates in the ad industry.\n\nRecruiters and industry insiders say there are bright spots for job seekers with the right skills.\n\nAdvertising employees with expertise in data, tech, and client relations remain in demand.\n\nIt's set to be one of the most volatile years yet for the advertising industry.\n\nThere's massive ad agency consolidation, return-to-office mandates, and the opportunities and threats posed by artificial intelligence.\n\nIt's a lot.\n\nSo, spare a thought for the ad industry workers trying to figure out their next career moves. Do they stay on Madison Avenue? Or take the first exit?\n\nThe challenging outlook for job hunters is true for those in the early stages of their careers all the way through to the senior ranks. But headhunters, human resources execs, consultants, and other industry insiders told Business Insider there are bright spots for employees who can double down on the skills that are in demand from ad bosses. Those with the best chance of success will be able to demonstrate data and tech capabilities, as well as a bulging Rolodex of top client contacts.\n\n\"If you have not been pioneering in AI and data-driven roles in the last 900 days, I don't know what we can offer you,\" said Michele James, founder of James & Co, United Talent Agency's executive search practice.\n\nJames added that there would be little interest for a senior leader \"if you don't have interpretative data management skills, a machine learning strategy, if you can't be a player-coach to your client partners.\" James said this reflects the transformation of the ad industry.\n\nOver time, advertising agencies have expanded their services from creating and distributing ads, to an offering more akin to consultancies, moving into areas such as digital transformation, data strategy, and commerce. As client demands for these services grow, agencies are seeking allrounders who can bring it all together.\n\n\"Both brand owners and agency groups are hiring leaders whose skillset equips them to build and choreograph data, tech, and content capabilities at scale,\" said Gary Stolkin, CEO of The Talent Business, an executive search firm.\n\nA tough advertising job market — with some bright spots\n\nEmployment in advertising, PR, and related services jobs in the US declined by 1,500 jobs in December to 520,800, according to the US Bureau of Labor Statistics — as overall US employment grew by 256,000 jobs.\n\nAd industry job hunters are encouraged to seek out businesses in growth mode, such as those that have recently taken on private equity investment and are now bulking up. Chelsea Jia Feng/BI\n\nWhile ad industry employment was up by 2,900 jobs versus December 2023, industry insiders said there were now fewer senior roles. That was in part due to agencies trimming costs amid shrinking client budgets. The trend is exacerbated by mergers such as the forthcoming tie-up between Omnicom and IPG, which will create the world's largest holding company but will likely lead to job losses, industry insiders have said.\n\n\"Everyone I talk to is getting rid of people who were overpaid and hiring back at a different level,\" said Lori Murphree, founder of the ad industry M&A advisory firm Evalla Advisors.\n\nMurphree said there are some exceptions, such as the raft of independent agencies that have recently taken on private equity investment and are now bulking up.\n\nOut: Skills that AI excels at\n\nIndustry insiders are updating their résumés to reflect the changing times.\n\nA LinkedIn analysis found that social media management, e-commerce optimization, paid media advertising, performance marketing, and influencer marketing were among the fastest-growing skills people in the advertising and marketing industries have added to their profiles on the platform between January 2025 and January 2024.\n\n\"With nearly 40% of marketers under pressure to measure ROI in the short term, it's no surprise that they are increasingly leaning into skills like influencer marketing to build trust with their audiences and drive continued growth,\" said Tom Pepper, senior director at LinkedIn. (ROI refers to \"return on investment\".)\n\nAdvertising and marketing LinkedIn users were less likely to add established skills like \"marketing communications\" to their profiles, as well as skills like web design and email marketing, where AI is increasingly replacing human work.\n\n\"Automation continues to squeeze PR, copywriting, media owner sales, and production roles,\" said Simon Francis, CEO of Flock Associates, a marketing consultancy and search firm.\n\nAdvertising recruiters said they are searching for candidates whose career paths have taken unusual or varied turns. This can sometimes indicate that they are adaptable to the industry's ever-changing nature.\n\n\"Instead of skillsets, I consistently focus on mindset,\" said Monica Torres, executive director of global recruiting at the ad agency TBWA\\Worldwide. \"Having a mindset of curiosity and optimism, those are the traits that are always in demand because they're going to make you a problem solver for clients.\"\n\nAd execs encourage their peers to seek out unusual career paths and international roles. Tristan Fewings\n\nInternational experience can also be a bonus, industry insiders said.\n\nIndustry veteran Emiliano González De Pietri began his career in Madrid, Spain. He said his career and mindset got a jolt in 2013 when he moved to Peru to become deputy chief creative officer of the ad agency Circus Grey, later simply known as Grey.\n\nWhile he spoke the same language as his colleagues, he clearly didn't share the same cultural references, humor, and understanding of local consumer behavior. He made it his mission to adapt.\n\n\"Just like a student, doing at least one year abroad is going to do wonders for your worldliness and ability to be a more interesting person,\" said De Pietri, who has now returned to Madrid as a global creative partner at McCann Worldgroup, having also done stints in London and New York in between.\n\n\"You encounter entirely different business problems, situations, politics — you will become a more versatile advertising beast,\" he added.\n\nOne thing in the industry hasn't changed: the constant fight for new business. But it's not just the domain of a dedicated agency growth department. Almost everyone in senior roles is expected to have those relationships, said Sasha Martens, president of the advertising executive recruiting firm Sasha the Mensch.\n\n\"What you're seeing is a lot of creatives a lot closer to the client than they were in the past,\" Martens said. \"There's a greater understanding that you have to understand the strategic needs of your clients.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Salesforce dominates market share, AI as revenue driver remains further out: Piper Sandler",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/salesforce-dominates-market-share-ai-as-revenue-driver-remains-further-out-piper-sandler/ar-AA1xAN3G?ocid=BingNewsVerp",
            "description": "Salesforce shows potential for growth with dominant market share and AI-driven interest from Agentforce, according to Piper ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NlwyHqu38NKf6FIj_4vYeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2hon MSN",
            "source": "Seeking Alpha on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Vladimir Putin facing economic disaster as Kremlin braces for 'three-digit' hyperinflation",
            "link": "https://www.msn.com/en-gb/money/other/vladimir-putin-facing-economic-disaster-as-kremlin-braces-for-three-digit-hyperinflation/ar-AA1xzWON?ocid=BingNewsVerp",
            "description": "Officially, inflation is running at a worrying 9.5%, a worrying number that's forcing Russia's Central Bank to hike interest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TE5Ykj3ctJwsOnYtjqcqiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "5hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump Can Bring the End of Vladimir Putin’s Rule",
            "link": "https://www.msn.com/en-us/news/politics/trump-can-bring-the-end-of-putin-s-rule/ar-AA1xANje?ocid=BingNewsVerp",
            "description": "Trump has the levers to force Putin to end the Russia-Ukraine war promptly if he dispenses with the Biden Administration’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MDHe3SGy6dt-VeHh1W3bXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Does your Windows 11 PC keep restarting? Let's fix that frustrating problem",
            "link": "https://www.msn.com/en-us/news/technology/does-your-windows-11-pc-keep-restarting-lets-fix-that-frustrating-problem/ar-AA1xAXxQ?ocid=BingNewsVerp",
            "description": "Tech expert Kurt 'CyberGuy\" Knutsson offers Windows 11 restart fixes: Update drivers, run system scans and check hardware.",
            "image_url": "https://www.bing.com/th?id=OVFT.9enCOqKAhsLsKaOpcfaeoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "1hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Int’l trade shows for building materials on Jan 23-25",
            "link": "https://www.bssnews.net/business/240075",
            "description": "Two three-day international sourcing shows under-one-roof related to building, construction, wood and woodworking technology ...",
            "image_url": "https://www.bing.com/th?id=ODF.GN2ELwVhrrSHWDgC8NCLQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "pc+manufacturer",
            "date": "Bangladesh Sangsbad Sangstha5h",
            "source": "Bangladesh Sangsbad Sangstha",
            "article_content": "Photo: Freepik\n\nDHAKA, Jan 21, 2025 (BSS) - Two three-day international sourcing shows under-one-roof related to building, construction, wood and woodworking technology will be held in the capital on January 23-25, 2025.\n\nThe shows will be jointly organized by the ASK Trade & Exhibitions Pvt. Ltd with Futurex Trade Fair & Events Pvt. Ltd at International Convention City Bashundhara (ICCB) in the capital.\n\nThese tradeshows with nearly 100 exhibitors offer exciting sourcing options with a wide variety on display for the building & construction sector, furniture sector and electric products related industry, said a press release today.\n\nThe 8th edition of International Trade Show for the Building & Construction Industry, Safeway Presents Bangladesh BUILDCON 2025, exhibiting latest innovations from overseas suppliers besides Bangladesh companies, showcasing various items including architectural & building hardware, auto claves, abrasive net, abrasive tools, flap disc, flap wheel, FRP manhole cover, PC decorative screen, floor grating, PC boundary wall, PC stair railing, handhole box, ventilation, glass fabrication, semi-unitized curtain wall system and unitized curtain wall system.\n\nThe 8th edition of Bangladesh WOOD 2025 is the only focused technology and materials related trade show for the Wood and woodworking industry in Bangladesh.\n\nThe 8th edition of Bangladesh WOOD 2025 has participation from international and Bangladesh suppliers showcasing machinery, materials, tools, furnishings, mattresses and more.\n\nExhibit Profiles Includes: interior and exterior wall cladding and fixtures, furniture design panels, 3D panels CO2 laser cutting & engraving machine, self-erecting tower crane, truck crane, rough terrain crane, structure parts, fiber laser marking machine, wall paint, wood paint, glue, and industrial paint, door-paper, pressing plates, door-surfaces, natural sliced wood veneer, PVC and PET decorative materials.\n\nBesides, the 3rd edition of Bangladesh ELPROTECH will showcase international suppliers of machinery, accessories, spares related to electrical products such as UV-6090 Printer XP-600 (3 Head), fiber laser marking machine-30kw, fiber laser cutting machine (2000 watt).\n\n“Over the years the stakeholders have been using our shows to source from international suppliers who are present in large numbers. The current edition is providing an interesting product line to source from,” said, said Tipu Sultan Bhuiyan, managing director of ASK Trade & Exhibitions Pvt Ltd, the organiser of the shows.\n\nTipu also said, “We hope the combination of these shows under one umbrella provides good sourcing options for the visitors.”\n\nThe three-day tradeshow is open between 11am and 7pm for the business visitors.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why some companies are backing away from the public cloud",
            "link": "https://www.zdnet.com/article/why-some-companies-are-backing-away-from-the-public-cloud/",
            "description": "Many business leaders are taking a clear-eyed view of the cloud's benefits and drawbacks. Technical debt may be at the root ...",
            "image_url": "https://www.bing.com/th?id=OVFT.thXH3Plf0Te_cB-1VFQ2Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "14h",
            "source": "ZDNet",
            "article_content": "PM Images/Getty Images\n\nThe cloud has dominated enterprise technology provision for a decade or more. Public cloud services, with huge capacity, commitments to security, and assurances that the latest and greatest technologies are running underneath, offer a compelling value proposition. In the age of artificial intelligence (AI), capacity is critical. However, a new survey suggests evidence of a movement away from public provision.\n\nClose to seven in 10 companies (69%) have moved at least some apps off the cloud and back to on-premise systems or private clouds, the survey of 1,420 IT executives from Rackspace finds. Reasons given for this retrenchment back to on-premise environments include data security and compliance concerns, cited by 50%, better integration with existing on-premise systems, mentioned by 48%, and cost savings and budget constraints, cited by 44%.\n\nAlso: The best email hosting services: Expert tested\n\nIndustry experts and business leaders also recognized a reconsideration of the value of public clouds. For one, the rising costs of cloud subscriptions -- with accompanying sticker shock -- means many finance chiefs have paused for thought. \"Enterprises are just spending too much on public cloud services, given applications they may have migrated to the cloud years ago,\" said David Linthicum, a leading consultant, author, and former CTO with Deloitte.\n\nTechnical debt may be the root of many moves back to on-premise environments. \"Normally this is a self-inflicted thing,\" Linthicum said. \"They didn't refactor the applications to make them more efficient in running on the public cloud providers. So the public cloud providers, much like if we're pulling too much electricity off the grid, just hit them with huge bills to support the computational and storage needs of those under-optimized applications.\"\n\nRather than spending more money to optimize or refactor applications, these same enterprises put them back on-premise, said Linthicum. Security and compliance are also an issue. Enterprises \"realize that it's too expensive to remain compliant in the cloud, with data and sovereignty rules. So, they just make a decision to push it back on-premise.\"\n\nAlso: 5 reasons why Google's Trillium could transform AI and cloud computing - and 2 obstacles\n\nThe perceived high costs of cloud operations \"often stem from lift-and-shift migrations that in some cases didn't optimize applications for cloud environments,\" said Miha Kralj, global senior partner for hybrid cloud service at IBM Consulting. \"These direct transfers typically maintain existing architectures that don't leverage cloud-native capabilities, resulting in inefficient resource utilization and unexpectedly high expenses.\"\n\nHowever, the solution to this problem \"isn't necessarily repatriation to on-premises infrastructure,\" said Kralj. \"Most performance, security, and cost challenges we encounter can be addressed through cloud-native refactoring -- redesigning applications to fully utilize cloud capabilities like auto-scaling, containerization, and serverless architectures. Organizations that invest in refactoring consistently report improved operational efficiency and better cost control.\"\n\nWhen it comes to costs, \"many organizations are finding that cloud solutions can be costly, with unexpected expenses from data egress fees and premium features, among others,\" said Timothy E. Bates, professor at the University of Michigan and former CTO for Lenovo and General Motors. \"On the other hand, on-prem solutions have upfront costs, but they are more cost-effective in the long run for stable workloads.\"\n\nAlso: The best open-source AI models: All your free-to-use options explained\n\nBates witnessed the trend toward achieving a better balance between cloud and on-prem while architecting and building hybrid solutions for GM: \"Large enterprises are increasingly reevaluating the risks and limitations of relying solely on the cloud for critical workloads and intellectual property.\"\n\nEnterprises don't like being dependent upon someone else's cloud infrastructure, said Richard Robbins, founder and owner of TheTechnologyVault.com. \"Many of the enterprises that are regulated, especially banks and other financial institutions, are moving some or all of their web apps from the cloud back to on-prem or to hybrid setups,\" he observed. \"It is clear that there has been enough vulnerability and downsides to cloud hosting to make executives feel nervous about not having more control over the security and other aspects of cloud hosting.\"\n\nBates also said security, control, and cost efficiency are at the roots of such cloud hesitation: \"A cloud, while offering scalability, is a shared resource -- organizations have to trust third-party providers like Azure, Amazon, or Google with their most sensitive data. For businesses with highly proprietary information or strict compliance needs, the potential risks of not having end-to-end control over the storage of that information far exceed the benefits.\"\n\nAlso: How to easily use Cloudflare's secure DNS on your Mac and why it even matters\n\nTo a large degree, the hype around the cloud has dissipated, with many people focusing on AI instead. As a result, many decision-makers are taking a clear-eyed view of the cloud's benefits and drawbacks. \"I remember talking to CIOs and DevOps personnel in 2017 -- several of them had been assigned, to their dismay, to do whatever was needed to move their technology into the cloud,\" said Robbins. \"Most felt overwhelmed with the assignment and pushed back. That was during the cloud rush, when having apps hosted in the cloud was a status symbol and a marketing flex.\"\n\nNow, \"with the movement to the cloud being hasty and not very well coordinated, enterprises are re-thinking their initial decision to move to the cloud,\" Robbins continued. \"Companies like Dropbox, one of the first major enterprises to use the cloud, began moving back to their own hosting infrastructure as early as 2015. The benefits of their reversal -- including saving nearly $75 million in operational costs over a two-year period -- have influenced other enterprises to follow suit.\"\n\nBates said reliability and performance are also considerations that favor on-premise systems. He said applications that require low latency, and mission-critical tools or apps that deal with proprietary processes, are sometimes better run from dedicated, in-house infrastructure. \"When we built the hybrid model for GM, we got the benefits of the cloud without compromising on the security and reliability of on-prem systems,\" he said. \"This hybrid model is something that is now being adopted by more companies.\"\n\nHowever, some experts believe evidence of a movement away from the cloud is unclear, especially when vendor perspectives are involved. \"When we talk about the potential security benefits of local architecture, this is a drop in the bucket compared to larger conversations in cybersecurity at this moment,\" said Seth Geftic, vice president of product marketing at Huntress. \"Although I don't believe that people are moving away from the cloud in such high waves, there are a number of potential reasons that a company could look toward local infrastructure.\"\n\nA balancing act between on-prem and cloud will likely continue, with the need to weigh the advantages for both sides. \"Cloud providers have a huge deal of control over their resources, meaning that there is little companies can do when they decide to put up prices,\" said Geftic.\n\n\"Cloud is an expensive solution, but one that offsets that with a number of advantages -- speed, scalability, ease of use. What the industry could experience is a slight deviation from full-cloud architecture and a restructuring toward hybrid environments. A direct leap from fully cloud-based to fully local seems like a slight stretch, if I'm being honest.\"\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oracle Named a Leader in the 2024 Gartner® Magic Quadrant™ for Cloud Database Management Systems",
            "link": "https://finance.yahoo.com/news/oracle-named-leader-2024-gartner-160000351.html",
            "description": "Oracle has been recognized as a Leader in the 2024 Gartner® Magic Quadrant™ for Cloud Database Management Systems. Oracle's converged database architecture enables customers to leverage multiple data ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "cloud+architecture",
            "date": "28m",
            "source": "YAHOO!Finance",
            "article_content": "Oracle Database continues to push the boundaries of enterprise AI development, enabling customers to work with any data and workload types, at any scale, and in any hyperscaler\n\nAUSTIN, Texas, Jan. 21, 2025 /PRNewswire/ -- Oracle has been recognized as a Leader in the 2024 Gartner® Magic Quadrant™ for Cloud Database Management Systems. Oracle's converged database architecture enables customers to leverage multiple data and application development models to support enterprise data and AI workloads. A complimentary copy of the report is available here.\n\n\"It was another gratifying year of delivering new breakthrough capabilities to our customers, and we are pleased to be positioned by Gartner as a Leader,\" said Juan Loaiza, executive vice president, Database Technologies, Oracle. \"We believe Oracle Database was recognized for its rapid pace of innovation, delivering new features and services to our customers, and for its industry-leading multicloud capabilities. In addition to OCI, we now offer Oracle Database services inside AWS, Google Cloud, and Microsoft Azure. These innovations give our customers the choice and flexibility to deploy and run their Oracle Database enterprise workloads wherever they need.\"\n\nOracle Database services empower cloud-ready business solutions with:\n\nOracle Autonomous Database : Enables customers to streamline the development of data-driven applications and enhance operational efficiency. Autonomous Database, built on Oracle Database and Oracle Exadata, is a robust self-securing and self-tuning cloud service designed for diverse workloads, offering an extensive feature set to accommodate all modern data types within a single database platform.\n\nFlexible intercloud and multicloud deployment choices : Enable customers to migrate Oracle Database workloads to the cloud. Oracle Cloud Infrastructure (OCI) is physically deployed in AWS, Google Cloud, and Microsoft Azure data centers, providing a low latency network connection between databases and applications, making it easy for customers to connect enterprise data in their Oracle databases.\n\nContinuous innovation: Helps customers meet evolving business and technical demands through the release of Oracle Database 23ai, providing rapid advancement in capabilities in AI, generative AI, vector processing, JSON document support, graph analytics views, globally distributed database with RAFT-based replication, in-database SQL firewall, True Cache (automated mid-tier data object cache), and low-code development.\n\nAdditional Resources\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "People are convinced 65ft megalodon shark ‘still exists’ after spotting a chilling 'clue'",
            "link": "https://www.ladbible.com/news/animals/megalodon-do-they-still-exist-discovery-channel-934332-20250120",
            "description": "Application error: a client-side exception has occurred (see the browser console for more information).",
            "image_url": "https://www.bing.com/th?id=OVFT.XfdsKyoOrwDFEMluU1qZoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "20h",
            "source": "LADbible",
            "article_content": "Shark fans think that the extinct species known as the 'megalodon' still exists today, after footage from a documentary recirculated online.\n\nThe prehistoric giant mackerel shark lived around 23 to 2.5 million years ago, and could be approximately 65ft (20m) in length and could weigh up to 60 tonnes.\n\nEssentially, the megalodon were some of the most terrifying creatures that ever called our seas home.\n\nAdvert\n\nFor reference, they can be over three times bigger than great white sharks. Oh, and they're the largest shark in history.\n\nSome fans think that the megalodon is back (Getty Stock Photo)\n\nBut some think that they could be back as a documentary about the megalodon that aired on the Discovery Channel back in 2013.\n\nIt was titled Megalodon: The Shark Lives, and after resurfacing recently on YouTube, a lot of people seem to think that the chilling footage in the video could be telling about the pre-historic creature.\n\nAdvert\n\nWith over seven million views, the video gruesomely shows a blue whale carcass that is beached off the coast of Hawaii, that looks to have been brutally attacked.\n\nOriginally filmed in 2009, the blue whale's insides can be seen hanging out after being cut open by a predator, despite being the biggest animal in the world.\n\nThis photo allegedly shows a six foot fin (Discovery Channel)\n\nA talking head the programme introduces as a marine biologist explained that the culprit had to be the size of a megalodon, as other scenes in the documentary claimed to show six foot tall fins poking out of the ocean near similar blue whale attacks, as people believed that megalodon could still be around.\n\nAdvert\n\nOne user wrote in the comments: \"Six percent of the ocean has been explored, still no sign of the megalodon, but that's only 6%. Megalodon could still be alive.\"\n\nAnother added: \"I believe in megalodon because we just explored 5% Of The Ocean... Its Lurking Down There....\"\n\nBut a third pointed out: \"Megalodon was a surface dweller, I'm sure we'd of [sic] spotted it by now.\"\n\nAnd a fourth also said about one of the scenes: \"That whale died and its guts exploded.\"\n\nAdvert\n\nGraphic images of dead whales were used in the documentary (Discovery/YouTube)\n\nBut despite all of this footage and a whole documentary suggesting that the megalodon could have returned, a brief disclaimer at the start of the show said that the potential return of the species was not based on fact.\n\nThe whole documentary was actually fake, or fiction, rather.\n\nDiscovery Channel viewers couldn't believe it when they found out that Megalodon: The Shark Lives wasn't based on any actual scientific research, but instead used edited footage to make viewers believe that megalodon could still be in our waters.\n\nAdvert\n\nAsk any respected marine biologist though, and they'll tell you that this isn't the case.\n\nShark expert David Shiffman was one person who certainly wasn't happy about the documentary, telling National Geographic it was a 'fiasco' and 'utter nonsense'."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient Greek biblical inscription discovered in Byzantine-Era mosaic in Israel",
            "link": "https://neoskosmos.com/en/2025/01/21/news/world/ancient-greek-biblical-inscription-discovered-in-byzantine-era-mosaic-in-israel/",
            "description": "Archaeologists have unveiled a remarkable Byzantine-era complex in Israel, featuring a vibrant mosaic floor with a Greek ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Q_KtxVBr-CDHXEK0VP7JtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Neos Kosmos14h",
            "source": "Neos Kosmos",
            "article_content": "Archaeologists have unveiled a remarkable Byzantine-era complex in Israel, featuring a vibrant mosaic floor with a Greek inscription from the Bible.\n\nThe inscription, quoting Deuteronomy 28:6, reads: “Blessed are you (lit: peace be with you) when you come in and blessed are you when you go out.”\n\nThe discovery was made during pre-construction excavations for a new neighborhood near Kiryat Gat. The Israel Antiquities Authority (IAA) has identified the site as a significant Roman and Byzantine-era location, possibly a monastery.\n\nThe site, which dates back to the fifth or sixth century C.E., reveals a wealth of artifacts, including a winepress, a large warehouse, and imported goods like metal, glass containers, coins, and marble objects. Excavation managers Shira Lifshitz and Maayan Margulis told Smithsonian Magazine that the site is “The largest and most significant discovery in the region from the Roman and Byzantine periods.”\n\nThe mosaic floor, located in what is believed to be the monastery’s main aisle, features intricate designs of crosses, lions, doves, flowers, geometric patterns, and an amphora (an ancient jug). These artistic elements, combined with the Biblical inscription, suggest the site was of considerable importance.\n\nThe site was continuously occupied from the early Roman period (around the first century C.E.) to the late Byzantine period in the sixth century. Archaeologists believe its first human activity may date back 6,000 years to the Chalcolithic era.\n\nThis discovery sheds light on the spread of Christianity during the Byzantine Empire’s golden age. Following Emperor Constantine I’s conversion to Christianity in the fourth century C.E., the Byzantine Empire became a hub of religious and cultural development.\n\nThe IAA continues to work on preserving the site and its artifacts, offering invaluable insights into the history of the region."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery of ancient 1,400-year-old ‘alien rings’ rising out of hills finally SOLVED after sparking flurry of conspiracies",
            "link": "https://www.thesun.co.uk/news/32922884/ancient-alien-rings-mystery-solved-australia/",
            "description": "SCIENTISTS have finally cracked the ancient mystery of 1,400-year-old 'alien rings' rising from the hills which were fuelling ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z4oCADAhcGcHXtmx-U67gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "2h",
            "source": "The Sun",
            "article_content": "RING RIDDLE Mystery of ancient 1,400-year-old ‘alien rings’ rising out of hills finally SOLVED after sparking flurry of conspiracies\n\nSCIENTISTS have finally cracked the ancient mystery of 1,400-year-old \"alien rings\" rising from the hills which were fuelling a tirade of conspiracy theories.\n\nLocals had been puzzled by the series of bizarre rings scattered around Melbourne, Australia, and thought they were the work of aliens or a natural phenomenon.\n\n6 The enormous rings marking the landscape were created by digging out and mounding up dirt Credit: Caroline Spry/Australian Archaeology\n\n6 Deposits of skin found on some of the tools suggest they were used in sacred scarring rituals Credit: G. Elspeth Hayes\n\n6\n\nBut now, scientists have revealed they are actually ancient monuments crafted by Aboriginal people called the Wurundjeri Woi-wurrung - the traditional owners of the land.\n\nTheir findings were described in a new study published in Australian Archaeology.\n\nResearchers estimate there were once over 400 of these structures across New South Wales and Queensland in eastern Australia, but only around 100 remain today.\n\nFar fewer have ever been discovered in the southern-most state of Victoria, but the five around the town of Sunbury are amongst them.\n\nMany other rings of this kind are thought to have been destroyed by European settlers when they colonised the land.\n\nIt is believed the ancient people would dig out earth and build it into mounds that formed the large circles, hundreds of metres across, that are still visible today.\n\nIt is also now understood the circles continue to be very important historically and culturally to Aboriginal people today.\n\nElders of the Wurundjeri Woi-wurrung culture explained that the rings are used to reflect on themes including the European occupation, colonisation, self-determination, adaptation and resilience of the people.\n\nPrevious studies had indicated that the sites were associated with sacred locations, but had not unearthed any of the cultural value now understood.\n\nThe Wurundjeri Woi-wurrung people led a new archaeological excavation of one of the rings, known as Sudbury Ring G, in 2022, which has allowed these new revelations.\n\nPompeii bombshell as analysis of mummies may reveal who they REALLY are\n\nRing G is thought to be a ceremonial meeting spot for Aboriginal ancestors and was first excavated in 1979 by archaeologist David Frankel.\n\nSome 166 artefacts were unearthed in this initial dig, and Wurundjeri Woi-wurrung people also led the re-analysis of these.\n\nThis involved dating the ring deposits to estimate when it was created, and studying wear patterns to understand how the ancient people used stone tools.\n\n6 Some 166 artefacts were found in the dig of Sunbury Ring G Credit: Caroline Spry/Australian Archaeology\n\n6 The Aboriginal ancestors of those who built the ring led the re-analysis of these stone remnants Credit: Caroline Spry/Australian Archaeology\n\nThe study revealed that the ring was constructed somewhere between 590 and 1,400 years ago.\n\nIt showed that the people spent time in the area clearing the land and plants, scraping back soil and layering rocks.\n\nThey also lit campfires, made stone tools and moved items around in the ring's interior.\n\nWear patterns and residues on some of the tools suggest Woi-wurring people people may have used them to to create feather adornments and scar human skin for ceremony and decoration.\n\nThe scientists behind the study said in Live Science: \"[the research] expands our understanding of the richness and diversity of Australia's archaeological record, created over more than 65,000 years of continuous occupation by Aboriginal and Torres Strait Islander peoples\".\n\nThey added: \"[The study] demonstrates the importance of further investigating and preserving these earth rings, as well as others known to occur across eastern Australia.\n\n\"This is especially important in the face of continued threats by land development and climate change which threaten the survival of earth rings.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Birthright citizenship and other Trump executive actions likely to face pushback from the courts",
            "link": "https://www.msn.com/en-us/politics/government/birthright-citizenship-and-other-trump-executive-actions-likely-to-face-pushback-from-the-courts/ar-AA1xzN7T?ocid=BingNewsVerp",
            "description": "Policies like seeking to end birthright citizenship and refusing to spend money allocated by Congress could end up at the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9QAzygaextmQZbIBvKt2rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "6hon MSN",
            "source": "NBC News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These NJ towns have the most UFO sightings",
            "link": "https://nj1015.com/these-nj-towns-have-the-most-ufo-sightings/",
            "description": "Stacker compiled a list of New Jersey towns with the most UFO sightings in the last 30 years. They used data from the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MWTpzcuytwl1TYxSqbrXgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "WKXW20h",
            "source": "WKXW",
            "article_content": "Long before there were drones in the fall of 2024, New Jersey had plenty of unidentified flying objects. Would we expect anything different from the state that was used as the setting in the “War of the Worlds” broadcast?\n\nUFOs (or UAPs if you want to go with the latest terminology which hasn’t fully caught on yet, unidentified aerial phenomena) have been reported in New Jersey for generations. One of the first notable sightings came in 1966 when a mysterious glowing object was seen over Wanaque.\n\nIt started on Jan. 11 when people from many other towns were among callers to police that they saw the strange object over the Wanaque reservoir. Calls came from Ringwood, Totowa, Paterson, Oakland, and even Butler. It was described as between 2 to 9 feet with a light brighter than any star changing from white to red to green and it was reported the object moved in a manner no man-made aircraft could.\n\nWhat made this sighting so credible is the huge number of people reporting it. Even the mayor of Wanaque saw this.\n\n“The phenomenon was terribly strange,” Mayor Harry T. Wolfe explained. He described it as an oval object.\n\nWitness calls came in from a 20-mile radius. The closest reported seeing this thing burn a hole in the reservoir’s ice, a brilliant light beam shooting down from the object.\n\nCanva / TSM Illustration Canva / TSM Illustration loading...\n\nIt didn’t end there. The next day, Jan. 12, a police officer, Jack Wardlaw, reported he witnessed a brilliant white disc floating near his home in the Wanaque’s Stonetown section.\n\nWardlaw described it as “definitely disc-shaped and at certain angles, egg-shaped.”\n\nStacker compiled a list of New Jersey towns with the most UFO sightings in the last 30 years. They used data from the National UFO Reporting Center, and sightings with locations listed across multiple cities were not included.\n\nLOOK: Cities with the most UFO sightings in New Jersey Stacker compiled a ranking of cities with the most UFO sightings in New Jersey using data from the National UFO Reporting Center Gallery Credit: Stacker\n\nLOOK: 31 breathtaking images from NASA's public library In 2017, NASA opened the digital doors to its image and video library website, allowing the public to access more than 140,000 images, videos, and audio files. The collection provides unprecedented views of space. Stacker reviewed the collection to select 31 of the most breathtaking images, including the first from the James Webb Space Telescope. Keep reading to see these stunning images, curated with further information about the captured scenes. Gallery Credit: Deborah Brosseau\n\nOpinions expressed in the post above are those of New Jersey 101.5 talk show host Jeff Deminski only.\n\nReport a correction 👈"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the rare ‘UFO clouds’ seen across the UK?",
            "link": "https://www.msn.com/en-gb/news/uknews/what-are-the-rare-ufo-clouds-seen-across-the-uk/ar-AA1xxbQg?ocid=BingNewsVerp",
            "description": "The clouds, which are quite rare in the UK, were spotted in northern parts of the country earlier this week, over Gateshead, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FjAdYuSvoYw8vymU67Z7sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "22hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump's 'Split the Atom' Claim Vexes New Zealanders",
            "link": "https://www.msn.com/en-us/politics/government/donald-trump-s-split-the-atom-claim-vexes-new-zealanders/ar-AA1xAONh?ocid=BingNewsVerp",
            "description": "New Zealanders are expressing frustration after U.S. President Donald Trump credited Americans with splitting the atom in his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xp3t2g9HLsdufBb6oE4s_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of Ancient Shark Fossil Unveiled in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3232527-discovery-of-ancient-shark-fossil-unveiled-in-peru",
            "description": "Peruvian paleontologists have revealed a 9-million-year-old fossil belonging to an ancestor of the great white shark.",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse17h",
            "source": "devdiscourse",
            "article_content": "On Monday, paleontologists in Peru unveiled a 9-million-year-old fossil belonging to an ancestor of the great white shark. Unearthed from the arid and discovery-rich Pisco basin, this nearly-complete Cosmopolitodus Hastalis fossil highlights the region's significant contributions to understanding prehistoric marine life.\n\nThe shark's fossilized remains, including a jaw equipped with teeth reaching up to 8.9 centimeters, are a testament to the species' dominance in ancient seas. With adults reaching lengths comparable to small boats, these marine giants had a diet chiefly composed of sardines, as evidenced by remnants found within the specimen's stomach.\n\nDuring the presentation, paleontologist Mario Urbina emphasized the rarity of complete shark fossils, enhancing the importance of this discovery. This unveiling follows previous finds in the region, including ancient river dolphin and crocodile fossils, cementing Peru's standing as a pivotal site for paleontological research.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly fabricated crystals control interactions between high-frequency phonons and single quantum systems",
            "link": "https://www.msn.com/en-us/news/technology/newly-fabricated-crystals-control-interactions-between-high-frequency-phonons-and-single-quantum-systems/ar-AA1xAkEF?ocid=BingNewsVerp",
            "description": "Phonons, the quantum mechanical vibrations of atoms in solids, are often sources of noise in solid-state quantum systems, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.odBxtqrfzszl9ND5BCUn5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "4hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Animals Use Quantum Physics to Navigate the World! 🐦🔬",
            "link": "https://www.msn.com/en-ie/science/biology/how-animals-use-quantum-physics-to-navigate-the-world/vi-AA1xx3Tu?ocid=BingNewsVerp",
            "description": "Did you know that animals might be using quantum physics to navigate their world? From birds sensing Earth's magnetic fields ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n9LIW2VJBBFxgcTETnydrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why We Need to Reduce, Reuse and Recycle in Space",
            "link": "https://www.scientificamerican.com/article/the-space-junk-crisis-needs-a-recycling-revolution/",
            "description": "Just as we are reckoning with how to conserve ecosystems on Earth for future living creatures, we must think of space as an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HDQUNRlz-lGTNUqlsDINZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Scientific American2h",
            "source": "Scientific American",
            "article_content": "A decade ago humanity launched around 200 objects into space per year. Now we launch more than 2,600, with no prospects for slowing down. This rapid expansion of human activity in outer space has filled Earth orbit with space trash, from dead satellites to used-up rocket parts. The region is already so crowded that working satellites run the risk of colliding with bits of garbage from previous generations of spacecraft. Even the International Space Station often has to adjust its orbit to dodge debris.\n\nCurrently there are more than 25,000 pieces of trackable human-made junk larger than 10 centimeters orbiting Earth. The more we put up there, the greater the chance that pieces of debris (traveling at relative speeds up to 15 times faster than a bullet) will strike working spacecraft, creating even more dangerous trash. The catastrophic collision in 2009 between the defunct Russian satellite Cosmos 2251 and the operational Iridium satellite, for example, generated nearly 2,000 debris fragments, many of which are still being tracked today.\n\nOrbital space is a finite resource, and it’s rapidly being consumed by a few organizations, notably SpaceX, OneWeb and Amazon’s Project Kuiper. SpaceX, for instance, owns and operates the majority of all working satellites, and the company aims to launch tens of thousands more satellites to provide global broadband Internet coverage. Similarly, Amazon plans to deploy 3,236 satellites for its broadband network.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nGiving everyone unfettered access without global coordination and planning means that eventually no one may be able to use it.\n\nIf we keep up this pace, orbital space will become unusable—especially the most popular region, low Earth orbit (LEO), which extends up to 2,000 kilometers in altitude. When looking at all orbital regions, we may lose services we’ve come to rely on: continuous communications, GPS mapping, Internet, Earth monitoring, and more. Today nearly every satellite that is launched is equivalent to a piece of single-use plastic, in that its fate is to become detritus. We are heading toward a tragedy of the commons in orbital space: giving everyone unfettered access without global coordination and planning means that eventually no one may be able to use it.\n\nAs we continue to push the boundaries of space exploration and commercialization, there is a growing movement to rethink our approach to using the space environment—to move to a strategy anchored in stewardship and sound waste-management principles. I believe we must leave behind our “linear space economy,” where we use and abandon, and move toward a “circular space economy”—a sustainable way to use space that emphasizes the reuse, recycling, and efficient management of space resources.\n\nJust as we are reckoning with how to conserve ecosystems on Earth for future living creatures, we must think of space as an environment worthy of preservation. In fact, reforming how we operate in space is critical for Earth conservation.\n\nThe production, launch and operation of satellites and rockets consume vast amounts of resources and energy, contributing to greenhouse gas emissions and environmental degradation. Rocket launches release pollutants into the atmosphere, including carbon dioxide, soot and aluminum oxides, which cause atmospheric damage and contribute to climate change.\n\nMoreover, the practice of uncontrolled reentries, where defunct satellites and rocket stages are allowed to burn up in the atmosphere, adds to atmospheric pollution and creates the risk of debris falling on people and property on Earth. In 2024, for instance, pieces of a SpaceX Dragon service module, including one about the size of a standard car hood, landed in the mountains of North Carolina, and a castoff part of the International Space Station fell through the roof of a house in Naples, Fla.\n\nThe ClearSpace-1 mission is due to launch in 2025 to rendezvous with a piece of a Vega rocket. This illustration shows ClearSpace-1 capturing the debris with robotic arms. The mission will aim to drag the rocket part down to burn up in Earth’s atmosphere. ClearSpace SA\n\nA circular space economy would represent a paradigm shift toward sustainable space practices, drawing inspiration from circular economy ideas that are gaining traction here on Earth. “Circularity” in this sense refers to waste-management principles calling for the end of life of a product to be designed for the object’s reuse or recycling. The first step is to design spacecraft using materials that minimize pollution and generate less waste. The second is to repair satellites’ broken parts in orbit to extend their life cycles. The third is to recycle materials from defunct satellites for use on new missions, without having to bring the satellites back to Earth. And finally, we must retrieve and reprocess space debris to reduce collision risks and reclaim valuable components.\n\nWe won’t be able to enact a circular space economy without some technological innovations. We don’t currently have techniques to service all spacecraft in orbit, although several companies and space agencies are working on it. We must create technology to extend satellites’ operational lifespans and reduce the need for costly and resource-intensive replacement missions. We need spacecraft that can approach aging satellites and dock with them, using robots to repair, refuel and upgrade them.\n\nSpace exploration also raises fundamental ethical questions about fair resource extraction, ownership and environmental stewardship.\n\nWe’ll also need a way to reuse and recycle satellites when their working lives are over. Currently all satellites become trash when their primary mission ends, and new satellites are built from entirely new materials. It’s a huge waste, much like our junkyards for used cars and other vehicles. Researchers are working on ways to harvest materials from dead spacecraft to integrate into new vehicles and to use techniques to build new satellites out of used parts.\n\nA positive step in this direction is the reusable rocket technology SpaceX is developing. The boosters of their Falcon 9 rockets, for instance, can land vertically after being jettisoned in space after launch, allowing them to fly again. Not only does this save money—recycling boosters reduces the cost of each Falcon 9 launch by up to 30 percent—it generates less trash. But so far SpaceX is the only company or agency launching satellites with reusable rockets. We need more.\n\nThere’s also been movement toward servicing working satellites in orbit. Northrop Grumman’s SpaceLogistics has developed a spacecraft, the Mission Extension Vehicle (MEV), to help aging satellites keep going. In 2020 it successfully docked with the Intelsat 901 satellite, which was running out of fuel, and began using its own thrusters and propellant to maneuver the joined craft, extending the Intelsat’s operational life. A second MEV docked with another Intelsat spacecraft in 2021. When those satellites are ready to be retired, the MEVs can undock and move on to other spacecraft that need their help. Launching an MEV to aid an ailing craft costs about half to a quarter of the price of building and launching an entirely new satellite. In addition to saving money, in-­orbit servicing reduces the frequency of new satellite launches, which in turn minimizes the accumulation of space debris and the greenhouse gas emissions that come with rocket launches.\n\nRemoving debris from orbit is another challenge. Different types of trash require different removal techniques, with many ideas coming from the fishing industry: some strategies use nets, others harpoons, and still others hooks. Each removal technology has limitations and works only for a subset of the objects that need to be fished out of orbital space. It’s also really expensive to retrieve any kind of space trash because anything that is not being actively controlled in space is tumbling. This means that to grab something to remove it, you must either find a way to steady the space detritus or make your debris-removal satellite tumble along with it. Detumbling debris takes a lot of energy, which results in high propellant costs.\n\nJen Christiansen; Source: “Satellite Statistics: Satellite and Debris Population,” Jonathan’s Space Report (data)\n\nNevertheless, some progress has been made. In 2021 a Tokyo-based company, Astroscale, ran the End-­of-­Life Services by Astroscale demonstration (ELSA-d) mission, which launched two satellites: one to simulate a dead spacecraft and a servicer satellite to remove it. The two craft successfully docked in orbit and then released, testing out a critical process for eventual debris removal. The company plans to run more tests with its Active Debris Removal by Astro­scale-­Japan (ADRAS-J) mission, which launched in 2024.\n\nThe European Space Agency (ESA), partnering with start-up ClearSpace, is set to launch its ClearSpace-1 mission in 2028. ClearSpace-1 will use four robotic arms to grab onto the agency’s PROBA-1 satellite and bring it safely out of orbit. The project aims not only to clean up space but also to develop the ability to target larger and more complex pieces of debris.\n\nFinally, more efficient propulsion technology allows spacecraft to use less fuel and last longer on their initial load. Electric propulsion systems, such as ion thrusters and Hall effect thrusters, are newer technologies that offer higher efficiency and fuel economy compared with traditional chemical propulsion. These systems use electric power to ionize propellant and generate thrust, enabling spacecraft to achieve higher velocities and perform precise maneuvers over extended periods. Electric propulsion is already used by many working satellites and will become increasingly common.\n\nAs we design new technology to conserve space, we’d do well to take inspiration from another kind of tech: Indigenous societies’ traditional ecological knowledge (TEK). This kind of TEK emphasizes the importance of harmonious relationships between human activities and the environment. It shows us that we have to see space as an extension of our natural world, where resources must be managed wisely and responsibly.\n\nAn example of applying TEK ideas to modern space activities is a recent collaboration between the ESA and Indigenous groups in Australia to study the impacts of space debris on wildlife habitats. By respecting the wisdom of Indigenous communities, ESA not only advanced their scientific goals but also promoted a sustainable model that can be applied to future space missions.\n\nNew technology alone isn’t enough to fix the space junk problem—we’ll need legal reform, too. The current global space policy is a patchwork of regulations that often lag behind technological advancements and the evolving needs of space activities. SpaceX, for instance, has faced regulatory challenges in deploying its reusable rockets because our laws haven’t caught up with the technology. Fragmented regulations across different countries and regions also lead to inconsistencies and hinder international collaboration. And many existing space policies don’t even address sustainable practices such as in-orbit servicing, space debris mitigation and responsible resource use.\n\nThe European Union is trying to pave the way by integrating sustainability principles into its space policies. The E.U. has streamlined licensing processes for satellite launches and in-orbit operations across member states and has allocated significant funding for research and development on dealing with space debris. The U.S., through its many government agencies, has begun working to streamline the licensing process as well. But most countries are dangerously far behind.\n\nGovernments have a strong hand to play in incentivizing companies to design and develop sustainable space systems. One way to do this would be to adopt what are called extended producer responsibility laws, which require companies to help manage the waste from the technology they produce. Perhaps governments could use a credit system to regulate the amount of space debris the industry is allowed to create. Laws could also incentivize the design, launch and operation of on-orbit recycling centers where aging and defunct satellites could be repurposed.\n\nUltimately the governments that permit spacecraft to be launched are liable for any damage their space objects may cause. So the responsibility for cleaning orbital space falls to governments, but none of them, including Russia, the U.S. or China, are establishing robust markets for space garbage pickup and removal services. Moreover, currently there is no legal mechanism to transfer this liability for damage from one launching state to another, making it complicated to put in place a space salvage law analogous to maritime policy. The United Nations Committee on the Peaceful Uses of Outer Space also plays a pivotal role in developing international space law and norms. Its Space Debris Mitigation Guidelines encourage member states to manage space debris and promote sustainable space operations. More than 100 countries have endorsed the guidelines, including the U.S. Yet guidelines are not enforceable laws in and of themselves—they are merely suggestions.\n\nSpace exploration also raises fundamental ethical questions about fair resource extraction, ownership and environmental stewardship. Asteroid mining, for example, presents opportunities for accessing rare minerals and resources, although it also risks destroying the scientific and cultural heritage of celestial bodies. And space mining could destabilize global markets—imagine mining an asteroid made out of platinum. Furthermore, who should be allowed to profit from the resources of asteroids—is it fair for only certain countries, or certain billionaires, to grow even richer and more powerful from space commodities?\n\nOrganizations such as the International Institute of Space Law and the U.N. Office for Outer Space Affairs are trying to develop ethical guidelines for responsible ways to use space resources that emphasize transparency, international cooperation and sustainability. Initiatives such as the Space Sustainability Rating, which aims to certify space missions based on sustainable practices, could encourage companies and nations to act responsibly.\n\nPreserving the space environment for future generations is a moral imperative. In the short term, we must take immediate action to deal with the growing dangers of space junk. We need more funding for debris-tracking and debris-mitigation technologies. We must also start changing how we build and use satellites to waste fewer resources, produce less trash and pollution, and recycle more. A circular space economy is the only way to keep space usable indefinitely.\n\nIn the long term, fostering international cooperation—and international treaties requiring sustainable space practices—is critical. The Inter-­Agency Space Debris Coordination Committee, an intergovernmental organization dedicated to combating the problem of orbital trash, is a promising step. Many space agencies, including NASA, China’s National Space Administration and Roscosmos, are members. The ESA’s Clean Space initiative is another smart approach to reducing space debris through technology development and policy changes.\n\nThe establishment of a circular space economy is not just an option but a necessity for the sustainable future of space exploration. By adopting the principles of reuse, recycling, and efficient resource management, we can lower the risks of space debris collisions, preserve resources, and ensure that outer space remains a viable domain for scientific discovery and commercial innovation. Policymakers, industry leaders, scientists and the global community must embrace a sustainable approach to our activities in Earth orbit, securing its potential for generations to come."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We’ll build at least one model STEM school in every region of Ghana – Haruna Iddrisu",
            "link": "https://www.myjoyonline.com/well-build-at-least-one-model-stem-school-in-every-region-of-ghana-haruna-iddrisu/",
            "description": "Haruna Iddrisu, the Minister nominee for Education, has reaffirmed the government’s intention to build modern Science, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aQR_rdHpQAfopiFhOR985i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "MyJoyOnline22h",
            "source": "MyJoyOnline",
            "article_content": "Haruna Iddrisu, the Minister-nominee for Education, has reaffirmed the government’s intention to build modern Science, Technology, Engineering and Mathematics (STEM) schools in various regions across the country.\n\nThe system aims at the Fourth Industrial Revolution by strategically positioning itself and making conscious efforts to provide 21st-century facilities and resources to improve the education of citizens.\n\nSpeaking during his vetting on Monday, January 20, Mr Iddrisu highlighted essential initiatives the current government intends to implement in the education sector.\n\n“The significant thing for the NDC and President Mahama as far as education is concerned is for it to contribute meaningfully to our national sustainable development efforts. At the tertiary level, emphasis will be on access, quality, and relevance. At the secondary level, emphasis will be on foundational learning in order that we can produce critical thinkers for the future. There will be a review of pedagogy and curriculum at all levels of education,” he noted.\n\nHe acknowledged the previous government’s efforts since the introduction of the STEM system, revealing the government’s intention to build model STEM schools in every region across the country.\n\n“I should note the effort you have done in getting STEM, we intend to build at least one model STEM school in every region of Ghana, which will span from kindergarten to Senior High School to produce individuals for the future of work,” he disclosed.\n\nHe added that there is a need to train more individuals in Science, Information and Communication Technology, and Engineering.\n\nHe mentioned that core academic objective modules will not be compromised while focusing on the industrial sector.\n\nDISCLAIMER: The Views, Comments, Opinions, Contributions and Statements made by Readers and Contributors on this platform do not necessarily represent the views or policy of Multimedia Group Limited."
        }
    }
]