[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Lobbyist Predicts Disclosure From Trump in 60 Days",
            "link": "https://www.msn.com/en-us/news/opinion/ufo-lobbyist-predicts-disclosure-from-trump-in-60-days/ar-AA1y5mnj?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/29/25 UFO Lobbyist Predicts Disclosure From Trump in 60 Days Explore the bold prediction of UFO disclosure from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nfhRY_bprEEK2c-ihpi8TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN5hOpinion",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ross Coulthart Describes HIS UFO ENCOUNTER (For First Time)",
            "link": "https://www.msn.com/en-us/society-culture-and-history/pop-culture/ross-coulthart-describes-his-ufo-encounter-for-first-time/vi-AA1y3UCZ?ocid=BingNewsVerp",
            "description": "Patrick discusses Ross Coulthart being a First Hand UFO witness now.... video of Orb UFO #aliens #uap #ufonews #ufos #ufo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r8Lbw5HIItRmyhSsFJ0o7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Watch: What I found behind the unassuming doors of a West Midlands UFO group",
            "link": "https://www.expressandstar.com/news/2025/01/29/watch-what-i-found-behind-the-unassuming-doors-of-a-west-midlands-ufo-group/",
            "description": "The walls buzz with the energy of conversations about strange lights, unexplained phenomena, and the tantalising possibility ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X5Lv_4g3AcNvFBrkSp9O4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "13h",
            "source": "Express & Star",
            "article_content": "Watch more of our videos on ShotsTV.com and on Freeview 262 or Freely 565\n\nNestled behind an unremarkable door in Oldbury, a modest snooker hall transforms into a portal to the unknown every few weeks.\n\nIt’s here that the Birmingham UFO Group convenes - a dedicated community of enthusiasts with their eyes on the skies and their minds on the mysteries of the cosmos.\n\nAt first glance, the setting seems ordinary: a quiet, dimly lit room with pool tables lined up in neat rows. But once inside, you quickly realise this is no average gathering.\n\nThe walls buzz with the energy of conversations about strange lights, unexplained phenomena, and the tantalising possibility that we are not alone in the universe. Leading the group is the Chairman David Hodrian, a charismatic figure whose passion for UFOs has fuelled this vibrant community for years."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did you see this? Fireball breaks apart over Ottawa Co",
            "link": "https://www.fox17online.com/news/local-news/lakeshore/ottawa/did-you-see-this-fireball-breaks-apart-over-ottawa-co",
            "description": "A fireball broke apart over Ottawa Co Tuesday night. FOX 17 viewers sent in pictures and videos that clearly show the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3_7JSN2SxG5lKftLDCclDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "fox17online12h",
            "source": "fox17online",
            "article_content": "OTTAWA COUNTY, Mich. — A fireball broke apart over Ottawa County Tuesday night. FOX 17 viewers sent in pictures and videos that clearly show the spectacle.\n\nWe're not saying it's a UFO, but it's not like Ottawa County is a stranger to odd celestial happenings— in fact, March of last year marked the 30-year anniversary of some serious UFO activity in the area!\n\nREAD MORE: Strange lights over Lake Michigan: UFO sightings remembered, 30 years later\n\nFor those of us with our feet on the ground and our minds rooted in science, we should note that the Qandratid meteor shower wrapped up on January 16 and is known for fireballs— and for going under the radar since it happens during one of the cloudiest months of the year and comes at us from an angle that makes it almost impossible to see south of the equator.\n\nIt could also have been debris from any number of satellites scattered around Earth's orbit.\n\nWhat do you think? Did you get any good shots of it?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trent Dilfer is getting another chance at UAB. Is there reason to think he can turn it around?",
            "link": "https://www.nytimes.com/athletic/6094452/2025/01/29/trent-dilfer-uab-football-turnaround/",
            "description": "Last season featured self-inflicted public relations blunders, a six-game losing streak and three losses by more than 30 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Krg04_dZSSG1DqQ14xEaLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "12h",
            "source": "The New York Times",
            "article_content": "BIRMINGHAM, Ala. — Trent Dilfer was hopeful his second season as a college coach would be better.\n\nInstead, his team went 3-9 as the campaign turned into a nightmare on and off the field. It was the worst season of UAB football since 2013 when Garrick McGee went 2-10 and was promptly fired.\n\nThe season featured self-inflicted public relations blunders, a six-game losing streak and three losses by more than 30 points. In November, Dilfer, 52, was sidelined for a few days, though he did not miss a game, after undergoing a cervical fusion procedure, which required a surgeon to slice open Dilfer’s throat to repair his spine and relieve debilitating, constant nerve pain.\n\n“It was horrific. I was going crazy,” Dilfer said in an interview with The Athletic. “It was like my bones were on fire. A spot in my left shoulder blade felt like a hot knife was being stuck in it.”\n\nAs the losses mounted, crowds shrank at Protective Stadium, UAB’s $175 million home stadium that opened in 2021.\n\nAdvertisement\n\nA column in the local paper called the program “the worst in college football” and called for the university to clean house in the athletic department.\n\n“The football program, I believe, is in disarray,” said Vincent Curtis, a 1997 UAB graduate who has supported the program for more than two decades. “I’m on social media. I speak to a lot of fans. We just do not have any confidence in the leadership in the athletic department or the football program.”\n\nAt season’s end, athletic director Mark Ingram announced plans to retain the former Super Bowl-winning quarterback, declining to make a change that would have cost the university $3.6 million.\n\nIt was a controversial decision but not a surprising one considering Ingram’s consistent support of his unconventional hand-picked hire plucked from the high school ranks two years ago.\n\nGO DEEPER A Super Bowl champion QB is college football’s most surprising hire. Will the risky move pay off?\n\nDilfer professed optimism because of players returning who “despite the circumstances, at the end of the year played their best football, played hard and showed grit,” he said.\n\nDilfer’s 2025 recruiting class has six signed prospects and ranks 133rd nationally in the 247Sports Composite, behind three FCS programs and every American Athletic Conference program but one: Army. The program lost 29 players to the transfer portal since it opened on Dec. 9, more than any team in the AAC. Nine signed with Power 4 programs.\n\nIt did welcome 21 transfers, highlighted by Kent State’s leading tackler Josh Baka, an FCS All-American from Nicholls State in linebacker Eli Ennis and UTEP’s leading rusher Jevon Jackson. Quarterback Jalen Kitna, who took over for injured starter Jacob Zeno early last season, returns.\n\n“I had no say in the process of keeping me,” Dilfer said. “But I’m super fired up that I get a chance to fix this.”\n\nThe Blazers have added 21 players through the transfer portal. Meet the entire transfer portal class: https://t.co/aGRT3jT9c2#WinAsOne pic.twitter.com/iEyW9IGUVm — UAB Football (@UAB_FB) January 16, 2025\n\nUAB football is a young but proud program that began play as a Division I program in 1996. It was shut down in 2014 in a cost-savings measure but rose from the dead six months later. After a hiatus that lasted two seasons, coach Bill Clark led the program to five bowl games in six seasons, the best run in school history. Back issues pushed Clark into a sudden retirement in June 2022, but his work set up a move in 2023 to the American, the most accomplished and most difficult non-power conference.\n\nAdvertisement\n\nIngram elected to hire Dilfer, rather than hand the program to interim coach Bryant Vincent, a trusted assistant under Clark, despite Vincent coaching the Blazers to a 7-6 season in 2022.\n\nIngram was steadfast in his belief in Dilfer, who won two state titles in four years at Lipscomb Academy in Nashville and served as lead coach at Elite 11 for high-level QB prospects. After his NFL career, including the 2000 championship with the Baltimore Ravens, ended in 2008, he’d spent nearly a decade at ESPN.\n\nIngram said he didn’t hear much criticism of the hire but scoffed at the idea of skepticism.\n\n“Critics will always be there no matter who you hire,” he said.\n\nDilfer was hired four days before Deion Sanders at Colorado, with both programs turning to familiar but inexperienced faces with NFL bona fides to lead their programs, though Sanders spent three seasons at Jackson State in the FCS before being hired to lead the Buffs.\n\nThis offseason, Norfolk State hired former NFL quarterback Michael Vick and Delaware State turned to former NFL receiver DeSean Jackson despite each having little or no coaching experience.\n\nIngram didn’t set out to find Dilfer, but the two connected with a few conversations during the season after Clark’s retirement, and Ingram found himself buying into Dilfer’s vision for the program.\n\n“He’s high energy. He’s engaging. He talks about life. ‘If I can help you be a better person, I can help you be a better football player,’” Ingram said. “He just had a very different approach.”\n\nIn 2023, Dilfer won four games and avoided embarrassing losses but lost three conference games by more than 20 points in the far more difficult American, where UAB is taking on programs with better rosters and more well-funded teams and athletic departments.\n\nHe mostly avoided unflattering headlines, too.\n\nAdvertisement\n\nThis season, compounding the on-field struggles, was a different story.\n\nIn September, he granted his grandson’s request to sit with him at the table for a sparsely attended news conference following a 41-18 loss to Navy.\n\n“There’s like two (reporters),” Dilfer said into the microphone. “It’s not like this is freakin’ Alabama.”\n\nFew were in the room, but thousands viewed the clip online. UAB has a somewhat fraught relationship with Alabama, which is also part of the University of Alabama System, and some fans were upset.\n\nDilfer’s full thought, he relayed to others, was a reference that the media contingent wasn’t like the crush of reporters that would be present at Alabama’s game against Georgia, also played that night.\n\nIngram told The Athletic it was the kind of mistake that is magnified because UAB’s program was struggling on the field.\n\nTwo days later, asked about the incident by UAB fan and podcast host John Duncan at a weekly news conference, Dilfer asked if Duncan had attended. He had not. Duncan asked if Dilfer knew the program’s history and Dilfer said he was “very aware” of it.\n\n“A lot of UAB fans are still paranoid about the board of trustees after the 2014 shutdown and that it’s out to get UAB. You just can’t say something like that,” Duncan said. “I gave him the chance to elaborate or say what he really meant. If he had said what he meant about Alabama and Georgia, the fan base might have cooled down.\n\n“But that was the moment the fan base directly turned on Trent Dilfer.”\n\nA week later, on a podcast that the university produces weekly featuring Dilfer and Ingram, Dilfer made an impromptu recruiting pitch for Louisville volleyball, where his daughter played.\n\n“If you want to play big-time college volleyball go to Louisville,” Dilfer said.\n\n“Or UAB,” Ingram interjected.\n\nAdvertisement\n\n“I’m sorry,” he said. “You’re right. … I will say this, they’re (recruiting) from different buckets, Mark.”\n\nDilfer told The Athletic he was answering a question about a coach who had influenced him and he was pointing to Louisville coach Dani Busboom Kelly, who impressed Dilfer with how she built the program’s culture while leading the Cardinals to national runner-up finishes twice in the past three seasons. UAB volleyball has gone 16-43 in the last two seasons.\n\n“What I wish I would have said is Betsy Freeburg, the head volleyball coach at UAB, and I are very good friends and one of my daughters almost came down to play for her,” Dilfer said. “I wish I could go back in time and realize that when you’re losing, as I always say, I don’t like my kids, my food sucks and my wife’s not as hot. Everybody else is experiencing that, too, and everything that isn’t a positive will be interpreted as a hyper-negative, and that was never the intent.”\n\nBoth incidents built upon a perception among some fans that Dilfer saw himself as above the program, something Dilfer said athletic department officials helped him understand in late November as criticism continued to mount.\n\n“Of all the things I’ve heard said about me, that has probably hurt the most,” he said. “Because I wish I could spend time with those people. I love this opportunity and love this city. I have no ambition of doing anything what others would perceive as ‘bigger’ than this. This is the big time.”\n\nThe season’s obvious struggles included ugly losses such as 71-20 to Tulane and 44-18 to Army in successive weeks in October. Dilfer called the home loss to the Green Wave “humiliating,” took the blame and said the city of Birmingham deserved better.\n\nThe team’s wins came against FCS-level Alcorn State, Tulsa and Rice, but Dilfer found other positives in the season.\n\nAdvertisement\n\nDilfer said coaches from each of the Blazers’ final five opponents approached him on the field before the game and said his team was playing its best football, and they were “so close” and impressed by his team’s physical approach.\n\n“There’s nothing better to me than an opposing coach complimenting a team’s effort,” Dilfer said.\n\nA week after the loss to Army, UAB led bowl-bound USF 9-7 at the half before losing 35-25. It led Tulsa 45-7 at halftime in a 59-21 rout. It led nine-win UConn 20-3 at halftime before giving up 21 fourth-quarter points in a 31-23 loss. It trailed conference power Memphis 18-8 at halftime before a 53-18 loss. Rice didn’t score in the final three quarters of UAB’s 40-14 win.\n\nUAB suffered a loss against Army and running back Kanye Udoh during its six-game losing streak. (Danny Wild / Imagn Images)\n\nUAB closed its season on Nov. 30 with a 29-27 loss to Charlotte after Jonah Delange, one of the nation’s most accurate kickers, hooked the 27-yard game-winning field goal attempt left, and Charlotte players spilled onto the field in celebration.\n\nUAB finished 2-6 in league play. UTSA in 2023 remains the only one of the six programs that moved from Conference USA to the AAC in 2023 to have a season above .500 in conference play.\n\nDilfer said he didn’t want it to be an excuse, but his initial plan for success at UAB has shifted as the sport’s rosters have grown more transient with the advent of immediate eligibility for transfers and NIL\n\n“It’s a little bigger challenge than I had anticipated because of the lack of time under tension with the same people,” Dilfer said. “Anything great is built through time under tension with the same people.”\n\nHowever, all the roster upheaval in college sports is not a uniquely UAB problem.\n\nDilfer said he looks back and sees “30 decisions” he wishes he could have back, but said that would probably still be the case if he was presiding over a winning program.\n\nAdvertisement\n\nHe said the culture of his program was compromised by external factors, “conflicting agendas” and “non-winning things” seeping into the facility. He didn’t elaborate.\n\n“As a leader, you have to be able to recognize mistakes in real time and fix them faster than I’ve fixed them,” he said.\n\n“Winning is about inches and I’ve allowed us to lose too many of those inches,” he said. “I know that from here on out, the people in this building will have the same agenda.”\n\nThe offense ranked 79th in yards per play last year, down from 28th in 2023. The defense improved to 79th in yards per play from 112th a season ago.\n\nSaid Terell McDonald, a fifth-year tight end who stuck around through the coaching transitions: “He’s the definition of a players’ coach. Him being at the highest level and knowing what he knows, he gives us little insights and things. I’ve learned a lot from him from a different perspective. He’s a different, more hands-on type of coach. He’ll get out there and show you what he’s trying to teach you.”\n\nIngram and Dilfer both pointed to a plan when it was announced that Dilfer would be back.\n\nDilfer fired defensive coordinator Sione Ta’ufo’ou, who came with him from Lipscomb Academy, and three more position coaches won’t return. Ta’ufo’o had never coached in college football before Dilfer brought him in. He was one of seven of Dilfer’s on-field staffers who had never been a coordinator or position coach at an FBS program before Dilfer hired them.\n\nFor many fans who initially questioned the hires, Curtis said, Dilfer making a change two years later feels like an admission the criticism was correct.\n\nLast month, Dilfer brought Steve Russ to UAB as defensive coordinator from Air Force, where he was working as special assistant to head coach Troy Calhoun. Before that, he coached linebackers with the Washington Commanders for four seasons and had been defensive coordinator at Air Force and Syracuse earlier in his career.\n\n🔥 𝐈𝐧𝐟𝐞𝐫𝐧𝐨 𝐏𝐨𝐝𝐜𝐚𝐬𝐭 – 𝐄𝐩𝐢𝐬𝐨𝐝𝐞 𝟐𝟏 🔥 Get to know new @UAB_FB Defensive Coordinator Steve Russ as he and Coach Dilfer share the stage for Episode 21! 🔗: https://t.co/8nIDLz3Zak#WinAsOne | @DilfersDimes | @CoachRuss58 pic.twitter.com/d8Tqmap96H — Inferno_Pod (@Infernopod_UAB) January 17, 2025\n\nAfter the season was complete, Dilfer spent a few days meeting one-on-one with players. He opened the floor and let them know nothing they said would be held against them. The biggest criticism they had for him, Dilfer said, was they needed him to be fiercer.\n\n“Which shocks me,” Dilfer said. “That I’ve done a 180 and overcorrected. When we recognize a flaw in ourselves and are willing to grow as humans, we overcorrect that because we don’t like it about ourselves. I didn’t like that I would lose my cool. I would lose my poise at times.”\n\nAdvertisement\n\nIn 2021, a video of him shoving and yelling at a player during a Lipscomb win went viral. He later apologized. In 2023, he called an outburst at a staffer during a loss to Tulane “regretful.”\n\n“And my players have said no, ‘You’re the juice man. You’re the energy. You’re the passion. We feed off you.’ And it’s not just game day. It’s Monday, Wednesday, Friday. Bring it. Part of that has been freeing. But now the challenge for me is finding the balance in what used to be a fault and the overcorrection and find that God-given piece in the middle that’s my best.”\n\nIn this era of college football, though, teams’ year-to-year fates are largely decided by which players they keep and which they lose. There are always surprises when mining the portal, but UAB’s roster appears to have lost more than it gained. There is a September trip to Tennessee. And UAB is still playing in a new conference with deeper pockets and deeper rosters.\n\nWill 2025 be different? Or will the number of people around Birmingham who are with Dilfer continue to dwindle? Dilfer’s contract extends through 2027. After next season, the buyout drops to $2.4 million.\n\n“They’ve gotten my best effort. But effort isn’t enough,” he said. “Now, they’re going to get my best humility because I’ve been humbled. … This setback has reset me in a good way, and now they’re gonna get my best fix.”\n\n(Top photo: Wesley Hitt / Getty Images)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek, the Chinese AI app challenging OpenAI and Silicon Valley?",
            "link": "https://www.washingtonpost.com/technology/2025/01/27/what-is-deepseek-ai-china-us-stock-fears/",
            "description": "DeepSeek is a new artificial intelligence chatbot that’s sending shock waves through Wall Street, Silicon Valley and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-ROY50WmFUcjjmXDvbda_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "The Washington Post",
            "article_content": "The app, named after the Chinese start-up that built it, rocketed to the top of Apple’s App Store in the United States over the weekend.\n\nAccording to some experts, DeepSeek’s success and a technical paper it published last week suggest that Chinese AI developers can match their U.S. counterparts without the same access to expensive, high-end hardware that is at the heart of geopolitical tensions between Washington and Beijing. President Donald Trump said the app’s success should serve as “a wake-up call” for the U.S. tech sector."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Navy email warns against using AI apps like China's DeepSeek",
            "link": "https://www.msn.com/en-us/news/technology/us-navy-email-warns-against-using-ai-apps-like-chinas-deepseek/ar-AA1y4uh5?ocid=BingNewsVerp",
            "description": "The Navy memo said DeepSeek's AI should not be used \"in any capacity\" due to \"potential security and ethical concerns.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4F13dJCG69n9bTSjcamVIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google leaned heavily on AI to stop malicious apps on the Play Store last year",
            "link": "https://www.androidauthority.com/google-play-security-2024-3521307/",
            "description": "AI became a hot topic. Its influence even bled into the Google Play security division, which used AI in 92% of app security ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HsBTwOWp6cavNbPS28gjBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "Android Authority",
            "article_content": "If 2024 is going to be remembered for anything, it likely will be remembered as the first year that generative AI took hold of the cultural zeitgeist. It seemed everywhere you looked, you saw something about AI. At Google, the company went all-in on AI, injecting its Gemini systems into pretty much every product and service it offers.\n\nAs it turns out, this also applies to its security teams. The Google Play security team, for example, just released its annual report on what’s been happening behind the scenes as they protect us all from harmful apps, bad developers, malware, and other issues. In 2024, this team stopped more bad apps than any other year prior — 2.36 million apps, to be precise, which is wild to even think about. Google says that AI played a considerable role here.\n\nAccording to Google, human app reviewers on the Google Play security team used AI in their work in 92% of cases. That’s a massive amount. Google claims AI tools help the team act more quickly and take more accurate action against developers who are trying to sneak bad apps onto the Play Store.\n\nThe Google Play security team is not the only way we are protected from bad apps, though. In 2024, Google also introduced a bunch of new security features to its Play Protect service that prevent attackers that do get through its defenses from doing any significant harm to you. Here are three examples:\n\nReminder to turn on Play Protect: The Play Protect service on Android phones scans all apps — whether they come from Google Play or the wider internet — for viruses, malware, and other attacks. Sometimes, user turn this feature off so that they can install something they know to be safe. To help prevent attacks during this Play Protect downtime, Chrome now reminds users to turn Play Protect back on if it has been turned off.\n\nThe Play Protect service on Android phones scans all apps — whether they come from Google Play or the wider internet — for viruses, malware, and other attacks. Sometimes, user turn this feature off so that they can install something they know to be safe. To help prevent attacks during this Play Protect downtime, Chrome now reminds users to turn Play Protect back on if it has been turned off. Disabling Play Protect toggle during calls: One method attackers use to exploit Android users is to call them and ask them to turn Play Protect off during the call. To combat this, Android now disables the Play Protect toggle during both regular calls as well as voice calls through popular chat apps. In order to toggle Play Protect off, you would need to end the call first, which will hopefully be enough time for the user to figure out that that’s not a great idea.\n\nOne method attackers use to exploit Android users is to call them and ask them to turn Play Protect off during the call. To combat this, Android now disables the Play Protect toggle during both regular calls as well as voice calls through popular chat apps. In order to toggle Play Protect off, you would need to end the call first, which will hopefully be enough time for the user to figure out that that’s not a great idea. Automatic permissions revoking: When you install and use an app, you sometimes need to grant it permissions. Sometimes, the app you’ve installed is malicious, and the permissions you’ve granted it put you in danger. Now, Play Protect automatically revokes permissions for apps like these. The user can still manually restore those permissions if they want to, but once again, this will give that malicious app less of an opening to do any damage.\n\nConsidering how many Android devices are out there (over two billion) and how open the Android ecosystem is compared to other operating systems, it’s a wonder it isn’t completely overrun with bad actors. Many people reading this have likely never faced a significant security problem on their Android device, which is a direct result of what the Google Play security team does every day."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: Chinese AI app shocks tech world",
            "link": "https://www.bbc.co.uk/learningenglish/features/learning-english-from-the-news_2025/250129",
            "description": "A Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released ...",
            "image_url": "https://www.bing.com/th?id=OVF.ICk1DxX6sP1TBkq3oENqdg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "BBC",
            "article_content": "(Photo by Omer Taha Cetin/Anadolu via Getty Images)\n\n____________________________________________________________________________\n\n____________________________________________________________________________\n\nThe story\n\nA Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released on the 20th of January, and has quickly risen to the top of the Apple store’s download charts.\n\nDeepSeek claims the latest model was built using only $5.6 million, whereas ChatGPT’s developer OpenAI spent $5 billion last year alone.\n\nThe market value of tech company stocks, like Nvidia, has since fallen dramatically.\n\nNews headlines\n\nWhy is the AI world freaking out over China's DeepSeek?\n\nThe Japan Times\n\nNvidia shares sink as Chinese AI app spooks US markets\n\nBBC News\n\nAI Market Shake-Up: Global Giants Tumble As Chinese AI Model DeepSeek Disrupts Markets\n\nBusiness Today\n\nKey words and phrases\n\nfreaking out\n\nlosing emotional control\n\nI freaked out when my favourite actor walked past me in the street.\n\nspook\n\ncreate a sudden sense of fear or nervousness\n\nThe government’s sudden tax cuts spooked the markets.\n\nshake-up\n\na change\n\nThe football team kept losing, so the coach decided to have a shake-up of the squad.\n\nNext\n\nLearn more English vocabulary from the news with our News Review archive.\n\nLearn Phrasal verbs for feelings, like 'freak out', here.\n\n\n\nListen to My Song, My Home here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Privee AI Launches its new Cutting-Edge AI Chatbot Characters App",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/privee-ai-launches-its-new-cutting-edge-ai-chatbot-characters-app/ar-AA1y4ooS?ocid=BingNewsVerp",
            "description": "Privee AI is a premier AI Chatbot Character app designed to let people chat and roleplay with unique, customized AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WWHqJhsCCg1_r_L_GmKw5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Founding Fathers could be rolling in their graves — or walking outside them | Paranormal Pa.",
            "link": "https://www.pennlive.com/news/2025/01/the-founding-fathers-could-be-rolling-in-their-graves-or-walking-outside-them-paranormal-pa.html",
            "description": "A lot of people like to toss out the phrase 'The Founding Fathers must be rolling around in the graves' when referring to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gvQTaxl6Ob5TIZWSYVpTvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "17h",
            "source": "Penn Live",
            "article_content": "Want a say in the news? Email Claudia at todayinpa@pennlive.com to have your thoughts on the stories covered here or on PennLive heard.\n\nYou can listen to the latest episode of “Today in Pa” on any of your favorite apps including Alexa, Apple, Spotify, Stitcher and YouTube. Episodes are available every weekday on PennLive. Feel free to subscribe, follow or rate “Today in Pa.” as you see fit!\n\n“Paranormal Pa.” Podcast | The Ghosts of Carpenters’ Hall\n\nEditor’s note: Welcome to the world of “Paranormal PA,” a PennLive series that delves into Pennsylvania-grown stories of spirits; cryptids; oddities and legends; and the unexplained. Sign up here to get our Paranormal PA newsletter delivered to your inbox.\n\nA lot of people like to toss out the phrase “The Founding Fathers must be rolling around in the graves” when referring to modern politics. But if you believe the stories coming out of Carpenters’ Hall, they’re walking around outside of their graves, too.\n\nToday’s episode refers to the following articles:\n\nIf you enjoy “Today in Pa.,” consider leaving us a review on Apple Podcasts or on Amazon. Reviews help others find the show and, besides, we’d like to know what you think about the program, too."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Benjamin’s ‘Paranormal Prison’ Ghost Hunt",
            "link": "https://loudwire.com/breaking-benjamins-paranormal-prison-ghost-hunt/",
            "description": "Breaking Benjamin guitarist Jasen Rauch explores the haunted Ohio State Reformatory in this new episode of 'Paranormal Prison ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6iDrWQlGK-ecZnLT7y9s9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire10h",
            "source": "loudwire",
            "article_content": "In this 11th episode of Season 2 of Paranormal Prison, it's more than a spooky feeling for Breaking Benjamin's Jasen Rauch, who experiences moments that align with the heavy atmosphere he feels after entering the cell block.\n\nThe guitarist, who joined the hard rock veterans in 2014, joins hosts Josh Bernstein (The Power Hour) and Jose \"Metal Ambassador\" Mangin (Sirius XM) and equipment techs Cyrus Entezam and Morgan Rondinella to search for spirits still trapped inside the walls of the Paranormal Prison.\n\n\"Knowing the history that these walls have seen has to be pretty crazy, so there's definitely a little bit of a weight there... it's heavy,\" Rauch says, assessing the vibe and presence of energy inside the Ohio State Reformatory.\n\nWith an open mind, the guitarist dares to enter one of the prison's smaller cells in the west cell block and the shower room, which houses an especially violent and deadly history.\n\nAbout Paranormal Prison\n\nLoudwire has teamed up with Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents to bring you 12 brand new episodes of Paranormal Prison!\n\nWe invite you and your favorite artists inside Ohio State Reformatory, where Ohio's most violent criminals lost their lives, but some of their souls still remain.\n\nSeason 2 of Paranormal Prison will air each Wednesday at 1PM ET on Loudwire's YouTube channel, concluding on Feb. 5.\n\nParanormal Prison: Season 2, Episode 11 - Breaking Benjamin\n\nOnce again on Paranormal Prison, the equipment picks up some undeniably activity as the other side communicates through stunted sentences, as if the spirits are discharging all their energies to make their presence known.\n\nThe question is, is the crew's presence a welcome one?\n\nRauch, who has previously performed at Inkcarceration with Breaking Benjamin, may feel a little perturbed, but he's anything but surprised by the energy inside the prison. \"Whether we're here twice or 10 times, there's got to be something different that we're experiencing or that someone sees or hears or feels. So, that's the coolest part about this building specifically.\"\n\nThe crew even attempts to contact one specific prisoner — Glenn — at the very spot he was murdered. \"Can you make this ball of light turn on?\" Bernstein asks, immediately resulting in a strange array of lights.\n\nWatch it all in Episode 11 directly below.\n\nREAD MORE: Inkcarceration Festival 2025 Full Daily Lineups Revealed\n\nAbout Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents\n\nInkcarceration Music & Tattoo Festival is held each year at the historic Ohio State Reformatory in Mansfield.\n\nConstruction began back in 1886 and the prison was operational from 1896 through 1990 and it was also used in a scene in the classic movie, The Shawshank Redemption. While the prison remains open to tourism, the most exciting moment of the year is certainly when the fest rolls into town for a long weekend of rock and metal.\n\nFans are already looking forward to the 2025 installment, which takes place July 18, 29 and 20 with headliners Falling in Reverse, Slipknot and Five Finger Death Punch.\n\nInkcarceration is one of many of Danny Wimmer Presents' premiere festivals. Since it's formation in 2011, DWP has become a leading promoter in heavy music and beyond, building up the U.S. festival circuit that dominates the spring, summer and fall months.\n\nThe DWP festival roster also includes Aftershock, Born & Raised, Bourbon & Beyond, Golden Sky Country Music Festival, Louder Than Life, Rocklahoma, Sonic Temple and Welcome to Rockville.\n\nVisit the Inkcarceration and DWP websites for more information."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal thriller Lifeline gets a trailer and poster",
            "link": "https://www.flickeringmyth.com/paranormal-thriller-lifeline-gets-a-trailer-and-poster/",
            "description": "Dark Sky Films has released a poster and trailer for Lifeline, the paranormal thriller from director Feras Alfuqaha. Josh ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Xj2y0vCBl1sChlABU5EgSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Flickeringmyth11h",
            "source": "Flickeringmyth",
            "article_content": "Dark Sky Films has released a poster and trailer for Lifeline, the paranormal thriller from director Feras Alfuqaha.\n\nJosh Stewart stars as Steven, an operator for a suicide hotline that receives a strange call one evening from a man claiming to be him, sharing personal details only he would know and threatening to end his life in the next 60 minutes. Take a look at the trailer below…\n\nA suicide hotline operator gets a late-night call from someone who claims to be him, knowing details only he would know, and threatening to end his life in an hour. The operator must race against time to stop “himself” from suicide.\n\nLifeline is set for release on February 21st."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kelly Clarkson Soars With Cover of Billie Eilish’s ‘Birds of a Feather’",
            "link": "https://www.msn.com/en-us/music/other/kelly-clarkson-soars-with-cover-of-billie-eilish-s-birds-of-a-feather/ar-AA1y5Msn?ocid=BingNewsVerp",
            "description": "Kelly Clarkson took on Billie Eilish's Grammy-nominated song \"Birds of a Feather\" for her latest Kellyoke performance.",
            "image_url": "https://www.bing.com/th?id=OJ.DOYILWNWpi4OVw&pid=news&w=62&h=16&rs=2",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "Billboard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 32 weirdest TV spin-offs",
            "link": "https://www.gamesradar.com/entertainment/tv/the-32-weirdest-tv-spin-offs/",
            "description": "From legacy sequels to backdoor pilots that led to nowhere really, here are 32 of the weirdest TV spin-offs.",
            "image_url": "https://www.bing.com/th?id=OVFT._j0W6Y-gzzxswc6HOe2Gqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "7h",
            "source": "GamesRadar+",
            "article_content": "The success of a TV show means there's only one logical result: More of it. But when greenlighting yet another season doesn't feel enough, or perhaps a show has run its course but fans yearn for more, that's when there's the call for a spin-off. But some spin-offs are a little weirder than others.\n\nToday, the explosion of TV across different streaming platforms and the need for familiar brands and \"IP\" has made spin-offs more commonplace than it's ever been. But while some spin-offs feel logical, usually centered around popular side characters, some spin-offs hinge on a strange premise, or barely have a connection to the original show at all. Some spin-offs just sound weird on paper no matter which way you slice it.\n\nFrom legacy sequels to backdoor pilots that led to nowhere really, here are 32 of the weirdest TV spin-offs.\n\n32. The Hills: New Beginnings\n\n(Image credit: MTV Networks)\n\nOn paper, a continuation of the hit MTV reality show The Hills – itself a spin-off of Laguna Beach: The Real Orange County – sounds like catnip for nostalgic aging millennials. Where The Hills chronicled the young adulthood of Laguna Beach High School alums as they braved their early 20s, The Hills: New Beginnings aimed to resume their lives almost 10 years later to see their 30s. But without the presence of original star Lauren Conrad and a pandemic-delayed Season 2, which aired to low ratings, there wasn't much of a horizon beyond The Hills.\n\n31. The Girl from U.N.C.L.E.\n\n(Image credit: MGM)\n\nWith the success of The Man From U.N.C.L.E., which seized on the spy-fi craze of the mid-'60s, it was inevitable that a spin-off was attempted. Indeed, one aired in the form of The Girl From U.N.C.L.E., which premiered in 1966 and lasted for just one season. The show's premise did little beyond the title: The show followed another agent of U.N.C.L.E., April Dancer (Stefanie Powers) who is paired with a male British agent (Noel Harrison). (One might see The Girl From U.N.C.L.E. as an American attempt at a British hit like The Avengers.) Despite the show's producers aiming to create a shared universe with crossovers, The Girl From U.N.C.L.E. failed to generate a big enough audience and was canceled after one season.\n\n30. Masked Rider\n\n(Image credit: Saban Entertainment)\n\nMusic mogul turned television tycoon Haim Saban saw great success adapting Toei's Super Sentai series from Japan into the hit known as Mighty Morphin Power Rangers. Hoping lightning could strike twice, Saban secured the adaptation rights for Toei's other superhero show Kamen Rider and launched an Americanized reboot, Masked Rider. The Season 3 premiere of Mighty Morphin Power Rangers served as a backdoor pilot for Masked Rider, which saw the Power Rangers meet Masked Rider (T.J. Roberts) on his home planet Edenoi. Weeks later on the Fox Kids network, Masked Rider premiered, though the show abandoned any continuity with Power Rangers. The show ultimately lasted two seasons, totaling 40 episodes.\n\n29. Once Upon a Time in Wonderland\n\n(Image credit: ABC)\n\nThe Disney/ABC hit series Once Upon a Time was a strange show in its own right, being a live-action drama where the characters and stories from fairy tales (and mostly the popular Disney iterations) all live in the real world, with all memories of their magical pasts wiped out. It was \"Disney's Lost,\" to put it crudely. In 2013, the success of the show led to a short-lived spin-off Once Upon a Time in Wonderland, which applied the same premise towards Lewis Carroll's works. Notably, the show maintained a dark vibe that flirted with psychological thrillers, but the unique approach wasn't enough to give Wonderland more than one season.\n\nSign up for the Total Film Newsletter Bringing all the latest movie news, features, and reviews to your inbox Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n28. CSI: Cyber\n\n(Image credit: CBS Studios)\n\nWhen the procedural juggernaut CSI called it quits in 2015, it left the door open for a new team to take over: CSI: Cyber. Unlike other CSI spin-offs that were localized to cities and conducted investigations through forensic science, CSI: Cyber took its brand of justice over the world wide web with cyber investigations. The show centered on the FBI's Cyber Crime Division, with agents in D.C. focusing their attention on virtual crimes like identity theft, hacking, revenge porn, and social media. While CSI: Cyber sounds like it should have aired in 1999 rather than 2015, the world had only become more interconnected, which should have made the series the next big network hit. But the show only lasted two seasons, the shortest run in all of the CSI franchise.\n\n27. Crusade\n\n(Image credit: Warner Bros. Television)\n\nPredating the widespread serialization of modern TV and other sci-fi hits like Battlestar Galactica and Lost was Babylon 5, the cult sci-fi drama from creator J. Michael Straczynski about a gigantic spaceship that served as neutral territory for interstellar planets and species. In a time when television was still episodic, Babylon 5 unfolded like a serialized novel with episodes maintaining airtight continuity that required weekly attention. After Babylon 5 ended, Straczynski aimed to tell a new five-season story in Crusade, a sequel set aboard a new ship with a new crew on a new mission: To stop a plague from ravaging Earth. But conflicts with the network TNT led to its early cancellation, with only 13 episodes total making it to air.\n\n26. Baywatch Nights\n\n(Image credit: The Baywatch Production Company)\n\nWhat if lifeguards… became paranormal investigators? That's not how Baywatch Nights started out, but it's what it ultimately became by the end of its short two seasons. A spin-off of the hit Baywatch, Baywatch Nights premiered in 1995 as a procedural mystery where a handful of the Baywatch lifeguards – including David Hasselhoff's Mitch Buchannon – open a detective agency with a rented office above a Miami nightclub. When ratings began slipping after the first season, the show took inspiration from the wildly successful The X-Files and introduced paranormal and sci-fi storylines for Season 2. Because aliens aren't what anyone watches Baywatch for, the efforts didn't pan out. Baywatch Nights finally hit the showers in May 1997.\n\n25. The Finder\n\n(Image credit: 20th Television)\n\nBones was a big show, a mighty late 2000s police procedural with over 240 episodes across 12 seasons. Such wide breadth gave creator Hart Hanson cache for a spin–off, The Finder, which also functioned as a loose adaptation of Richard Greener's novel series The Locator. Stemming from a backdoor pilot in Bones' sixth season, The Finder followed a U.S. Army veteran (Geoff Stults) whose injuries in the Iraq War rendered him paranoid, along with the strange ability to find anything. Such a talent has made him popular with a rich clientele, who are willing to pay top dollar to have their lost things secured. The Finder had all the ingredients for a hit network procedural that should have lasted multiple seasons, but the show couldn't quite, ahem, locate a dedicated audience to see it through. Only 13 episodes of The Finder ever made it to air.\n\n24. The Golden Palace\n\n(Image credit: ABC Signature)\n\nThe Golden Girls was a hit during its run on NBC, which saw fit for a sequel spin-off in the form of The Golden Palace. Picking up where the predecessor left off, three of the original characters – played by Betty White, Rue McClanahan, and Estelle Getty – move into a Miami hotel they acquire with pooled earnings, only to find it in a sorry state with only two employees (played by Cheech Martin and Don Cheadle). While The Golden Palace had a short-term reservation, ending with a single season of 24 episodes, the show has a dedicated audience within the existing Golden Girls fandom. During the Black Lives Matters protests of 2020, an episode that directly addressed racism and the Confederate Flag went viral online.\n\n23. The Muppets\n\n(Image credit: The Muppets Studio)\n\nMuppet purists may not vibe with The Muppets, but you have to give it credit for trying something new (even if it was derivative). Taking several pages out of 30 Rock, Modern Family, and The Office, The Muppets sees all the familiar felt faces – most of all Kermit the Frog – as they try to maintain their personal and professional lives as they work behind the scenes of Miss Piggy's late-night talk show in Los Angeles. Stylistically, The Muppets is nothing more than \"The Office with Muppets,\" being a single-cam sitcom with a \"documentary crew\" following them around. But what else could a contemporary version of The Muppet Show be?\n\n22. Young Hercules\n\n(Image credit: Universal Television)\n\nBefore Ryan Gosling was a Hollywood heartthrob, he was a teen sensation who flexed his lean muscles on Young Hercules. A tween-oriented prequel to the Kevin Sorbo-led Hercules: The Legendary Journeys – which launched the infinitely more popular Xena: Warrior Princess – Young Hercules sees Gosling as the adolescent-age Greek hero during Hercules' schoolboy years at Cheiron's Academy. Young Hercules isn't all that strange, per se, it's just funny to see Gosling with a '90s boy band haircut. Fun fact: Before starring in Young Hercules, Gosling also had a minor guest role as another character in an episode of Sorbo's Hercules.\n\n21. Tabitha\n\n(Image credit: Sony Pictures Television)\n\nWith just a flick of her nose, Elizabeth Montgomery enchanted audiences everywhere as beautiful witch Samantha in the hit sitcom Bewitched. Years after it ended in 1972, there came Tabitha in 1977, which had a considerably shorter run of only 11 episodes. The short-lived spin-off centered around Samantha's now-grown daughter Tabitha (played by Lisa Hartman) as she works as a production assistant at a Los Angeles TV station. (Don't think too hard over how she aged so much in less than 10 years.) While Tabitha is in many ways a spiritual reboot of its predecessor, Tabitha was her own woman with her own challenges making her way through a whole new decade.\n\n20. The Blacklist: Redemption\n\n(Image credit: Sony Pictures Television)\n\nAmid the roaring success of NBC's The Blacklist, a little-known spin-off made it to air in February 2017 centered around Famke Janssen's Blacklist character Susan Hargrave. In The Blacklist: Redemption, Susan runs a covert mercenary group with her son, an agent named Tom Keen (Ryan Eggold). Despite its connections to the wildly popular The Blacklist, its vanilla premise doomed this spin-off from capturing the same amount of attention as its originator. (Even many die-hard fans of The Blacklist might admit they've never heard of Redemption.) The show lasted just 8 episodes, ending in April 2017.\n\n19. How I Met Your Father\n\n(Image credit: 20th Television)\n\nIt's not that weird How I Met Your Mother saw a semi-connected sequel spin-off. What's weirder is what it almost was: When the show ended in 2014, there was swift work on a spin-off titled How I Met Your Dad, which starred eventual Barbie director Greta Gerwig. The pilot was rejected, but years later in 2022 Hulu released How I Met Your Father, also from series creators Carter Bays and Craig Thomas. Ex-Disney queen Hilary Duff stars as Sophie, who recalls to her children in the future how she met their father. (Kim Cattrall appears on camera as an older Sophie in the year 2050.) While How I Met Your Father was essentially a reboot for a new era of TV, the show still drew a big enough audience on streaming. But in 2023, Hulu opted to cancel the show for reasons that are still unclear.\n\n18. Marvel's Agent Carter\n\n(Image credit: Marvel Television)\n\nAt the height of the Marvel Cinematic Universe, the fan-favorite heroine Peggy Carter, played by Hayley Atwell, got to enjoy her own spotlight in the short-lived but stylish period espionage series Agent Carter. Atwell reprises her role as Peggy from the Captain America films, who takes on strange cases for the Strategic Scientific Reserve in postwar New York. (In Season 2, the show relocated to sunny Los Angeles.) Despite popularity among Marvel fans and solid reviews from critics, low ratings and expensive costs – from its VFX to period-appropriate props, wardrobes, and locations – led to an early end for Agent Carter. In hindsight, it's quite something how the Marvel franchise made room for a 1940s-themed detective show on ABC. Thankfully, Atwell has kept her place in the MCU since, playing Peggy and other multiverse variants of her across different Marvel sequels.\n\n17. Growing Up Chrisley\n\n(Image credit: Maverick Television)\n\nReality TV has long given eccentric real-life individuals their 15 minutes of fame. Such was the case with Chrisley Knows Best, a family-oriented reality show that chronicled the day-to-day life of wealthy Atlanta real estate figure Todd Chrisley and his family. In 2019, the eldest of the Chrisley children got their own show, Growing Up Chrisley, which saw them both move away to L.A. to pursue their dreams. The show lasted four seasons and ended in 2022, when Todd and his wife Julie were tried and convicted on charges of federal tax evasion. Maybe they didn't know best after all.\n\n16. Mrs. Columbo\n\n(Image credit: Universal Television)\n\nFor years, Peter Falk's rumpled, unassuming, but razor-sharp detective Lieutenant Columbo alluded to an unnamed, unseen wife. In 1979, Kate Mulgrew finally brought a face to Mrs. Columbo – or did she? Lasting just one season, Mrs. Columbo, a newspaper journalist, solves her own cases of murder separate from her husband, who is also present but far out of frame. The show was deeply unpopular, not only with audiences but with the producers of Columbo and Falk himself. This led to the show being retooled completely, from a retitle to Kate Loves a Mystery to Mulgrew's character being renamed Kate Callahan who was no longer married. This didn't help the former Mrs. Columbo's prospects however, with the show ending at 13 episodes.\n\n15. A Different World\n\n(Image credit: Carsey-Werner Productions)\n\nA Different World doesn't sound so strange on paper. The show's premise is that it takes place at a fictional historically Black college in Virginia, with the show's characters exploring their ups and downs as not only students but politically and socially active individuals; some episodes dealt directly with issues like race, class, sexual assault, even the AIDS crisis. What's weird is that A Different World began as a spin-off of The Cosby Show, following Denise Huxtable (Lisa Bonet) as she starts higher education and moves into the Hillman College dorms. Her roommate was a white student, played by Marisa Tomei (originally Meg Ryan, fun fact), with the show intending to explore white and Black social dynamics. When Bonet got pregnant in real life, Denise was written out of her own show (along with Tomei's character). It gets weirder: After the departure of Denise, A Different World never stopped tying back to The Cosby Show with recurring guest appearances from the other show's cast.\n\n14. Models, Inc.\n\n(Image credit: Spelling Television)\n\nIn 1994, Models, Inc. saw another expansion of the Beverly Hills, 90210 franchise, which had already seen the successful launch of the spin-off Melrose Place. But Models, Inc. saw considerably less fanfare than either of its originators. The show revolved around the L.A. modeling agency run by the mother of Heather Locklear's character on Melrose Place, with all the drama, intrigue, betrayals, and romances that happen in the cutthroat world of fashion modeling. The show lasted a mere 29 episodes of a single season, vastly overshadowed by both Melrose Place (which ran for 7 seasons) and Beverly Hills, 90210, which ran for 10 and is widely acclaimed as one of the most influential teen TV shows of all time.\n\n13. Cunk on Earth\n\n(Image credit: BBC)\n\nPhilomena Cunk is the greatest thing to happen to planet Earth, preceded only by the 1989 release of the Belgian techno anthem, \"Pump Up the Jam.\" In Cunk on Earth, Diane Morgan reprises her role as straight-faced, ill-informed journalist Philomena Cunk, a character that originated in Charlie Brooker's Weekly Wipe. In bizarre interviews with actual historians – or as Cunk puts it, \"leading academics, clevernauts, and expertists\" – Cunk grills them with hard-hitting questions like \"What is a building?\" and \"When you teach a kid Shakespeare, do their heads grow physically bigger?\" Cunk on Earth received critical acclaim, and only qualifies as \"weird\" because of Morgan's pinpoint deadpan delivery.\n\n12. Young Americans\n\n(Image credit: Sony Pictures Television)\n\nThere was no room for Will Krudski on Dawson's Creek, so he had his own show in Young Americans. (Sponsored by Coca-Cola.) Conceived independently as its own show by producer Steve Antin, main character Will (played by Rodney Scott) was retroactively added as a lost friend of the Dawson gang in that show's third season to tee it up as a mid-season replacement during Dawson's Creek's summer hiatus. The show chronicles brilliant student Will as he attends an elite New England boarding school, tormented by his secret cheating on the entrance exam. Coca-Cola was a major sponsor for the show, with so much in-show advertising that it got roasted in a segment on The Daily Show. Ultimately, Young Americans couldn't float like Dawson's Creek and ended after its one and only season.\n\n11. Degrassi High\n\n(Image credit: WildBrain)\n\nWhat happens after junior high? High school, of course. Following the acclaim of Degrassi Junior High, now a staple of Canadian popular culture, the sequel spin-off Degrassi High picks up with the same kids as they navigate the highs and lows of high school. Retaining the authenticity of Degrassi Junior High, the show kept exploring difficult subject matter ranging from teen pregnancies and abortion, mental health, suicide, to the rampant AIDS crisis. Despite critical acclaim, the rapidly aging actors and behind-the-scenes exhaustion led to the show's cancellation after two seasons. In 2001, Degrassi was revived in Degrassi: The Next Generation.\n\n10. Team Knight Rider\n\n(Image credit: Universal Television)\n\nIt's Knight Rider meets Power Rangers in this bizarre spin-off/legacy sequel to the original '80s classic Knight Rider. Set in the same universe, Team Knight Rider sees a team of five cutting-edge crime fighters who uphold the legacy of Michael Knight (David Hasselhoff's original character) by getting behind the wheels of their own supercharged supercars. Team Knight Rider wasn't embraced by Knight Rider's existing fanbase, who deemed it inferior to the original. The show ended with 22 episodes, on a cliffhanger that teased the return of Knight and KITT but ultimately never saw it through.\n\n9. Joey\n\n(Image credit: Warner Bros. Television)\n\nSo, no one told Joey life was going to be this way? Spinning off from the TV titan Friends, Joey sees Joey Tribbiani (a returning Matt LeBlanc) strike out on his own in Los Angeles in pursuit of his acting dreams. Despite the enduring popularity of Friends, which is as beloved in the streaming era as it was during its broadcast run, Joey failed to retain the sizable Friends audience and suffered from low ratings. By 2006, the show felt like a relic, with more modern sitcoms like How I Met Your Mother, 30 Rock, and The Office reinventing the sitcom wheel. In 2006, Joey was canceled after a rather respectable 46 episodes.\n\n8. Blade: The Series\n\n(Image credit: New Line Television)\n\nNot long after Wesley Snipes hung up his trenchcoat as Blade (at least until 2023's Deadpool & Wolverine), rapper and actor Sticky Fingaz took up the mantle in a continuation of the Blade movie trilogy. Created by Blade writer David S. Goyer and set after the events of Blade: Trinity, Blade: The Series sees the titular vampire hunter and \"daywalker\" continue his work slaying creatures of the night. A low-budget production for the now-defunct Spike channel, Blade: The Series lasted a short 13 episodes, but there's a whole lotta undead butt-kicking in that short amount of time.\n\n7. Caprica\n\n(Image credit: Universal Television)\n\nCaprica had quite an uphill battle. Spinning off from Battlestar Galactica, widely regarded as one of the greatest sci-fi TV shows of the 2000s, Caprica served as a prequel that aimed to reveal how mankind first created the Cylons, the race of artificially intelligent androids that would later turn on them and nearly wipe out the human race. In a vacuum, Caprica isn't a weird show, and in fact saw modest reviews from professional critics. But to follow Battlestar Galactica and so soon heaped unbearable expectations on Caprica, which failed to generate strong enough ratings for creator Ronald D. Moore to see it through. In early 2011, Syfy elected to air the last five episodes of Caprica in a burn-off marathon.\n\n6. Space Ghost Coast to Coast\n\n(Image credit: Cartoon Network Studios)\n\nDecades after fighting evil in his traditional Hanna-Barbera series Space Ghost, the caped crimefighter found a new career: late-night talk show host. Made for Cartoon Network and boasting a surreal sense of humor that fundamentally defined Adult Swim, Space Ghost Coast to Coast sees the retired avenger awkwardly interview celebrities, from The Bee Gees to Metallica to Ben Stiller. (The brilliance of the show was that the writers wrote Space Ghost's questions after the interview was conducted, splicing the questions and answers to hilarious effect.) Being an obscure but actual superhero figure makes Coast to Coast that much better, with George Lowe's square-jawed performance contrasting with the zaniness around him.\n\n5. The Ropers\n\n(Image credit: DLT Entertainment)\n\nCould a sitcom about landlords be any good? That's what The Ropers sought to find out. Spinning off from Three's Company, The Ropers followed Stanley and Helen Roper (Norman Fell and Audra Lindley respectively) who rented out the apartment to Jack, Janet, and Chrissy on Three's Company. The Ropers sees the title characters sell the building to live in the gated community of Cheviot Hills, where they experience hilarious culture clashes. Despite the seismic success of Three's Company, The Ropers didn't get nearly the same attention and was canceled after two seasons.\n\n4. Saved by the Bell: The College Years\n\n(Image credit: NBC)\n\nSaved by the Bell is one of the most successful spin-offs ever, originating from Good Morning, Miss Bliss and being retooled to focus on the (predatory) antics of Mark-Paul Gosselaar's Zack Morris. But after the kids left high school, it was time for a higher education. Thus begins Saved by the Bell: The College Years. While it features the return of OGs like Zack, Slater (Mario Lopez), Screech (Dustin Diamond), and Kelly (Tiffani Thiessen), new faces get thrown into the mix to fill out the campus of Cal U. While the show had very loose ideas of what college is actually like – like its way-too-involved residential advisor, played by ex-NFL pro Bob Golic – The College Years was more or less the same routine, only in marginally more adult settings. The College Years ultimately dropped out at just 19 episodes, but the theme song is still a banger.\n\n3. DC's Legends of Tomorrow\n\n(Image credit: Warner Bros. Television)\n\nWhile the Marvel Universe ruled the big screen, DC held it down on The CW with the \"Arrowverse\" franchise, chiefly overseen by TV giant Greg Berlanti. In this shared universe of live-action DC TV, Legends of Tomorrow staged the assembly of side characters and villains from Arrow and The Flash as they embarked on missions to save all of time from different threats. While in its first season Legends of Tomorrow played things straight, subsequent cast changes and creative retooling over time made it one of the most gleefully chaotic shows of the peak superhero era. From meeting the Justice Society of America to saving a young Barack Obama when he was a college student, there was no corner of history – real or fictional – that Legends of Tomorrow wasn't willing to go.\n\n2. Star Trek: Lower Decks\n\n(Image credit: CBS Studios)\n\nWhen CBS was going all-in on streaming, Star Trek received special attention as a franchise ready to expand like no show has expanded before. Mike McMahan, a head writer of the hit adult animated series Rick and Morty, was invited to a meeting by producer Alex Kurtzman to discuss an animated Star Trek show. The result of those meetings became Star Trek: Lower Decks, an outrageous but unsuspectingly heartfelt animated comedy about the low-ranking support crew of a starship in the Star Trek universe. Over its five-season run, Star Trek: Lower Decks won over Star Trek and animation fans overall with its even balance of irreverence and genuine affection for the saga it spun from. Star Trek: Lower Decks may be the black sheep of the Trek universe, but its scrappy moxie is worth cheering for.\n\n1. Mork & Mindy\n\n(Image credit: Paramount Television)\n\nHappy Days had already jumped the shark, literally, when Robin Williams first showed up as Mork from Ork. Following his one-off appearance, Robin Williams got his own show (alongside Pam Dawber) in the beloved Mork & Mindy. In theory, Mork & Mindy shouldn't work. Just how much are people willing to watch a random alien from Happy Days (a show that shouldn't have aliens in the first place) in his own show? Thanks to the outsized talents of Robin Williams, millions did. While Mork & Mindy isn't the longest nor most successful TV show in history, its run of four seasons is remembered as a showcase of Williams, who was just on the precipice of brilliance and his own career best. It's a weird sitcom, but thanks to Williams and Mork's love story with Mindy, it's also one of the greatest."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mars holds liquid water and not just ice in this groundbreaking discovery",
            "link": "https://www.msn.com/en-in/news/techandscience/black-holes-cook-their-own-meals-according-to-nasa-s-chandra-x-ray-study-here-s-how/ar-AA1y2Aln?ocid=BingNewsVerp",
            "description": "Scientists confirm the existence of liquid water on Mars, altering our understanding of the Red Planet. Evidence of wave ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iJUzGF-JYB_MJe2vK6G-iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "21hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough Discovery: Asteroid Fragments Reveal Ingredients For Life",
            "link": "https://www.msn.com/en-au/science/astronomy/new-analysis-of-asteroid-dust-reveals-evidence-of-salty-water-in-the-early-solar-system/ar-AA1y5Kcv?ocid=BingNewsVerp",
            "description": "In October 2020, a van-sized robotic spacecraft briefly touched down on the surface of Bennu, a 525-metre-wide asteroid 320 ...",
            "image_url": "https://www.bing.com/th?id=OVF.dRdHnGQQ2Bpi787Ac25Uyg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge Discovery! Massive Hydrogen Reserves Beneath Earth Surface Could Power Planet For 1,000 Years: Study",
            "link": "https://www.republicworld.com/science/huge-discovery-massive-hydrogen-reserves-beneath-earth-surface-could-power-planet-for-1000-years-says-study",
            "description": "A new study has discovered trillions of tons of hydrogen reserves beneath the earth surface that could become an alternative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MD4Ud8q39dz8KlbJ5pcKhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8h",
            "source": "RepublicWorld",
            "article_content": "The earth has been for long remained dependent on coal as a major source of energy before scientists discovered various different resources including thermal, solar, biomass or later nuclear energy. Now a new study claims to have discovered a massive reserve of hydrogen beneath the earth surface which could power the planet for decades and centuries to come. The research shows that earth may be holding trillions of tons of hydrogen reserves which could power the planet for centuries to come.\n\nAccording to a geological survey by Geoffrey Ellis of US, the hydrogen reverse beneath the earth surface could power the earth for the next 1,000 years and reduce world’s dependency on the fossil fuels.\n\nThe research further says that the earth’s surface could be holding up an estimated 6.2 trillion tons of Hydrogen, which is also considered as one of the low-carbon source of energy.\n\nWhat's the challenge?\n\nThe discovery of Hydrogen reserves is not new to the world as they have already been identified in Albania and Mali.\n\nHowever, the latest research claiming on the existence of hydrogen are believed to be too deep beneath the surface, and will become a very tough challenge for its excavation.\n\nThe study further says that even just 2 per cent utilisation of this hydrogen will meet our energy demand for the next 2 centuries – 200 years – and that too as a low carbon source.\n\nSpeaking on the matter, an expert from University College London has said that the extraction of hydrogen from beneath will be a huge challenge for the world and something which would require a joint effort."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Roman Scroll Discovery Reveals Brazen 1,890-Year-Old Crime",
            "link": "https://www.msn.com/en-us/news/world/roman-scroll-discovery-reveals-brazen-1890-year-old-crime/ar-AA1y5jGA?ocid=BingNewsVerp",
            "description": "\"This is the best-documented Roman court case from Iudaea apart from the trial of Jesus,\" said one researcher.",
            "image_url": "https://www.bing.com/th?id=OVFT.4Lhq7jsKOm_KcYE0aKxm8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fisherman Makes Unbelievable Discovery Inside Giant Fish",
            "link": "https://www.msn.com/en-us/science/zoology/fisherman-makes-unbelievable-discovery-inside-giant-fish/vi-AA1y5pMW?ocid=BingNewsVerp",
            "description": "\"Did You Know? uncovers astonishing events, captivating human interest stories, and strange discoveries from around the world ...",
            "image_url": "https://www.bing.com/th?id=OVF.1Raky9izpVm53boNPV1s%2bg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SoftBank in talks to invest up to $25 billion into OpenAI, FT reports",
            "link": "https://www.msn.com/en-ca/money/topstories/softbank-in-talks-to-invest-up-to-25-billion-into-openai-ft-reports/ar-AA1y636T?ocid=BingNewsVerp",
            "description": "SoftBank is in talks to invest up to $25 billion into ChatGPT owner OpenAI and become the AI firm's largest financial backer, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gmTGmWZs6lXhJ25VZAx7wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "57mon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SoftBank in Talks to Invest $25 Billion in OpenAI, FT Says",
            "link": "https://www.bloomberg.com/news/articles/2025-01-30/softbank-in-talks-to-invest-25-billion-in-openai-ft-says",
            "description": "SoftBank Group Corp. is in discussions to invest as much as $25 billion in OpenAI in a move that would potentially make it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jxo5Bm7v0iTW8aUqXD8j_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "Bloomberg L.P.",
            "article_content": "SoftBank Group Corp. is in discussions to invest as much as $25 billion in OpenAI, a move that would potentially make it the AI startup’s biggest backer.\n\nThe Japanese investment company is in talks to put in between $15 billion and $25 billion, according to a person familiar with the matter. That would be in addition to the $15 billion that Masayoshi Son ’s SoftBank has committed to Project Stargate, the Texas-based joint venture with OpenAI to build data centers and other AI infrastructure to support the ChatGPT maker, the person said, asking not to be named discussing private talks."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI says DeepSeek may have 'inapproriately' used its data",
            "link": "https://www.msn.com/en-us/news/us/openai-says-deepseek-may-have-inapproriately-used-its-data/ar-AA1y5y5Q?ocid=BingNewsVerp",
            "description": "OpenAI itself has been accused of building ChatGPT by inappropriately accessing content it didn't have the rights to.",
            "image_url": "https://www.bing.com/th?id=OVFT.H37xKSJD51lQ7b93IpLhYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "NBC News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Seems Concerned That DeepSeek Copied Its Work",
            "link": "https://www.inc.com/ben-sherry/openai-seems-concerned-that-deepseek-copied-their-work/91140698",
            "description": "OpenAI claims to have found evidence that Chinese AI startup DeepSeek secretly used data produced by OpenAI’s technology to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P0vsYV47SYFmR-XZqOM-UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "Inc",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI, Microsoft, Trump admin claim DeepSeek trained AI off stolen data",
            "link": "https://www.msn.com/en-us/technology/tech-companies/openai-microsoft-trump-admin-claim-deepseek-trained-ai-off-stolen-data/ar-AA1y58S8?ocid=BingNewsVerp",
            "description": "DeepSeek is causing havoc throughout the AI industry. U.S.-based tech companies that have heavily invested in AI saw their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RaINSVqZa-qIcANk15vmSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini in Google Sheets just became your coworker who actually loves Excel",
            "link": "https://www.androidauthority.com/google-sheets-gemini-features-update-3521415/",
            "description": "Google has announced new smart features for Gemini in Google Sheets aimed at simplifying data analysis and visualization for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ADV3puD0I5wZfGFVGSKYxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "8h",
            "source": "Android Authority",
            "article_content": "Edgar Cervantes / Android Authority\n\nTL;DR Google has announced new features for Gemini in Google Sheets, aimed at making data analysis easier.\n\nGemini can now generate charts, analyze trends, and answer data-related questions, even running Python code for deeper insights.\n\nThese features are rolling out now and will be available to select Google Workspace and Google One AI Premium subscribers.\n\nIf spreadsheets have ever left you squinting at rows of data or scrambling to build charts, Gemini’s latest update might be a welcome relief. The company announced today that its Gemini AI assistant, already embedded in Google Workspace apps, is learning some new tricks for Google Sheets.\n\nStarting today, Gemini in Sheets can process user queries to uncover trends, patterns, and correlations within spreadsheet data. This means users can ask questions about their data and receive actionable insights without needing advanced technical skills. For example, a marketing analyst could request insights into their top-performing channels, while a financial analyst could use Gemini to detect anomalies in inventory levels.\n\nAnother major addition is Gemini’s ability to generate charts based on spreadsheet data. These charts, inserted as static images, provide a visual representation of key insights but do not automatically update when the data changes.\n\nGemini in Sheets can now also translate user requests into Python code, execute that code, and analyze the results. This would allow for more complex data analysis, enabling users to identify trends and drill deeper into their findings — all without needing to write a single line of Python themselves. However, for simpler queries, Gemini may still rely on spreadsheet formulas instead of Python.\n\nTo ensure the best results, Google recommends that users maintain a clean and well-structured dataset, free of missing values, with clear headers. Additionally, Sheets with more than one million cells may experience performance limitations when using Gemini for complex analysis.\n\nThe new features are rolling out starting today, with a full rollout expected by February 20. For those eager to test out the new features, Gemini in Sheets can be accessed through the side panel in Google Sheets by clicking on the “Ask Gemini” button in the top-right corner.\n\nHowever, not all users will have immediate access. Gemini’s expanded capabilities in Sheets will be available to subscribers of Google Workspace Business Standard and Plus, Enterprise Standard and Plus, as well as users with the Gemini Education, Gemini Education Premium, or Google One AI Premium add-ons.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The iPhone 4 SE situation is insane",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/the-iphone-4-se-situation-is-insane/ar-AA1y5akJ?ocid=BingNewsVerp",
            "description": "The iPhone SE 4 is being talked about a lot, but the conversation is centered around one particular screen feature, and the ...",
            "image_url": "https://www.bing.com/th?id=OVF.IRw%2f6W7NzggZARls5IHHkw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini in Sheets gains new features that'll help you understand and visualize trends",
            "link": "https://www.msn.com/en-us/money/other/gemini-in-sheets-gains-new-features-thatll-help-you-understand-and-visualize-trends/ar-AA1y5H5b?ocid=BingNewsVerp",
            "description": "Simpler Gemini requests might leverage Sheets formulas instead of Python code, but the latter will help for larger and more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iUNi1W0qqhhWj2zRsQ8O-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Android Central on MSN4h",
            "source": "Android Central on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini AI can automatically turn your spreadsheets into charts",
            "link": "https://www.msn.com/en-us/news/other/gemini-ai-can-automatically-turn-your-spreadsheets-into-charts/ar-AA1y5usi?ocid=BingNewsVerp",
            "description": "Google says Gemini does all of this by creating and running Python code, then producing an analysis of the code’s results.",
            "image_url": "https://www.bing.com/th?id=OVFT.kBL81dJasjWWep5HMm8xlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An Introduction to Web Client Runtime Security",
            "link": "https://www.isaca.org/resources/news-and-trends/industry-news/2025/an-introduction-to-web-client-runtime-security",
            "description": "The term Web Client Runtime Security (WCRS) was coined by the authors to highlight the security or possible malicious behavior of the code executed in users' browsers during their web interactions.",
            "image_url": "https://www.bing.com/th?id=ODF.0rzqFjgv_DzUPoSEST6LyQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "COBIT5h",
            "source": "COBIT",
            "article_content": "There has been a recent increase in specific types of cybersecurity breaches, data leaks, and supply chain attacks, all linked to compromises that begin during runtime on users’ internet browsers. Traditional cybersecurity solutions lack the visibility and reach to detect, protect, and respond to such incidents.\n\nThe term Web Client Runtime Security (WCRS)1 was coined by the authors to highlight the security or possible malicious behavior of the code executed in users' browsers during their web interactions. While the code is served to users via the websites they visit, not all of it is written by the websites’ owners or even hosted on the website. This complexity leads to vulnerabilities arising from the use of third-party code. It is important to note that such code is usually hosted and served dynamically at runtime from digital supply chain parties or even fourth- and fifth-party code loaded by those parties. The website owners, therefore, would have no control or means to assert the integrity of the code owned or maintained by the third party.\n\nThe 2024 Polyfill.io supply chain attack, where a trusted third-party script was replaced with a malicious one, may have affected more than 100,000 websites by some estimates.2 It is just one of the latest incidents involving exploitation at run-time in consumer web browsers. Cisco3, Everlast,4 and many other organizations5 have also had WCRS-related cybersecurity incidents in recent years. These incidents are in addition to other, earlier significant examples of Magecart-style attacks,6 which focused on skimming payment card data at prominent organizations such as British Airways, Ticketmaster, and many others.7 The WCRS-related breaches are not limited to those caused by adversarial threat issues. Breaches can also come from the unintended transfer of sensitive or regulated data to third parties. The recent incidents at Kaiser Permanente8 and the United States Department of Education9 are examples of such inadvertent breaches.\n\nThis preliminary article in a three-part series on WCRS introduces the concept to readers, emphasizes the importance of prioritizing WCRS in cybersecurity programs beyond traditional application security measures, and examines the risk and compliance drivers for implementing and operationalizing WCRS mechanisms.\n\nThe Need for Special Attention to WCRS\n\nWeb application security is not a new discipline. The Open Worldwide Application Security Project (OWASP) Top 10,10 the premier web application security awareness project for more than 20 years, demonstrates that organizations paid attention to web application security long before many of the modern web application threats were known or anticipated.\n\nHowever, historically the security industry has focused primarily on the server side of web applications rather than the client (browser) side at runtime. The nascent nature of WCRS is also evidenced by the fact that OWASP's work11 on this topic appears to have only started in 202212 and remains an incubator project.\n\nTraditional client-side vulnerabilities, such as cross-site scripting (XSS) and cross-site request forgery (CSRF), were often mitigated with server-side code changes that are either implemented by or at the behest of the hosting organization. It is only in recent years that client-side runtime security has started gaining prominence. This is primarily because internet browsers have become progressively function-rich in recent years, requiring organizational websites to rely increasingly on downstream (e.g., third or nth parties) sources for significant amounts of code that must be loaded dynamically from those sources at runtime.\n\nIt would also not be technically or operationally feasible for website owners to use traditional application security tests such as static application security testing (SAST)13 or dynamic application security testing (DAST)14 to ensure that the code provided by third parties or subsequent parties further downstream (nth parties) is not malicious. Further discussion in this series (part 2) delves into the details of why these and other traditional web applications security application tools or approaches are ineffective when mitigating WCRS risk.\n\nHistorically the security industry has focused primarily on the server side of web applications rather than the client (browser) side at runtime.\n\nOrganizations must, therefore, rely on a newer set of WCRS approaches or technology solutions to monitor the behavior of all code served by their websites and executed by the browser at run-time (i.e. during users’ interactions with websites).\n\nRisk and Compliance Drivers\n\nWCRS must be a focus for any website that processes sensitive information or any information that might be of value to adversaries. As such, WCRS should be top of mind for most industries when protecting themselves against reputational or financial risk in the event of a data breach.\n\nWCRS is also relevant in the context of various security or privacy laws and regulations.\n\nPCI DSS\n\nPerhaps the earliest and most notable WCRS compromises, the Magecart-style attacks, were designed to skim payment card data on ecommerce websites. Given the frequency and severity of these attacks, it is no surprise that the Payment Card Industry (PCI) is the first to issue specific mandates focused on WCRS.\n\nFigure 1 outlines the PCI Data Security Standard (DSS) v4, which mandates two specific requirements that become mandatory on 31 March 2025.\n\nFigure 1—PCI DDS v4 Requirements 6.4.3 and 11.6.115\n\n\n\nThe PCI DSS Sub-requirements appearing above have been extracted from the Payment Card Industry (PCI) Data Security Standard, v4.0.1 and appear courtesy of PCI Security Standards Council, LLC. © 2006-2024 PCI Security Standards Council, LLC. All Rights Reserved.\n\nHIPAA Security and Privacy Rules\n\nThe US Health Insurance Portability and Accountability Act (HIPAA) regulates several aspects of the healthcare industry. While the HIPAA Security, Privacy, and Breach Notification Rules do not contain prescriptive WCRS requirements, the US Department of Health and Human Services’ Office of Civil Rights (OCR) has drawn attention to the WCRS issue through guidance bulletins.\n\nThe guidance bulletin issued on 26 June 2024 highlights “the obligations of [HIPAA Regulated Entities] under the [HIPAA Rules] when using online tracking technologies.”16 In the bulletin, the OCR stresses that “Regulated entities are not permitted to use tracking technologies in a manner that would result in impermissible disclosures of protected health information (PHI) to tracking technology vendors or any other violations of the HIPAA Rules. While it has always been true that regulated entities may not impermissibly disclose PHI to tracking technology vendors, because of the proliferation of tracking technologies collecting sensitive information, OCR is providing this reminder that it is critical for regulated entities to ensure that they disclose PHI only as expressly permitted or required by the HIPAA Privacy Rule.”17\n\nThe OCR bulletin underscores the increasing challenge of preventing PHI data leaks to online tracking solution providers and the critical need for regulated entities to ensure that PHI is disclosed only in strict accordance with the HIPAA Privacy Rule.\n\nFTC Health Breach Notification Rule\n\nThe United States Federal Trade Commission (FTC) is the regulator for the Health Breach Notification Rule,18 which has been in effect since 2009 and applies to organizations that are not covered by the HIPAA Breach Notification Rule. The regulation covers vendors of personal health records (PHRs) and their third-party service providers.\n\nThe FTC also issued a recent amendment to the rule that went into effect on 29 July 2024.19 The amendment clarifies that the regulation also applies to organizations that collect user health information such as fitness trackers and wellness apps (e.g., for diet, diabetes, or blood pressure monitoring). Section I.B–Enforcement History of the amendment includes two examples—GoodRx and Easy Healthcare—of FTC enforcements from 2023 that relate to WCRS.\n\nIt should also be noted that FTC issued a joint guidance with the US OCR in 2023 regarding online tracking technologies in websites and mobile apps20, to reinforce the need for healthcare and wellness organizations to pay attention to unauthorized malicious or inadvertent disclosure of sensitive information resulting from scripts or tracking technologies (such as cookies) at runtime.\n\nGramm-Leach-Bliley Act\n\nThe Gramm-Leach-Bliley Act21 is a United States federal law first enacted in 1999. It mandates requirements for financial institutions regarding the protection of non-public personal information. The law is enforced by federal financial regulators, the FTC, and insurance authorities across different states in the United States. Recently the FTC enacted modifications to amend the Standards for Safeguarding Customer Information rule, which became effective on 10 January 2022.22 While regulators have not issued specific mandates concerning WCRS, the broad definition of non-public personal information would require financial institutions to implement WCRS safeguards on their customer-facing websites.\n\nSection 5 of the FTC Act\n\nIn addition to the US FTC Breach Notification Rule and the US Gramm-Leach-Bliley Act, the FTC has enforcement power of yet another regulation that is broad in its scope and would almost certainly cover instances of breaches resulting from WCRS-related exploits. Section 5 of the FTC Act, Unfair or Deceptive Acts or Practices, applies to all persons and organizations engaged in commerce regardless of the industry.23 As can be seen in the FTC’s clarification/statement on deception,24 it is reasonable to assume that organizations enduring a WCRS-related breach will likely be found in violation of the FTC Act, considering that most organizations’ website privacy policies or statements include an assertion that they have implemented necessary security safeguards, including on their websites.\n\nSection 5 of the FTC Act is particularly noteworthy because the FTC can enforce it over and above other enforcement initiated by other federal or state-level regulators for the same incident, resulting in increased regulatory fines. A good example is the FTC’s CVS Caremark enforcement in 2009.25 In this case, the organization, a HIPAA-regulated entity, had already undergone enforcement by the OCR for the same breach.\n\nFFIEC IT Examination Handbook\n\nThe Federal Financial Institutions Examination Council (FFIEC) is a federal interagency body of 5 banking regulators in the United States. The FFIEC publishes and maintains an IT Handbook, which includes booklets on various topics such as information security.26 This handbook provides principles and practices for banking examiners to review.\n\nWhile the Handbook does not mention WCRS specifically, the Information Security booklet27 contains the overarching requirements related to web application security. The most relevant to WCRS among them would be “Protect web or Internet-facing applications through additional controls, including web application firewalls, regular scanning for new or recurring vulnerabilities, mitigation or remediation of common security weaknesses, and network segregation to limit inappropriate access or connections to the application or other areas of the network.”28\n\nGDPR and Similar Privacy Laws\n\nThe EU General Data Protection Regulation (GDPR)29 took effect in May 2018, establishing requirements for the processing and protection of personal data belonging to EU residents.\n\nAs it relates to WCRS, the GDPR’s Article 5(1)(f) requires that personal data shall be “processed in a manner that ensures appropriate security of the personal data, including protection against unauthorized or unlawful processing and against accidental loss, destruction or damage, using appropriate technical or organizational measures (‘integrity and confidentiality’).” 30\n\nIt is important to note that an effective WCRS implementation might have helped British Airways with the Magecart-related GDPR enforcement31 in 2020. In their penalty notice, the UK Information Commissioners Office (ICO) states “The failures are especially serious in circumstances where it is unclear whether or when BA itself would ever have detected the breach. BA was only alerted to the exfiltration of personal data from its website by a third-party.”32 Cybersecurity leaders under the purview of GDPR must act with prudence and consider implementing robust WCRS solutions to proactively detect and mitigate client-side threats.\n\nThe GDPR is not unique in requiring the implementation of appropriate safeguards, even if it does not include or prescribe WCRS safeguards. Similar regulations worldwide mandate the implementation of reasonable or appropriate safeguards.\n\nUS State-Level Regulations\n\nIn addition to the previously discussed US federal laws and regulations, most US states have their own mandates for privacy, protection of personal data, and breach notification requirements for their residents’ data. This includes newer regulations that are focused on the protection of consumer health data. Some examples include the State of Washington’s My Health My Data Act,33 the State of Connecticut’s Substitute Bill No. 3,34 and the State of Nevada’s SB370.35\n\nConclusion\n\nWCRS should be a key consideration for any organization that runs websites that process sensitive or regulated data due to the demonstrable security and privacy risk discussed in this article. Beyond the risk of non-compliance that might result in severe regulatory enforcement, organizations may also need to consider the possible business risk from class-action lawsuits, and the risk to their brand or reputation.\n\nThe next part of this series will cover certain implementation options that organizations may consider for implementing effective WCRS capabilities.\n\nEndnotes\n\n1 This term is coined by the authors.\n\n2 Censys Research Team, “Polyfill.io Supply Chain Attack – Digging into the Web of Compromised Domains,” Censys, 2 July 2024\n\n3 Lyons, J.; “Cisco merch shoppers stung in Magecart attack,” MSN, 6, September 2024\n\n4 Naprys, E.; “Everlast Hacked, Customer Credit Cards Compromised,” Cybernews, 15, November 2023\n\n5 Montalbano, E, “WordPress Supply Chain Attack Spreads Across Multiple Plug-ins,” Dark Reading, 25 June 2024\n\n6 Sansec Forensics Team, “What Is Magecart?,” Sansec, 8 April 2024\n\n7 CISOMAG, “Researcher Says British Airways Hack Caused by the Same Group That Pwned Ticketmaster,” 17 September 2018\n\n8 Kaiser Permanente, “Important Notice About a Privacy Matter,” 6 May 2024\n\n9 Lecher, C.; “Department of Education Sued Following Markup Investigation Into FAFSA Data Shared with Facebook,” The Markup, 26 July 2024\n\n10 Van der Stock, A.; “OWASP Top 10,” PowerPoint Presentation\n\n11 OWASP, “OWASP Top 10 Client-Side Security Risks”\n\n12 Google Groups, Candidate OWASP Top 10 Client-Side Security Risks\n\n13 OWASP, “DevSecOps Guideline – v-0.2 — Static Code Analysis”\n\n14 OWASP, “DevSecOps Guideline – v-0.2 —Dynamic Application Security Testing (DAST)”\n\n15 Payment Card Information Security Standards Council, PCI DSS v4.0.1\n\n16 United States Department of Health and Human Services, “Use of Online Tracking Technologies by HIPAA Covered Entities and Business Associates,” USA\n\n17 United States Department of Health and Human Services, Use of Online Tracking Technologies by HIPAA Covered Entities and Business Associates\n\n18 National Archives Code of Federal Regulations, Part 318—HEALTH BREACH NOTIFICATION RULE, 30 May 2024\n\n19 National Archives Federal Register, Health Breach Notification Rule (Amendment), USA, 30 May 2024\n\n20 Federal Trade Commission (FTC), “FTC and HHS Warn Hospital Systems and Telehealth Providers About Privacy and Security Risks from Online Tracking Technologies,” 20 July 2023\n\n21 Gramm-Leach-Bliley Act, Pub. L. No. 106-102, 113 Stat. 1338\n\n22 Federal Register, Standards for Safeguarding Customer Information, 9 December 2021\n\n23 FTC, Federal Trade Commission Act Section 5: Unfair or Deceptive Acts or Practices, USA\n\n24 FTC, “FTC Policy Statement on Deception,” 14 October 1983, USA\n\n25 FTC, “CVS Caremark Settles FTC Charges: Failed to Protect Medical and Financial Privacy of Customers and Employees; CVS Pharmacy Also Pays $2.25 Million to Settle Allegations of HIPAA Violations,” USA, 18 February 2009\n\n26 Federal Financial Institutions Examinations Council (FFIEC) IT Examination Infobase, “IT Booklets,” USA\n\n27 FFIEC Information Technology, FFIEC Information Technology Examination Handbook–Information Security, September 2016, USA\n\n28 FFIEC Information Technology, FFIEC Information Technology Examination Handbook–Information Security\n\n29 Eur-lex.europa.eu, Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation [or GDPR]) (OJ L 119, 4.5.2016, p. 1), Article 16, European Union, 27 April 2016\n\n30 Legislation.gov.uk, Regulation (EU) 2016/679 of the European Parliament and of the Council, United Kingdom, 27 March 2016\n\n31 Bannister, A.; “British Airways Agrees to Pay Victims of Record-Breaking Data Breach,” The Daily Swig, 7 July 2021\n\n32 Information Commissioner’s Office, Penalty Notice for British Airways 2018 Breach, 16 October 2020\n\n33 Washington State Office of the Attorney General, “Protecting Washingtonians’ Personal Health Data and Privacy,” USA\n\n34 State of Connecticut Substitute, Substitute S. 3, 2024, USA\n\n35 Nevada Legislature, S. 370, 2023, USA\n\nSergei Vasilevsky, CISSP\n\nIs the founder and president of ILIAM Consulting. Vasilevsky has over 20 years of cybersecurity consulting experience, beginning at a Big 4 for 7 years. ILIAM Consulting provides customized cybersecurity and compliance solutions related to application security architecture, vulnerability management, identity and access management, and regulatory compliance. Its work spans multiple industries, including finance, healthcare, and aviation. You can reach Sergei at https://www.linkedin.com/in/sergeivasilevsky/\n\nKamal Govindaswamy, CCSP, CISSP, CIPP/US\n\nIs the co-founder and security practice leader at Tueoris. Govindaswamy has been a security consultant for over 20 years, beginning at a Big 4 for 6 years. He has served clients across not-for-profit, healthcare, retail, financial services, life sciences, insurance, and consumer business industries. You can reach Kamal at https://www.linkedin.com/in/kgswamy/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experiment with 37 dimensions shows how strange quantum physics can be",
            "link": "https://www.newscientist.com/article/2466110-experiment-with-37-dimensions-shows-how-strange-quantum-physics-can-be/",
            "description": "A search for particles’ most paradoxical quantum states led researchers to construct a 37-dimensional experiment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zbuub7cG2ssda5S9Ij14HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "New Scientist8h",
            "source": "New Scientist",
            "article_content": "Particles of light helped test a quantum paradox Arlume/Alamy\n\nResearchers created particles of light that effectively exist in 37 dimensions at once so they could test an extreme version of a quantum paradox.\n\n“This experiment shows that quantum physics is more nonclassical than many of us thought. It could be [that] 100 years after its discovery, we are still only seeing the tip of the iceberg,” says Zhenghao Liu at the Technical University of Denmark.\n\nHe and his colleagues focused on the Greenberger-Horne-Zeilinger (GHZ) paradox, which shows…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough Discovery: Asteroid Fragments Reveal Ingredients For Life",
            "link": "https://www.msn.com/en-au/science/astronomy/new-analysis-of-asteroid-dust-reveals-evidence-of-salty-water-in-the-early-solar-system/ar-AA1y5Kcv?ocid=BingNewsVerp",
            "description": "In October 2020, a van-sized robotic spacecraft briefly touched down on the surface of Bennu, a 525-metre-wide asteroid 320 ...",
            "image_url": "https://www.bing.com/th?id=OVF.dRdHnGQQ2Bpi787Ac25Uyg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mars holds liquid water and not just ice in this groundbreaking discovery",
            "link": "https://www.msn.com/en-in/news/techandscience/black-holes-cook-their-own-meals-according-to-nasa-s-chandra-x-ray-study-here-s-how/ar-AA1y2Aln?ocid=BingNewsVerp",
            "description": "Scientists confirm the existence of liquid water on Mars, altering our understanding of the Red Planet. Evidence of wave ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iJUzGF-JYB_MJe2vK6G-iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "21hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Strangest Discoveries People Made Under Bridges",
            "link": "https://www.msn.com/en-us/science/biology/the-strangest-discoveries-people-made-under-bridges/vi-AA1y5SL7?ocid=BingNewsVerp",
            "description": "\"Explore See To Believe to discover more of The Supereme's fascinating human interest stories, shocking discoveries, rare ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jvubCYIheL-O8ih8IDQo-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge Discovery! Massive Hydrogen Reserves Beneath Earth Surface Could Power Planet For 1,000 Years: Study",
            "link": "https://www.republicworld.com/science/huge-discovery-massive-hydrogen-reserves-beneath-earth-surface-could-power-planet-for-1000-years-says-study",
            "description": "A new study has discovered trillions of tons of hydrogen reserves beneath the earth surface that could become an alternative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MD4Ud8q39dz8KlbJ5pcKhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8h",
            "source": "RepublicWorld",
            "article_content": "The earth has been for long remained dependent on coal as a major source of energy before scientists discovered various different resources including thermal, solar, biomass or later nuclear energy. Now a new study claims to have discovered a massive reserve of hydrogen beneath the earth surface which could power the planet for decades and centuries to come. The research shows that earth may be holding trillions of tons of hydrogen reserves which could power the planet for centuries to come.\n\nAccording to a geological survey by Geoffrey Ellis of US, the hydrogen reverse beneath the earth surface could power the earth for the next 1,000 years and reduce world’s dependency on the fossil fuels.\n\nThe research further says that the earth’s surface could be holding up an estimated 6.2 trillion tons of Hydrogen, which is also considered as one of the low-carbon source of energy.\n\nWhat's the challenge?\n\nThe discovery of Hydrogen reserves is not new to the world as they have already been identified in Albania and Mali.\n\nHowever, the latest research claiming on the existence of hydrogen are believed to be too deep beneath the surface, and will become a very tough challenge for its excavation.\n\nThe study further says that even just 2 per cent utilisation of this hydrogen will meet our energy demand for the next 2 centuries – 200 years – and that too as a low carbon source.\n\nSpeaking on the matter, an expert from University College London has said that the extraction of hydrogen from beneath will be a huge challenge for the world and something which would require a joint effort."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leading indie game devs recommend their favourite no code game engines",
            "link": "https://www.msn.com/en-us/gaming/gaming-platforms/the-best-no-code-game-engines-recommended-by-leading-indie-devs/ar-AA1y3o4P?ocid=BingNewsVerp",
            "description": "No code game engines and tools are becoming increasingly popular, enabling artists and anyone with a good idea to create video games without the need for typing thousands of lines of code. Also known ...",
            "image_url": "https://www.bing.com/th?id=ODF.ou1Nfwpcxalj8phhHSzRdA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "nocode",
            "date": "Creative Bloq on MSN18h",
            "source": "Creative Bloq on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Accept crypto payments on your website easily with NOWPayments’ no-code payment widget",
            "link": "https://cryptobriefing.com/crypto-payment-widget-easy-integration/",
            "description": "Simplify crypto payments on your site with NOWPayments’ no-code Payment Widget. Start accepting Bitcoin, Ethereum, and more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.muIYhUddmu5sUs-RxavQDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Crypto Briefing12h",
            "source": "Crypto Briefing",
            "article_content": "Hit your long-term targets.\n\nEarn up to 16% per year on digital assets."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After a torrid start, Tennessee basketball is fading as it nears the home stretch | Estes",
            "link": "https://www.msn.com/en-us/sports/nba/after-a-torrid-start-tennessee-basketball-is-fading-as-it-nears-the-home-stretch-estes/ar-AA1y3gBS?ocid=BingNewsVerp",
            "description": "Tennessee's status as a serious March Madness contender has taken some dents, most recently a deeply frustrating loss to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3uRvLv2EYUVLt6JMhjPS1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "15hon MSN",
            "source": "The Knoxville News-Sentinel on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Watch The One Chicago Crossover Tonight — What Time Does It Start?",
            "link": "https://www.forbes.com/sites/monicamercuri/2025/01/29/how-to-watch-the-one-chicago-crossover-tonight---what-time-does-it-start/",
            "description": "NBC’s One Chicago is airing its first crossover in five years tonight. Here’s how to watch the epic event featuring \"Chicago ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FNiPSeDt3MZqJep-_2TmlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nothing Phone 3 and Phone 3a: Everything we know so far",
            "link": "https://www.msn.com/en-us/technology/tech-companies/nothing-phone-3-and-phone-3a-everything-we-know-so-far/ar-AA1y36cQ?ocid=BingNewsVerp",
            "description": "Nothing will hold an event on March 4 where it seems at least one Nothing Phone 3 model will be revealed, and here's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.16nKVCKR-nMbVtHrcOGE2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "17hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Local Governments Tackle Software License Management Complexities",
            "link": "https://statetechmagazine.com/article/2025/01/local-governments-tackle-software-license-management-complexities",
            "description": "In Washington, D.C., Tehsin Faruk is in much the same boat. As COO in the city’s Office of the Chief Technology Officer (OCTO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S0PunBXskSNYmo8GUP-5qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Statetechmagazine10h",
            "source": "Statetechmagazine",
            "article_content": "Much of that support came in the form of ongoing reporting, which not only identified redundant licenses but also ensured compliance, helping the city demonstrate that it was using its licenses appropriately.\n\n“For compliance, you always need to make sure that you are on top of the licensing. Having a managed service provider can help by being proactive in providing alerts on upcoming compliance and licensing changes,” Desai says.\n\n“That was important for us, making sure we are not behind the curve and mitigating instead of being proactive. The ‘how’ was through constant reporting, proper reporting. When the time came for a compliance audit, I didn’t have to ask my team. We had the reports already, due to our regular quarterly interaction with our MSPs,” he says. “It allowed me to use our internal resources for purposes other than managing software licensing complexity.”\n\nRELATED: Application rationalization can reduce application sprawl.\n\nSoftware Licensing Benefits from Centralized Effort\n\nA centralized approach to software licensing helps, giving IT leaders visibility into and control over the licensing landscape.\n\n“You have to manage your software assets in a central place,” Gardner says. “We use ServiceNow and Flexera: They give us visibility and allow us to control the licensing, to have a better understanding of it.”\n\nTo ensure users are supported, and redundancy minimized, “you need a tool that you can use to scan the environment. You can use security tools, or you can use ServiceNow for discovery and learn that this machine has all of these applications, and this user doesn’t use these applications,” he says. “ServiceNow knows we have 15 of these Office365 licenses, and if we see this user isn’t active on Office365, we can reclaim that license and repurpose it to somebody that needs it,”\n\nGardner says it’s important to track version changes in software to avoid buying more than you need.\n\n“Software vendors often will call something by a different name each year. You can end up with five versions, and you’re going to have to do some manual normalization — like, application A is really application B, because they changed the name,” he says.\n\nIt’s likely that an agency won’t need licenses for both, but it will need to know about those changes in order to adjust the licenses."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI accuses Chinese competitor DeepSeek of stealing data, internet digs into the 'irony'",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-accuses-chinese-competitor-deepseek-of-stealing-data-internet-digs-into-the-irony/ar-AA1y4Zgq?ocid=BingNewsVerp",
            "description": "OpenAI alleged Wednesday that DeepSeek — its newly ascendant Chinese competitor in the AI space — might have used a process ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vH2_9OAOPnLjLAOWXRNe5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese company Alibaba says its AI model trounces its DeepSeek and OpenAI competitors",
            "link": "https://www.msn.com/en-gb/technology/artificial-intelligence/chinese-company-alibaba-says-its-ai-model-trounces-its-deepseek-and-openai-competitors/ar-AA1y5jiu?ocid=BingNewsVerp",
            "description": "Alibaba claims that its Qwen2.5-Max artificial intelligence model outperformed its rivals at OpenAI, Meta and DeepSeek.",
            "image_url": "https://www.bing.com/th?id=OVFT.uL_trxg_LOhYJmeitXWZvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding AI: A Guide For Non-Techy Business Leaders",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/29/understanding-ai-a-guide-for-non-techy-business-leaders/",
            "description": "However, AI can seem like a mysterious, high-tech black box for many non-technical founders, executives and managers. It's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fR4rnP6wkN6pEjd-Dg1EiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "16h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning-based method enhances accuracy of measuring dip angles and directions in rock facets",
            "link": "https://www.msn.com/en-us/technology/tech-companies/machine-learning-based-method-enhances-accuracy-of-measuring-dip-angles-and-directions-in-rock-facets/ar-AA1y5aoO?ocid=BingNewsVerp",
            "description": "Machine learning (ML) algorithms are constantly finding new applications in all scientific fields, and geological engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SGyEOXSL4-y02C5i_y80NC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Australian teacher believed to have been killed by Russia in Ukraine is alive, says foreign minister",
            "link": "https://www.msn.com/en-za/news/other/australian-teacher-captured-by-russian-forces-in-ukraine-war-is-alive-foreign-minister-confirms/ar-AA1y2Nyu?ocid=BingNewsVerp",
            "description": "On 14 January, Australia summoned Russian ambassador Alexey Pavlovsky to answer questions about Mr Jenkins’s status. 'The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jwD0gFAot93zSx3CrCcBUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Seizes Another Ukrainian Town in Push to Take All of Donetsk",
            "link": "https://www.nytimes.com/2025/01/29/world/europe/russia-ukraine-war-donetsk-velyka-novosilka.html",
            "description": "Moscow’s troops used the same pincer tactic on Velyka Novosilka that has enabled their recent capture of town after town in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ECFfcURUJVbV7jTl1NUN1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17h",
            "source": "The New York Times",
            "article_content": "Building on their momentum in eastern Ukraine, Russian forces have seized control of yet another small town, military experts say, taking another step in their grinding push to conquer the entire Donetsk region.\n\nBattlefield maps from independent groups analyzing satellite images and combat footage show that the town, Velyka Novosilka, is now under Russian control, and the Kremlin claimed its capture on Sunday. Ukraine’s military acknowledged its withdrawal from most of the town but said that its troops maintained a foothold on the northern outskirts.\n\nAlthough this gain is modest compared with Russia’s recent seizure of nearby Ukrainian strongholds like Vuhledar and Kurakhove, it underscores the effectiveness of a tactic that Moscow has been employing to take one town after another in eastern Ukraine: using its overwhelming personnel advantage to attack relentlessly, gradually trapping Ukrainian forces in a pincer movement and forcing them to retreat to avoid encirclement.\n\n“From a tactical perspective, their approach was correct — they understood their capabilities and advantages and used them effectively,” Maj. Ivan Sekach, a press officer for the Ukrainian military’s 110th Brigade, which has been defending the area, said in an interview. “It would not be accurate to claim that the Russians don’t know how to fight.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Risk of violence escalates in Myanmar's civil war as junta flags elections",
            "link": "https://www.reuters.com/world/asia-pacific/risk-violence-escalates-myanmars-civil-war-junta-flags-elections-2025-01-30/",
            "description": "Four years after seizing power in a dawn coup that ousted an elected civilian government, Myanmar's embattled ruling generals ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aqrJhLd34UCxGY481hOzzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Qatar Will Help Trump 'Pressure' Israel and Hamas to Uphold Gaza Ceasefire",
            "link": "https://www.msn.com/en-us/politics/government/qatar-will-help-trump-pressure-israel-and-hamas-to-uphold-gaza-ceasefire/ar-AA1y5iiI?ocid=BingNewsVerp",
            "description": "Ali Al-Ansari, media attache to the Qatari Embassy to the United States, told Newsweek his nation \"appreciates the important ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XTFngwHAuihBfoN7-J7JuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "7hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Goldman Sachs says the DeepSeek plunge doesn't point to the start of a big stock market correction",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/why-goldman-sachs-says-the-deepseek-plunge-doesnt-point-to-the-start-of-a-big-stock-market-correction/ar-AA1y4nQf?ocid=BingNewsVerp",
            "description": "\"In our view this is a correction and not the start of a sustained bear market,\" Goldman Sachs said. DeepSeek sparked a $1 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4YqAYeaX_n7ZuyNMj0PAKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "11hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whirlpool India shares plunge 20%, hit lower circuit as parent firm plans to offload 20% stake",
            "link": "https://www.msn.com/en-in/news/other/whirlpool-india-shares-plunge-20-hit-lower-circuit-as-parent-firm-plans-to-offload-20-stake/ar-AA1y5Xgh?ocid=BingNewsVerp",
            "description": "Whirlpool India shares plunged 20% after its parent company, Whirlpool Corporation, announced plans to reduce its stake to 20 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hPtlydWBgkwO6-RwlCT1Qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "20mon MSN",
            "source": "Indiatimes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alibaba: The AI Race With DeepSeek Is Heating Up",
            "link": "https://seekingalpha.com/article/4753119-alibaba-ai-race-with-deepseek-heating-up",
            "description": "Alibaba Group Holding Limited's new AI model Qwen 2.5-VL could boost its Cloud business growth, outperforming competitors.",
            "image_url": "https://www.bing.com/th?id=OVFT.QzDb0Od1JAVq-ISlp0VK6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "5h",
            "source": "Seeking Alpha",
            "article_content": "The speed of AI development is accelerating, and there is no better example than this week’s news about Chinese start-up DeepSeek releasing a new, competitive AI chat assistant. It is on the same performance level as established models from American\n\nI look for high-risk, high-reward situations, mainly in the technology markets. I am an early buyer of Bitcoin and my portfolio mainly focused on companies with asymmetric long-term upside. My top holdings include: Bitcoin, Tesla, Google, Amazon and Nvidia.\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of BABA, PDD, NVDA either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UK supermarket Asda cuts prices to kick start recovery",
            "link": "https://www.reuters.com/business/retail-consumer/uk-supermarket-asda-cuts-prices-kick-start-recovery-2025-01-30/",
            "description": "British supermarket group Asda on Thursday launched a major round of price cuts, with \"a significant investment\" its new boss ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yiRAfvAE-NlakDPfbaC4_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Trump is trying to collapse our economy\": War on \"woke\" revealed as a war on all Americans",
            "link": "https://www.msn.com/en-us/news/opinion/trump-is-trying-to-collapse-our-economy-war-on-woke-revealed-as-a-war-on-all-americans/ar-AA1y36Av?ocid=BingNewsVerp",
            "description": "Conn., said on Twitter, \"In a blitzkrieg, Trump is trying to collapse our democracy — and probably our economy — and seize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.forLcwx8ksUlyqlVF1RGqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "17hon MSNOpinion",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ADB Approves $500mn Disaster Financing For Philippines",
            "link": "https://www.msn.com/en-gb/money/other/adb-approves-500-million-disaster-financing-for-philippines/ar-AA1y3pzM?ocid=BingNewsVerp",
            "description": "Last year, the Philippines was ranked by the World Economic Forum as the country with the highest risk of suffering from a disaster.",
            "image_url": "https://www.bing.com/th?id=OJ.k4Kl9DU09GNPsw&pid=news&w=112&h=16&rs=2",
            "category": "economy+disaster",
            "date": "16hon MSN",
            "source": "Gulf News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Closer Look At 8 Unique Operators Of The Pilatus PC-12",
            "link": "https://simpleflying.com/pilatus-pc-12-operator-list-2025/",
            "description": "PlaneSense is a private charter provider of all Pilatus aircraft. The company is one of the largest operators of the Pilatus ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cM8556jNneuTUSEnEP-3ti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18h",
            "source": "Simple Flying",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PSA: Clair Obscur: Expedition 33 Is Not An Xbox Exclusive",
            "link": "https://www.msn.com/en-us/gaming/gaming-platforms/psa-clair-obscur-expedition-33-is-not-an-xbox-exclusive/ar-AA1y2Jjo?ocid=BingNewsVerp",
            "description": "Expedition 33 got a big showcase at the Xbox Developer Direct last week and, if you're anything like me, a game being ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YoHH0K9qBCb66CWaTPvqmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Karthik Venkatesan: Shaping the Future of Software Engineering",
            "link": "https://www.thehansindia.com/business/karthik-venkatesan-shaping-the-future-of-software-engineering-940712",
            "description": "Karthik Venkatesan, a seasoned software engineer with over six years of experience, shares his insights on scalable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XgMSVWRiv4FUOzNZnpNUCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "6h",
            "source": "The Hans India",
            "article_content": "Karthik Venkatesan, a highly regarded software engineer based in Seattle, has built a reputation for his expertise in back-end development and cloud technologies. With over six years of experience in the tech industry, he has established himself as a thought leader in scalable architecture and cloud computing. In a recent conversation, Karthik shared his journey, insights into modern software engineering, and his vision for the future of the industry.\n\n\"I've always been drawn to solving complex problems, especially when it comes to scale,\" Karthik reflects, describing how his passion for software engineering developed early on. His academic journey at New York University's Courant Institute of Mathematical Sciences, where he earned his Master of Science in Computer Science, gave him a strong foundation. \"It was in grad school that I realized how much I enjoyed breaking down complicated technical challenges and finding scalable solutions,\" he adds.\n\nWhen discussing his approach to managing large-scale technical projects, Karthik explains the importance of evaluating system design through multiple lenses. \"When designing systems, I always start with performance, scalability, and security,\" he shares. \"Using advanced cloud services, we’re able to build solutions that are both efficient and resilient. Regular architecture reviews are key to ensuring that systems continue to evolve with the changing demands of businesses.\"\n\nIn today's landscape, balancing system performance with data privacy compliance is a significant challenge. \"Data privacy is a core concern, especially when building scalable systems,\" Karthik notes. \"I design systems with privacy-by-design principles in mind, ensuring compliance with major privacy regulations while keeping performance intact. It's a delicate balance, but one that is achievable with careful planning and robust security measures.\"\n\nKarthik is a firm believer in using data to measure success. \"I always monitor performance metrics like system latency, throughput, and resource utilization,\" he says. \"But just as important is ensuring that engineering solutions align with business KPIs. By tracking both technical and business metrics, I can optimize systems to directly contribute to business objectives.\"\n\nInnovation is at the heart of Karthik's philosophy. \"I encourage my team to experiment and continuously learn,\" he explains. \"With emerging cloud services and big data technologies, there are always new approaches to explore. It’s important to foster a culture of experimentation to stay ahead of the curve.\" He credits this mindset for many of the successful solutions he’s pioneered.\n\nCollaboration with cross-functional teams has played a significant role in his career. \"Working with product managers, data scientists, and business stakeholders is essential,\" he reflects. \"I pride myself on being able to explain complex technical concepts in a way that everyone can understand. It’s about making sure that the entire team is aligned, from a technical and business perspective.\"\n\nLooking to the future, Karthik is excited about the direction of cloud computing. \"Serverless architecture, machine learning operations, and edge computing are all areas I'm particularly excited about,\" he reveals. \"The integration of AI and ML capabilities with traditional systems is a game-changer for scalability and efficiency.\"\n\nAs Karthik continues to innovate and lead in the tech space, he also sees a growing emphasis on sustainable computing. \"There’s a rising awareness about the environmental impact of technology,\" he says. \"Efficient system design can reduce carbon footprints, and I’m proud to contribute to that movement.\"\n\nWith his unique blend of technical expertise and leadership, Karthik Venkatesan is shaping the future of software engineering, ensuring that it remains both cutting-edge and responsible."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How tech leaders are rethinking their cloud strategies in the face of fast-rising costs",
            "link": "https://www.msn.com/en-us/technology/cloud-computing/how-tech-leaders-are-rethinking-their-cloud-strategies-in-the-face-of-fast-rising-costs/ar-AA1y4rdc?ocid=BingNewsVerp",
            "description": "As spending on cloud computing rises sharply amid the generative AI boom, executives are on the hunt for cost savings.",
            "image_url": "https://www.bing.com/th?id=OVFT.2uQwr1uxxsb5tcWR-lPf6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The assistant was allegedly made to buy an exhaustive list of paraphernalia for the parties",
            "link": "https://www.ladbible.com/entertainment/tv/diddy-sean-combs-assistant-items-parties-revealed-148854-20250129",
            "description": "Diddy's assistant has explained what they bought for rapper's sex parties as 'laundry list' of items revealed in new TV ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zAyN0YGuU3lmnHrKfv-jey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "10h",
            "source": "LADbible",
            "article_content": "Warning: This article contains discussion of sexual assault which some readers may find distressing\n\nThe alleged former assistant of Sean 'Diddy' Combs has spoken out about the rapper following his arrest on charges of racketeering and sexual trafficking.\n\nThe assistant, named Phil Pines, broke his silence as part of a newly released documentary called The Fall of Diddy, which has been viewed by The Hollywood Reporter.\n\nAdvert\n\nLast year, the disgraced rapper was charged with racketeering, sex trafficking by force, fraud or coercion and transportation to engage in prostitution. He has since denied the charges and pleaded not guilty.\n\nSean 'Diddy' Combs was arrested on multiple charges last year (NBC via Getty Images)\n\nDiddy’s Miami mansion was raided last year, with the unsettling discovery being made of large amounts of baby oil, lubricant, guns, and ammunition.\n\nThe lubricant and baby oil are thought to be linked to allegedly violent and drug-fuelled sex parties known as 'freak offs'.\n\nAdvert\n\nPines came forward and spoke about these parties which Combs would have him arrange for a 'laundry list' of paraphernalia.\n\nPines worked for the rapper and mogul from 2019 to 2021, and said he never personally attended the 'freak off' parties.\n\nThe former assistant did say, however, that other parties called Wild King Nights events would lead to him arranging the list of items Diddy required.\n\nPhil Pines opened up about working for the rapper in a new interview (Investigation Discovery)\n\nAdvert\n\nIn the interview, conducted by Investigation Discovery, he said: \"We usually had a laundry list of items that included lights, alcohol, marijuana, ketamine, Molly.\n\n\"You have mushrooms on the top there … baby oil and astroglide [lubricant] are very important; candles, incense, Apple TVs, electronics, computers, iPads. Obviously there was, you know, male libido supplements, stuff like that.\"\n\nPines added that 'young' girls would often attend these parties, describing them as women in their 20s. Diddy is 55.\n\nHe said: \"A lot of times, there were girls that were under the radar, didn’t have a lot of influence. I think that speaks to the type of situations people were put in.\n\nAdvert\n\n\"A lot of times, you have [Diddy] with a young female, and there’s a power dynamic there.\n\nDiddy awaits trial in Brooklyn, New York (Sharief Ziyadat via Getty Images)\n\n\"A more impressionable girl is easier to reel in, as opposed to somebody who might be a celebrity who’s not going to do too much of that, or give some pushback.\"\n\nIn another portion of the interview, Pines was emotional as he described how the rapper 'ordered' him to have sex with a girl to 'prove his loyalty'.\n\nAdvert\n\nHe claims that Diddy said to him: \"Prove your loyalty to me, King.\"\n\nThe rapper then began massaging his shoulders like a coach to a 'player that's about to enter the game', handed him a condom, and 'pushed' Pines onto the girl on the couch.\n\nHe went on to add: \"In the moment it felt like, 'What, is this fun for him? Is this a test for entertainment, does he know he's doing this? Is he that gone?' I didn't know what to do.\"\n\nHarrowing allegations have come out about the rapper and his 'freak off' parties (Samir Hussein via Getty Images)\n\nPines said the woman consented to the sex and 'performed' until Diddy was out of sight, at which point he ran away.\n\nHe claimed that he had 'never really recovered from' the incident.\n\nCombs currently awaits trial in Brooklyn, New York, and faces a maximum penalty of life in prison.\n\nIf you have been affected by any of the issues in this article and wish to speak to someone in confidence, contact The Survivors Trust for free on 08088 010 818, available 10am-12.30pm, 1.30pm-3pm and 6pm-8pm Monday to Thursday, 10am-12.30pm and 1.30pm-3pm on Fridays, 10am-12.30pm on Saturdays and 6pm-8pm on Sundays."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Incredible story of British Airways pilot who was sucked out of plane mid-flight and survived",
            "link": "https://www.ladbible.com/lifestyle/travel/british-airways-pilot-tim-lancaster-flight-5390-855532-20250129",
            "description": "British Airways pilot Captain Tim Lancaster was terrifyingly sucked out of the cockpit while en route to Spain, forcing cabin ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SgQU4K_58vtiKgVWaCh-qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "14h",
            "source": "LADbible",
            "article_content": "A pilot who was sucked out of the cockpit while he was 23,000ft in the air miraculously lived to tell the tale.\n\nAgainst all odds, Captain Tim Lancaster somehow managed to cling onto the British Airways jet for dear life while hanging out of the plane headfirst.\n\nIt was a white knuckle ride, that's for sure - and you can get an idea of exactly what he went through while watching this terrifying simulation or this chilling real-life footage.\n\nWhat was supposed to be a routine flight from Birmingham, England, to Malaga, Spain, ended up going down in history as one of the most bizarre aviation accidents ever.\n\nAdvert\n\nBritish Airways Flight 5390 took to the skies on 10 June 1990, with 81 passengers on board, four cabin crew and two pilots - although they almost landed one person light.\n\nLancaster - who had 11,050 hours of flight experience before the incident - was working alongside co-pilot Alistair Atchison when disaster struck shortly after take off.\n\nThe BAC One-Eleven 528FL had climbed to around 17,300ft and cabin crew were getting ready for meal service as they flew over Didcot, when a loud bang erupted in the cockpit.\n\nIt turned out that the left windscreen panel, situated on Lancaster's side of the flight deck, had unexpectedly blown out.\n\nAdvert\n\nThe force alone dragged the captain out of his seat and forced him headfirst out of the gaping hole, while crew members sprang into action and desperately grabbed onto his ankles.\n\nA reconstruction of the horrifying moment Lancaster was sucked out of the cockpit (Discovery)\n\nLancaster's knees were caught on the flight controls - but the entirety of his upper torso was exposed to the elements.\n\nFlight attendant Nigel Ogden courageously held onto Lancaster's legs as he began to slip out of the window, despite risking being dragged out of the opening too.\n\nAdvert\n\nAs Aitchison began an emergency descent, cabin crew member John Heward was forced to rush into the cockpit and get hold of Ogden to help him support Lancaster, who was still hanging out of the plane.\n\nFlight attendant Simon Rogers was then thrown into the mix and took over the task of holding onto the captain - who was feared dead by his colleagues.\n\nThey had watched his head repeatedly crash against the side of the fuselage, leaving him covered in blood, while he continued to shift several centimetres further out of the window.\n\nThe British Airways flight then made an emergency landing at Southampton Airport after about 20 minutes, where Lancaster's ankles were freed from the flight controls.\n\nAdvert\n\nThe captain seen with the crew members who helped to save his life (YouTube/Retrontario/NBC News)\n\nIncredibly, the captain only suffered frostbite, bruising, shock, and fractures to his right arm, left thumb, and right wrist.\n\nSimilarly, Ogden had frostbite in his face and a dislocated shoulder - while he was also haunted by his memories from the incident in 1990.\n\nThe crew member previously told the Sydney Morning Herald: \"His legs were jammed forward, disconnecting the autopilot, and the flight door was resting on the controls, sending the plane hurtling down at nearly 650kmh through some of the most congested skies in the world.\n\nAdvert\n\n\"I thought I was going to lose him, but he ended up bent in a U-shape around the windows.\n\n\"His face was banging against the window with blood coming out of his nose and the side of his head, his arms were flailing and seemed about 6 feet long.\"\n\nThe captain miraculously survived the ordeal in 1990 (YouTube/Retrontario/NBC News)\n\n\"Most terrifyingly, his eyes were wide open. I'll never forget that sight as long as I live,\" Ogden added.\n\nAsked whether he feared death while he was hanging out of the cockpit, Lancaster told reporters: \"It did cross my mind. For a moment or two.\"\n\nIn the 2005 documentary Mayday, he also explained: \"What I remember most clearly was the fact that I couldn't breathe because I was facing into the airflow.\"\n\nAn investigation by the Air Accidents Investigation Branch (AAIB) later found that bolts belonging to the windshield had been replaced with slightly smaller ones, which proved to be a lot less secure.\n\nLancaster returned to work after less than five months, but left British Airways in 2003.\n\nHe went on to fly planes for EasyJet until 2008, when he retired from commercial piloting - as I'm sure he'd seen more than enough of the skies by that point."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Milwaukee planetarium director explains streaks of light seen lighting up sky Tuesday night",
            "link": "https://www.msn.com/en-us/news/technology/streaks-of-light-were-space-junk-planetarium-director-believes/ar-AA1y4Mvd?ocid=BingNewsVerp",
            "description": "Southeast Wisconsin was glowing and buzzing Tuesday night as the skies lit up across the Great Lakes region with fiery ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YaQB6z_-7IGulI1s5LTvHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "WISN Milwaukee on MSN3h",
            "source": "WISN Milwaukee on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Super Earth': the exoplanet in the 'habitable zone' for alien life",
            "link": "https://www.msn.com/en-us/science/general/super-earth-the-exoplanet-in-the-habitable-zone-for-alien-life/ar-AA1y44Ig?ocid=BingNewsVerp",
            "description": "Named HD 20794 D, the newly discovered exoplanet orbits a star similar to the Sun, and researchers believe it may be able to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fOzLG6Ajb6__3clhV4Lt6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Lobbyist Predicts Disclosure From Trump in 60 Days",
            "link": "https://www.msn.com/en-us/news/opinion/ufo-lobbyist-predicts-disclosure-from-trump-in-60-days/ar-AA1y5mnj?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/29/25 UFO Lobbyist Predicts Disclosure From Trump in 60 Days Explore the bold prediction of UFO disclosure from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nfhRY_bprEEK2c-ihpi8TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN5hOpinion",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Claims NJ Drones \"Authorized\" & \"For Research\" (UFO Researchers Disagree)",
            "link": "https://www.msn.com/en-us/news/technology/trump-claims-nj-drones-authorized-for-research-ufo-researchers-disagree/ar-AA1y5rj7?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/28/25 Trump Claims NJ Drones \"Authorized\" & \"For Research\" (UFO Researchers Disagree) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zkZbS5vXCm87eMaNN3XPCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN5h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experiment with 37 dimensions shows how strange quantum physics can be",
            "link": "https://www.newscientist.com/article/2466110-experiment-with-37-dimensions-shows-how-strange-quantum-physics-can-be/",
            "description": "A search for particles’ most paradoxical quantum states led researchers to construct a 37-dimensional experiment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zbuub7cG2ssda5S9Ij14HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "New Scientist8h",
            "source": "New Scientist",
            "article_content": "Particles of light helped test a quantum paradox Arlume/Alamy\n\nResearchers created particles of light that effectively exist in 37 dimensions at once so they could test an extreme version of a quantum paradox.\n\n“This experiment shows that quantum physics is more nonclassical than many of us thought. It could be [that] 100 years after its discovery, we are still only seeing the tip of the iceberg,” says Zhenghao Liu at the Technical University of Denmark.\n\nHe and his colleagues focused on the Greenberger-Horne-Zeilinger (GHZ) paradox, which shows…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough Discovery: Asteroid Fragments Reveal Ingredients For Life",
            "link": "https://www.msn.com/en-au/science/astronomy/new-analysis-of-asteroid-dust-reveals-evidence-of-salty-water-in-the-early-solar-system/ar-AA1y5Kcv?ocid=BingNewsVerp",
            "description": "In October 2020, a van-sized robotic spacecraft briefly touched down on the surface of Bennu, a 525-metre-wide asteroid 320 ...",
            "image_url": "https://www.bing.com/th?id=OVF.dRdHnGQQ2Bpi787Ac25Uyg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experiment with 37 dimensions shows how strange quantum physics can be",
            "link": "https://www.newscientist.com/article/2466110-experiment-with-37-dimensions-shows-how-strange-quantum-physics-can-be/",
            "description": "A search for particles’ most paradoxical quantum states led researchers to construct a 37-dimensional experiment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zbuub7cG2ssda5S9Ij14HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "New Scientist8h",
            "source": "New Scientist",
            "article_content": "Particles of light helped test a quantum paradox Arlume/Alamy\n\nResearchers created particles of light that effectively exist in 37 dimensions at once so they could test an extreme version of a quantum paradox.\n\n“This experiment shows that quantum physics is more nonclassical than many of us thought. It could be [that] 100 years after its discovery, we are still only seeing the tip of the iceberg,” says Zhenghao Liu at the Technical University of Denmark.\n\nHe and his colleagues focused on the Greenberger-Horne-Zeilinger (GHZ) paradox, which shows…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Optical levitation traps nanospheres, revealing quantum-classical crossover",
            "link": "https://www.msn.com/en-us/news/technology/optical-levitation-traps-nanospheres-revealing-quantum-classical-crossover/ar-AA1y4WnI?ocid=BingNewsVerp",
            "description": "An article published in the journal Optica describes the development of a new experimental device that explores the boundary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kwmk1oHdeknF4WATar6Y8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "8hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Goa CM inaugurates Sci-Fi Science Film Festival in Panaji",
            "link": "https://www.msn.com/en-xl/science/environmental-science/goa-cm-inaugurates-sci-fi-science-film-festival-in-panaji/ar-AA1y5XeF?ocid=BingNewsVerp",
            "description": "Goa Chief Minister Pramod Sawant on Wednesday inaugurated the Sci-Fi Science Film Festival of India, organised by Vidnyan ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4j-83pDmGRa91qgLhK2BdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN22m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why We Need More Women In The AI Revolution",
            "link": "https://www.msn.com/en-us/news/us/why-we-need-more-women-in-the-ai-revolution/ar-AA1y4QsA?ocid=BingNewsVerp",
            "description": "Research suggests that women make up less than a third of AI professionals and only 18% of AI researchers globally.",
            "image_url": "https://www.bing.com/th?id=OVFT.NLfKWmTQlkAWMyP9UhprUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "8hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    }
]