[
    {
        "title": "NEW UFO WHISTLEBLOWER COMES FORWARD ON REDDIT! Legit",
        "link": "https://www.msn.com/en-us/news/technology/new-ufo-whistleblower-comes-forward-on-reddit-legit/vi-AA1r209O?ocid=BingNewsVerp",
        "description": "Welcome back to UAP Tuesday here on the Down To Earth channel. Ross Coulthat supposedly conducted and interview with another ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XW5QcS7sVoOlt8RzDCiXTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Kristian Harloff Show on MSN5h",
        "source": "The Kristian Harloff Show on MSN",
        "article_content": ""
    },
    {
        "title": "I Wont Shut Up About UFO 50 Until You Play It",
        "link": "https://www.msn.com/en-us/news/technology/i-wont-shut-up-about-ufo-50-until-you-play-it/ar-AA1r1CsX?ocid=BingNewsVerp",
        "description": "Y ou already read the headlines, so youâ\u0080\u0099ve got your thesis right there: Iâ\u0080\u0099m going to need you to play UFO 50. Drop ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YrOIOZw8QlrVEktdIiR89S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "TheGamer on MSN19h",
        "source": "TheGamer on MSN",
        "article_content": ""
    },
    {
        "title": "The Pentagon's former top UFO hunter talks about COVID-19, Haitian pet-eaters and pseudoscience generally",
        "link": "https://www.unionleader.com/news/scitech/the-pentagons-former-top-ufo-hunter-talks-about-covid-19-haitian-pet-eaters-and-pseudoscience/article_2e64aa90-799a-11ef-b759-d73e8a91cd05.html",
        "description": "Trained as a physicist, Sean M. Kirkpatrick has spent most of his career in government, much of it as an intelligence and technology expert for various Pentagon agencies, culminating in an 18-month ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "New Hampshire Union Leader12h",
        "source": "New Hampshire Union Leader",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Neurosymbolic AI: 20 Practical Real-World Applications",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/23/neurosymbolic-ai-20-practical-real-world-applications/",
        "description": "By adding rule-based reasoning to the artificial intelligence mix, neurosymbolic AI can apply learned knowledge to new and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tVm2C1ggE4NgqxOou4F_Xi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "28m",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "What is the best AI girlfriend app? We compared free & paid pptions",
        "link": "https://www.jpost.com/special-content/what-is-the-best-ai-girlfriend-app-we-compared-free-and-paid-pptions-820881",
        "description": "Technology has brought us all sorts of different conveniences over the past couple of decades, but one thing that stands out is something that we haven’t seen before - AI girlfriends. We are all ...",
        "image_url": "https://www.bing.com/th?id=OJ.l4XUycupX4LImQ&pid=news&w=115&h=16&rs=2",
        "category": "ai+app",
        "date": "2h",
        "source": "The Jerusalem Post Blogs",
        "article_content": "Are you tired of failed dates? Has that someone hurt you in the past? Maybe you’re not even sure you’re cut for a traditional relationship. Are you an individual who never really liked the idea of being with someone?\n\nWell, it’s 2024 - who cares about whether you have a real-life partner or not?\n\nThese questions are what we will focus on today. Regardless of what your answer is, you’re at the right place. Technology has brought us all sorts of different conveniences over the past couple of decades, but one thing that stands out is something that we haven’t seen before - AI girlfriends.\n\nWhat exactly is an AI Girlfriend?\n\nWe are all witnesses to the rise of AI. We’ve all noticed how artificial intelligence has transformed how we interact with technology. One quite interesting application is today’s subject - AI girlfriend apps.\n\nAI girlfriend apps create virtual companions. These companions are designed to meet both your emotional and conversational needs. It doesn’t matter if you're looking for a fun chat or an intimate experience (maybe something even more bespoke), these apps offer a wide range of options to fit different preferences.\n\nBut, with so many choices out there, the process of finding the best AI girlfriend app could seem a bit daunting at first. We can assure you that you shouldn’t worry about a thing, as we’ve already done the research for you.Let’s take a closer look at some of these apps and see which ones are the best (both free and paid).\n\n​​Unlike most sites that offer just a handful of generic options, HeraHaven has an incredible variety. It's basically an AI girlfriend paradise. In only a few seconds, you can generate your virtual AI girlfriend with the exact appearance and personality you want.\n\nPros:\n\nHighly interactive and adaptive\n\nSeamless conversations with emotional intelligence\n\nAffordable premium plans\n\nCons:\n\nSome users might find that free trial features are limited\n\nTry HeraHaven today and see for yourself why they’re the most popular AI girlfriend app. With over 1000 verified online reviews and an aggregate rating of 4.3/5 stars, they have quickly gained a reputation for offering one of the most immersive and interactive virtual girlfriend experiences.\n\nNot only can you chat with your AI girlfriends on HeraHaven, but you can also receive voice notes and spicy pictures from them. Want to try some hentai action too? No problem, HeraHaven has that too. Even if you’re not satisfied by girls, their AI boyfriend solution has you covered.\n\nKupid\n\nThe second one on this list is an app popular for its customization options.\n\nPros:\n\nExtensive customization options\n\nWide selection of AI personalities\n\nSupports text, image, and voice interactions\n\nCons:\n\nLess natural conversation flow\n\nHottalks\n\nOn to the next one. Hottalks is currently a quite popular, but slightly limited option that might not suit everyone’s preferences. But even with its limitations, we still felt like adding Hottalks to our list.\n\nPros:\n\nEngaging and playful interactions\n\nNSFW options available\n\nFree trial offers a good taste of premium features\n\nCons:\n\nLimited customization compared to the majority of other apps\n\nRolemantic\n\nAn app with both a clever name and some clever features. Rolemantic is potentially the best option for those seeking to create roleplaying scenarios. Again, just like with the app above, there are some limitations to using Rolemantic.\n\nPros:\n\nExtensive roleplay options\n\nWide variety of characters\n\nRegular updates to AI scripts\n\nCons:\n\nPremium features are expensive\n\nRomantic AI\n\nAnd, finally, the last one on our list is one of the more popular options for users that are more into enjoying emotional conversations. Compared to the options above, and especially HeraHaven, Romantic AI is maybe the least popular option, but still a good one.\n\nPros:\n\nEmotionally intuitive AI responses\n\nRealistic relationship simulation\n\nOffers both text and voice communication\n\nCons:\n\nExpensive premium plan\n\nLimited free options\n\nConclusion - Which AI Girlfriend app is right for you?\n\nNow that you’re familiar with some of the best AI girlfriend app options out there, let’s summarize everything and give our final thoughts.\n\nChoosing the best AI girlfriend app depends on what you're looking for in a virtual girlfriend. Some people seek more romantic options, others focus on the aesthetic aspect of the app, while some simply want to enjoy different roleplay scenarios.With that being said, one app is the clear winner here - HeraHaven.\n\nIn any case, having that special someone, regardless of whether it’s an actual person or not, is a vital part of everyone’s life.\n\nThis article was written in cooperation with Vilala Limited"
    },
    {
        "title": "13 stocks leading the AI revolution poised to turn early infrastructure investment into huge profit growth: Moody's",
        "link": "https://www.businessinsider.com/ai-stock-picks-early-winners-highest-profit-growth-potential-moodys-2024-9",
        "description": "Wall Street is looking for ROI on expensive AI technology. Moody's highlights 13 early winners with the most profit growth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RfY1LMtReuSLcmKbeKcq3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Business Insider",
        "article_content": "By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAccess your favorite topics in a personalized feed while you're on the go. download the app\n\nThanks for signing up! Go to newsletter preferences\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview\n\nWith firms having invested billions of dollars into AI, Wall Street is antsy for a return on its investment.\n\nAs time passes, investors expect concrete monetization cases for the technology across the AI value chain.\n\nUnfortunately, not all AI investments will pay off, according to Moody's. They cite a complex industry with expensive technology and fierce competition.\n\nThis story is available exclusively to Business Insider subscribers. Become an Insider and start reading now.\n\n\"Rapid progress and maturing commercial offerings will drive broader adoption over time, but the sheer size of AI investment means that not all investors will achieve positive returns,\" Vincent Gusdorf, head of digital finance and AI analytics at Moody's, wrote in a recent note.\n\nAdvertisement\n\nOn the other hand, Moody's believes some companies have positioned themselves for success in the AI revolution. The 13 companies identified below have created tangible competitive advantages by investing in AI infrastructure in the early stages or finding a mission-critical niche within the AI value chain.\n\nInvesting in the AI value chain\n\nIt's still early innings for the AI revolution.\n\nWhile it took several years for earlier technological revolutions like the smartphone or internet to generate products that gained traction with investors, the large language models behind ChatGPT and other AI applications have only been mainstream for less than two years.\n\nThat means definitive AI winners have yet to emerge. But according to Moody's, there are some signs.\n\nAdvertisement\n\nInvestors should first understand where they're investing in the AI value chain. According to Moody's, the AI ecosystem is comprised of five layers.\n\nThe first is the hardware, such as semiconductors and chips, that handles AI workloads. Next is the cloud services providers, which store data and train AI models in data centers, followed by the AI foundation models that power ChatGPT. Finally, software infrastructure players assist in integrating AI models into the AI application, or end product that consumers use.\n\nBig Tech companies with the scale and resources to operate data centers and develop AI software infrastructure are particularly well-positioned. These players hold considerable market share across multiple layers of the AI value chain, resulting in higher returns as they use AI in multiple business areas. This gives Big Tech companies an edge as the industry becomes more competitive and AI training costs continue to rise, according to Moody's.\n\nBig Tech certainly isn't the only winner, though. Moody's also identified several companies that create or help enable AI applications in high-growth niche markets.\n\nAdvertisement\n\nAt the end of the day, companies creating a difficult-to-replicate AI product will succeed in the AI race, Moody's believes.\n\n\"Value will accumulate in segments with the highest barriers to entry,\" Gusdorf wrote.\n\n13 early winners of the AI revolution"
    },
    {
        "title": "GenAI has a killer app. It's coding, says Databricks AI head Naveen Rao",
        "link": "https://www.livemint.com/technology/coding-genai-databricks-ai-naveen-rao-llm-software-hardware-11727066667109.html",
        "description": "Coding is a sub-class of a much larger class of uses around true design automation, Rao said in an interview..With many ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MYqG9mAFWA65N3AqUCEo_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "Mint",
        "article_content": "Unlike many experts who are still awaiting a killer app in the field of artificial intelligence (AI), Naveen Rao, vice-president of generative artificial intelligence (GenAI) at Databricks, says the world already has one -- it’s coding.\n\n\"We're seeing a lot of developers actually latch onto this, especially younger developers. LLMs (large language models) have also worked on code (besides text, images, audios, videos, etc.), and we're already seeing design automation happening through coding assistance. It (coding) is a sub-class of a much larger class of uses around true design automation,\" Rao told Mint in a recent video interview from his San Diego office.\n\nRao asserts that with many coding tasks getting automated, the ability to innovate in product design and create unique user experiences will become even more valuable.\n\n\"You can now create apps simply by describing them in English. As a result, the value of translating a design idea into an app has diminished because much of that process is now automated,\" he says.\n\nBeing a developer will mean using AI tools effectively, says Rao, adding that the focus will shift to understanding why certain apps succeed while others don’t.\n\nRao underscores, though, that “it will take 3-5 years to engineer these systems to be reliable and deterministic enough to be able to use them in core engineering.\" The reason is that GenAI still struggles with “hallucinations\" (incorrect or misleading results) and lacks true reasoning capabilities despite claims to the contrary by some big tech companies.\n\nData is eating the world through AI\n\n\"Current LLMs primarily pattern-match based on probabilities, not reason. Unlike humans or even animals that learn through a cycle of action and feedback, LLMs don’t engage in causal, real-world learning. While advancements, like the step-by-step reasoning introduced by OpenAI, are promising, there’s a long way to go,\" elaborates Rao, who has a degree from Duke University in computer science and a PhD in computational neuroscience from Brown University.\n\nHe is also a serial entrepreneur, having founded AI companies Nervana Systems, which Intel Corp. acquired in 2016 for about $400 million, and MosaicML that was acquired by Databricks last July for $1.3 billion.\n\nWhat keeps Rao up at night is the gap between AI’s potential and its current limitations, particularly in reasoning. According to him, AI models like DeepMind's AlphaZero, which hypothesize and learn through self-play in structured environments, provide a glimpse of what's possible, “but we’re far from applying that in the real world.\"\n\n“We need to better understand how to enable models to reason and learn in dynamic environments,\" says Rao.\n\nThis push for reasoning, however, doesn’t necessarily demand greater computing power, according to him. Instead, the shift is towards smaller, high-quality datasets and more targeted tuning, which may not require the massive compute resources associated with training larger models.\n\nRao says this transition from batch offline training to online learning could transform how we approach AI development going forward.\n\nWhy software won’t eat the AI world\n\nRao also insists that software will not eat the AI world, referring to co-founder of US VC firm Andreessen Horowitz, Marc Andreessen's famous 2011 essay titled, \"Why software is eating the world\". In a 30 August thread on 'X' (formerly, Twitter), Rao argued that the \"...fundamental balance of compute and software is different with AI...In light of @nvidia's strong growth and recent earnings, clearly hardware is an essential ingredient to the current wave of AI…\"\n\nRao says he's more “excited about the ongoing evolution of hardware, which continues to drive efficiency and lower costs.\" He cites the example of the human brain, which operates on just 20 watts of energy, “showcasing how far we still are from creating AI systems as efficient and advanced.\" He adds that there's significant progress being made in how AI systems interact with hardware, improving latency, cost, and accuracy.\n\nDatabricks, for instance, is exploring “several exciting applications of AI and GenAI, particularly in task automation and creative processes,\" according to Rao. One area of focus is automating tasks like answering human resources (HR) queries or searching through company manuals, where “you can tolerate some error.\"\n\nYou can now create apps simply by describing them in English.\n\nAnother innovative use involves training LLMs to replicate a specific writing style, aiding news organisations by speeding up content creation. Databricks also supports the use of LLMs in scientific research, such as drug discovery, where AI assists in analysing protein interactions and advancing new drug development.\n\nDatabricks has been recognised as a leader in the 2024 Gartner Magic Quadrant for data science and machine learning platforms, 'The Forrester Wave: Cloud Data Pipelines, Q4 2023,\" and the 2024 IDC MarketScape for worldwide analytic stream processing.\n\nKey customers using the Databricks' data intelligence platform to streamline data, AI, and analytics processes include Adobe, Aditya Birla Fashion & Retail, Mercedes-Benz Tech Innovation, Nasdaq, Air India, Parle, MakeMyTrip, Meesho, Tata Steel, and Shell.\n\nData is the AI oil\n\nDatabricks' DBRX model, for instance, can turn raw data into a fully trained, fine-tuned model. Databricks, says Rao, is now focusing on \"compound AI systems,\" which combine multiple AI models, including open-source and proprietary ones, to create advanced solutions. Using this approach, Databricks helped Factset, a financial software provider, improve its query accuracy and efficiency.\n\nData is an essential ingredient in making AI truly add economic value. So maybe now the mantra is: “Data is eating the world through AI\", says Rao.\n\nThat said, many companies struggle to bridge the gap between data readiness and effective AI implementation. A key challenge, says Rao, is to understand the economics of AI, which differs significantly from traditional software models like Software-as-a-Service (SaaS), where many applications can run on a single piece of hardware.\n\nAI models, on the other hand, require dedicated physical infrastructure for each additional user. This, according to Rao, implies that scaling AI would involve costly hardware investments, resulting in lower gross margins (often below 20%) as compared to SaaS. On the development side, rising costs make profitability difficult, particularly as larger companies continue to raise capital and operate at a loss.\n\nIn this context, the key metric for CXOs when integrating AI is “defining clear success criteria.\" In AI, especially with custom LLMs, this involves creating an evaluation system, much like an exam, to measure the performance of the AI system, says Rao.\n\nHe adds that Databricks offers various tools for optimisation, such as re-ranking and fine-tuning models, which help improve performance. Establishing and refining these metrics is crucial for successful AI deployment.\n\nHe cites the example of Ola's Krutrim, which is one of Databricks’ customers that built its own AI model using the platform, rather than relying on pre-existing models. Other customers like Freshworks and Air India are using custom LLMs and compound AI systems to automate tasks such as chatbots that assist with queries about baggage policies or refunds, according to Rao.\n\nOla’s model is particularly notable, according to him, due to India's linguistic diversity, where multiple languages such as Hindi, English, and regional languages, are mixed in daily communication.\n\nNew skill sets\n\nThat said, Rao agrees that AI will have a deep impact on jobs, especially given the increasing use of copilots and fully autonomous AI agentic systems in enterprises. Autonomous AI agents, or the so-called 'Agentic AI' systems, refer to AI models that can achieve specific goals without any human intervention.\n\nIt's clear we must decide how humans remain integral to the process, says Rao. Databricks is working on this by developing tools that help customers build high-quality AI agents.\n\nThese agents go beyond simple tasks, automating complex processes using customer data to drive value. However, enterprise customers demand transparency, auditability, and security, making this a challenging area, according to Rao.\n\nWe need to better understand how to enable models to reason and learn in dynamic environments\n\nHe adds, \"AI will significantly change jobs, much like other technological advances have in the past. As AI advances, the key skills will include data engineering, system orchestration, product design and AI tool usage.\"\n\nBalancing innovation with responsible AI is also crucial, particularly regarding data privacy, bias, and transparency, Rao acknowledges. Databricks, he adds, excels in governance, with its Unity Catalog ensuring strict security across data and models.\n\nHe elaborates that while bias is application-specific and difficult to automate, Databricks offers filtering tools that allow companies to manage inputs and outputs, ensuring privacy, safety, and content moderation. However, these tools are designed to be flexible and customizable to suit various customer needs.\n\nDo we need a Chief AI Officer?\n\nGiven the complexity of the field, do enterprises need a Chief AI Officer? Especially, given that many large organisations already have senior executive roles like that of a chief information officer (CIO), chief technology officer (CTO), chief data officer, chief digital officer, and even a chief marketing officer (CMO), who oversee a lot of AI functions.\n\nAlso Read: TCS boss Krithivasan is unafraid of GenAI but unwilling to say the worst is past\n\nRao agrees, pointing out that companies reacted to the AI boom by rushing to integrate AI and hiring for this role without clear boundaries, leading to conflicts over budgets and responsibilities. According to him, a more practical solution may be combining data and AI into a Chief Data and AI Officer role, separating these duties from the broader productivity-focused role of a CIO.\n\nLast, but not the least, Rao says that Artificial General Intelligence (AGI) is often misinterpreted. Some define it by how much human productivity it can replace, but true AGI would need to interact with the world, learn from its actions, and adapt—something far beyond the current technology, he explains. He suggests that while AGI remains a distant goal, companies should focus on how AI can improve business processes and customer experiences today."
    },
    {
        "title": "Balancing AI: How Leaders Can Drive Innovation Without Compromising Ethics",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/23/balancing-ai-how-leaders-can-drive-innovation-without-compromising-ethics/",
        "description": "The ability to maintain a delicate balance between the need for innovation and encouraging ethical behaviors in AI is not ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nOMTiI-JTDZrHiZtCa87_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Kellie’s Castle is famous, but have you met ‘Mr Gopal’? Here’s your chance for a night tour or even a sleepover this Oct",
        "link": "https://www.malaymail.com/news/life/2024/09/23/kellies-castle-is-famous-but-have-you-met-mr-gopal-heres-your-chance-for-a-night-tour-or-even-a-sleepover-this-oct/151365",
        "description": "The aura of mystery surrounding the century-old Kellie’s Castle is heightened by countless stories of paranormal entities ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Gl4jfOc05wnPKhOMh3FnDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "malaymail43m",
        "source": "malaymail",
        "article_content": "BATU GAJAH, Sept 23 — The aura of mystery surrounding the century-old Kellie’s Castle is heightened by countless stories of paranormal entities supposedly ‘inhabiting’ the mansion.\n\nIt is said that one such ‘resident ghost’ is that of a certain ‘Mr Gopal’, a washerman from South India who was disappointed his employer did not send him back to his homeland as promised.\n\nAccording to Kellie’s Castle Tourist Complex managing director Zamari Muhyi – who has personally not experienced any paranormal incident in the mansion – ‘Mr Gopal’, apparently, had worked in the laundry area of the mansion and was disheartened when his employer and Kellie’s Castle owner William Kellie Smith broke his promise to send him back to India where his wife was awaiting his return.\n\nZamari said this information came to light during a programme to unravel the mystery of Kellie’s Castle organised by its management in 2015.\n\n“What happened was one of the participants (of the programme) suddenly found himself temporarily possessed by what seemed to be a spirit... I was also present when this particular participant suddenly spoke in English and introduced himself as ‘Mr Gopal’ and told us ‘his’ story,” he said.\n\nAlthough the truth of this story and the existence of ‘Mr Gopal’ cannot be verified, the old uncompleted mansion’s environment alone is enough to send shivers down the spine of faint-hearted visitors.\n\nThe construction of Kellie’s Castle, also known as Kellas House, started in 1915, initiated by its owner (William Kellie Smith), a civil engineer from Scotland who came to Malaya to venture into the rubber planting and tin-mining industries.\n\nHowever, Smith died of pneumonia in 1926. At that time, the construction of the mansion had only reached 70 percent completion.\n\nFollowing his demise, the construction work was suspended and the property was eventually sold to a British company Harrisons and Crosfield. It was subsequently abandoned and years later, it became a historical site.\n\nKellie’s Castle manager Hakim Muhaimin shows the laundry room where ‘Mr Gopal’ once worked in. — Bernama pic\n\nDark tourism material\n\nThe spooky atmosphere of Kellie’s Castle – sprawled over a 2.8-hectare (seven-acre) site – combined with the eerie sightings and paranormal encounters reported by visitors, make it an ideal destination for dark tourism, a tourism subsector that is gaining increasing attention globally and is expected to continue growing over the next 10 years.\n\nAccording to projections by Future Market Insights, the global dark tourism market is expected to be valued at US$31.89 billion (RM148.68 billion) by the end of this year.\n\nIt also forecasts the market will swell to US$40.82 billion (RM190.32 billion) by 2034. Zamari, who is also Perak Bumiputera Tourism Operators Association president, recognises Kellie’s Castle’s potential for dark tourism-themed activities, stressing the subsector has the potential to invigorate the nation’s tourism industry.\n\nHe said dark tourism is a unique attraction for tourists, adding that although it has already been introduced in this country, it has however not been widely developed by the tourism industry due to certain constraints involving society and the beliefs of local communities.\n\n“When I took over the management of Kellie’s Castle in 2013, we thought about what actions or steps could be taken to elevate this location as a tourist attraction because at first glance, there was nothing much there except an old building.\n\n“I then considered what strengths Kellie’s Castle had that could be marketed for tourism purposes. If I focused on its history, not many people would be interested. In terms of the building itself, it mostly appeals to photography and architecture enthusiasts. Ultimately, the idea of dark tourism emerged,” he said.\n\nHowever, he added, promoting a certain building or place as a dark tourism site is not easy. He believed that in order to offer an authentic paranormal experience at a dark tourism site, supernatural entities must truly exist and originate from the location concerned, not summoned or artificially created.\n\nNight tours\n\nHence, to market Kellie’s Castle as a dark tourism destination, the management had to confirm the “existence” of paranormal elements.\n\nWith this in mind, Zamari collaborated with a local media outlet in 2015 and “we successfully detected and documented the presence of an entity (inside Kellie’s Castle), supported by a video recording”.\n\nFollowing this, the management introduced night-time tours of the property on Fridays and Saturdays in the month of October every year.\n\n“What we do during the tour (from 8 pm to 11.30 pm) is bring visitors in groups of eight to 16 and guide them through the castle while providing some explanations.\n\n“Then, we leave two people at each specific location such as the wine cellar, laundry room, bedrooms and other areas without flashlights for 10 to 15 minutes,” he said, adding some of the participants reported being “disturbed’ by mysterious touches, embraces, whispers in their ears and sudden gusts of wind.\n\nZamari stressed he is not in the business of “selling ghosts” but rather offering visitors a unique experience of visiting a site associated with paranormal activity.\n\nHe added that efforts to market Kellie’s Castle as a dark tourism product are being made to further boost the number of visitors to the mansion.\n\nWith its easy accessibility, the Kellie’s Castle ruins in Perak is a popular haunt for thrill seekers and those looking for charming Instagrammable background to their OOTD. — Bernama pic\n\nTourist attraction\n\nZamari, meanwhile, said the tales of paranormal activities at Kellie’s Castle have even impressed the Pacific Asia Travel Association (PATA), which also acknowledged the building’s easy accessibility and the thrilling yet safe ghost-hunting tours offered by its management.\n\nHe said in 2020, PATA – which has its headquarters in Bangkok, Thailand – invited them to share their dark tourism experience involving Kellie’s Castle through a virtual meeting attended by 400 delegates.\n\n“All of them were very excited to hear our stories and experiences in managing dark tourism. They asked many questions and expressed a strong interest in participating in such dark tourism explorations themselves,” he said.\n\nTourism Malaysia has listed Kellie’s Castle as one of the country’s top two horror tourism destinations, alongside the Penang War Museum.\n\nKellie’s Castle manager Hakim Muhaimin said the property is categorised as one of the five most haunted locations in Malaysia by international paranormal researchers and United States-based tourism portals.\n\nHe also said the night tours of the mansion were discontinued during and following the COVID-19 pandemic and plans are afoot to reintroduce them soon.\n\n“But this time, we plan to offer two types of dark tourism activities – night tours and sleeping in the castle.\n\n“For the sleepover in the castle, we will provide the participants with sleeping bags and other equipment,” he added.\n\nHe said dark tourism involving Kellie’s Castle has the potential to succeed due to the high demand for it particularly the ‘Sleeping in the Castle’ activity for which “we have already received inquiries from Singaporeans”.\n\nHe also hoped the authorities would increase the number of dark tourism locations in the country to support the growth of the tourism industry and suggested that this subsector be widely promoted during Visit Malaysia Year 2025.\n\nAccording to the 2023 Tourism Malaysia Report, the country earned over RM71.3 billion from the arrival of 20.14 million tourists last year, while Vietnam’s media organisation Vnexpress International ranked Malaysia as the most-visited country in Southeast Asia in 2023. — Bernama"
    },
    {
        "title": "Haunted Doll UPDATE & Paranormal Storytime",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/haunted-doll-update-paranormal-storytime/vi-AA1r0E4H?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!Wanna watch another? ♡I Bought a Haunted Doll | Paranormal Storytime <a href=\" Called Me a Whale <a href=\" in Disney's Catacombs | Story Telling <a href=\" BABIES today ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Binge Bytes on MSN43m",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "When Sunderland's Purple Bar was plagued by mysterious footsteps and ghostly children playing on the stairs",
        "link": "https://www.sunderlandecho.com/retro/sunderland-purple-bar-ghost-retro-4792470",
        "description": "Purple Bar in Park Lane called in medium Suzanne Gill to track them down. The investigations began after reports of workers ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XYw33pj1oNn3VxHVJt2Qzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Sunderland Echo2h",
        "source": "Sunderland Echo",
        "article_content": "Content not available"
    },
    {
        "title": "Paranormal circus brings scares to Lincoln",
        "link": "https://www.1011now.com/video/2024/09/22/paranormal-circus-brings-scares-lincoln-2/",
        "description": "The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare. It’s all things apple at the Arbor Day Farm. The Lincoln Police Department is investigating a serious injury crash ...",
        "image_url": "https://www.bing.com/th?id=OJ.pi11Z6p4dJeCBw&pid=news&w=65&h=16&rs=2",
        "category": "paranormal",
        "date": "10h",
        "source": "1011 Now",
        "article_content": "The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare."
    },
    {
        "title": "LIE DETECTOR Test FROM My BOYFRIEND... will our relationship last?",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/lie-detector-test-from-my-boyfriend-will-our-relationship-last/vi-AA1r1qjT?ocid=BingNewsVerp",
        "description": "Couples Lie Detector Test Giving My Boyfriend A Lie Detector TestSubscribe: <a href=\" | Make sure to enable ALL push notifications! Watch the latest videos: <a href=\" Watch More Mackenzie Marie:Most ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Epic Reactions on MSN43m",
        "source": "Epic Reactions on MSN",
        "article_content": ""
    },
    {
        "title": "Penny for your thoughts? Master copper regulator discovery may offer Alzheimer's clues",
        "link": "https://www.sciencedaily.com/releases/2024/09/240918125054.htm",
        "description": "A study using a tiny roundworm could pave the way for new treatments for neurodegenerative disorders. Researchers linked the worm gene swip-10 to copper regulation -- a vital element for brain health ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily32m",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists discover 120-million-year-old Earth section: Here's how it could change what we know about our planet",
        "link": "https://economictimes.indiatimes.com/news/science/scientists-discover-120-million-year-old-earth-section-heres-how-it-could-change-what-we-know-about-our-planet/articleshow/113588926.cms",
        "description": "Geologists have uncovered a long-lost tectonic plate called Pontus, believed to have existed 120 million years ago in Borneo.",
        "image_url": "https://www.bing.com/th?id=OVFT.rmwgB9hYuQXwq1Vb_sMIRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "Indiatimes",
        "article_content": "It seems like you're already an ETPrime member with\n\nLogin using your ET Prime credentials to enjoy all member benefits\n\nLog out of your current logged-in account and log in again using your ET Prime credentials to enjoy all member benefits."
    },
    {
        "title": "Largest Colony Of Night Parrots, One Of The World’s Rarest Birds, Discovered",
        "link": "https://www.iflscience.com/largest-colony-of-night-parrots-one-of-the-worlds-rarest-birds-discovered-76060",
        "description": "Adopting a nocturnal lifestyle seemed like a great idea until cats arrived, but these parrots have an unexpected protector.",
        "image_url": "https://www.bing.com/th?id=ODF._KFuMbcydN1Lpr7FwozEIw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "IFLScience2h",
        "source": "IFLScience",
        "article_content": "An estimated 50 night parrots (Pezoporus occidentalis) survive in a newly discovered colony in a remote area of Western Australia, more than doubling population estimates for colonies of a bird thought extinct for decades. Although the discovery greatly increases the chance of saving the parrot with one of the planet’s most unusual avian lifestyles (despite nocturnal living, it seems they don't actually have great night vision), it remains critically endangered, and the finders are calling for more help to save it.\n\nAdvertisement Advertisement\n\nA few years ago it had been so long since the Ngururrpa people had seen or heard a night parrot that its place in their culture had almost been forgotten. Ngururrpa authors on a paper reporting its rediscovery within the Ngururrpa Indigenous Protected Area write that “We thought they were only living in one area, on our neighbour’s country.”\n\nNevertheless, Ngururrpa rangers and university scientists placed acoustic recorders known as songmeters at 31 sites across a vast area of the eastern Pilbara, one of the most remote and sparsely inhabited areas on Earth. Seventeen of these sites recorded the parrot’s night-time call. By searching at the most promising sites, rangers and scientists came across an old nest and some feathers, as well as sometimes hearing the bird calls themselves and photographing one with a camera trap.\n\nA bird that only comes out at night in one of the least populated place on Earth is hard to photograph, but this camera trap captured one. Image Supplied: Dr Rachel Paltridge\n\n\n\nThe recordings revived stories about how the parrot’s eerie call was once used by Ngururrpa parents to discourage children from straying too far from campfires, telling them it was the sound of evil spirits. The tale is one example of how collaboration between scientists and Ngururrpa rangers could help save both the local ecology and the Ngururrpa’s threatened cultural heritage.\n\nA hit rate of more than half may make it seem the night parrot is thriving, but the sites were carefully chosen. The team looked for places with types of spinifex (an Australian grass), similar to those where night parrots have been found in Queensland, and where cats appear to be rare. That combination appears to be essential for night parrots, and it accounts for only a small portion of their former range.\n\nAuthors Angus Reid, Clifford Sunfly, Rachel Paltridge and Nick Leseberg with a songmeter that recorded the night parrot's call. Image Supplied: Dr Rachel Paltridge\n\n\n\nDr Rachel Paltridge of the Indigenous Desert Alliance told IFLScience: “We’ve never flushed [a parrot] out when walking past a nesting site.” In years of study the only time scientists or rangers saw parrots was on the second last trip when one “Flew into camp and landed in front of rangers.” Although Paltridge says they “got a good look,” even a generation used to Instagramming everything didn’t reach for their cameras in time to photograph the bird.\n\nThe Parrot Of The Night\n\nWhen owls evolved to hunt in darkness they developed a wide array of specialist features, such as exceptional eyesight and noise-cancelling wings. Parrots have no such features, and are usually very much creatures of daylight. However, in the arid Australian center, where daytime temperatures above 40°C (104°F) are the norm the heat is a major impediment. Night parrots opted to keep cool, a different reason from the world’s only other nocturnal parrot, the equally endangered but far more famous Kakapo. One study of their eyes indicates relatively small changes compared to other parrots.\n\nWith sightings so sparse Paltridge told IFLScience, “There’s very little detail on their biology.” Nevertheless, one Queensland parrot died from flying into a fence. Paltridge said that in the flat and treeless landscape the parrots inhabit, being able to see where you are flying might not be that important, or wasn’t until humans put obstacles in the parrots' way.\n\nWhatever changes the parrots made to be active at night worked for a long time; when Europeans discovered the night parrot in the 19th century, their habitat covered a vast area of Australia. Then came the cats. By 1979, no night parrot had been sighted for 67 years, and the bird was suspected to be extinct. After several reports in 1979-80, confirmation of the bird’s survival came in 1990, ironically from the discovery of a recently dead specimen. The first live population was found in 2013.\n\n\n\n\n\nThe parrot’s rediscovery has been one of the great stories of endangered species survival, but confirmed sightings remain rare. With well over a thousand kilometers separating one rediscovery site in western Queensland, and another in Western Australia phrases like “few and far apart” could hardly be more accurate.\n\nAdvertisement Advertisement\n\nThe distance between the known parrot locations provides a little insurance against local threats, but also means both populations are under extreme danger of inbreeding. The new discovery lies between the previous sites, but is still much too far from the Queensland habitat for the ground-dwelling parrots, thought to fly no more than 30 kilometers (19 miles) for water or to seek a mate.\n\nThreats And Hopes\n\nThe authors conclude dingoes are key to the night parrots’ survival. There is no evidence dingoes eat the parrots, but they certainly eat cats, thus acting as the parrots’ protector. Their role in keeping down fox populations may help as well. Maintaining dingo populations appears to be one crucial step for night parrot survival.\n\nThe newly discovered colony faces a threat the better-studied Queensland one does not, however, because its lands are much more fire-prone. Rangers conduct small burns to lower fuel loads and prevent vast conflagrations that could wipe out a colony in one go. The finding team recommends these continue, but with timing and locations adjusted for the bird’s safety.\n\nThe paper also includes requests from the Ngururrpa rangers for more equipment to improve knowledge of where the parrots are. Eventually, they hope to capture and tag some, revealing their movements and particularly where they go for water during the long dry season. This, Paltridge told IFLScience, would allow for more targeted predator controls.\n\nAdvertisement Advertisement\n\nBesides fire and introduced predators, the parrots may be threatened by the disruption of feral camels. The consequences of global heating on the parrots are unknown, but in one of the hottest bird habitats on Earth, they’re unlikely to be good.\n\nThe study announcing the colony is published in Wildlife Research."
    },
    {
        "title": "Scientists make surprising discovery about early universe",
        "link": "https://www.indiatoday.in/science/story/scientists-make-surprising-discovery-about-early-universe-black-holes-2604790-2024-09-23",
        "description": "The findings indicate that some black holes likely formed from the collapse of massive, pristine stars during the first ...",
        "image_url": "https://www.bing.com/th?id=OVF.XY%2bgFMke4dxEo4dM3INwJA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today7h",
        "source": "India Today",
        "article_content": "A new study published in The Astrophysical Journal Letters reveals that scientists have identified a greater number of black holes in the early universe than previously thought, shedding light on the formation of these cosmic giants shortly after the Big Bang.\n\nThe research, led by astronomers from Stockholm University, utilised NASA's Hubble Space Telescope to survey faint galaxies that existed when the universe was only a few percent of its current age.\n\nadvertisement\n\nBlack holes are known to play a crucial role in galaxy evolution, yet their origins remain a mystery.\n\nThe study's co-author, Alice Young, a PhD student at Stockholm University, noted that many of these early black holes appear to be more massive than expected for such an early time in cosmic history.\n\nThis suggests they either formed with significant mass or grew rapidly through accretion of surrounding material.\n\nTo investigate black hole formation mechanisms, the research team re-photographed initial observations taken by Hubble several years earlier. They measured variations in galaxy brightness—indicators of black hole presence—resulting in the identification of more black holes than previous methods had revealed. This is a new image of the Hubble Ultra Deep Field. (Photo: Nasa)\n\nThe findings indicate that some black holes likely formed from the collapse of massive, pristine stars during the first billion years after the Big Bang. These early stars were unique, as later generations became enriched with elements from previous stellar explosions.\n\nOther potential formation scenarios include collapsing gas clouds and mergers of stars within massive clusters. Additionally, primordial black holes may have formed through speculative mechanisms in the universe's infancy.\n\nMatthew Hayes, lead author and astronomer at Stockholm University, emphasized that understanding how early black holes formed is essential for piecing together the puzzle of galaxy evolution.\n\nWith this new data, researchers can refine models of how galaxies and their central black holes evolve together.\n\nIn tandem with these findings, astronomers are using the James Webb Space Telescope to further explore galactic black holes formed soon after the Big Bang, aiming to uncover their masses and locations in the early universe.\n\nThis ongoing research is pivotal for unraveling the mysteries surrounding black hole formation and their influence on galaxy development.\n\nPublished By: Sibu Kumar Tripathi Published On: Sep 23, 2024"
    },
    {
        "title": "Another new wasp species discovered",
        "link": "https://www.sciencedaily.com/releases/2024/09/240918125105.htm",
        "description": "A newly identified wasp species, Chrysonotomyia susbelli, has been discovered in Houston, Texas. The discovery, the fourth wasp species found on the university grounds in seven years, reveals the ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily9h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Build Your Dream Website in Minutes: Top 5 No-Code AI Builders",
        "link": "https://www.geeky-gadgets.com/build-your-dream-website-in-minutes-top-5-no-code-ai-builders/",
        "description": "In the rapidly evolving world of web design, no-code AI website builders have emerged as an innovative solution for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9RwwkEqFiLOEjbN0TE5UZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "3h",
        "source": "Geeky Gadgets",
        "article_content": "In the rapidly evolving world of web design, no-code AI website builders have emerged as an innovative solution for individuals and businesses looking to create stunning, professional websites without the need for extensive coding knowledge. These innovative tools harness the power of artificial intelligence to simplify the web design process, making it accessible to users of all skill levels. In the video below WeAreNoCode explores the top five no-code AI website builders, evaluating their features, ease of use, and suitability for different user needs. To provide a fair and practical comparison, each tool will be tested by creating a website for a fictional company.\n\nDora: Bringing Websites to Life with Animated and 3D Elements\n\nFounded in 2021, Dora has quickly made a name for itself in the no-code AI website builder market, specializing in creating visually stunning websites with animated and 3D elements. While Dora requires some web design experience to fully use its advanced features, it offers multiple design previews and seamless mobile version adaptation, ensuring that your website looks impressive across all devices. This makes Dora an ideal choice for users looking to create visually dynamic and engaging websites that stand out from the crowd.\n\nHostinger: Beginner-Friendly with Advanced AI Features\n\nHostinger, a well-established player in the web hosting industry since 2004, has expanded its offerings to include a user-friendly no-code AI website builder. Perfect for beginners, Hostinger offers free domain registration and a straightforward interface that allows users to create professional-looking websites with ease. What sets Hostinger apart is its suite of advanced AI features, including an AI writer, page generator, heat maps, and an SEO assistant, which help users optimize their websites for better search engine rankings and user engagement.\n\nWebflow and Reloom: Customization and Control for Experienced Designers\n\nFor those with more advanced web design skills, Webflow and Reloom offer powerful tools and high levels of customization. Webflow, known for its complexity and steep learning curve, is best suited for experienced web designers who want complete control over their website’s design and functionality. Reloom, on the other hand, focuses on generating detailed site maps and wireframes, making it an excellent choice for planning and structuring complex websites. Both tools require a paid plan to access their full range of features and offer code access for ultimate customization, making them ideal for intricate and sophisticated web design projects.\n\nWix: The Popular Choice for Beginners and Intermediate Users\n\nSince its launch in 2006, Wix has become a household name in the website builder industry, and for a good reason. Wix’s AI-powered platform creates websites with intuitive, chat-based navigation, making it incredibly easy for users to design and manage their sites. The drag-and-drop interface is user-friendly, and Wix offers additional AI tools like a text creator and section generator to further simplify the design process. With its perfect balance of simplicity and functionality, Wix is a popular choice for beginners and intermediate users alike.\n\n10Web: WordPress-Based Builder with Powerful AI Capabilities\n\nLaunched in 2019, 10Web is a no-code AI website builder built on the popular WordPress platform. 10Web’s AI capabilities include generating site maps and sections, streamlining the design process for users. The simple drag-and-drop interface, combined with its powerful AI features, makes 10Web an excellent choice for users at various skill levels who want to create professional websites without the need for extensive coding knowledge. As a WordPress-based builder, 10Web also offers users access to a vast library of plugins and themes, further expanding its customization options.\n\nPricing Comparison: Finding the Right Plan for Your Budget\n\nWhen choosing a no-code AI website builder, it’s essential to consider your budget and the features you require. Here’s a quick overview of the pricing plans offered by each tool:\n\nDora: Basic plan starts at $14/month, while the advanced plan is priced at $25/month.\n\nBasic plan starts at $14/month, while the advanced plan is priced at $25/month. Hostinger: Offers a discounted 4-year plan at $3.99/month, making it one of the most affordable options.\n\nOffers a discounted 4-year plan at $3.99/month, making it one of the most affordable options. Webflow and Reloom: Webflow’s basic plan starts at $14/month, while Reloom’s pricing begins at $18/month.\n\nWebflow’s basic plan starts at $14/month, while Reloom’s pricing begins at $18/month. Wix: Offers a free basic plan, with premium plans available for users who want to use custom domains and access advanced features.\n\nOffers a free basic plan, with premium plans available for users who want to use custom domains and access advanced features. 10Web: Currently offering a discounted price of $6/month, with regular pricing typically starting at $14/month.\n\nChoosing the Right No-Code AI Website Builder for Your Needs\n\nIn conclusion, each of the top five no-code AI website builders offers a unique set of features and benefits, catering to different levels of web design experience and user needs. Dora and Webflow are more suited for experienced users who want to create visually stunning and highly customized websites, while Hostinger, Wix, and 10Web are beginner-friendly options that offer robust AI capabilities and user-friendly interfaces. When selecting the right tool for your project, consider your web design skills, the complexity of your desired website, and your budget. By carefully evaluating these factors and the features offered by each no-code AI website builder, you can make an informed decision and create a professional, engaging website that meets your unique needs and goals.\n\nSource & Image Credit: WeAreNoCode\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "AI May Help Untangle Obstacles Still Faced By Citizen Developers",
        "link": "https://www.forbes.com/sites/joemckendrick/2024/09/22/ai-may-help-untangle-obstacles-still-faced-by-citizen-developers/",
        "description": "There are still pains and complexities to application building that business users have yet to grasp. Can AI help smooth the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0jqzL1aWZbJxyO4Nb4kEAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "19h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "A Startup’s Guide To Gaining Competitive Advantage With Generative AI",
        "link": "https://www.forbes.com/councils/forbesbusinessdevelopmentcouncil/2024/09/23/a-startups-guide-to-gaining-competitive-advantage-with-generative-ai/",
        "description": "With reduced funding, slowed IPOs, and multiple rounds of layoffs across tech companies, getting a business idea sponsored ...",
        "image_url": "https://www.bing.com/th?id=OVFT.l2oyNBCnSQ4_06VSsYFfKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "58m",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Yup, Jony Ive is working on an AI device startup with OpenAI",
        "link": "https://techcrunch.com/2024/09/22/yup-jony-ive-is-working-on-a-new-ai-device-company-with-openai/",
        "description": "Jony Ive, the legendary designer who left his full-time role at Apple five years ago, is working on a new startup with OpenAI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RsrK6zpPbCLDMqO2SEXS9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "19h",
        "source": "TechCrunch",
        "article_content": "Jony Ive, the legendary designer who left his full-time role at Apple five years ago, is working on a new startup with OpenAI and its CEO Sam Altman.\n\nThe collaboration was first reported last year, and Ive confirmed it in a New York Times profile about what he’s been up to since leaving Apple.\n\nIf the startup has a name, Ive isn’t sharing it, but it emerged from dinners with Altman last year. With Ive’s firm LoveFrom leading the design, the profile describes the goal as building “a product that uses A.I. to create a computing experience that is less socially disruptive than the iPhone.”\n\nIndustrial designer Marc Newson, who’s working with Ive, said the product specifics and release timing haven’t been decided. Despite that vagueness, the startup is fundraising, with Laurene Powell Jobs’ Emerson Collective and Ive himself contributing. It sounds like the company is aiming to raise up to $1 billion by the end of the year."
    },
    {
        "title": "Google Pixel 9 Pro Fold review: I love it, and think you will too",
        "link": "https://www.msn.com/en-us/news/other/google-pixel-9-pro-fold-review-i-love-it-and-think-you-will-too/ar-AA1r2VHu?ocid=BingNewsVerp",
        "description": "The Google Pixel 9 Pro Fold has won my heart after just a few short weeks with it, and in my in-depth review, I'm going to ...",
        "image_url": "https://www.bing.com/th?id=OVF.X7RQwOT01vYVp4iidxv9vg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "42mon MSNReview",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "How to use Apple TV’s new Portraits screensaver",
        "link": "https://www.digitaltrends.com/mobile/how-to-use-apple-tv-portraits-screensaver/",
        "description": "There's a number of new tools available on your Apple TV with the arrival of tvOS 18. One of those is a Portraits screensaver on select Apple TV models.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "43m",
        "source": "Digital Trends",
        "article_content": "The Apple TV will never be the company's top product due to the continued popularity of its iPhone and Mac products. Nevertheless, Apple occasionally shows the digital media player,which has consistently topped our list of the best streaming devices), some love by introducing some fun new software updates.\n\nIn tvOS 18, the Apple TV has gained several new features. These include improved dialogue and automatic subtitles, updates to the Home App, and InSight, an intelligent feature that offers real-time information about actors, characters, and music in Apple TV Plus shows and movies.\n\nThe update also includes a stylish portrait screensaver. The new tool lets you showcase your favorite portrait-oriented photos from your library by displaying them with an overlaid clock.\n\nWhile this sounds simple enough, getting started with the portrait screensaver involves some setup time, which we discuss below.\n\nRecommended Videos\n\nDifficulty Moderate Duration 15 minutes What You Need A supported Apple TV with tvOS 18 installed\n\nDoes your Apple TV support the portrait screensaver?\n\nApple TV models supported by tvOS include Apple TV HD and Apple TV 4K (1st generation and later). However, to utilize the new portrait screensaver, you must have an Apple TV 4K (2nd generation and later). Otherwise, the option won't even show up on your device.\n\nHow to install tvOS 18\n\nInstalling the latest version of tvOS takes just a few steps, which we've discussed previously in more detail .\n\nExpect the installation to take about 10 to 15 minutes. During part of this time, you can continue to use your Apple TV until it's automatically rebooted.\n\nStep 1: To initiate the tvOS 18 update, navigate to Settings on your Apple TV.\n\nStep 2: From there, select Software Updates. and check for updates. If available, install tvOS 18.\n\nHow to set up the portrait screensaver in tvOS 18\n\nWith tvOS 18 installed, you can take the steps necessary to set up the portrait screensaver.\n\nStep 1: First, navigate to the Settings app, then choose General. From there, select Screen Saver.\n\nStep 2: Next, choose the Current Selection option to view the current screensaver on Apple TV. The portrait screensaver is new and won't have been selected yet.\n\nStep 3: From the list of options, select Portraits. The Apple TV will now begin syncing your photo data. Depending on the size of your library, this process may take some time. During this time you'll see the word \"Sync\" next to the Screen Saver option.\n\nStep 4: After the syncing is complete, you can customize the settings according to your preferences. You can opt to display or hide People, Pets, Nature, and City in your portraits.\n\nYou can also adjust the Update Frequency, which determines how often the portrait photos change. Now you can start enjoying the new Portraits screensaver on your Apple TV. The screensavers will start showing along with a time overlay after your set idle time.\n\nBy following these simple steps, you can quickly transform your living space with a screensaver that is uniquely yours. It will pull you into a world where technology meets personal significance. Whether you're lounging with family, entertaining guests, or simply relaxing after a long day, the portraits screensaver mode brings your most memorable moments to the forefront, adding an extra layer of warmth and personality to your home."
    }
]