[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey",
            "link": "https://www.msn.com/en-ca/news/world/iranian-vessel-drone-or-ufo-mystery-over-bizarre-lights-spotted-in-skies-over-new-jersey/ar-AA1vKN0U?ocid=BingNewsVerp",
            "description": "Drones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rj2tmeZwjm5sEs8ttBlvmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO exhibit in Stuart says their information is credible",
            "link": "https://www.yahoo.com/news/ufo-exhibit-stuart-says-information-115150586.html",
            "description": "From secrecy to sensational revelations, the Elliott Museum's newest exhibit is causing quite a stir. We’re connecting you to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R-pzsY5C9JuQP4WZT7Zdoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "Yahoo",
            "article_content": "18,552 people played the daily Crossword recently. Can you solve it faster than others?\n\n18,552 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI featured in new UFO exhibit in Stuart",
            "link": "https://www.yahoo.com/news/ai-featured-ufo-exhibit-stuart-114656032.html",
            "description": "Are we alone in the universe? The Elliott Museum's new exhibit might have some answers. This morning, T.A. Walker is on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b3iE7QP9c6VEMHje2nQRpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "Yahoo",
            "article_content": "18,552 people played the daily Crossword recently. Can you solve it faster than others?\n\n18,552 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reporting on the taboo topics of UFOs and crop circles",
            "link": "https://www.msn.com/en-au/society-culture-and-history/pop-culture/reporting-on-the-taboo-topics-of-ufos-and-crop-circles/ar-AA1vU8OL?ocid=BingNewsVerp",
            "description": "When journalist Danielle O'Neal revisited a sugar cane farm at the centre of a UFO media storm in the 1960s, she never could ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-qoFMbsUDNmrEx8zPsSJ2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "16hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Olympic glory, street-legal UFO and mystery chicken top WDRB Be Positive stories of 2024",
            "link": "https://www.wdrb.com/news/olympic-glory-street-legal-ufo-and-mystery-chicken-top-wdrb-be-positive-stories-of-2024/article_dd1e185e-b7f3-11ef-8cf7-bbae68bf4887.html",
            "description": "In August, Louisville watched one of its own race in the Olympics. Manual graduate Yared Nuguse won a bronze medal in the men ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ferayzp5WSP_rYDrC4iiXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WDRB9h",
            "source": "WDRB",
            "article_content": "LOUISVILLE, Ky. (WDRB) -- This year was filled with some big news. There were stories that shaped our community, stories that kept your family safe, and stories that simply made us smile.\n\nHere are some of the stories on 2024 that reminded us of all the good out there.\n\nJCPS bus driver going viral after he bought PJs for 1st grader who didn't have any for Pajama Day\n\nA Jefferson County Public Schools (JCPS) bus driver went the extra mile for a first grader. It was Pajama Day at school but 6-year-old Levi didn't have any PJs.\n\n\"As he saw that I was upset, he saw my head looking down, and when I got on the bus he asked me what was wrong,\" Levi said. \"When I looked up tears came out of my eyes.\"\n\nLevi's bus driver later surprised him at school with some brand new pajamas.\n\nPeople as far as England and Portugal reached out to JCPS after their photo went viral.\n\nTo read more, click here.\n\nYared Nuguse takes bronze medal with a furious rally in historic Olympic 1500m\n\nIn August, Louisville watched one of its own race in the Olympics.\n\nManual graduate Yared Nuguse won a bronze medal in the men's 1500 meter race in Paris.\n\n\"It’s been a long time since the Olympics, and I've just been taking it in for what it is, and just really believing internally that I am an Olympic bronze medalist,\" Nuguse said.\n\nThe runner got his start in high school when a teacher noticed him sprinting to McDonald's. Several years later, he sprinted across the finish line at the summer Olympics.\n\n\"Honestly, it's been pretty normal,\" he said. \"I only just finished my running season this weekend, so a lot of it has been normal training and stuff. But I'll get recognized at the grocery store a lot more, or little things like that. People are like, 'Oh my God, it's Yared.' And I'll be like, 'Oh, hi. What's up?'\"\n\nTo read more, click here.\n\nLouisville's littlest lunch lady | Kind 2-year-old makes meals for trashmen every week\n\nTrash day was more than that for a 2-year-old girl in south Louisville. Little Haley and her mom makes sandwiches every Monday.\n\nThen they hand deliver them to the guys who pick up their trash. It shows just how much a little kindness can mean.\n\n\"She hears their brakes, oh it's on,\" said her mother Rosa Moran.\n\nTo read more, click here.\n\nClarksville residents are going crazy over mystery chicken that crosses busy road\n\nWhat the cluck is going on in Clarksville?\n\nDrivers along Brown Station Way reported a mysterious chicken hanging around the road for months.\n\n\"It's a really odd, random thing to see a chicken casually strolling through a suburban neighborhood like this,\" Clarksville resident Matt Harris said.\n\nWDRB checked it out and found the elusive bird. The town's public works office later adopted the chicken after it laid an egg in someone's pickup truck. It's not clear why the chicken crossed the road though.\n\nTo read more, click here.\n\nLouisville attorney surprises teen with Taylor Swift tickets\n\nA Swiftie's wildest dreams came true this fall.\n\nWDRB was there as Louisville injury lawyer Sam Aguiar surprised 14-year-old Lola with tickets to the Taylor Swift concert in Indianapolis. The family has two children with down syndrome and got emotional at the surprise.\n\n“We looked around at several deserving families, and when I saw Lola’s smile and learned more about the Rosenbaum family, I was hooked,” Aguiar said.\n\nLola and her mom stood in the Swift merchandise line for hours before the concert and said it was worth it.\n\nTo read more, click here.\n\nMechanic proves Hoosiers are not lying about UFO sightings with his flying saucer car\n\nWDRB tracked down a street-legal UFO in southern Indiana. The mechanic behind it is Steve Anderson.\n\nThe Hoosier made headlines over the summer when he kept getting pulled over on the way to the UFO Festival in Roswell, New Mexico.\n\n\"The guy pulls me over, I have these glasses on and I go, 'I come in peace.' He starts laughing,\" Anderson said.\n\nTo read more, click here.\n\nCopyright 2024 WDRB Media. All Rights Reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Every Choice Matters: Data Security And Privacy On AI-Enabled Apps",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/16/every-choice-matters-data-security-and-privacy-on-ai-enabled-apps/",
            "description": "As open-source AI platforms rise in popularity, data security and privacy must be non-negotiable priorities. Open-source ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A_70o0c9lKVGkUDSJkXoQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 AI-Powered Apps to Simplify Your Life in 2025",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/top-10-ai-powered-apps-to-simplify-your-life-in-2025",
            "description": "Talking technically, things are moving fast nowadays, and as of 2025, artificial intelligence is something that is going to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OyubwnS4HjW8Td5SWdiavS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Analytics Insight7h",
            "source": "Analytics Insight",
            "article_content": "Talking technically, things are moving fast nowadays, and as of 2025, artificial intelligence is something that is going to make a difference in people's lives. AI Apps can help make every task as simple as possible and efficient.\n\nDaily schedules can be tracked on the apps, and making something artistic is also their help. So here are the top 10 AI Apps to Simplify Life as of 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Impersonations Of Santa Claus Are Not To Be Trusted",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/12/16/ai-impersonations-of-santa-claus-are-not-to-be-trusted/",
            "description": "All kinds of AI-based impersonations of Santa are being floated around. It's that time of the year. Exercise caution since ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p3BK0n_5k5zHdiCkyQU9By&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "iPhone’s new Image Playground lets you make AI images of your friends. What could go wrong?",
            "link": "https://www.msn.com/en-gb/money/technology/iphone-s-new-image-playground-lets-you-make-ai-images-of-your-friends-what-could-go-wrong/ar-AA1vUagh?ocid=BingNewsVerp",
            "description": "Apple Intelligence is rolling out with iOS 18.2 – and with it comes a generative AI image maker built right into several apps ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S3RsfEP8zWfsfh2ir8ERzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Digital Camera World on MSN20h",
            "source": "Digital Camera World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hospitals to use AI to cut patient visits",
            "link": "https://www.yahoo.com/news/hospitals-ai-cut-patient-visits-060852956.html",
            "description": "Colorado-based SkyDefense unveiled its advanced AI-powered eVTOL interceptor, the \"CobraJet,\" a battery-powered autonomous ...",
            "image_url": "https://www.bing.com/th?id=OVFT._gqFa5Umd8qhviOgvEtJbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "Patients can use an app to keep track of their COPD symptoms [Getty Images]\n\nAn NHS trust hopes to use artificial intelligence (AI) technology to improve a scheme that helps patients across Hull and East Yorkshire with chronic respiratory illness.\n\nThe Lenus chronic obstructive pulmonary disease (COPD) support system sees patients use an app to keep track of their symptoms.\n\nThe Humber Health Partnership said there had been a 40% reduction in the number of patients needing to go back to hospital for treatment since the system was launched in March 2023.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt hopes to reduce the figure even further - possibly by as much as 90% - by using AI technology to analyse the data from the app.\n\nThe app encourages patients to regularly answer questions about their well-being so data can be gathered.\n\nIt also allows them to message their NHS clinic directly.\n\nProfessor Mike Crooks, who runs the service, said: \"This prompts them to make contact to initiate treatment early, so that we can give them the care they need to get them back on the right path before the point they need to come into hospital.\"\n\nAI will be used to analyse the data and help medical professionals identify trends and triggers that can result in COPD needing care, Professor Crooks said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThis will allow the clinic to put interventions in place to support patients before they reach the point of needing hospital care.\n\nRuth was diagnosed with COPD at the age of 14 and has been using the Lenus app as part of her treatment.\n\nBefore using the app, she was visiting the hospital three or four times a year.\n\n\"Now those visits have been cut down to virtually zero,\" she said.\n\n\"If I need to reach out to a clinician, I know that the app's there and I can do that.\"\n\nListen to highlights from Hull and East Yorkshire on BBC Sounds, watch the latest episode of Look North or tell us about a story you think we should be covering here.\n\nMore on this story\n\nRelated internet links"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chaonei Church, The Most Haunted Location In China",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/chaonei-church-the-most-haunted-location-in-china/vi-AA1vWxgc?ocid=BingNewsVerp",
            "description": "Outside an ominous stone building in China’s capital, five words are written in chalk: 'There are no ghosts here'. The ...",
            "image_url": "https://www.bing.com/th?id=OVF.WMiDM3TQsla6AwnRta3DrA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Lost Children of Georgian London",
            "link": "https://www.bbc.co.uk/programmes/p0kbwf2m",
            "description": "Today Anthony and Maddy look into the heartbreaking history of the Foundling Hospital, now London’s saddest museum. Starting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GnPz1mWwaqxiZ52hT7TPgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "BBC12h",
            "source": "BBC",
            "article_content": "Today Anthony and Maddy look into the heartbreaking history of the Foundling Hospital, now London’s saddest museum.\n\nStarting in the 18th century, hear the story of Thomas Coram, the hospital's founder, and the tragic circumstances that led to the establishment of this institution.\n\nFrom the brutal streets of Georgian London, to the moments desperate mothers tried to admit their children; the history of the Foundling Hospital will stay with you for a long time.\n\nThanks to: Coram and the Foundling Hospital.\n\nThis episode was mixed by Tomos Delargy, and produced by Freddy Chick. The senior producer is Charlotte Long.\n\nAll music from Epidemic Sounds/All3 Media\n\nAfter Dark: Myths, Misdeeds & the Paranormal is a History Hit podcast."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I'm tired of having so many streaming subscriptions – here's why I'm switching to Shudder",
            "link": "https://www.techradar.com/streaming/im-tired-of-having-so-many-streaming-subscriptions-heres-why-im-switching-to-shudder",
            "description": "So as Father Time helps usher out the old year, perhaps it’s wise to consider switching to a smaller boutique service that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.L_ysQQ6tnx9DqQxDy-q2JC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "TechRadar",
            "article_content": "Late Night With the Devil is streaming on Shudder both in the US and UK.\n\nThey say that a person’s life is defined by their choices, and nowhere is that more evident than in the vast ocean of popular entertainment’s proliferation of the best streaming services, from the titans of the territory Netflix and Prime Video, to mid-sized destinations like Disney Plus, Max, and Hulu, and more compact channels such as Apple TV Plus, Paramount Plus, and Peacock.\n\nEvery TV network and studio has entered the crowded arena, but it’s getting convoluted as to where to find your favorite franchises, and with so many options to choose from in our manic digital age, annoying ads popping up like weeds, and subscription prices rising by the minute, getting the most from our streaming buck in these inflationary times is of the utmost importance.\n\nAnd as many major platforms have shifted toward licensing out their content to other premium services for additional revenue flow, you might find proprietary material vanishing from one platform and unexpectedly hopping to another streaming lily pad to the next.\n\nSo as Father Time helps usher out the old year, perhaps it’s wise to consider switching to a smaller boutique service that offers a multitude of bespoke movies, fresh episodic series, original documentaries, and special events you’d be hard pressed to unearth elsewhere.\n\nWhy I'm pausing my streaming subscriptions for Shudder\n\n(Image credit: Shudder)\n\nToday’s swap out suggestion is plucking your Peacock and shifting your gaze (and dollars) over to AMC’s scream-centric streaming service, Shudder. This frightfully good channel provides horror hounds everything they crave in the way of spooky erotic thrillers, classic slasher flicks, old-school monster movies, creaky TV shows, international ghost stories, occult sensations, paranormal podcast, demonic delights, and haunting creature features you’ll find nowhere else – take a look at some of the best Shudder movies for a taste.\n\n“What sets Shudder apart is our curatorial focus,” Sam Zimmerman, head of programming for Shudder, tells TechRadar. “We live and breathe horror, offering an adventurous and distinctly diverse catalog of titles within the genre. We explore every corner and sub-genre, from radical reinvention (In a Violent Nature) to classical scares (Oddity), and bring some of the most acclaimed horror films and series of each year in the process. Five of the Top 10 in this year’s Rotten Tomatoes 'Best Horror' are Shudder titles, each with their own unique feel; from the rapturously received Late Night with the Devil, a crowd-pleasing talk show set terror, to the dazzling one-shot French film, MADS.\n\n“At Shudder, we’re driven by filmmakers and our own taste, which we believe will in turn resonate with the members and subscribers who rally around us. We trust and think highly of our audience and believe that approach has been integral to strong brand recognition and growth. We also speak to audiences and what they love, building upon cult fan bases with new hit series The Creep Tapes or reality competition The Boulet Brothers’ Dragula, and talking directly with them via socials and our own Halloween hotline, which I attend to personally.”\n\nSave on a year's subscription to Shudder or try it out for free\n\nMadS is available to stream on Shudder in both the US and UK. (Image credit: Shudder)\n\nWith its 'So Good, It’s Scary' tagline, Shudder also specializes in original live-stream seasonal shows like The Last Drive-In with veteran horror host Joe Bob Briggs, anthologies such as Creepshow, absorbing documentaries like Eli Roth’s History of Horror, rare Euro folklore frights, and more uncut indie shockers than you can shake a sharp knife at.\n\nAd-free unlimited plans are $6.99 / £4.99 a month and they’re currently offering a free seven-day trial if you dare. Plus Shudder is constantly scouring the planet seeking out talented new filmmakers to showcase their projects. Customers can also bundle Shudder with its parent company, AMC Plus, to add even more macabre viewing options like The Walking Dead Universe for only $4.99 per month in the US.\n\nShudder subscription: was $6.99 per month now $5.99 at Shudder\n\nUnlock access to over 650 movies and 40 plus series, with this discounted annual subscription to Shudder. This 14–16% discount on the regular monthly price of $6.99 / £4.99 is available both in the US and UK, bringing down the cost to just $5.99 / £4.17 per month instead. You can also take advantage of a seven-day free trial to try the service out before you commit to a 12-month subscription.\n\nOwned and operated by AMC, Shudder first fully came to life in 2016. The incredible library of vintage and contemporary horror films currently streaming on Shudder has surpassed 700.\n\nIt’s best to sign up directly with Shudder rather than as an a la carte service with another provider. This delivers the on-demand site’s excellent native app and easy-to-navigate menu interface.\n\nPlus, if you decide to pay for an annual subscription, that’s the only way to save close to 15% over the monthly rate. For $71.88 / £49.99 (equal to $5.99 / £4.17 per month) for an entire year, that’s a screamin’ deal!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Send in the clowns. At ‘America’s scariest motel’ they are great for business",
            "link": "https://www.scmp.com/lifestyle/travel-leisure/article/3290998/send-clowns-americas-scariest-motel-they-are-great-business",
            "description": "Fancy being awoken by an evil spirit? Try Nevada’s Clown Motel, where scary figures are everywhere. The owner has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PKNEjyy618eALSABNKzU0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "scmp.com",
            "article_content": "Business is so good at the Clown Motel, you might expect more of its painted faces to be smiling.\n\nAdvertisement\n\nBut as Vijay Mehar has learned in his years as owner of the creepiest motel in Tonopah, Nevada, happy clowns are not what most of his customers want.\n\nWhat they seem to want is fear, loathing, painted faces, circus vibes and hints of paranormal activity. Basically, Mehar says, “they want to be scared”.\n\nSo, with the aim of luring more people off Main Street (aka US Route 95) to visit this 31-room motel in the dusty, stark middle of Nevada, Mehar is boosting his creepiness quotient.\n\nA mural of Pennywise, the murderous clown from horror film It, adorns one of the motel’s walls. Photo: Los Angeles Times/TNS\n\nBy the end of 2025, he is hoping to have completed an extension spanning 85 square metres (900 sq ft) that will double the size of the motel’s busy, disquieting lobby-museum-gift shop area. Meanwhile, behind the motel, Mehar is planning a year-round haunted house, to be made of 11 shipping containers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best TV Shows of 2024",
            "link": "https://www.denofgeek.com/tv/the-best-tv-shows-of-2024/",
            "description": "Aliens invade, royal families squabble, and a Penguin waddles through our list of the best TV shows of 2024.",
            "image_url": "https://www.bing.com/th?id=OVFT.1GRgqtaq7WKRkPYF7P2Cxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "39m",
            "source": "Den Of Geek",
            "article_content": "15. Silo\n\nAvailable on: Apple TV+ (U.S. and U.K.)\n\nSet in a world where all of humanity has been forced into underground silos for their survival, Silo‘s second season finally gives us a small look at the world outside of Juliette’s (Rebecca Ferguson) silo. After being sent out to clean at the end of last season, we now follow Juliette as she journeys into a nearby silo, seemingly abandoned after an unsuccessful rebellion killed most of the population. However, Juliette isn’t as alone in this new place as she thinks she is, and soon finds out that she may have to trust the mysterious stranger Solo (Steve Zahn) if she wants to find a way back home.\n\nBack in her home silo, a rebellion is brewing. Thousands of people saw Juliette survive outside far longer than any other person before her, leading to doubt in their leader, Bernard (Tim Robbins). The show may have expanded its scope beyond one silo, but things are just as tense and claustrophobic as ever. Despite being set sometime in humanity’s future, Silo is also unexpectedly timely as we see more and more people come together against their oppressive leadership and uncover the truth about their existence. Community is one of the most important things we can cling to right now, and this season of Silo is a great reminder of how powerful we can be when we come together. – BA\n\n14. Invincible\n\nAvailable on: Prime Video (U.S. and U.K.)\n\nThough the momentum of Invincible’s impeccable first season was somewhat waylaid by this season’s split into two parts, season two of the series has still proven to be one of the best shows of this year. After the shocking revelation of Nolan’s (J.K. Simmons) true intentions for Earth, Mark (Steven Yeun) not only has to contend with the aftermath of losing who he thought his father was, but also with the question of how to continue his life as normal. But as Mark soon learns, life as a superhero is rarely ever normal.\n\nFrom parasitic alien hive minds to an impending Viltrumite invasion to discovering his father’s secret alien love child, Mark does not have any easy go of it this season. And on top of it all, he tries to start college and maintain his relationship with Amber (Zazie Beetz). This season may not end with as jaw-dropping of a reveal as the previous one, but the storytelling, acting, and art of Invincible continues to be top-notch. – BA"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prince Mohammed bin Salman Royal Reserve Announces Discovery of Five Species New to Global Science, Three Plants and Two Reptiles",
            "link": "https://finance.yahoo.com/news/prince-mohammed-bin-salman-royal-121300704.html",
            "description": "Prince Mohammed bin Salman Royal Reserve has identified five species new to global science: a gecko (Hemidactylus sp.) marked ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qs9DGn-oeqGbHVqZJJ5bsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "38m",
            "source": "YAHOO!Finance",
            "article_content": "RIYADH, Saudi Arabia, Dec. 16, 2024 /PRNewswire/ -- Prince Mohammed bin Salman Royal Reserve has identified five species new to global science: a gecko (Hemidactylus sp.) marked by brown stripes and white nodules, the Hejaz black-collared snake (Rhynchocalamus hejazicus), plus three plants — a globe thistle, a mignonette, and a hogbean. In addition, the Reserve recorded three species new to Saudi Arabia and extended the known global range of 34 more. These outcomes, the result of four years of fieldwork by Saudi and international experts, increase the total number of terrestrial species documented in the Reserve to 791. Although the Reserve covers only 1% of the Kingdom's terrestrial area, it is home to more than half of Saudi Arabia's terrestrial species, reinforcing its role as a vital refuge for biodiversity in a changing climate.\n\nNewly discovered gecko Hemidactylus sp, in Prince Mohammed bin Salman Royal Reserve\n\nAndrew Zaloumis, CEO of the Reserve, emphasized the global significance of these findings, stating: \"At a moment in time when the IUCN has warned that 28% of species globally are now at risk of extinction these discoveries are significant. They reaffirm the importance of Prince Mohammed bin Salman Royal Reserve as a bioclimatic refugia, particularly as climate change is increasingly impacting the customary habitats of many of these species. Testament to this is the Reserve's iconic Wadi Al-Disah, with its 200+ species, a key site on the UNESCO World Heritage Bioclimatic Refugia of Western Arabia tentative list. None of this would have been possible without the strong collaboration of natural scientists from the Kingdom and 14 other countries with the Reserve over the last 4 years to conduct multi-season field surveys.\"\n\nAmong the five species new to science are two reptiles and three plants, each with unique ecological and cultural significance. The gecko (Hemidactylus sp.), currently undergoing DNA analysis, features striking brown horizontal stripes from neck to tail and white nodules along its back. This gecko preys on small invertebrates like mosquitoes, playing an essential role in pest control within desert ecosystems. The Hejaz black-collared snake (Rhynchocalamus hejazicus) is a small, non-venomous species that is bright red with a distinctive black collar.\n\nThe three new plants to science are firstly the globe thistle (Echinops sp. aff. glaberrimus) from the Asteraceae family. It produces vibrant blooms that support pollinators and promote ecosystem health. Historically, it has been used medicinally to treat infections and inflammations. Secondly the mignonette, (Reseda sp. aff. muricata), known for its herbal properties, is often used in teas and perfumery. And thirdly, in contrast, the hogbean (Hyoscyamus sp.) from the Nightshade family has a more complex history, having been used both as a poison and in early anesthesiology and palliative care.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bronze Age British Ate Their Enemies According to Gruesome Discovery",
            "link": "https://www.msn.com/en-us/news/world/bronze-age-british-ate-their-enemies-according-to-gruesome-discovery/ar-AA1vUJWX?ocid=BingNewsVerp",
            "description": "A study of early Bronze Age bones in Britain has revealed a shockingly violent and barbaric end for dozens of unfortunate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wPVNmWDvUoQR6FprtQ9CBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert on MSN12h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "1,800-year-old silver amulet could rewrite history of Christianity in the early Roman Empire",
            "link": "https://www.msn.com/en-us/news/world/1-800-year-old-silver-amulet-could-rewrite-history-of-christianity-in-the-early-roman-empire/ar-AA1vU3Rs?ocid=BingNewsVerp",
            "description": "A silver amulet found in a 1,800-year-old grave in Germany speaks to the importance — and the risk — of being Christian in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aYWwCJtQUJGlVXyhGqIsSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN21h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Living in the dark ocean': Scientists find mysterious alien predator in ocean depths, name it 'Darkness'",
            "link": "https://www.moneycontrol.com/science/living-in-the-dark-ocean-scientists-find-mysterious-alien-predator-in-ocean-depths-name-it-darkness-article-12890876.html",
            "description": "Meet Dulcibella camanchaca, a new species of predatory amphipod discovered in the Atacama Trench. This deep-sea creature ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kLKMpKDruywD_n3WHIsAsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2h",
            "source": "moneycontrol.com",
            "article_content": "Named Dulcibella camanchaca, this pale, ghostly creature was discovered at a depth of 7,902 meters. (Image: Johanna Weston/WHOI)\n\nThe ocean’s deepest regions still hold many secrets. Despite covering 71% of Earth, over 95% of our oceans remain unexplored. The deep-sea ecosystem is home to bizarre life forms thriving under extreme conditions. A recent discovery has revealed a new species, expanding our understanding of these mysterious depths.\n\nIn the Atacama Trench, located off South America's coast, researchers found a new species of amphipod. Named Dulcibella camanchaca, this pale, ghostly creature was discovered at a depth of 7,902 meters. The species is remarkable for its predatory behaviour, marking a first in the deep-sea food web.\n\nStory continues below Advertisement Remove Ad\n\nDulcibella camanchaca: A New Addition to the Deep-Sea Ecosystem\n\nUnlike typical amphipods, which scavenge on organic matter, D. camanchaca actively hunts prey. This predatory nature makes it the first documented amphipod from the hadal zone—depths below 6,000 meters. Researchers believe these deep-sea species can provide vital insights into ecosystems on other planets, such as Europa and Enceladus.\n\nRead Also: Scientists discover new pale blue damselfish species in Maldives' deep-sea reefs\n\nThe species name camanchaca, meaning “darkness” in local languages, reflects its environment. These creatures survive in extreme conditions, including frigid temperatures, high pressure, and complete darkness. The D. camanchaca measures under 4 cm, with specialised appendages to capture prey.\n\nThe species name camanchaca, meaning “darkness” in local languages, reflects its environment. (Johanna Weston/WHOI)\n\nA Step Forward in Deep-Sea Exploration\n\nStory continues below Advertisement Remove Ad\n\nThe discovery was made during a 2023 expedition led by Chile’s Integrated Deep-Ocean Observing System. Researchers used a lander vehicle equipped with baited traps to retrieve the specimens. This marks a significant milestone in exploring the Atacama Trench, a region rich in biodiversity.\n\nThe Atacama Trench is known for its isolation and high levels of sediment. This creates a unique environment where specialised species like Dulcibella camanchaca can evolve. Over the years, the trench has revealed a range of endemic species, including amphipods, snailfish, and mud dragons.\n\nRead Also: Male humpback whale crosses 8,000 miles across 3 oceans for sex; sets new distance record\n\nImportance of Protecting Our Ocean Ecosystems\n\nThe discovery of D. camanchaca adds to the growing list of endemic species in the trench. Scientists have confirmed it belongs to a new genus within the Eusiridae family. As a predatory species, D. camanchaca plays a crucial role in its deep-sea food web, hunting smaller organisms to maintain ecosystem balance.\n\nThis discovery underscores the importance of continued deep-sea exploration. It also highlights the need to protect these fragile ecosystems from threats like climate change and human activities. The ocean’s depths still hold much to teach us, with each new species unveiling more of the planet’s hidden wonders."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shapeshifting, misfit materials that power up tech advancement",
            "link": "https://www.thehindubusinessline.com/business-tech/shapeshifting-misfit-materials-that-power-up-tech-advancement/article68988660.ece",
            "description": "Breakthroughs in material science: new method for data storage using electrical pulse and ferecrystals for converting waste ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zXkKvDJhLqf9TvZP6MG14C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "23h",
            "source": "Business Line",
            "article_content": "Two breakthroughs in material science, both related to manipulating the arrangement of atoms in a material, were reported recently.\n\nThe first is the discovery of a new way of changing the phase of a material, from crystalline to amorphous, using an electrical pulse, which has the potential to revolutionise data storage in gadgets, mainly computer RAM. This new method consumes “a billion times less electricity” than the traditional melt-quench process, according to a paper published in Nature by researchers of IISc-Bengaluru, University of Pennsylvania School of Engineering and Applied Science, and Massachusetts Institute of Technology (MIT).\n\nElectronic storage devices use a type of glass called chalcogenide, which can change its phase from crystalline to amorphous (and back, when needed). In a solid, the atoms are in an ordered state. In an amorphous phase, the atoms are disordered, as in a liquid, but frozen into solid state — sort of a ‘liquid in solid form’. These two phases of a material are used to attribute the values ‘0’ and ‘1’ for storing data. The phase change from crystalline to amorphous is achieved by highly localised application of laser pulses, which consumes a lot of electricity. The crystals must be heated beyond 800 degrees C and then rapidly cooled. If there is a way to convert crystal directly to glass without the intermediate liquid phase, then the power required for memory storage can be greatly reduced.\n\nA group of 12 researchers have demonstrated amorphisation of indium selenide using pulsed electric current. The localised electric pulse causes the weakly bonded layers of the material to slide over each other, like tectonic plates — and, like the plates, they too generate a shock wave, explains one of the researchers, Dr Pavan Nukala of the Centre for Nanoscience and Engineering, IISc, Bengaluru. The wave propagates through the material and causes amorphisation.\n\nThis new process has immediate application in microelectronics, but is really a breakthrough in material science as it shows a new way of thinking about amorphisation, he tells Quantum.\n\nDesired misfit\n\nThe second discovery — by a team led by Prof Kanishka Biswas, New Chemistry Unit, Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR), Bengaluru — has led to the synthesis of a new material with high potential for conversion of waste heat into electricity. The group researched into ferecrystals, a class of ‘misfit layered compounds’ (MLC) — so called because their atomic layers are misaligned, like an uneven stack of cards.\n\nMLCs have an interesting property — they do not allow the smooth conduction of heat and thereby block heat transfers. This ultra-low thermal conductivity creates a heat gradient across the material. According to the ‘Seebeck effect’, discovered in 1821, wherever there is a heat gradient, the material can also generate electricity.\n\nThe ferecrystal material shows a ‘thermoelectric figure of merit’ of 2.3, a high number that means the material can convert a lot of heat into electricity.\n\n“The material is already generating electricity in the lab. However, it needs to be scaled up for practical use,” Biswas says.\n\nSHARE Copy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former OpenAI employee who died by suicide was named in a court case that could decide the future of the internet",
            "link": "https://www.msn.com/en-us/technology/tech-companies/former-openai-employee-who-died-by-suicide-was-named-in-a-court-case-that-could-decide-the-future-of-the-internet/ar-AA1vVPqp?ocid=BingNewsVerp",
            "description": "Suchir Balaji, a former OpenAI researcher, raised questions about OpenAI possibly violating copyright law.",
            "image_url": "https://www.bing.com/th?id=OVFT.X0KmF-hih-oIc7EnKaDLyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI IPO would create the next hot meme stock",
            "link": "https://www.reuters.com/breakingviews/openai-ipo-would-create-next-hot-meme-stock-2024-12-16/",
            "description": "Artificial intelligence models require vast amounts of data. The companies that run them, like ChatGPT creator OpenAI, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fEGnnHAR3dA1DPsghTyIgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Founder Sam Altman Just Delivered Fantastic News for Microsoft Investors",
            "link": "https://www.msn.com/en-us/money/topstocks/openai-founder-sam-altman-just-delivered-fantastic-news-for-microsoft-investors/ar-AA1vW6DV?ocid=BingNewsVerp",
            "description": "The only way to access OpenAI's growth today is through cloud giant Microsoft (NASDAQ: MSFT), which has invested almost $14 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-X09XLfEOpjEBS0Gt08fOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Rolling Out Projects in ChatGPT, a New Feature That Takes on Google’s NotebookLM",
            "link": "https://www.gadgets360.com/ai/news/openai-projects-in-chatgpt-feature-organise-chats-google-notebooklm-7260534",
            "description": "Projects in ChatGPT will let users create a chat folder where they can organise all their chats about the same topic.",
            "image_url": "https://www.bing.com/th?id=OVFT.j_VIPgFYjeg_lulf0lt_MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "gadgets360",
            "article_content": "OpenAI rolled out a new artificial intelligence (AI) feature for ChatGPT on Friday. The new feature, dubbed Projects in ChatGPT or just Projects, allows users to create specific chat folders where they can ask questions about the same topic or about topics with the same context. With the ability to add files in Projects, the feature is similar to Google's NotebookLM. The AI firm highlighted that while the paid subscribers of the chatbot will get the feature in the next few days, Edu and Enterprise users will get it by January 2025.\n\nOn day seven of the company's 12-day shipping schedule, Projects in ChatGPT was released. The feature was announced during a live stream and was later posted by the AI firm's official handle on X (formerly known as Twitter). Currently, the feature is available to ChatGPT Plus, Pro, and Team users globally. Free users will also get this feature eventually, but OpenAI did not mention any release date for it.\n\nOn the surface, Projects can be understood as an organising tool that allows users to segregate chats by topics. This is useful when a user asks frequent questions about the same topic and does not wish to add full context every time. For instance, users can create a Project titled “Research Assignment” and tell the chatbot to respond to queries as an expert in the field. This way, they do not have to repeat the instructions as long as they use the same Project.\n\nHowever, the feature can also be a very useful research tool with its Google NotebookLM-like capabilities. Just like Google's platform, Projects also allows users to add files. Once added, every response by ChatGPT keeps the context of the documents in mind. Users can also use this capability to ask questions about a large document or research paper.\n\nProjects in ChatGPT\n\nPhoto Credit: X/OpenAI\n\nThe feature, once available, will show on the left margin of ChatGPT's Web interface and desktop app. The feature is currently not available on the ChatGPT app on Android and iOS. Titled Projects, users can tap on the ‘+' icon next to the header to create a new folder. These folders are customisable and users can add preferred titles, emojis, and even change the folder colour.\n\nOnce done, users can either add custom instructions or upload files to ground the chatbot's responses. The interface also shows the previous chats of the user for easy access. Additionally, users can also access the ChatGPT Search and Canvas feature within Projects. Once a folder is created, it will show up under the Projects header on the left margin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta aligns with Musk to challenge OpenAI's shift to for-profit status",
            "link": "https://www.techspot.com/news/105969-meta-aligns-musk-challenge-openai-shift-profit-status.html",
            "description": "Meta Platforms has entered the fray in the ongoing dispute between OpenAI and Elon Musk, urging California's Attorney General ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bjubyb9LyHnpZb4L-tHiui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "TechSpot",
            "article_content": "Editor's take: A complex legal and ethical battle is unfolding over whether OpenAI can switch to for-profit status. The result could have significant implications for AI development as well as the delicate balance between nonprofit missions and for-profit ambitions in the tech industry.\n\nMeta Platforms has entered the fray in the ongoing dispute between OpenAI and Elon Musk, urging California's Attorney General Rob Bonta to block OpenAI's planned transition to a for-profit company. This move aligns Meta with Musk in a battle that pits some of Silicon Valley's most influential AI players against each other.\n\nMeta wrote to Attorney General Bonta last week, arguing that allowing OpenAI to become a for-profit entity would set a dangerous precedent. The social media giant contends that such a move would enable startups to exploit the benefits of nonprofit status until they are on the brink of profitability.\n\n\"OpenAI's conduct could have seismic implications for Silicon Valley,\" Meta stated in the letter. The company further elaborated on the potential consequences, suggesting that if OpenAI's new business model is deemed valid, it could lead to a situation where \"non-profit investors would get the same for-profit upside as those who invest the conventional way in for-profit companies while also benefiting from tax write-offs bestowed by the government.\"\n\nIn response to these concerns, OpenAI Chairman Bret Taylor has assured that the company will maintain a nonprofit arm following any potential restructuring. This nonprofit entity would retain full value in its ownership stake of the for-profit division and have \"an enhanced ability to pursue its mission\" of ensuring AI benefits humanity.\n\nThe dispute between OpenAI and Elon Musk has been ongoing, with Musk filing a series of legal complaints against the AI company. Musk, who co-founded OpenAI in 2015 but left in 2018 amid a power struggle, has accused the company of betraying its original nonprofit mission and colluding with Microsoft, its largest investor, to dominate AI development.\n\nMeta's involvement in this conflict is hardly surprising, given its position as one of OpenAI's biggest competitors. The company has invested billions in developing its own AI technology to rival ChatGPT. Also, OpenAI has close alliances with Microsoft and Apple, both major competitors of Meta.\n\nIn its letter, Meta expressed support for Musk and Shivon Zilis, a business and personal associate, in their efforts to represent public interests regarding OpenAI's potential transition to for-profit status. \"Although we ask your office to take direct action, we believe that Mr. Musk and Ms. Zilis are qualified and well-positioned to represent the interests of Californians in this matter,\" Meta wrote.\n\nThe conflict has intensified recently, with OpenAI publishing internal documents to counter Musk's request for a preliminary injunction to block its transition to a for-profit company. These documents – as well as a post by OpenAI – state that Musk had previously supported the idea of a for-profit structure for OpenAI.\n\n\"When he didn't get majority equity and full control, he walked away and told us we would fail,\" OpenAI wrote."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Online Communities for Coders: Connect, Collaborate, and Thrive",
            "link": "https://www.analyticsinsight.net/coding/top-online-communities-for-coders-connect-collaborate-and-thrive",
            "description": "Coding is a challenging yet fulfilling journey, made smoother with the support of a community. Engaging with like-minded ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vtsoqMfiyS5YJxiGFUqhkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight19h",
            "source": "Analytics Insight",
            "article_content": "Stack Overflow is one of the largest communities on the internet for coders. It's a Q&A website that enables developers to ask technical questions related to coding and help each other. It's a place accessed by millions of people, creating a huge collection of knowledge.\n\nThe website carries nearly every programming language and framework in existence, meaning that it is an all-stop-shop for troubleshooting and solving problems. The members of the community regularly offer specific coding problems with an abundance of detail and, through a voting system, allow the best solutions to come to the top.\n\nThis provides a very good opportunity for users who want to share their knowledge and be involved in building reputation within the development community through Stack Overflow."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Trends In Digital Therapeutics For 2025",
            "link": "https://www.meddeviceonline.com/doc/trends-in-digital-therapeutics-for-0001",
            "description": "Digital health executive Acacia Parks, Ph.D. lays out five trends in digital therapeutics (DTx) for the new year.",
            "image_url": "https://www.bing.com/th?id=OVFT.5dymwSKubmrLuf4WfSsEFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Med Device Online4h",
            "source": "Med Device Online",
            "article_content": "5 Trends In Digital Therapeutics For 2025\n\nBy Acacia Parks, Ph.D., MBA, CEO, Liquid Amber\n\nDespite industry pitfalls we’ve seen in the past, digital therapeutics (DTx) are poised to gain momentum by showcasing their viability in addressing unmet healthcare needs, improving patient outcomes, and complementing traditional treatments over the next year.\n\nExpansion In Mental Health And Other Therapeutic Areas\n\nDTx has traditionally been rooted in areas like mental health and chronic disease management, and we’ll continue to see developers drive innovation in these areas — bringing new digital therapies to market and refining existing technologies, especially in new indications where there are no or limited existing digital health interventions.\n\nFor example, Pfizer recently released a new digital application for migraine management that helps patients better understand and manage their symptoms through personalized insights and education. Given the prevalence and global burden of migraines, it’s likely we’ll see more manufacturers homing in on this condition as well.\n\nThe digital health sector also will expand to new therapeutic domains, including:\n\nOncology: Used to complement patients’ existing oncology care, DTx products are emerging as a valuable tool in addressing side effects such as pain, nausea, and fatigue, as well as anxiety and depression associated with cancer diagnoses.\n\nUsed to complement patients’ existing oncology care, DTx products are emerging as a valuable tool in addressing side effects such as pain, nausea, and fatigue, as well as anxiety and depression associated with cancer diagnoses. Women’s health: With helpful features such as symptom tracking, behavioral coaching, telehealth, and more, the women’s health sector will continue to see rapid adoption of digital therapeutics.\n\nWith helpful features such as symptom tracking, behavioral coaching, telehealth, and more, the women’s health sector will continue to see rapid adoption of digital therapeutics. Pediatric conditions: We’ve seen DTx interventions transform pediatric care by tackling ADHD, autism, and anxiety with engaging, interactive designs to address their symptoms.\n\nEvolving Approaches To FDA Interactions\n\nAs the industry continues to mature, DTx companies need to continue engaging with the FDA early and often as they develop their products. This includes meeting with the Agency to gauge their thoughts on endpoints, study designs, and statistical approaches before conducting a trial, as well as at key milestones throughout development, such as the conclusion of a study.\n\nLack of robust clinical evidence, issues with data privacy, and regulatory missteps encompass the challenges developers face in obtaining FDA approval for their digital therapies. Many companies approach the FDA expecting to be guided on how to conduct their research or obtain clearance, which can delay the start of trials or market approval, especially if studies have already been conducted without a clear understanding of what’s needed for clinical validation. I’m hopeful that these companies will learn from their and others’ mistakes going into the next year.\n\nThe Future Of DTx And Healthcare Provider Partnerships\n\nSeamless integration of DTx into clinical workflows will require stronger partnerships between DTx companies and healthcare providers. In 2025, these collaborations will be driven by co-design initiatives where providers play a central role in shaping the design and deployment of digital therapies. This will ensure that DTx tools address real-world challenges, such as fitting within the constraints of short appointment times or interfacing with existing electronic health records (EHRs).\n\nAdditionally, we’ll see a rise in clinical decision support (CDS) tools that integrate with DTx platforms, equipping providers with actionable insights to guide patient care. The success of these partnerships will hinge on DTx companies’ ability to demonstrate the simplicity, scalability, and tangible value of their solutions within the realities of modern clinical practice.\n\nPredictions For Reimbursement Models\n\nReimbursement remains one of the greatest challenges for the DTx industry. However, in July of this year, the CMS introduced a potential new reimbursement pathway for \"digital mental health treatment\" (DMHT) devices and services in its 2025 Medicare Physician Fee Schedule Proposed Rule. This marks a monumental milestone for the DTx industry, where insurance companies have yet to offer reimbursement.\n\nThe introduction of three new codes anticipated for 2025 could pave the way for Medicare reimbursement frameworks for the treatment of chronic diseases and other therapeutic areas. This development has the potential to enhance the credibility of digital therapeutics by highlighting their ability to deliver measurable health outcomes. Ideally, it could also encourage the private insurance sector to adopt similar approaches.\n\nThe three proposed codes will reimburse physicians for:\n\nGMBT1: Prescribing FDA-approved DTx devices for mental health\n\nPrescribing FDA-approved DTx devices for mental health GMBT2: The first 20 minutes of managing a patient’s DTx device each month\n\nThe first 20 minutes of managing a patient’s DTx device each month GMBT3: Each additional 20 minutes of management\n\nAI-Driven Innovation\n\nAI and ML will continue to redefine DTx development and delivery in 2025, accelerating innovation and transforming patient outcomes. AI-powered algorithms will enable hyper-personalized interventions in real time, adapting content and strategies based on user data. These advancements will enhance engagement and treatment efficacy, ensuring that patients receive the most effective therapy for their unique needs. At the same time, strong evidence-generation programs will help to differentiate science-backed products from the thousands of digital health products out there that are not based in, or tested by, science.\n\nOn the operational side, we’ll see more sponsors and CROs integrating AI within their everyday workflows. Companies will continue to leverage AI to streamline clinical trial design by identifying ideal patient populations and optimizing study endpoints through predictive analytics, reducing time and costs. AI also has untapped potential to improve diversity in trial populations with natural language processing (NLP) tools to provide translation services, remote monitoring to allow virtual participation, and data-driven site selection to identify sites with specific demographic populations. This sets the stage for developers to demonstrate value to payers by forecasting long-term outcomes and cost savings with greater precision.\n\nA Call To Action For DTx Innovators\n\nTo thrive in 2025, DTx companies must prioritize collaboration with regulators, healthcare providers, and payers. Proactive engagement, combined with a relentless focus on evidence generation and user-centric design, will enable the industry to realize its full potential. By building trust and demonstrating value across stakeholders, DTx has the opportunity to not only transform individual patient care but also redefine how we deliver healthcare on a global scale. The steps we take today will determine how quickly and effectively these innovations can make a lasting impact on patients' lives.\n\nAbout The Author:\n\nAcacia Parks, Ph.D., MBA, who serves as an advisor to Lindus Health, is a digital health executive whose experience revolves around scientific, product, and regulatory strategy for digital therapeutics/software as medical device (SAMD). As chief science officer of Twill (fka Happify) for 10 years, she built evidence-generation strategies for direct-to-consumer, enterprise, healthcare, pharma, and FDA audiences. She then spent a year as chief behavioral health officer at Found, a telemedicine weight loss company, building its behavior change program, both digital product and coaching offerings. Now, she runs Liquid Amber, a consulting firm that delivers strategic advice to DTx companies and investors with a focus on products with high scientific and regulatory complexity, including novel mechanisms of action and delivery methods and combination drug/DTx products, across a variety of therapeutic areas (including cancer, obesity, treatment-resistant depression, Alzheimer's, social anxiety, ADHD, and chronic disease)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inside the Biden administration’s $27.7 billion final business forecast",
            "link": "https://www.devex.com/news/inside-the-biden-administration-s-27-7-billion-final-business-forecast-108934",
            "description": "USAID shared its final plan for development and humanitarian activities, a few weeks before Donald Trump takes office and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9r2rsRKcgVHqYCwKW2ufri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Devex1h",
            "source": "Devex",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mom Invites Principal To Go Shopping After Her Daughter Violates School’s Ridiculous Dress Code",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/mom-invites-principal-to-go-shopping-after-her-daughter-violates-school-s-ridiculous-dress-code/ar-AA1vTTmu?ocid=BingNewsVerp",
            "description": "School dress codes have been igniting debates between parents, students, and staff for decades, but never more so than in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GSGXzlc9_T3ZMwamV4I7Ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Bored Panda on MSN19h",
            "source": "Bored Panda on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is inferencing and training in AI?",
            "link": "https://www.msn.com/en-gb/money/technology/what-is-inferencing-and-training-in-ai/ar-AA1vWytO?ocid=BingNewsVerp",
            "description": "The magic of AI lies in its ability to learn and act - training develops the brain and inferencing puts it to work.",
            "image_url": "https://www.bing.com/th?id=OVFT._g_1cGHWHa5DrRaofMYTxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "4hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prince Mohammed bin Salman Royal Reserve Announces Discovery of Five Species New to Global Science, Three Plants and Two Reptiles",
            "link": "https://finance.yahoo.com/news/prince-mohammed-bin-salman-royal-121300704.html",
            "description": "Prince Mohammed bin Salman Royal Reserve has identified five species new to global science: a gecko (Hemidactylus sp.) marked ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qs9DGn-oeqGbHVqZJJ5bsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "38m",
            "source": "YAHOO!Finance",
            "article_content": "RIYADH, Saudi Arabia, Dec. 16, 2024 /PRNewswire/ -- Prince Mohammed bin Salman Royal Reserve has identified five species new to global science: a gecko (Hemidactylus sp.) marked by brown stripes and white nodules, the Hejaz black-collared snake (Rhynchocalamus hejazicus), plus three plants — a globe thistle, a mignonette, and a hogbean. In addition, the Reserve recorded three species new to Saudi Arabia and extended the known global range of 34 more. These outcomes, the result of four years of fieldwork by Saudi and international experts, increase the total number of terrestrial species documented in the Reserve to 791. Although the Reserve covers only 1% of the Kingdom's terrestrial area, it is home to more than half of Saudi Arabia's terrestrial species, reinforcing its role as a vital refuge for biodiversity in a changing climate.\n\nNewly discovered gecko Hemidactylus sp, in Prince Mohammed bin Salman Royal Reserve\n\nAndrew Zaloumis, CEO of the Reserve, emphasized the global significance of these findings, stating: \"At a moment in time when the IUCN has warned that 28% of species globally are now at risk of extinction these discoveries are significant. They reaffirm the importance of Prince Mohammed bin Salman Royal Reserve as a bioclimatic refugia, particularly as climate change is increasingly impacting the customary habitats of many of these species. Testament to this is the Reserve's iconic Wadi Al-Disah, with its 200+ species, a key site on the UNESCO World Heritage Bioclimatic Refugia of Western Arabia tentative list. None of this would have been possible without the strong collaboration of natural scientists from the Kingdom and 14 other countries with the Reserve over the last 4 years to conduct multi-season field surveys.\"\n\nAmong the five species new to science are two reptiles and three plants, each with unique ecological and cultural significance. The gecko (Hemidactylus sp.), currently undergoing DNA analysis, features striking brown horizontal stripes from neck to tail and white nodules along its back. This gecko preys on small invertebrates like mosquitoes, playing an essential role in pest control within desert ecosystems. The Hejaz black-collared snake (Rhynchocalamus hejazicus) is a small, non-venomous species that is bright red with a distinctive black collar.\n\nThe three new plants to science are firstly the globe thistle (Echinops sp. aff. glaberrimus) from the Asteraceae family. It produces vibrant blooms that support pollinators and promote ecosystem health. Historically, it has been used medicinally to treat infections and inflammations. Secondly the mignonette, (Reseda sp. aff. muricata), known for its herbal properties, is often used in teas and perfumery. And thirdly, in contrast, the hogbean (Hyoscyamus sp.) from the Nightshade family has a more complex history, having been used both as a poison and in early anesthesiology and palliative care.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bronze Age British Ate Their Enemies According to Gruesome Discovery",
            "link": "https://www.msn.com/en-us/news/world/bronze-age-british-ate-their-enemies-according-to-gruesome-discovery/ar-AA1vUJWX?ocid=BingNewsVerp",
            "description": "A study of early Bronze Age bones in Britain has revealed a shockingly violent and barbaric end for dozens of unfortunate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wPVNmWDvUoQR6FprtQ9CBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ScienceAlert on MSN12h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bronze Age butchery and cannibalism unearthed in England",
            "link": "https://www.popsci.com/science/bronze-age-cannibalism/",
            "description": "Archeological discoveries can reveal the brighter sides of humanity. Collecting tchotchkes, our ancestors potentially ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GmtOp0il2Lbo7maEIK7Qhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12h",
            "source": "Popular Science",
            "article_content": "Archeological discoveries can reveal the brighter sides of humanity. Collecting tchotchkes, our ancestors potentially comforting or sheltering one another in the face of a cataclysmic disaster, or building owl toys for children show how caring we can be as a species. However, other findings can reveal our darker side.\n\nThat more bleak part of human nature can be found in the bones uncovered from an archeological site in Charterhouse Warren, Somerset, England. A team recently analyzed over 3,000 bones found there decades ago that date back to the Early Bronze Age. The remains of at least 37 individuals here were killed, butchered, and likely partially eaten before they were thrown down a shaft that is 49-feet-deep. The analysis is detailed in a study published December 15 in the journal Antiquity and represents the largest-scale example of interpersonal violence from British prehistory.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nA rare and grisly find\n\nWhile hundreds of human skeletons dating back between 2500 and 1500 BCE in the area, direct evidence of a violent conflict is quite rare to come by.\n\n“We actually find more evidence for injuries to skeletons dating to the Neolithic period in Britain than the Early Bronze Age, so Charterhouse Warren stands out as something very unusual,” study co-author and University of Oxford archeologist Rick Schulting said in a statement. “It paints a considerably darker picture of the period than many would have expected.”\n\nDuring the 1970s, the scattered bones of at least 37 individuals were discovered in the 49-feet-deep shaft. The bones belonged to a mixture of men, women, and children, which likely means they were representative of a community.\n\nExamples of cranial trauma. Top) perimortem injury to the left posterior of the frontal bone (a), cutmarks can also be seen on the frontal bone (b) and patinated bevel of the internal cranial surface is apparent around the injury (c); middle) cranium with a perforating injury to mid-frontal bone (d), a closer view shows radiating fracture lines (e) and the internal view shows patinated bevel (f ); bottom) adult cranium (g), close inspection shows cutmarks running along the mid-frontal (h) and a perimortem blunt force fracture to the conjoining right frontal bone fragment (i) Images by Schulting et al. Antiquity, December 2024. CREDIT: Schulting et al. Antiquity, December 2024.\n\nSearching for motivation–and a reason for cannibalism\n\nThe skulls have evidence of a violent death from blunt force trauma, unlike the majority of contemporary burials. Researchers from multiple institutions further analyzed the bones to try and learn more about how these people died. They found several cutmarks and fractures that occurred at or near the time of death on the bones. The team believes that this is evidence that they were intentionally butchered and may have been partly consumed.\n\nTo find clues to why people in Early Bronze Age Britain might cannibalize their dead, they looked at the nearby Palaeolithic site of Gough’s Cave in Cheddar Gorge. Evidence uncovered there suggests that cannibalism was likely a funeral rite in the area. However, Charterhouse Warren is a bit different. The evidence of a violent death with no indication of a fight or struggle implies that the victims were caught off guard. The team believes it is likely that they were all massacred and the butchering was done by their enemies.\n\n[ Related: Bronze Age village was ‘pretty cozy’—until Britain’s Pompeii. ]\n\nAbundant cattle bones have been found mixed in with the human bones suggests that people at Charterhouse Warren probably had enough to eat, so it is unlikely that they were killed strictly for food.\n\nInstead, cannibalism may have been a way to “other” and dehumanize the deceased. The killers were likening their enemies to animals by eating their flesh and mixing their bones in with animal bones.\n\n‘People in prehistory could match more recent atrocities’\n\nThe conflict was likely caused by social factors. Theft or insults may have led to tensions which then escalated out of proportion. Additionally, two of the children had evidence of plague in their teeth. The fear of such a deadly illness may have also exacerbated tensions. Scientists at the The Francis Crick Institute found these signs of plague at Charterhouse Warren in a 2023 study and they were a “completely unexpected” finding, according to Schulting. However, the team still does not know what–if any–impact plague had on this conflict.\n\nRight hemi-mandible of child aged about 10 years (a) with detail of cutmarks on the ascending ramus (b). Image credit: Schulting et al. Antiquity, December 2024. CREDIT: Schulting et al. Antiquity, December 2024.\n\nAs a whole, the discovery of such violence at Charterhouse Warren shows that in at least this instance, perceived slights and cycles of revenge could result in violent actions.\n\n“Charterhouse Warren is one of those rare archaeological sites that challenges the way we think about the past,” said Schulting. “It is a stark reminder that people in prehistory could match more recent atrocities and shines a light on a dark side of human behaviour. That it is unlikely to have been a one-off event makes it even more important that its story is told.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From 'Vampire' Hedgehogs to Eyelash Vipers: 234 new species found in the Greater Mekong region",
            "link": "https://www.msn.com/en-us/news/world/from-vampire-hedgehogs-to-eyelash-vipers-234-new-species-found-in-the-greater-mekong-region/ar-AA1vWb9j?ocid=BingNewsVerp",
            "description": "Discoveries include a dragon lizard that \"could play in 'Game of Thrones',\" according to a report by the World Wildlife Fund ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tbj7Zx8YnZiL6V2z-YZx8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "1,800-year-old silver amulet could rewrite history of Christianity in the early Roman Empire",
            "link": "https://www.msn.com/en-us/news/world/1-800-year-old-silver-amulet-could-rewrite-history-of-christianity-in-the-early-roman-empire/ar-AA1vU3Rs?ocid=BingNewsVerp",
            "description": "A silver amulet found in a 1,800-year-old grave in Germany speaks to the importance — and the risk — of being Christian in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aYWwCJtQUJGlVXyhGqIsSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science on MSN21h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Democratizing Data: How No-Code Platforms are Redefining Visualization",
            "link": "https://www.analyticsinsight.net/tech-news/democratizing-data-how-no-code-platforms-are-redefining-visualization",
            "description": "In today's fast-paced business environment, empowering non-technical users to leverage data insights has become essential.",
            "image_url": "https://www.bing.com/th?id=OVFT.r7dovHqe8S26_py6IvzQ_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Analytics Insight2h",
            "source": "Analytics Insight",
            "article_content": "The future of no-code and low-code platforms is poised for even greater advancements. With developments in artificial intelligence and machine learning, these tools will become more adaptive and intuitive. Features like personalized guidance, context-aware data integration, and smarter user interfaces will make data visualization even more accessible. These innovations will empower users to uncover deeper insights, enabling faster and more informed decisions aligned with evolving business needs.\n\nVasudev Pendyala and his co-authors illustrate how no-code and low-code platforms are breaking down technical barriers to data visualization. By democratizing data access, improving efficiency, and fostering collaboration, these tools are transforming the way organizations operate. As technologies like AI and machine learning enhance these platforms, businesses will be better equipped to innovate, adapt, and thrive in an increasingly data-driven world."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No-Code Revolution: Craft Million-Dollar Apps Without Writing a Single Line of Code",
            "link": "https://techgeek365.com/no-code-revolution-million-dollar-apps/",
            "description": "Discover the no-code revolution and learn how to build million-dollar apps without coding. Explore platforms, strategies, and insights to empower your entrepreneurial journey.",
            "image_url": "https://www.bing.com/th?id=ODF.6jcoKdvYLcJmQkhFlMA5iQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "nocode",
            "date": "techgeek36512h",
            "source": "techgeek365",
            "article_content": "Core Concept\n\nThe no-code revolution is a game-changer in the entrepreneurial landscape. This democratization of software development enables non-technical founders to build sophisticated digital products quickly and cost-effectively. Whether you’re a budding entrepreneur or an established business owner, understanding this movement can open doors to new opportunities.\n\nExploration Areas\n\nPlatform Ecosystem Analysis\n\nIn the no-code space, various platforms offer unique features and capabilities. Understanding these ecosystems is crucial for selecting the right tools for your project. Platforms like Bubble, Webflow, Adalo, Glide, and AppGyver provide a range of functionalities, from web app development to mobile solutions. Each platform caters to different needs, so it’s essential to analyze what aligns best with your project goals.\n\nTool Comparative Frameworks\n\nWhen diving into the no-code revolution, a comparative framework helps distinguish the strengths and weaknesses of each tool. For instance, Bubble excels in building complex web applications, while Webflow is ideal for visually stunning websites. Creating a matrix to evaluate factors such as ease of use, customization options, and pricing can guide your decision-making process.\n\nCase Study Deep Dives\n\nReal-world applications of no-code platforms illustrate their power. For example, take a look at how companies like Airbnb and Zapier started with minimal resources and scaled rapidly. Analyzing these case studies reveals the potential of no-code solutions in turning ideas into million-dollar ventures.\n\nMonetization Strategies\n\nBuilding an app is just the beginning; monetization is key to sustaining your business. Explore various strategies such as subscription models, in-app purchases, and advertising. Understanding your target audience and their willingness to pay can inform your pricing strategy, enabling you to optimize your revenue streams.\n\nTechnical Limitation Understanding\n\nWhile no-code platforms provide many advantages, they also have limitations. Recognizing these constraints is vital to avoid potential pitfalls. For example, while you can create functional apps without code, complex functionalities may require some coding knowledge or integration with other tools.\n\nRecommended Platforms\n\nBubble: Best for complex web applications with customizable features. Webflow: Ideal for creating responsive websites without sacrificing design. Adalo: Great for building mobile apps with user-friendly interfaces. Glide: Perfect for turning spreadsheets into functional apps quickly. AppGyver: Offers a comprehensive solution for building apps across various platforms.\n\nSuccess Pathway\n\n1. Validate Market Need\n\nBefore diving into development, validate your market need. Conduct surveys, interviews, or focus groups to understand your potential users’ pain points.\n\n2. Select the Appropriate No-Code Platform\n\nChoose a platform that aligns with your project requirements. Whether you need robust features or simple functionality, the right choice can accelerate your development process.\n\n3. Design Minimum Viable Product (MVP)\n\nStart by building a minimum viable product (MVP) that showcases your core features. This approach allows you to test your concept in the market with minimal investment.\n\n4. Iterate Based on User Feedback\n\nOnce your MVP is live, gather user feedback to identify areas for improvement. Iteration based on real-world usage is crucial for refining your product and enhancing user satisfaction.\n\n5. Scale and Potentially Transition\n\nAs your app gains traction, consider scaling your operations. This may involve transitioning to a more robust platform or integrating custom code to add advanced features.\n\nConclusion\n\nThe no-code revolution empowers aspiring entrepreneurs to transform their ideas into million-dollar apps without requiring extensive technical knowledge. By leveraging the right platforms and following a strategic pathway, anyone can navigate the digital landscape with confidence.\n\nAlso Read: 5 AI Tools For Productivity"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I moved to Bengaluru, India, to launch my startup but left after 16 months. It's not comparable to Silicon Valley.",
            "link": "https://www.msn.com/en-us/money/other/i-moved-to-bengaluru-india-to-launch-my-startup-but-left-after-16-months-its-not-comparable-to-silicon-valley/ar-AA1vWbV0?ocid=BingNewsVerp",
            "description": "Dhruv Suyamprakasam moved to Bengaluru twice to develop his startup, but didn't stay. He said it has perks, but is not ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pXeBMUFZeFooZ9AAk8dEJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud security startup Wiz turned down a Google takeover. Now, it plans to ride the AI boom to an IPO.",
            "link": "https://www.businessinsider.com/wiz-cloud-security-ai-boom-ipo-google-takeover-2024-12",
            "description": "Raaz Herzberg, CMO and VP of product strategy at Wiz, details the startup's roadmap to an IPO after it turned down a $23 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ds7k9-xnqbAeBt-iv2MplS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3h",
            "source": "Business Insider",
            "article_content": "Cloud security startup Wiz has grown rapidly in just four years, raising $1.9 billion along the way.\n\nThe AI boom has accelerated cloud adoption, says Raaz Herzberg, the CMO of Wiz.\n\nWiz rejected a $23 billion Google acquisition offer in July and said it plans to IPO instead.\n\nIn early 2020, Raaz Herzberg was a product manager at Microsoft Azure when she was offered a position at Wiz, a newly created cloud security startup. Since then, Wiz has turned down a $23 billion takeover offer from Google, expanded into Europe, and reached $500 million in annual recurring revenue.\n\nAdvertisement\n\nIts next priority is to double that revenue metric — and then become a public company that Herzberg believes can become the biggest in the cybersecurity market.\n\nWiz was launched by four cofounders who sold their previous business, Adallom, to Microsoft. It bills itself as a cloud security company that helps companies identify risks in their cloud providers.\n\nAdvertisement\n\n\"It felt like an opportunity I couldn't possibly pass on,\" Herzberg, now the chief marketing officer and vice president of product strategy at Wiz, told Business Insider in an interview from the company's new London office. \"I started as head of product — but we started in the worst time. This was March 2020, when COVID-19 started,\" she said. \"It's easy to remember because everything changed immediately.\"\n\nIt turned out that the pandemic was a boon for business. As more companies shifted to remote work, they increasingly relied on cloud services — expanding Wiz's client base. Four years since its launch, the scaleup has raised over $1.9 billion in funding from investing heavyweights such as Andreessen Horowitz, Thrive Capital, and Index Ventures.\n\nIt now sees huge opportunities to use the AI boom to cement its position in the market before it launches its initial public offering.\n\nAdvertisement\n\nAI adoption has supercharged Wiz's business\n\nCloud computing offers crucial infrastructure underpinning AI applications. As more companies rush to adopt AI, security and privacy have taken center stage.\n\n\"The adoption of AI is very similar to what happened with the accelerated use of cloud,\" Herzberg said. Wiz has found that over 80% of its customers are using AI services — which \"are, in some ways, like cloud services. Companies don't buy their machines or chips, so they're using these technologies on the cloud,\" she added.\n\n\"Part of the reason we're growing so fast is because we have access to the public cloud, which is growing incredibly fast — and AI only pushes that growth further,\" she said.\n\nAdvertisement\n\nBecause AI services are often used on public clouds — a service offered by third parties rather than an internal network — cloud security has become a critical issue.\n\nWiz's rapid growth has also been bolstered by its arsenal of acquisitions. This year, it scooped up security startups Rafft, Gem, and Dazz in a bid to bulk up its engineering talent and product suite.\n\n\"When we acquire companies, we don't sell their product. They rebuild it from scratch in the Wiz infrastructure,\" Herzberg told BI, noting that the company is still on the hunt for more acquisitions. \"We believe in this concept of growing inorganically.\"\n\nAdvertisement\n\nEuropean expansion on the road to IPO\n\nWiz's global headquarters is in New York, with offices in Virginia, Texas, Colorado, and Israel. In August 2024, Wiz established its European headquarters in London. Its plush office is a short walk from Silicon Roundabout — London's scaled-down answer to Silicon Valley.\n\nRelated stories\n\n\"The European market has been an ideal fit for our technology because it's more constrained by security, and more privacy aware than the US market,\" Herzberg told BI. \"We estimate we will be able to get 35% of our revenue from Europe.\"\n\nWiz works with industry heavyweights on the continent, such as Revolut, Tide, and BMW. In 2024, it says it reached $500 million in ARR — but is aiming to reach $1 billion before it IPOs.\n\nAdvertisement\n\nOperating independently is a big priority for the company. Earlier this year, Wiz turned down a $23 billion offer from Google, instead opting to prime itself for a public debut.\n\nHerzberg declined to comment about the Google deal but added that Wiz had lofty ambitions to establish itself as a market leader in the cloud security domain.\n\n\"We are building a company that I believe can be the biggest cybersecurity company in the world,\" she said. \"And I think at this point we are on that path.\"\n\nAdvertisement\n\nShe likened companies buying security services to buying insurance packages, pointing to incumbents in the security industry with a similar model.\n\n\"So if I look at the wing of, for example, network security firewalls, it has a clear leader — people today buy Palo Alto firewalls. They used to buy checkpoint firewalls. Now the leader is Palo Alto,\" she said. \"Another example would be like the endpoint production server protection, that's a big domain on its own, and then it has a clear leader, like CrowdStrike.\"\n\nAs the public cloud domain balloons, Herzberg believed there needs to be a \"leader in place to protect that domain\" — adding that Wiz had a goal of taking that mantle.\n\nAdvertisement\n\nGrowth ambitions\n\nA slate of elections this year has pushed the company to prepare for more government-mandated cybersecurity measures, especially in the US. In anticipation of Donald Trump's second term, Wiz has started building on a federal sales strategy.\n\nStill, Herzberg said the scaleup is in \"no rush\" to go public. It's now looking for a chief finance officer, a requirement for companies that want to IPO.\n\n\"With the place we are at in terms of revenue and publicity and everything, it just brings us better candidates than we had as little as a year ago,\" Herzberg said. \"I don't think we necessarily need someone with cloud security experience,\" she added. \"We're hoping to announce that hire soon.\"\n\nAdvertisement\n\nElsewhere, it's gearing up to release two new products as it cements its presence in Europe with an impending hiring spree.\n\nStill, the team hopes to come full circle to its New York roots by the time it's ready to IPO.\n\n\"Which one has the gong?\" Herzberg laughed. \"New York is where we'd list.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Watch These Palantir Price Levels After Stock's Nasdaq 100 Inclusion",
            "link": "https://www.msn.com/en-us/money/topstocks/watch-these-palantir-price-levels-after-stocks-nasdaq-100-inclusion/ar-AA1vV7Xj?ocid=BingNewsVerp",
            "description": "Palantir shares are likely to be in the spotlight on Monday after the Nasdaq announced late Friday that the analytics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lkXelsPc2N6H342Z_pRQ_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "9hon MSN",
            "source": "Investopedia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New trend: Cybercriminals target public mobile charging stations to steal data",
            "link": "https://www.msn.com/en-in/money/news/new-trend-cybercriminals-target-public-mobile-charging-stations-to-steal-data/ar-AA1vUYxA?ocid=BingNewsVerp",
            "description": "BENGALURU: In a concerning trend, cyber criminals are now targeting public mobile phone charging stations to steal users’ ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E4uJ5KcfU0d81n-NqCGw1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "9hon MSN",
            "source": "The New Indian Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk vs Sam Altman: The AI Rivalry Shaping Our Future",
            "link": "https://www.geeky-gadgets.com/musk-vs-altman-openai/",
            "description": "Discover how Elon Musk and Sam Altman’s feud is driving AI innovation while raising ethical questions about transparency and ...",
            "image_url": "https://www.bing.com/th?id=OVFT._hKNuM7-fM1CEHtt9MFDzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "1h",
            "source": "Geeky Gadgets",
            "article_content": "Elon Musk and Sam Altman, once collaborators in the creation of OpenAI, now find themselves at the forefront of a growing rivalry that is transforming the artificial intelligence (AI) landscape. Their public disagreements highlight critical issues, including the balance between transparency and competition, the ethical challenges of AI development, and the tension between profit-driven goals and altruistic intentions. This rivalry, marked by accusations, strategic moves, and legal disputes, underscores the broader challenges the AI industry faces as it navigates rapid advancements and societal expectations.\n\nWhat began as a shared vision for advancing AI has evolved into a public and deeply personal competition between Musk and Altman. Their conflict encapsulates a larger conversation about transparency, ethics, and the delicate balance between innovation and responsibility in a fast-moving industry. This story sheds light on how ideals often clash with the profit-driven realities of the modern tech world.\n\nElon Musk vs Sam Altman\n\nMore than just a tale of competing personalities, this rivalry reflects the growing pains of an industry shaping the future of humanity. As Musk and Altman take bold steps to outpace one another, they force critical questions into the spotlight: Can AI development remain true to its original altruistic principles? And what happens when the drive for dominance in AI overshadows collaboration? While the answers remain complex, the implications of this competition could not be more significant.\n\nTL;DR Key Takeaways : Elon Musk and Sam Altman, once collaborators at OpenAI, are now rivals, highlighting critical issues in AI development such as transparency, ethics, and the balance between profit and altruism.\n\nOpenAI’s shift from a nonprofit to a for-profit model, along with its partnership with Microsoft, has sparked controversy and accusations of betraying its founding mission.\n\nThe Musk-Altman feud underscores tensions in AI leadership, with Musk criticizing Altman for deviating from OpenAI’s original goals, while Altman defends the shift as necessary for competitiveness.\n\nMusk has launched legal challenges against OpenAI and started his own AI venture, xAI, intensifying competition and driving rapid innovation in the AI sector.\n\nThe rivalry raises broader questions about the ethical and regulatory frameworks needed to guide AI development, with implications for the future of technology and society.\n\nTheir conflict is not merely personal but emblematic of the larger debates surrounding AI’s future. As two of the most influential figures in technology, Musk and Altman’s actions and decisions are shaping the trajectory of AI innovation, raising questions about how to ensure that these powerful technologies benefit humanity as a whole.\n\nOpenAI’s Controversial Shift\n\nOpenAI was founded with a bold mission: to ensure that artificial intelligence serves the greater good of humanity. Initially structured as a nonprofit organization, it embraced open source principles to counterbalance the dominance of major tech corporations like Google. However, OpenAI’s transition to a for-profit model has sparked significant controversy, with critics arguing that this shift undermines its founding ideals.\n\nElon Musk, a co-founder of OpenAI, has been one of the most vocal critics of this transformation. He has accused the organization of abandoning its commitment to transparency and prioritizing financial gain over ethical considerations. OpenAI’s close partnership with Microsoft, which has invested billions into the organization, has further fueled these concerns. Critics argue that this relationship compromises OpenAI’s independence and raises questions about whether its decisions are driven by profit motives rather than its original mission.\n\nThe shift has become a focal point in the broader debate over the role of ethics in AI development. It highlights the challenges organizations face in balancing the need for resources with the imperative to maintain public trust and uphold their stated values.\n\nClash of Leadership: Musk vs Altman\n\nThe personal and professional rift between Elon Musk and Sam Altman has become a defining narrative in the AI industry. Musk has publicly criticized Altman, accusing him of steering OpenAI away from its original mission and prioritizing personal and organizational gain. Altman, in response, has defended his leadership, asserting that OpenAI’s transition was necessary to secure the resources required to remain competitive in the rapidly evolving AI landscape.\n\nThis feud has played out in public forums, with Musk making pointed remarks about Altman’s leadership style and even comparing him to a manipulative character from *Game of Thrones*. Altman, for his part, has emphasized the challenges of leading an organization in an industry where innovation moves at breakneck speed and decisions have far-reaching implications.\n\nThe conflict between Musk and Altman underscores a broader tension in the AI sector: how to balance the drive for rapid technological progress with the need for ethical responsibility. It also highlights the complexities of leadership in an industry where the stakes are extraordinarily high, both in terms of societal impact and competitive pressures.\n\nElon Musks NEW Plans To Crush Sam Altman And OpenAI\n\nBrowse through more resources below from our in-depth content covering more areas on OpenAI :\n\nLegal Battles and Competitive Moves\n\nElon Musk has not limited his opposition to public criticism. He has taken legal action to challenge OpenAI’s transition to a for-profit model, alleging that the organization has engaged in anti-competitive practices. Musk has also accused OpenAI of granting Microsoft unfair access to sensitive information, which he claims gives the company a significant competitive advantage.\n\nAt the same time, Musk has launched his own AI initiative, xAI, which directly competes with OpenAI. By securing substantial resources, including a large supply of Nvidia GPUs, Musk aims to develop advanced AI technologies that could rival or surpass OpenAI’s capabilities. This move has intensified competition within the AI sector, pushing both organizations to innovate at an accelerated pace.\n\nThe rivalry between Musk and Altman has significant implications for the industry. It is driving advancements in AI technology but also raising concerns about the potential consequences of unchecked competition. As both leaders pursue their visions, the industry must grapple with questions about fairness, transparency, and the broader societal impact of their innovations.\n\nAltman’s Defense and Ongoing Challenges\n\nSam Altman has remained steadfast in defending OpenAI’s evolution, arguing that the shift to a for-profit model was essential to secure the funding and resources needed to achieve its ambitious goals. He has emphasized that the organization remains committed to its mission of making sure that AI benefits humanity, even as it navigates the complexities of a competitive market.\n\nHowever, Altman faces significant challenges. OpenAI has struggled with resource limitations, particularly in acquiring Nvidia chips, which are critical for training advanced AI models. In contrast, Musk’s xAI has reportedly secured a larger supply of these chips, giving it a potential edge in the race to develop innovative AI technologies.\n\nAltman’s leadership is under intense scrutiny as he works to address these challenges while maintaining transparency and trust. The demands of leading an organization at the forefront of AI innovation are immense, and Altman’s ability to navigate these pressures will play a crucial role in shaping OpenAI’s future.\n\nImplications for the Future of AI\n\nThe rivalry between Elon Musk and Sam Altman extends beyond their personal disagreements, shedding light on critical issues that will shape the future of artificial intelligence. As competition intensifies, questions arise about the role of profit motives in driving innovation and whether organizations can balance financial interests with the altruistic goal of creating AI that benefits humanity.\n\nThis conflict highlights the complexities of leadership, trust, and innovation in an industry with fantastic potential. It raises important questions about how to ensure that AI development aligns with ethical principles and societal needs, rather than being driven solely by competitive pressures or financial incentives.\n\nThe outcome of this rivalry will likely have far-reaching implications, influencing not only the pace of technological advancements but also the ethical frameworks that guide the development and deployment of AI. As Musk and Altman continue to shape the industry, their decisions will play a pivotal role in determining the trajectory of artificial intelligence and its impact on society.\n\nMedia Credit: TheAIGRID\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CFO sees Trump as AI president, trusts Musk to prioritize national interest",
            "link": "https://cyprus-mail.com/2024/12/16/openai-cfo-sees-trump-as-ai-president-trusts-musk-to-prioritize-national-interest",
            "description": "President-elect Donald Trump could be the \"president of this AI generation\" as he will take office at a time when critical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Pp1j7DgAbWTwta1SDkIHgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Cyprus Mail8h",
            "source": "Cyprus Mail",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How brain connectivity and machine learning enhance understanding of human cognition",
            "link": "https://www.msn.com/en-gb/technology/artificial-intelligence/how-brain-connectivity-and-machine-learning-enhance-understanding-of-human-cognition/ar-AA1vVWBp?ocid=BingNewsVerp",
            "description": "Researchers provide new insights into human cognition by prioritizing interpretability in predictive modeling of intelligence ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mbCEUgkvE5raaoxy8r4c-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "News Medical on MSN4h",
            "source": "News Medical on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cambrian College launches AI and machine learning program",
            "link": "https://www.thesudburystar.com/news/local-news/cambrian-college-launches-ai-and-machine-learning-program",
            "description": "To meet the growing demands for expertise in the fields of artificial intelligence and machine learning, Cambrian College is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TbRL0RtT4agV8W8faLu2PS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Sudbury Star18h",
            "source": "Sudbury Star",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘They said we were American spies’: Priests describe Russia’s crackdown on Evangelicals in occupied Ukraine",
            "link": "https://www.cnn.com/2024/12/16/europe/russia-religious-repression-occupied-ukraine-cmd-intl/index.html",
            "description": "Russia has jailed dozens of Ukrainian faith leaders in occupied areas, according to Ukrainian prosecutors. After threatening ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VKSiHKanQOj1ts7Sfctc5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "CNN",
            "article_content": "Editor’s note: This story contains graphic and disturbing descriptions of violence.\n\nKyiv, Ukraine CNN —\n\nPastor Dmytro Bodyu said the Russians kept telling him they knew he was an American spy, specifically, a CIA agent paid by the US government to spread anti-Russian propaganda in occupied Ukraine.\n\n“They said they knew for sure because all Protestant churches and Catholic churches are working with the American secret services, and all their pastors work for the US government, because the Protestant church is not a real church,” Bodyu, the founder of the evangelical Word of Life Church in Melitopol, told CNN.\n\nFifteen or so armed men, who said they were from the Russian police and FSB spy agency, stormed into Bodyu’s home early on March 19, 2022. They arrested him in front of his terrified wife and son and took him to a local police station where he said they shoved him into a small cell and threatened him with execution.\n\nHe was released eight days later, but the threats and harassment continued. Bodyu said he was given an ultimatum: to continue preaching, he’d have to cooperate. His sermons would be subject to censorship and observed by the authorities, and he would have to share personal and potentially compromising information about his parishioners with the Russians.\n\nThe pastor said that he refused and was eventually forced to leave the occupied southern Ukrainian city. His congregation was decimated and his church shut down as part of Russia’s brutal crackdown against Ukrainian religious groups that are not affiliated with the Russian Orthodox Church, also known as the Moscow Patriarchate.\n\nSince launching its full-scale invasion of Ukraine in February 2022, Russia has jailed dozens of Ukrainian faith leaders in occupied areas, according to Ukrainian prosecutors. After threatening them with lengthy prison sentences, torture and even death, Russian and Russian-installed authorities have forced numerous other priests, pastors and imams into exile.\n\nA Ukrainian serviceman of the 95th Air Assault Brigade holds the Bible during a prayer before their departure to the frontline in the Donetsk region on February 22, 2023. Yasuyoshi/AFP/Getty Images\n\nAt the same time, Ukrainian authorities have become increasingly suspicious of anyone with links to the Russian Orthodox Church, arresting and convicting clergymen of spying for Moscow. US embassy officials, including the US ambassador to Ukraine, have urged the Ukrainian government and religious leaders to ensure respect for all individuals’ religious freedom.\n\nCNN spoke to six religious leaders representing different Christian denominations across several currently or formerly occupied Ukrainian cities, including Melitopol, Berdiansk and Kherson, who were detained. They said Russian authorities accused them of being American spies or of spreading propaganda. Three described being physically abused, one of them sexually. All were told their religious affiliations were the reason for their detention.\n\nThe crackdown goes beyond people and congregations. Evidence found in liberated areas and seen in satellite images shows Russian forces have destroyed and looted multiple religious sites and desecrated monuments, churches and monasteries across occupied areas. The Centre for Information Resilience, a UK-based nonprofit that documents potential human rights violations, identified some 158 religious sites that were destroyed or damaged in the first two years of the full-scale conflict.\n\nA woman bicycles by a burned vehicle in front of a damaged church in Lukashivka, near the city of Chernihiv in northern Ukraine, on April 22, 2022. Petros Giannakouris/AP\n\nChurch personnel inspect damage inside the Odesa Transfiguration Cathedral in Odesa, Ukraine, on July 23, 2023. Jae C. Hong/AP\n\nAccording to international legal experts and Ukrainian prosecutors, Russia’s religious persecutions in Ukraine amount to war crimes.\n\nThe Russian Defense Ministry, the government body responsible for the occupied areas of Ukraine, has not responded to CNN’s request for comment on the allegations.\n\nRussia’s Crimea playbook\n\nBohdan Heleta, a priest of the Ukrainian Greek Catholic Church, spent more than 19 months in Russian detention after he and his fellow priest Ivan Levitsky were abducted by masked men with rifles from their parish in Berdiansk on November 16, 2022.\n\nThey were held in several detention facilities in Berdiansk before being transferred to the notoriously brutal Horlivka Penal Colony in the occupied Donetsk region where they ended up spending more than a year. They said they were accused of “conducting propaganda” and were repeatedly beaten and kept in solitary confinement. They had their hair and beards shaved off and were interrogated many times, with their tormentors trying to pressure them into cooperating with the Russian intelligence services.\n\n“There were 1,500 to 2,000 people there, in barracks for 200 people each,” Heleta told CNN a few weeks after his release, adding that some had been detained for nearly three years. “Three times a day, at breakfast, lunch and dinner, you had to run through two rows of special forces who would beat you. In the dining hall, when you eat, they also beat you and shock you with electric current.”\n\nBohdan Heleta, a priest who was detained inside his own Ukrainian Greek Catholic Church in the occupied city of Berdiansk in 2022, smiles at Kyiv airport on June 29, 2024, after he was freed in a prisoner swap. Alex Babenko/AP\n\nHeleta and Levitsky were freed in a prisoner swap in June. Neither was charged or convicted of any crime, which is common for many of the thousands of Ukrainian civilians who have been detained by Russia since the start of the war.\n\nMaksym Vishchyk, a lawyer at Global Rights Compliance, a non-profit that advises the Ukrainian authorities on investigating and prosecuting international crimes, said Heleta’s experiences match those of other priests and religious leaders detained by Russia.\n\nEarlier this year, Ukrainian authorities filed a complaint with the International Criminal Court’s Prosecutor’s Office alleging atrocities perpetrated by Russia against religious communities in Crimea. Vishchyk, who assisted the Ukrainians with the submission, said the evidence points to Russian policies amounting to “at least nine war crimes and seven crimes against humanity,” including depriving a person of fundamental rights based on their religious identity.\n\nAnd while the submission focused on Crimea, Vishchyk stressed that Russia is carrying out the same abuses across the occupied Ukrainian territories – drawing from the playbook established in the peninsula since 2014 and doubling down.\n\n“In Crimea, it was kind of gradual. In the territories occupied after February 2022, Russian tactics became bloodier and more violent,” he said.\n\n‘Systematic, ongoing, and egregious violations’\n\nThe repressions against religious groups in Ukraine appear to be part of Moscow’s efforts to “Russify” areas under its control.\n\n“Russia wants to eradicate anything Ukrainian. Remove any reminders of Ukrainian identity or Ukrainian history, and make the occupied territory Russian,” Vishchyk said. “This includes making Russian Orthodoxy the dominant mainstream ideology.”\n\nFreedom of religion is severely restricted in Russia, despite guarantees in the country’s constitution and Russian President Vladimir Putin’s insistence that his country is a “multi-confessional” society. The most recent US State Department report into international religious freedoms said Russia has engaged in “systematic, ongoing, and egregious violations of religious freedom.”\n\nWhile Russia has no official state religion, the law recognizes the “special role” of Orthodoxy in the history and culture of the country. And Putin has long made faith part of his brand, regularly turning to the church for support. The head of the Russian Orthodox Church, Patriarch Kirill, is one of Putin’s staunchest backers and a vocal supporter of the war in Ukraine.\n\nWhile religion has become a major part of the war, the battle over Orthodoxy started long before the current full-scale conflict. Ukraine created its own independent Orthodox Church of Ukraine in 2018, splitting from the Moscow-affiliated Ukrainian Orthodox Church (UOC). Since then, religious affiliation has increasingly been viewed as a symbol of national loyalty.\n\nA Ukrainian serviceman takes a photograph of a church damaged in shelling in Mariupol, Ukraine, on March 10, 2022. Russian forces seized Mariupol two months later, after a brutal siege. Evgeniy Maloletka/AP\n\nUkrainian intelligence services have opened criminal proceedings against dozens of priests accused of spreading pro-Russian propaganda. Several have been convicted of high treason, collaboration and aiding the aggressor state and sentenced to years-long jail terms.\n\nThe UOC has repeatedly tried to separate itself from Moscow, declaring itself independent in 2022. But an investigation by Ukraine’s State Service for Ethnic Policy and Freedom of Conscience concluded the church remains in the Kremlin’s orbit.\n\nEarlier this year, Kyiv ordered churches to cut ties with the Russian Orthodox Church or risk being banned, citing security concerns. Human rights groups have criticized the new law as “overly broad,” warning it could have consequences for Ukrainians’ right to religious freedoms. UOC representatives have accused members of the OCU of seizing its churches by force. Putin meanwhile has accused Kyiv of religious persecution.\n\nPriest hooded, stripped naked\n\nOnly state-approved religious organizations are allowed to operate in Russia, and officials can ban any group they deem “extremist” and “undesirable.” Jehovah’s Witnesses, the Church of Jesus Christ of Latter-day Saints, the Church of Scientology, Falun Gong, and multiple Protestant and Islamist groups have all been banned and their leaders and members prosecuted, according to the State Department report.\n\nThe same is now true in occupied Ukraine, where religious groups must apply for an official registration, effectively pledging obedience to the Russian regime. Those that don’t are automatically banned, and their leaders at risk of being accused of extremism.\n\nSerhii Chudynovych, a priest of the Orthodox Church of Ukraine, says he was one of those Russia tried to coerce into complying. When Ukraine came under attack, he turned his church in Kherson into a humanitarian center, flying a large Ukrainian flag above the entrance even after Russian troops rolled into the city.\n\nSerhii Chudynovych was detained and tortured by Russian forces in March 2022, when Kherson was under Russian occupation. CNN\n\nOn March 30, 2022, he was detained by a group of masked men in civilian clothes, who told him and his parishioners that they were from the police. Chudynovych told CNN the men took him to a local administrative building where he said they stripped him naked, put a hood over his head, tied his hands behind his back and started beating him. “They twisted my arms and started clicking a gun near my head.”\n\nSpeaking to CNN more than two years later, Chudynovych was still struggling to recover from the ordeal. He said the interrogators were pressuring him into cooperating and revealing the details of Ukrainian resistance groups in Kherson, threatening his wife and children.\n\n“They gave me a baton to touch and said that they were going to shove this baton in my a***. When they pressed it against my anus and started to push it in, one of them said: ‘Will you sign a document that you agree to work for us?’” he told CNN.\n\nA few days after he was released, Chudynovych managed to escape from Kherson to Bashtanka, a town still under Ukrainian control, where he told officials he was forced to sign a document under pressure.\n\nThe Kherson Prosecutor’s Office confirmed Chudynovych’s account of what happened to CNN, saying he is officially considered a victim of Russian torture.\n\n‘American spies’\n\nMoscow has been cracking down on all non-Russian churches in occupied Ukraine, but Protestant and Evangelical groups have often been among the first to be banned. Many have links with American congregations and US-based Ukrainian and Russian diaspora.\n\nBodyu, who is a dual citizen of Ukraine and the United States, said Russia’s persecution of Protestants and Evangelicals goes way back.\n\n“If you had contact with churches outside of Soviet Union, you were (considered) a spy. That’s what they believe and there is no point in trying to explain that it’s not that way,” he told CNN, adding that when he denied being a spy, the FSB officials who interrogated him suggested the US was taking advantage of him without his knowledge.\n\nThe persecution of Evangelical Protestants has hit close to home for some in the US – including House Speaker Mike Johnson, himself an Evangelical, who was successfully lobbied by, among others, Evangelical groups over US funding for Ukraine.\n\nReverend Mykhailo Brytsyn, head of the Grace Church, once a 600-strong Evangelical congregation in Melitopol, told CNN he was also accused of working for the US when detained by Russian officials.\n\n“They said we were like cancer, they called us sectarians and said we were all American spies,” he said.\n\n“They wanted us to take their side. They were preparing for a referendum (on joining Russia) and they tried to blackmail us. They said we would be allowed to continue as a church if we took their side. And we said no,” he added.\n\nWhen Brytsyn refused, the Russian authorities closed the church down and gave him a warning: leave Melitopol or be taken away by force to the occupied capital city of Donetsk region.\n\nIhor Ivashchuk, who was a pastor at the Evangelical Grace Church in Melitopol with Mykhailo Brystsyn, told CNN he was also accused by Russian authorities of being an American spy. Ivana Kottasova/CNN\n\nNo more prayers\n\nReligious Ukrainians living under Russian occupation are facing the same choice as faith leaders: switch allegiance and join one of the Russian-approved churches, leave or go underground.\n\nOne man living in an occupied area of Ukraine told CNN he and others from his Evangelical church were determined to keep praying together after Russian troops invaded their city.\n\nWhen the Russians took over their building, the congregation moved elsewhere, he said. When the occupying authorities began to impose restrictions on sermons, they started a home prayer group. “We prayed for Ukraine at the group meetings. And then the prayer leader was arrested,” he said. “So now there are no more prayers like that.”\n\nCNN spoke with the man through his pastor, who was forced to leave the city. CNN is not publishing the man’s name or naming his city because of the dangers of speaking out. The whereabouts of the prayer group’s leader are still unknown, the pastor said. Several priests and other religious leaders who have stayed in occupied areas and continued preaching have been sentenced to years in prison by Russian authorities.\n\nGrace Church in Melitopol was allowed to continue holding services for months after the occupation. But over the summer of 2022, churches in the city started being shut down and priests detained.\n\nThe Grace Church in Melitopol before and after Russian occupation of the city. Russian-installed officials turned the church into an administrative building, removing its cross and painting portraits of Russian soldiers on the façade. Mykhailo Brytsyn\n\nIhor Ivashchuk, who was a pastor at Grace Church in Melitopol with Brystsyn, was conducting a Sunday service on September 11, 2022, when some 15 to 20 armed and masked people came in and ushered everyone into the back of the church. He said they searched the building and fingerprinted about 200 people, including many elderly parishioners.\n\nWhile most people were let go, Ivashchuk said he was held for many hours, watching helplessly as the masked men ransacked the church.\n\n“They kept asking me who controls us, they couldn’t understand that a church can be independent,” Ivashchuk told CNN in an interview in Kyiv. “They kept saying we are working for the Americans, that the Americans give us money and brainwash us and pay us to oppose Russia.”\n\nThe Grace Church, which was built by the congregation more than a century ago, was seized and turned into an administrative center by the Russian-installed authorities.\n\nBoth Brytsyn and Ivashchuk were forced to leave the city. Many of their parishioners have also left and are now dotted around Ukraine and the world. Those who remain worship in secret, only occasionally keeping in touch. It’s too dangerous for them to even try to log into the regular prayer meetings Brytsyn and Ivashchuk hold online.\n\nPastor Ihor Ivashchuk, who was forced by Russian authorities into exile from Melitopol, hosts a home prayer group in his flat in Kyiv. Ivana Kottasova/CNN\n\nIvashchuk and his family are now living in a small flat in a Kyiv suburb, where he holds regular prayer meetings for the church members who also found refuge there, huddled around a dining table adorned with ceremonial wine and bread for communion.\n\n“I could not imagine it would be possible to keep going. But you can have a church anywhere – even if it’s a bit improvised,” the pastor said.\n\nCNN’s Katharina Krebs and Victoria Butenko contributed reporting."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine claims North Korean troops were killed as they fought alongside Russian forces",
            "link": "https://www.msn.com/en-us/news/world/ukraine-claims-north-korean-troops-were-killed-as-they-fought-alongside-russian-forces/ar-AA1vWJbq?ocid=BingNewsVerp",
            "description": "Ukraine’s military intelligence agency is claiming that around 30 North Korean troops were killed or wounded in fighting ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2fHV%2fucpfu4dBwNb7NOq3og&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "44mon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The unique destructiveness of Israel’s war on Gaza",
            "link": "https://www.washingtonpost.com/world/2024/12/16/gaza-civilian-casualties-israel-hamas/",
            "description": "Airwars, which charts civilian casualties of 21st century conflict, calls Israel’s campaign in Gaza 'by far the most intense, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.53hiSxa8rMtsq04rmzLn_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "8h",
            "source": "The Washington Post",
            "article_content": "You’re reading an excerpt from the WorldView newsletter. Sign up to get the rest free, including news from around the globe and interesting ideas and opinions to know, sent to your inbox on Mondays, Wednesdays and Fridays. The death toll in Gaza has been the source of uncertainty, speculation and heated debate. Since Israel unleashed its war machine on the territory from which militant group Hamas launched its lethal strike of Oct. 7, 2023, we have relied upon data provided by Gaza’s Health Ministry, whose work counting the dead in previous rounds of conflict was seen as accurate, although it doesn’t distinguish between combatants and civilians. Most humanitarian organizations, the United Nations itself and Israeli-friendly governments, including the Biden administration, have broadly accepted the publicized data as the best measure of what has unfolded over the past 14 months.\n\nIsraeli officials and their supporters abroad scoff at the reported casualty figures in Gaza as the inflated product of Hamas propagandists. They blame Hamas for embedding itself in Gaza’s densely packed neighborhoods. But the undeniable devastation of Gaza and hundreds of documented mass casualty events tell a different story — one that myriad watchdog groups and human rights organizations are trying to flesh out in greater detail.\n\nAdvertisement\n\nLast week, Airwars, a British-based nonprofit that charts civilian casualties in 21st-century conflicts, put out a report that examined in granular detail the first 25 days of the war in October 2023. It concluded that, in that time period, “civilian harm in Gaza occurred on a scale unmatched by any conflict” the organization has tracked, which includes the U.S.-led bombing campaigns of the Islamic State-held cities of Mosul and Raqqa.\n\nThe organization said Israel’s campaign in Gaza “is incomparable with any 21st century air campaign” and “by far the most intense, destructive, and fatal conflict” it has tracked. In October 2023 alone, Airwars reported, 5,139 civilians were killed in Israeli strikes, 1,900 of them children. The figure is nearly seven times higher than the monthly toll for slain children in any other conflict the group’s researchers have monitored. Out of 606 incidents of civilian harm during October 2023 that Airwars has studied so far, just 26 had clear public evidence of the death of at least one confirmed Palestinian militant. Those 606 are less than a tenth of the more than 7,000 such incidents its researchers have monitored that month.\n\nThe organization is known for its thorough, painstaking approach. Its referrals prompted more than 70 percent of the Pentagon’s investigations into incidents of civilian harm during the U.S.-led air campaign against the Islamic State in Iraq and Syria. In the case of Gaza, Airwars spent months combing through open-source data on casualties, including the Palestinian national ID numbers of the victims, social media notices, news reports and other information, to build a dataset regarding each casualty incident. The data for October 2023 is available, but it’s continuing the work for the subsequent months of the war.\n\nAdvertisement\n\nThe picture that may emerge, the organization said, is grim. “While expecting the overall trends to remain, magnitudes of difference — where measures of civilian harm in Gaza outpace those from previously documented conflicts — are expected to grow,” Airwars noted in its report.\n\nThe violence has hardly let up. Even as Israel carried out a widespread bombing campaign across Syria and expanded its hold over the contested Golan Heights, it maintained its drumbeat of strikes on Gaza. According to local health authorities, there were five Israeli attacks over the weekend that, collectively, killed at least 46 people. Since October, Israeli operations aimed at uprooting cells of Hamas fighters have further pounded northern areas of the Gaza Strip, flattening neighborhoods and displacing the population that remains multiple times. Rights groups warn of the dire threats facing everyone trapped in the territory as the cold of winter deepens.\n\nHamas endures despite an Israeli campaign in Gaza that has forced some 2 million people from their homes and destroyed most of the territory’s civilian infrastructure, including bakeries, water plants and hospitals. Israeli restrictions on aid deliveries and organized criminal looting have accelerated a hunger crisis, as my colleagues reported, leaving some areas on the brink of famine. The scale of the devastation, the pattern of strikes and the rhetoric of many Israeli politicians all fed into Amnesty International’s declaration earlier this month that Israel had committed — and was committing — acts of genocide.\n\nAdvertisement\n\nIsraeli authorities rejected the human rights group’s findings. “The claims presented in this report are entirely baseless,” the Israeli military said in a statement to The Washington Post. The military said it was “actively working to dismantle Hamas’ military infrastructure while adhering to its obligations under international law.”\n\nThose claims have been challenged in many instances, including through ongoing cases against Israel and its leaders at the International Court of Justice and International Criminal Court. The incoming Trump administration appears set to shield Israel from further international censure — following, in many ways, in the footsteps of its predecessor.\n\nThe Biden administration received nearly 500 reports alleging that Israel used U.S.-supplied weapons for attacks that caused unnecessary harm to civilians in the Gaza Strip, but it has failed to comply with its own policies requiring swift investigations of such claims, my colleagues reported in October.\n\nAdvertisement\n\n“They’re ignoring evidence of widespread civilian harm and atrocities to maintain a policy of virtually unconditional weapons transfers to the [Prime Minister Benjamin] Netanyahu government,” John Ramming Chappell, a legal and policy adviser who focuses on U.S. security assistance and arms sales at the Center for Civilians in Conflict, told my colleagues."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel Carries Out Heavy Strikes on Syria’s Coast, Monitor Says",
            "link": "https://www.nytimes.com/2024/12/16/world/middleeast/syria-israel-strikes.html",
            "description": "Overnight strikes targeted former army positions, according to the Syrian Observatory for Human Rights, a war monitor. Israel ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QRotDqs63R8YZnzmgrRjAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "The New York Times",
            "article_content": "Israel carried out a heavy wave of airstrikes overnight on Syria’s coastal region, a war monitor said early on Monday, as the Israeli military continued to pound Syria in a bid to destroy the country’s military assets after rebels seized power.\n\nThe overnight strikes targeted former Syrian Army positions including air defense sites and missile warehouses, according to the war monitor, the Syrian Observatory for Human Rights, an organization based in Britain that has long tracked the conflict in Syria. Earlier in the day, an Israeli airstrike also targeted radars in Deir al-Zour’s military airport in the country’s east, the Observatory said.\n\nThe “successive strikes” along the Syrian coast — home to Russian naval bases — amounted to “the most violent strikes in the area” since 2012, according to the Observatory. It said there were 18 airstrikes, which were particularly powerful because they were consecutive and detonated missiles in warehouses, leading to secondary explosions.\n\nThe Israeli military declined to comment on the strikes. Israeli officials have previously said that the campaign in Syria is an effort to keep military equipment out of the hands of “extremists,” after an alliance of rebel groups ousted the Assad regime earlier this month. There were no immediate reports of casualties from the latest strikes, the Observatory said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Canal+ shares plunge on London Stock Exchange debut",
            "link": "https://www.thisismoney.co.uk/money/markets/article-14197321/Canal-shares-plunge-London-Stock-Exchange-debut.html",
            "description": "Canal+ has suffered a disappointing debut on the London Stock Exchange with the French film production firm's shares ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JBcZnxWL172_x3U4Vdj8OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1h",
            "source": "This is Money",
            "article_content": "Canal+ has suffered a disappointing debut on the London Stock Exchange with the French film production firm's shares plummeting on their first day of trading.\n\nThe group, which is behind the blockbuster Paddington films, listed shares in London after investors voted to approve the break-up of its parent company Vivendi.\n\nMonday's listing of Canal+ shares had been hailed by Chancellor Rachel Reeves as a boost to the City after another year marked by weak IPO activity, companies opting for rival stock exchanges and private takeovers.\n\nBut Canal+, which had been hoping to raise up to £5billion, saw shares plummet nearly 16 per cent from an opening price of 290p to 244.2p approaching midday.\n\nVivendi other two spin-outs, communication firm Havas and book publisher Louis Hachette Group, have fared better on their respective debuts in Amsterdam and Paris.\n\nHavas shares were up 6 per cent approaching midday, while Hachette rocketed more than 16 per cent.\n\nPaddington Bearish: Canal+ shares plummet on LSE debut\n\nSusannah Streeter, head of money and markets at Hargreaves Lansdown, noted IPOs are 'often hit with volatility during the first few hours, days and even weeks of trading'.\n\nShe added that Canal+'s listing 'is still a boost for the City, especially given that the decision was made due to London's appeal among international investors'.\n\nStreeter said: 'For London the listing of Canal+ is a bright spot in what's been a slow year and marks the biggest listing since GSK spun out Haleon in 2022.\n\n'In terms of an IPO pipeline, 2025 does looks a little more encouraging. Interest rate cuts, with more eyed on the horizon will be helping with confidence,\n\n'The stability the new government has brought is also helping, after years of political uncertainty in the UK. But the US market, given its performance over the past year is still a tough act to follow.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Boeing’s Year of Crisis Leaves Investors Wary of Beaten-Up Stock",
            "link": "https://www.bloomberg.com/news/articles/2024-12-15/boeing-s-year-of-crisis-leaves-investors-wary-of-beaten-up-stock",
            "description": "What was supposed to be a comeback year for Boeing Co. has turned into its worst stock-market plunge since 2008, and if Wall ...",
            "image_url": "https://www.bing.com/th?id=OVFT.c0vwO7xY0WZP8NTkR6k3zC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "23h",
            "source": "Bloomberg L.P.",
            "article_content": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mercedes-Benz labour chief: we must win back market share, rethink China strategy",
            "link": "https://www.reuters.com/business/autos-transportation/mercedes-benz-labour-chief-we-must-win-back-market-share-rethink-china-strategy-2024-12-16/",
            "description": "Mercedes-Benz's works council chief said the carmaker must urgently win back market share and rethink its China strategy so ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vkw3-9P2ST__7IcCSFE38C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why this Samsung fan is rooting for the company's marketshare to dip",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/why-this-samsung-fan-is-rooting-for-the-company-s-marketshare-to-dip/ar-AA1vULN7?ocid=BingNewsVerp",
            "description": "Samsung's flagships still have room to grow. For example, the crease on Samsung's foldables remains a visual. They are also ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5O7zTg3HPDeO1_YPhogBLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "22hon MSN",
            "source": "Android Police on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disaster insurance set to test Italy's business backbone in 2025",
            "link": "https://www.reuters.com/markets/europe/disaster-insurance-set-test-italys-business-backbone-2025-2024-12-16/",
            "description": "Italian companies are preparing to comply with a requirement to take out natural disaster insurance from next April, although ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q6GGLYIkkm4jp7QJiLLN0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Tajikistan's Mega-Dam Project Already Obsolete?",
            "link": "https://oilprice.com/Alternative-Energy/Hydroelectric/Is-Tajikistans-Mega-Dam-Project-Already-Obsolete.html",
            "description": "A new report warns that Tajikistan's Rogun Dam project is an economic and environmental risk, advocating for a smaller dam ...",
            "image_url": "https://www.bing.com/th?id=OVF.62R8HotMc27uXiSKYceX5w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Crude Oil Prices19h",
            "source": "Crude Oil Prices",
            "article_content": "The environmental and social impact assessments for the Rogun project are outdated and do not consider the advancements in renewable energy technologies or the increased risks of climate change.\n\nBuilding the Rogun Dam to its maximum height would be an economic and environmental disaster for Tajikistan and the region.\n\nBuilding the Rogun Dam in Tajikistan to its maximum projected height and specifications would be an economic disaster for Central Asia’s poorest nation, and an environmental nightmare for the entire region, according to a newly published expert report. The advent of new technologies for electricity generation means that Tajikistan’s already decades-old mega project would be outdated before it became fully operational.\n\nThe report, compiled by the Kazakhstan-based environmental organization Rivers Without Boundaries, is being distributed shortly before a World Bank Board of Directors meeting, scheduled for December 17, is due to discuss financing options for the Rogun project, the costs of which have spiraled upward in recent years. Current projections put the price tag of completing the dam at its projected height of 335 meters at $6.4 billion.\n\nThe project was first conceived in the 1970s and revived by the Tajik government in 2016. Work has continued on the dam sporadically since then.\n\nExperts assembled by Rivers Without Boundaries compiled data on eight different scenarios for achieving the Rogun project’s intended goal of producing enough electricity to both meet the country’s domestic needs and generate revenue via the export of power. The results contained in the report suggest that a mix of renewable power generation, along with the completion of a significantly smaller Rogun Dam, would be the optimal solution.\n\n“Our preliminary calculations of alternative scenarios for project implementation show the combination of solar generation development with the completion of Rogun HPP with a smaller dam may make it possible to fully cover the winter energy deficit in Tajikistan by 2030-2031,” the report states. The “diversification of energy sources within the unified energy system of the country will also significantly reduce climate change risks for the energy sector and the economy.”\n\nThe environmental and social impact assessments that officials are relying on for the Rogun project are outdated, relying on over decade-old data, according to the report. Since then, there have been major advances in wind and solar power generation technologies, and the risks posed by global warming in Central Asia have risen. “One of the recurrent planning mistakes made each time this project has been revived and reviewed is the lack of assessment of alternative solutions to the project's challenges,” the report states.\n\nWhen completed the 335-meter-tall dam would have an annual power-generating capacity of 3,600 megawatts, roughly equivalent to the output of three nuclear plants. But by the time the facility can reach full generating capacity, the cost of its electricity would be uncompetitive compared to renewable sources, the report asserted. The unit cost of building Rogun is up to four times higher than that of a solar power plant (SPP).\n\n“The cost of Rogun's electricity will be more expensive than that produced by solar photovoltaics (SPP) and wind (WPP) power plants. If Tajikistan intends to become an electricity exporter to its neighbors, it needs to develop SPP and WPP,” the report adds.\n\nA new environmental impact study, along with a comprehensive regional water-usage framework, is needed, before any additional financing for Rogun is allocated, Rivers Without Boundaries argues. Environmentalists say the alteration of the water flows of the Vaksh and Amu Darya rivers caused by Rogun construction and operation to date already has degraded regional ecosystems, and “worsened conditions for irrigation in dry years.”\n\nRogun would also be a potent source of greenhouse gasses at a time when Central Asia is straining to curtail emissions as part of an effort to slow global warming. The draft environmental impact assessment currently in use shows that Rogun will “still have a large carbon footprint,” the report states. “ The completion of the Rogun HPP with the highest dam [335-meter level] will not only fail to result in rapid decarbonization of Central Asian energy systems, but rather, on the contrary, will slow down this process.”\n\nBy Eurasianet.org\n\nMore Top Reads From Oilprice.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Upcoming Mobile 2025 In India: S25 Ultra, iPhone 16 Pro Max and More",
            "link": "https://www.pcquest.com/smartphones/upcoming-mobile-2025-in-india-galaxy-s25-ultra-iphone-16-pro-max-and-more-8442747",
            "description": "Smartphone manufacturers are getting ready to release cutting-edge gadgets for productivity, gaming, photography, and other ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fc_tZBg1igl94bp1Ke2nLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "PCQuest6h",
            "source": "PCQuest",
            "article_content": "Smartphone manufacturers are getting ready to release cutting-edge gadgets for productivity, gaming, photography, and other uses as 2025 draws near. The Google Pixel 9 Pro, Apple iPhone 16 Pro Max, and Samsung Galaxy S25 Ultra are among the most expected versions. Modern technology, such as smart camera systems, potent CPUs, and eye-catching screens, is built into each smartphone to meet various user demands, from productivity and entertainment to gaming and photography. These flagship gadgets offer consumers exciting new options for their next mobile update. They are expected to make a huge impression in the Indian market thanks to their expected launch dates and amazing features. Here are the top ten Upcoming Mobile 2025 In India that will be available in 2025.\n\nAdvertisment\n\nUpcoming Mobile 2025 In India\n\nSamsung Galaxy S25 Ultra- Expected Price: Rs.1,20,000\n\nAccording to rumors, the Galaxy S25 Ultra would have a 200MP primary camera with cutting-edge AI processing, enabling remarkably sharp and detailed images. A 12MP ultra-wide lens, two telephoto lenses with 3x and 10x optical zoom, and a 100x Space Zoom function complete this camera system, allowing for remarkably stable and clear distant subject photography. The most recent Qualcomm Snapdragon 8 Elite chipset powers the Upcoming Mobile 2025 In India S25 Ultra, guaranteeing excellent performance for demanding apps, gaming, and multitasking. With choices for 12GB or 16GB of RAM, consumers may anticipate seamless functioning even in high usage situations.\n\nAdvertisment\n\nGoogle Pixel 9 Pro- Expected Price: Rs.1,05,000\n\nThe Upcoming Mobile 2025 In India, Pixel 9 Pro continues the history of the Pixel series' renowned photographic capabilities with a strong camera system that performs remarkably well in low light and state-of-the-art computational photography features like Magic Eraser and Night Sight. The display is attractive for multimedia consumption because it promises seamless scrolling and an improved gaming experience thanks to its impressive 144 Hz refresh rate. Features like voice recognition and photo processing are improved by the new Tensor G4 chip, which guarantees effective performance and optimization for AI-driven activities.\n\nOnePlus 13 Pro- Expected Price: Rs.80,000\n\nAdvertisment\n\nThe OnePlus 13 Pro's impressive camera specifications, particularly the 200 MP primary sensor, which offers superior image quality and photographic versatility, set it apart from many competitors. The AMOLED display's 165 Hz refresh rate ensures smooth gaming and content scrolling experience, raising consumer satisfaction. Users may swiftly recharge their devices with its industry-leading fast charging capabilities (200W), reducing downtime and improving convenience. Users may swiftly recharge their devices with its industry-leading fast charging capabilities (200W), reducing downtime and enhancing convenience. The Upcoming Mobile 2025 In India, the OnePlus 13 Pro phone's design includes modern aesthetics with features like an in-display fingerprint sensor and advanced cooling mechanisms for sustained performance during intensive tasks.\n\nXiaomi Mi 15 Ultra- Expected Price: Rs.70,000\n\nThe Upcoming Mobile 2025 In India, Xiaomi 15 Ultra stands out from many rivals because of its remarkable camera specifications, particularly its adaptable quad-camera arrangement with a high-resolution primary sensor. It also provides excellent image quality and versatility for shooting. The device's high-quality components and IP69 water and dust resistance rating guarantee longevity while preserving a sophisticated design that appeals to customers of high-end smartphones. The fluid increases overall user satisfaction and the seamless gaming and content scrolling experience offered by the AMOLED display with a refresh rate of 120Hz. With its cutting-edge Snapdragon processor and generous RAM, the Xiaomi 15 Ultra is built to multitask and play games without lag or performance problems. The Xiaomi 15 Ultra is designed to stay relevant as technology advances thanks to compatibility with the newest connectivity standards, such as Wi-Fi 7 and a wide range of 5G bands.\n\nAdvertisment\n\nAsus ROG Phone 9 Smart Mobile Phone- Expected Price: Rs.90,000\n\nAccording to rumors, the Snapdragon 8 Gen 3 SoC, which offers excellent performance and efficiency for multitasking and gaming, will power the Upcoming Mobile 2025 In India, Poco F7. It is anticipated to have a 6.67-inch 2K OLED screen with a refresh rate of 120 Hz, guaranteeing sharp images and brilliant colors, making it perfect for media consumption and gaming. A considerable battery—estimated at least 5,500 mAh—will probably be included with the device, allowing for prolonged use between charges. 90W wired fast charging is expected to be supported by the Poco F7, enabling customers to power their gadgets swiftly. A 50-megapixel primary OVX8000 back sensor is one of the camera's specs and other sensors for better photography. It is anticipated that the front camera will include a 20-megapixel sensor.\n\nVivo X100 Pro+ Mobile Phone- Expected Price: Rs.95,000\n\nAdvertisment\n\nUpcoming Mobile 2025 In India, Vivo X100 Pro+ is perfect for photography lovers looking for professional-quality photos because of its smart triple-camera arrangement, which includes a high-resolution primary sensor and Zeiss lenses. The 120Hz refresh rate of the AMOLED display ensures smooth graphics and brilliant colors, enhancing gaming and entertainment experiences. Customers may recharge their devices with its impressive 100W rapid charging capacity, cutting down on downtime while utilizing them quickly. The device's exquisite design, premium materials, and IP68 dust and water protection rating provide longevity without sacrificing style. The Vivo X100 Pro+ is built for intensive multitasking and gaming without lag or performance problems because of its powerful MediaTek Dimensity processor and a generous amount of RAM.\n\nRealme GT Neo 7 Pro Smartphone- Expected Price: Rs.45,000\n\nThe Upcoming Mobile 2025 In India, GT Neo 7 Pro offers an exceptional gaming experience with little lag and excellent frame rates thanks to its Snapdragon 8 Gen 3 processor and high refresh rate display. The device prevents overheating during intense gaming sessions by maintaining ideal temperatures thanks to its unique cooling technology, which incorporates a dual vapor chamber. Because of its high-resolution camera arrangement, it provides a range of photographic options, so it is suitable for both novice and expert photographers. Customers can recharge their gadgets and minimize downtime while using them quickly, thanks to its industry-leading 150W rapid charging capacity. Both gaming and video consumption benefit significantly from the bright colors and fluid images offered by an AMOLED display with a high refresh rate. The GT Neo 7 Pro, made especially for gamers, has a robust construction that can handle the demands of mobile gaming and a stylish appearance.\n\nAdvertisment\n\nMotorola Edge 50 Ultra- Expected Price: Rs.85,000\n\nThe advanced camera system with high-resolution sensors offers many photography options that both novice and expert photographers may enjoy. The AMOLED display's 144 Hz refresh rate ensures vibrant colors and smooth visuals, enhancing gaming and entertainment experiences. Customers may recharge their devices with its impressive 125W rapid charging capacity, cutting down on downtime while utilizing them quickly. The device's excellent design, high-quality materials, and IP68 dust and water protection rating offer longevity without compromising style. The Upcoming Mobile 2025 In India, Motorola Edge 50 Ultra is built for intense multitasking and gaming without lag or performance problems because of its cutting-edge Snapdragon CPU and a generous amount of RAM.\n\nOppo Find X7 Pro- Expected Price: Rs.1,00,000\n\nAdvertisment\n\nThe smart camera system's high-resolution sensors enable many photography possibilities that can benefit novice and expert photographers. The 120Hz refresh rate of the AMOLED display ensures smooth graphics and brilliant colors, enhancing gaming and entertainment experiences. Customers may recharge their devices with its excellent 65W rapid charging capabilities, cutting down on downtime while utilizing them quickly. The device's excellent design, high-quality materials, and IP68 dust and water protection rating offer longevity without compromising style. The Upcoming Mobile 2025 In India, Oppo Find X7 Pro is built for intense multitasking and gaming without lag or performance problems because of its cutting-edge Snapdragon CPU and generous RAM.\n\nApple iPhone 16 Pro Max- Expected Price: Rs.1,50,000\n\nThe iPhone 16 Pro Max's 6.9-inch Super Retina XDR OLED screen features a resolution of 2868 x 1320 pixels and a pixel density of 460 PPI. Its ProMotion compatibility ensures responsiveness and seamless scrolling by enabling changeable refresh rates of up to 120 Hz. Furthermore, the Always-On Display feature lets users check important information without waking the smartphone.\n\nThe device boasts an impressive camera setup, including:\n\nA 48MP primary sensor capable of recording 8K video .\n\nA 50MP ultra-wide camera for capturing expansive landscapes.\n\nA 64MP telephoto lens with a 10x periscope zoom allows for detailed close-ups from a distance.\n\nEnhanced low-light performance with LiDAR focus and advanced cinematic video modes.\n\nWith the A18 Bionic chip and advanced camera capabilities, this device is ideal for power users who demand high gaming, photography, and multitasking performance."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "9 tweaks that turn off your Windows PC’s most annoying ads",
            "link": "https://www.msn.com/en-us/news/technology/9-tweaks-that-turn-off-your-windows-pc-s-most-annoying-ads/ar-AA1vU42a?ocid=BingNewsVerp",
            "description": "Remember back when Windows 11 first came out and Microsoft gave everyone a free pass to upgrade? On the surface, it was a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yHS_Xs9IjGExePmNTrPr6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "19hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Build a Robust OT Cybersecurity Framework",
            "link": "https://www.oilandgasiq.com/cybersecurity/articles/how-to-build-a-robust-ot-cybersecurity-framework",
            "description": "Having a comprehensive understanding and inventory of all assets in the plant, especially legacy systems, along with their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bw8i24usvK6AxUylmNZ81i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "and Gas12h",
            "source": "and Gas",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IBA Group’s Visual Flow achieves Databricks technology partnership",
            "link": "https://emerging-europe.com/community-content/iba-groups-visual-flow-achieves-databricks-technology-partnership/",
            "description": "IBA Group has announced that its Visual Flow tool for Databricks achieved the Technology Partner Validated tier with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kvjrRhI_r0Oe4QFi9WtrcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "emerging-europe.com1h",
            "source": "emerging-europe.com",
            "article_content": "IBA Group has announced that its Visual Flow tool for Databricks achieved the Technology Partner Validated tier with Databricks, a unified, open analytics platform for building, deploying, sharing, and maintaining enterprise-grade data, analytics, and AI solutions.\n\nThis milestone further underscores IBA Group’s focus at making data management accessible to all.\n\nVisual Flow is an open source, low-code ETL/ELT solution designed to help data teams create and deploy data pipelines quickly and without writing any code. Built specifically for Databricks, it speeds up the entire process of accessing, managing, and transforming data, hence empowering organizations to gain instant insights and drive their data strategies forward.\n\nWhy Visual Flow stands out\n\nIBA Group’s Visual Flow fully integrates with Databricks, and is built to work seamlessly with Databricks’ Medallion architecture and Apache Spark. The solution combines a simple, visual interface with powerful data processing and AI capabilities.\n\nUsers can effortlessly design ETL/ELT jobs by tapping into Databricks’ advanced data management tools. Therefore, Visual Flow is ideal for fast deployment from proof-of-concept to production.\n\nAlex Burak, product owner at IBA Group, says, “Visual Flow eliminates technical complexity, making it easier than ever for teams to build data pipelines on Databricks. We’re proud to help democratise data access and accelerate innovation with Visual Flow.”\n\nKey features of Visual Flow\n\nLow-Code ETL/ELT for Databricks: With a GUI-based job designer, it leverages Databricks’ core functions for streamlined data management.\n\nMulti-Cloud: Visual Flow runs on AWS, Azure, and Google Cloud, making it adaptable to any environment.\n\nData Security and Compliance: Visual Flow ensures that data stays within user-managed environments to meet strict security and governance standards.\n\nSmooth Databricks Integration: Aligned with Databricks’ Medallion architecture, Visual Flow is optimised for high performance data ingestion.\n\nVisual Flow’s simple learning curve makes it a fit for users of all skill levels. The solution enables quick setup and scaling for a wide range of data needs. Businesses across various industries can rely on this versatile tool for handling complex data and supporting digital transformation tasks for a global client base.\n\nTo learn more about simplifying data integration and harnessing the power of Databricks with Visual Flow, visit the firm’s website.\n\nPhoto by fabio on Unsplash.\n\nThis content has been produced in collaboration with a partner organisation through our Global Visibility Programme. Our programme helps companies and organisations boost their digital presence and strengthen the thought leadership of their experts. Find out more here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists make incredible discovery finding first remains of person from ‘year 0’",
            "link": "https://www.ladbible.com/news/world-news/archaeologists-roman-soldier-remains-year-zero-973895-20241216",
            "description": "Archaeologists have made a huge discovery in finding the remains of a person that is believed to be from 'year zero'. The uncovered grave was one from 2,000 years ago, which belonged to a Roman ...",
            "image_url": "https://www.bing.com/th?id=OJ.ZfCLta2Lj3hSUw&pid=news&w=35&h=16&rs=2",
            "category": "bible+discovery",
            "date": "29m",
            "source": "LADbible",
            "article_content": "Archaeologists have made a huge discovery in finding the remains of a person that is believed to be from 'year zero'.\n\nThe uncovered grave was one from 2,000 years ago, which belonged to a Roman soldier named 'Flaccus', who is believed to have lived around 0AD.\n\nThey discovered his remains in the Netherlands, which also brought more attention to the civilisation's overwhelming presence in the region, and in fact the world, at that time in history.\n\nAdvert\n\nArchaeologists discovered a Roman soldier's grave in the Netherlands (Municipality of Heerlen/Facebook)\n\nThey worked the soldier's name out after finding the name 'Flac' carved into an unearthed bowl that was in the grave itself.\n\nSharing the discovery on the official Municipality of Heerlen Facebook page, Jordy Clemens, Heerlen’s council member for culture and heritage, released a statement on the team's discovery.\n\n“Today, evidence was found of Roman habitation in the time of Emperor Augustus. A unique discovery that not only teaches us more about our past, but also shows how unique the story of Roman Heerlen is for the Netherlands,\" Clemens wrote.\n\nAdvert\n\nAfter analysing the gravesite, researchers deduced that Heerlen's first settlement would have been around the Augustan era from around 0 to 20 AD.\n\nThis gravesite was discovered in the midst of excavations at Raadhuisplein, the town square in Heerlen, near a couple of historical roads in Via Belgica and Via Traiana.\n\nIt was found to be an important location in the middle of a Roman settlement named Coriovallum, according to archaeologists.\n\nCariovallum was known for its Roman bathhouse, which is also the oldest stone building in the whole country, built in approximately 40AD.\n\nAdvert\n\nNot only that, but the building also had a restaurant and library, which points towards the area being a multi-purpose building and a place of meeting in Roman times. They really were ahead of their time, weren't they?\n\nA bronze skin scraper, four plates and a bowl were found in the grave with Flaccus (Municipality of Heerlen)\n\nArchaeologists further explained that their findings would give us some new insights into the history of the city, adding: “Never before have we found a Roman grave from this period with a name.”\n\nAs well as Flaccus, they found a bronze skin scraper, four plates and a bowl in the grave, managing to trace the pottery back to ancient Italy, confirming their suspicions that he was a Roman soldier.\n\nAdvert\n\nIn the past, digs in the area have uncovered nothing more than pottery shreds, not proving the presence of a settlement as these items could have been left behind during travel.\n\nFlaccus' grave gave researchers eye-opening evidence that there was a Roman presence in the region, as they further explained: “It is a unique find because it is not only the oldest Roman grave in Heerlen but also because no name was known there before.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drivers 'mindblowing' discovery after seven years on road has everyone searching their own number plate",
            "link": "https://www.ladbible.com/community/drivers-number-plate-tiktok-954940-20241209",
            "description": "While most drivers might view registration plates as a jumble of letters and numbers, it turns out they hold a lot of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5mqLySDzMzmrF9bbwqh9ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "22h",
            "source": "LADbible",
            "article_content": "A woman made a 'mind blowing' revelation about UK number plates that left her - and countless others - stunned.\n\nWhile most drivers might view registration plates as little more than a jumble of letters and numbers, it turns out they hold a lot more information than meets the eye.\n\nCourtney Wright, a mum and TikTok user posting under the handle @courtneywrightxxx, shared her discovery in a viral clip, admitting that she was shocked to learn what the letters on car's number plates really mean.\n\n\"I've just learnt something new this morning. I actually can't believe it,\" she said in the video. \"Apparently, the first two letters on your number plate - so, like, my old car was MV - mean that car was registered in Manchester.\n\nAdvert\n\n\"They all have different codes, so it goes from MA to M- whatever, and that's all from Manchester.\"\n\nCourtney went on to explain: \"The first two letters actually mean something. You've got where the car was registered, the year it was registered, and then just a random sequence. I'm literally mind blown.\"\n\nHer video has since sparked a flurry of comments, with other people either sharing her amazement or confessing they had no idea about the system themselves.\n\nOne user wrote: \"How did I not know this? Mind blown too,\" while another joked: \"I've been driving for years, and this just made me feel like I missed an entire class on life.\"\n\nWhat do UK number plates actually mean?\n\nIf you've ever wondered about the seemingly random assortment of characters on UK number plates, Jon Kirkbright, the sales director of Private Number Plates, broke it down.\n\nAdvert\n\nCourtney shared her discover with TikTok (TikTok/@courtneywrightxxx)\n\nSpeaking to Diamond Advanced Motorists last year, Jon said: \"To the untrained eye, number plates may look like a random combination of letters and numbers.\n\n\"While many people are aware that the numbers indicate the year the car was made and registered, fewer people realise that the letters better them serve as 'regional identifiers.' These refer to the DVLA office where the car was registered.\"\n\nFor instance, plates beginning with MV, MA, or MB originate from the Manchester and Merseyside region, LA, LB, LV, etc., are assigned to London and BA, BB and BC indicate registration in Birmingham.\n\nAdvert\n\n\"This may be why your number plates start with the same letters if you buy more than one car from the same dealership - it's not just a coincidence,\" Jon added.\n\nWhat are the rules around private plates?\n\nFor those with private plates, the rules are a little stricter. Jon highlighted that while it's legal to make a car seem older using a dateless plate, it's illegal to make it look newer.\n\nEach car's number plate are assigned to where the car was registered (Getty stock image)\n\nAdvert\n\n\"For example, you cannot put an '11' number plate on a car registered in 2007,\" he said. \"It is an offence to misrepresent the registration in any way.\"\n\nThose wanting to hide the age of their car often opt for dateless plates, which allow for complete customisation while avoiding this issue.\n\nIf you're curious about your own car's registration, you can find a full list of regional number plate identifiers online - and join the ranks of those whose minds have been well and truly blown by the hidden meaning behind UK plates."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Conspiracy Theories Emerge As 'Drone Sightings' Continue",
            "link": "https://www.forbes.com/sites/emmawoollacott/2024/12/16/new-conspiracy-theories-emerge-as-drone-sightings-continue/",
            "description": "New conspiracy theories are continuing to spring up about the apparent drone sightings taking place all over the U.S While ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kU9Q2BvDpMcO40XkhAcTDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is Project Blue Beam? Bizarre alien conspiracy theory reemerges after drone hysteria",
            "link": "https://www.msn.com/en-us/news/us/what-is-project-blue-beam-bizarre-alien-conspiracy-theory-reemerges-after-drone-hysteria/ar-AA1vWgfr?ocid=BingNewsVerp",
            "description": "Conspiracy theories have run wild after multiple unexplained aerial phenomenons were spotted across the skies in New York, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pbylW-hid1SCB1_i28jq5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "3hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey",
            "link": "https://www.msn.com/en-ca/news/world/iranian-vessel-drone-or-ufo-mystery-over-bizarre-lights-spotted-in-skies-over-new-jersey/ar-AA1vKN0U?ocid=BingNewsVerp",
            "description": "Drones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rj2tmeZwjm5sEs8ttBlvmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "22hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blink-182’s Tom DeLonge Has a Theory on the New Jersey Drones: They’re UFOs",
            "link": "https://www.yahoo.com/entertainment/blink-182-tom-delonge-theory-201123700.html",
            "description": "Blink-182 guitarist and UFO theorist, Tom DeLonge, has weighed in on the surge of alleged 'drone' sightings on the East Coast ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SRgaiqCC34MI9Q4-f5DxcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Yahoo16h",
            "source": "Yahoo",
            "article_content": "The post Blink-182’s Tom DeLonge Has a Theory on the New Jersey Drones: They’re UFOs appeared first on Consequence.\n\nBlink-182 guitarist and UFO theorist, Tom DeLonge, has weighed in on the surge of alleged “drone” sightings on the East Coast, suggesting that they are reminiscent of UFOs sighted in the 1960s.\n\nTaking to Instagram, DeLonge wrote a (possibly misconstrued) description of the aircrafts. “The drones that are being discussed, can hover for six hours, and then disappear once they are spotted,” he said. “This is why it’s been hard to get facts from any US Agency. Some of them can even move into the ocean, and then back up to the air. Which is called ‘transmedium travel.’ A very hard thing to do.”\n\nAdvertisement Advertisement\n\nAdvertisement\n\nContinuing, DeLonge compared the episode to UFO sightings described in a 1965 document from the Francis E. Warren Air Force Base. “It seems like it’s a repeat of exactly what happened in the ‘60s,” he wrote.\n\nAccording to DeLonge — who co-founded the company, To the Stars, in 2017 to promote UFO-related theories — UFOs have a pattern of “mimicking” other aircraft. “This even happened more recently in situations at Skinwalker Ranch years ago when it was being studied [by] the US Gov under BAAS and AATIP,” he wrote. “And again, also decades ago in the ‘60s. It’s all something to consider.”\n\nDeLonge then wrote, “Although we don’t have all the facts yet, we do know that UFOs play with ‘mimicry’ and that has been known for quite some time. Why? To get us to notice them without a major freak out?”\n\nDeLonge doesn’t claim to have the answers to those questions, but he did conclude with a message to any possible spectators watching from UFOs: “Well, we are noticing nonetheless.”\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRead DeLonge’s full post below.\n\nDeLonge’s UFO enthusiasm has made headlines plenty of time in the past, perhaps most prominently in 2020 when the Pentagon published videos that were previously shared by To the Stars. “We plan on pursuing the technology, finding more answers and telling the stories,” he said in a statement at the time.\n\nMeanwhile, Blink-182 wrapped their massive reunion tour with a final show in Mexico City last month. Up next, they’re scheduled to headline When We Were Young 2025 (get tickets here).\n\nBlink-182’s Tom DeLonge Has a Theory on the New Jersey Drones: They’re UFOs\n\nJo Vito\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPopular Posts\n\nSubscribe to Consequence’s email digest and get the latest breaking news in music, film, and television, tour updates, access to exclusive giveaways, and more straight to your inbox."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prince Mohammed bin Salman Royal Reserve Announces Discovery of Five Species New to Global Science, Three Plants and Two Reptiles",
            "link": "https://finance.yahoo.com/news/prince-mohammed-bin-salman-royal-121300704.html",
            "description": "Prince Mohammed bin Salman Royal Reserve has identified five species new to global science: a gecko (Hemidactylus sp.) marked ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qs9DGn-oeqGbHVqZJJ5bsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "38m",
            "source": "YAHOO!Finance",
            "article_content": "RIYADH, Saudi Arabia, Dec. 16, 2024 /PRNewswire/ -- Prince Mohammed bin Salman Royal Reserve has identified five species new to global science: a gecko (Hemidactylus sp.) marked by brown stripes and white nodules, the Hejaz black-collared snake (Rhynchocalamus hejazicus), plus three plants — a globe thistle, a mignonette, and a hogbean. In addition, the Reserve recorded three species new to Saudi Arabia and extended the known global range of 34 more. These outcomes, the result of four years of fieldwork by Saudi and international experts, increase the total number of terrestrial species documented in the Reserve to 791. Although the Reserve covers only 1% of the Kingdom's terrestrial area, it is home to more than half of Saudi Arabia's terrestrial species, reinforcing its role as a vital refuge for biodiversity in a changing climate.\n\nNewly discovered gecko Hemidactylus sp, in Prince Mohammed bin Salman Royal Reserve\n\nAndrew Zaloumis, CEO of the Reserve, emphasized the global significance of these findings, stating: \"At a moment in time when the IUCN has warned that 28% of species globally are now at risk of extinction these discoveries are significant. They reaffirm the importance of Prince Mohammed bin Salman Royal Reserve as a bioclimatic refugia, particularly as climate change is increasingly impacting the customary habitats of many of these species. Testament to this is the Reserve's iconic Wadi Al-Disah, with its 200+ species, a key site on the UNESCO World Heritage Bioclimatic Refugia of Western Arabia tentative list. None of this would have been possible without the strong collaboration of natural scientists from the Kingdom and 14 other countries with the Reserve over the last 4 years to conduct multi-season field surveys.\"\n\nAmong the five species new to science are two reptiles and three plants, each with unique ecological and cultural significance. The gecko (Hemidactylus sp.), currently undergoing DNA analysis, features striking brown horizontal stripes from neck to tail and white nodules along its back. This gecko preys on small invertebrates like mosquitoes, playing an essential role in pest control within desert ecosystems. The Hejaz black-collared snake (Rhynchocalamus hejazicus) is a small, non-venomous species that is bright red with a distinctive black collar.\n\nThe three new plants to science are firstly the globe thistle (Echinops sp. aff. glaberrimus) from the Asteraceae family. It produces vibrant blooms that support pollinators and promote ecosystem health. Historically, it has been used medicinally to treat infections and inflammations. Secondly the mignonette, (Reseda sp. aff. muricata), known for its herbal properties, is often used in teas and perfumery. And thirdly, in contrast, the hogbean (Hyoscyamus sp.) from the Nightshade family has a more complex history, having been used both as a poison and in early anesthesiology and palliative care.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bronze Age British Ate Their Enemies According to Gruesome Discovery",
            "link": "https://www.msn.com/en-us/news/world/bronze-age-british-ate-their-enemies-according-to-gruesome-discovery/ar-AA1vUJWX?ocid=BingNewsVerp",
            "description": "A study of early Bronze Age bones in Britain has revealed a shockingly violent and barbaric end for dozens of unfortunate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wPVNmWDvUoQR6FprtQ9CBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ScienceAlert on MSN12h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 quantum computing milestones of 2024",
            "link": "https://www.networkworld.com/article/3618098/10-quantum-computing-milestones-of-2024.html",
            "description": "The quantum computing industry still hasn’t settled on a hardware standard and we’re still years away from commercial use.",
            "image_url": "https://www.bing.com/th?id=OVFT.jg-TRuzD_Wmf-DoHbBptTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Network World1h",
            "source": "Network World",
            "article_content": "8. RIKEN and NTT launch world first general-purpose optical quantum computer\n\nRIKEN and NTT launched the world’s first general-purpose optical quantum computer in November. The system operates at nearly room temperature and processes at speeds up to several hundred terahertz.\n\nThe computer uses continuous-variable analog design with time-division multiplexing, where computations occur through quantum teleportation. It can handle approximately 100 continuous quantity inputs. The system is accessible through a cloud service and is designed for materials science, chemistry, and AI applications.\n\nOne major benefit of this approach to quantum computing is that it operates at room temperature. By comparison, superconducting qubits and trapped ion cubits operate at temperatures close to absolute zero. According to Riken, the optical quantum computer is also faster than other quantum computing platforms.\n\n9. D-Wave speeds up processing 25,000 times\n\nAnd in yet another kind of quantum computing — the analog kind — D-Wave released the benchmark results for its latest 4,400-plus qubit Advantage2 processor in November, with big performance gains. The system solves materials science problems 25,000 times faster than its previous version, the company claims.\n\nThe new processor doubles qubit coherence time and has improved qubit connectivity, enabling solutions to larger problems.\n\nThe system delivered five times better solutions for high-precision applications and outperformed the previous version in 99% of satisfiability problem tests, the company said. It’s available now through D-Wave’s quantum cloud service.\n\nD-Wave’s qubits can’t be directly compared to those of other companies, however, because it’s not a general-purpose computer but a narrow-purpose analog one.\n\n10. Google uses AI to improve error correction\n\nWe can expect to see even more progress on error correction next year. One reason? Artificial intelligence.\n\nIn late November, Google announced an AI system that spots errors in quantum computers. This uses the same transformer technology that’s behind large language models and other types of generative AI, but trained specifically on quantum processes.\n\nThe system is too slow to be actually used in real-time to spot errors, Google says, but, as AI technology improves, it could point to an additional way to reduce error rates.\n\nThe road ahead\n\nSo, when will we have working quantum computers?\n\nAnalysts at the Boston Consulting Group say they’ve been disappointed in the lack of recent progress of actual enterprise use cases.\n\n“Quantum computing today provides no tangible advantage over classical computing in either commercial or scientific applications,” Boston Consulting Group researchers wrote in a July report. “Though experts agree that there are clear scientific and commercial problems for which quantum solutions will one day far surpass the classical alternative, the newer technology has yet to demonstrate this advantage at scale.”\n\nAccording to the firm, our current era, that of “noisy intermediate-scale quantum” will last until 2030.\n\nAt this stage, quantum computers have too few qubits and too many errors to be practically useful, but they can be used to test algorithms and do other preliminary research.\n\nBroad quantum advantage — where quantum computers can be used to solve problems that traditional computers can’t handle — will last from approximately 2030 to 2040, according to the Boston Computing Group. At that time, the research firm predicts that end users will see between $80 and $170 billion in total annual value creations.\n\nIn 2040, according to the research firm, we’ll enter the era of full-scale fault tolerance, and end users will see between $450 and $850 billion of value creation per year. This is when errors are reduced to the point that quantum computers can be scaled up to handle pretty much anything thrown at them.\n\nSome quantum computing companies expect to get there even faster. For example, IBM’s quantum roadmap has the company delivering a fully error-corrected system in 2029. It expects to have a quantum computer with over 2,000 error-corrected qubits — or logical qubits — after 2033.\n\nIt takes many physical qubits to create one error-corrected logical qubit, so IBM expects to have a 100,000-qubit computer by then, capable of running 1 billion gates.\n\nIBM is the company to watch, says Gartner’s Dekate. “It’s very clear that IBM is leading,” he says. “They’re innovating at every layer of the stack. But it is early days.” Achieving workable quantum computers is a marathon, he says. “And we’re in the first five minutes.”\n\nWhoever is ahead today might not necessarily win the race, he says. “Enterprises should not fall into the trap of trying to figure out who’s ahead and who’s behind — that will lead enterprises to make bad decisions, because the leaderboard will change quite dramatically.”\n\nHe suggests that companies looking to take the lead in finding ways to take advantage of quantum computing should partner with multiple vendors and explore different pathways. And, instead of focusing on finding short-term investment returns, they should instead think about skills development, building capabilities, investigating use cases, and preparing for disruptions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dual Layers, Infinite Potential: Scientists Investigate Novel Quantum Materials",
            "link": "https://scitechdaily.com/dual-layers-infinite-potential-scientists-investigate-novel-quantum-materials/",
            "description": "German quantum physicist Christian Schneider has been awarded an ERC Consolidator Grant. Physicist Christian Schneider has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N3IBIgIAd5O0W8Ak38PRFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "11h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The revolution in finding habitable exoplanets",
            "link": "https://www.msn.com/en-us/science/astrobiology/the-revolution-in-finding-habitable-exoplanets/vi-AA1vWkYQ?ocid=BingNewsVerp",
            "description": "A stunning raw uncut emerald was auctioned in Salvador in the Brazilian state of Bahia on Wednesday. The giant 152-pound ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qHhQobfhNbWpahmJID5OQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Medicine Ignores the Public’s Mental Health Needs",
            "link": "https://www.psychologytoday.com/us/blog/patient-zero/202412/why-medicine-ignores-the-publics-mental-health-needs",
            "description": "In contrast, modern medicine illustrates what happens when the public lacks information and has little input: educators and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dX1FKCebFv3r951m84xr0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Psychology Today21h",
            "source": "Psychology Today",
            "article_content": "Following historian and philosopher Hanna Arendt, there is the belief that the public should assert their needs and interests in scientific endeavors.1 But, before the public can weigh in, someone must fully inform them of the issue involved. Once citizens understand a problem, they can ensure, through their political representatives, that the science aligns with their demands and does not go off on its own. For example, once Americans understood the gravity, they clearly articulated that they would not allow science to create human beings in a laboratory or have computers governing the world.\n\nSource: CC-BY-SA-3.0\n\nIn contrast, modern medicine illustrates what happens when the public lacks information and has little input: educators and researchers go on their own—and continue to do so in the face of abject failure. Here is one example in medicine, US citizens do not know how frightful their mental health care is, that medicine refuses to adopt the teaching that would cure it, or that they can direct their politicians to require that change.\n\nWhat do Americans need to know to activate and direct change?\n\n1. Although mental illness is the most common health condition in the US (nearly 100 million Americans in any one year), most people do not know that only 25 percent of patients receive any care, most of which does not meet standards. Compare this to 70 percent of physical disease patients receiving care of high quality. Mistakenly, some uninformed Americans even assume mental health care matches medical care.\n\n2. Few realize that compromised mental health care results from two easily remediable medical derelictions: a) medicine fails to train enough mental health professionals (psychiatrists and psychologists each conduct only 12 percent of care); and b) it provides almost no training for the primary care clinicians who, by default, conduct over 75 percent of mental health care; their lack of training explains why most mental health care is substandard. Shockingly, educators devote only 2 percent of physicians’ training to mental health care. These facts identify the simple but surprisingly overlooked solution to the mental health crisis: train more mental health professionals and train the medical doctors who provide most of the care.\n\n3. Almost no one understands why medicine would resist such obvious solutions. The “mind-body split” philosophy or theory developed in the sixteenth and seventeenth centuries caused this blind spot. In a political compromise, church and science leaders of the scientific revolution agreed to the split: the mind, soul, and spirit went together and were the church’s province alone. Medicine could only consider the physical body and its diseases from the neck down. That made mental disorders and other mind issues, such as emotions, off base for medicine. Although mental health care became medicine’s responsibility in the 1800s, physicians have never deviated from their isolated focus on the physical body and its diseases. Only a small minority of clinicians ever showed any interest in mental health, and the tiny field of psychiatry formed around them; this was often disdained and dismissed by the majority culture. Sadly, medical education has never exhibited an interest in mental illness training for medical students or producing enough residencies to train psychiatrists. On the other hand, medicine has not failed. The mind-body split led to massive physical healthcare improvements in the last century when life survival doubled from 40 years to 80 years.\n\nSource: CC-BY-2.5\n\nNevertheless, the exclusion of a patient's psychological and social life now renders the mind-body split obsolete. It worked primarily for the acute physical and surgical illnesses that medicine has now cured or controlled for the most part (for example, tuberculosis, pneumonia, diarrhea, diphtheria, tetanus, and whooping cough; and ether anesthesia). But modern medicine’s patient population has changed—mental illnesses and chronic physical diseases are the most common conditions practitioners face.\n\nAlthough it’s obvious why eschewing the mind shortchanges mental illnesses, almost no one recognizes it is also harming chronic disease care. Most chronic physical disorders are caused by the very psychological and social factors excluded by medical education—lifestyle issues such as cigarette smoking, alcohol abuse, overeating and overweight, drug addiction, and stress. Doctors must incorporate lifestyle issues into treatment to improve the underlying physical disease, such as heart disease, cancer, or diabetes, yet they are not taught how to do this. More incriminating, medicine could prevent some 80 percent of heart disease and diabetes and 40 percent of cancers by addressing lifestyle factors. But it waits for cancer and heart disease to occur and then treats the problem.\n\n4. Although most people think medical education and research are scientifically based, the public will no doubt be aghast to learn that it does not follow modern scientific principles. Among all sciences, only medicine does not adhere to modern scientific theory: a systems view of life—where physicians and other scientists must consider all parts of a problem and their interactions.2 Medicine’s isolated disease focus omits the equally important psychological and social parts of its patients. More disturbing, medicine ignores the systems approach proposed for it in the 1970s, the biopsychosocial model. Demonstrably superior and research-based, the model links the patient’s physical disease (biological) features with their psychological and social parts, thus integrating mental health care with medical care. Actively teaching the model would guarantee that the quality of mental health care matched physical disease care. Yet four centuries of “brainwashing” by a now effete theoretical concept has left physicians immune to recognizing its profound shortcomings.\n\nExactly how do we initiate change? Inform the public. Typically, after citizens are informed and angry, they direct their politicians to confront refractory institutions. People knew little, for example, about the risks of automobiles and chemical pollutants. Then came Unsafe at Any Speed by Ralph Nader3 and Silent Spring by Rachel Carson.4 These books made millions of Americans aware that seat belts saved lives and that we had poisonous DDT in our drinking water—but that the auto and chemical industries refused to install seat belts and remove DDT for financial reasons. An irate US population insisted on change. That’s why you have seat belts and clean water today. And a model for change—informing the public."
        }
    }
]