[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilots Told to 'Maneuver' Around Oregon 'UFO' in Leaked Cabin Audio",
            "link": "https://www.newsweek.com/pilots-instructed-maneuver-around-oregon-ufo-alleged-audio-leak-1999176",
            "description": "Two pilots reported seeing unidentified red, circular lights and objects moving erratically at various high altitudes.",
            "image_url": "https://www.bing.com/th?id=OVFT.QJ1giKG49G1Nj7F5zMSGdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW JERSEY UFO CHAOS! Governor says they go dark when spotted. Drones or something else",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/new-jersey-ufo-chaos-governor-says-they-go-dark-when-spotted-drones-or-something-else/vi-AA1vG0Mk?ocid=BingNewsVerp",
            "description": "What is happening in New Jersey? The UFO / drone drama continues. More and more sightings are happening. What are they? Some ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mw9NKKgAHt2mu4qo61n0ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO drones in NJ: State of emergency call as ‘mothership’ evidence emerges",
            "link": "https://nj1015.com/ufo-drones-in-nj-state-of-emergency-call-as-mothership-evidence-emerges/",
            "description": "One candidate for governor says it might be time to declare a state of emergency while two congressmen have called for the ...",
            "image_url": "https://www.bing.com/th?id=OVF.VLlFtzrnw7r%2f07a738BPiQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WKXW5h",
            "source": "WKXW",
            "article_content": "Nothing to worry about?\n\nNot according to a growing number of lawmakers and local officials who are becoming increasingly alarmed about the number of drone sightings reported near sensitive locations in New Jersey.\n\nOne candidate for governor says it might be time to declare a state of emergency while two congressmen have called for the drones to be shot down. One of those congressmen says evidence suggests that the sophisticated drones are tied to a foreign adversary, although the Department of Defense officials said there was no truth to that.\n\nDrones tied to Iran?\n\nU.S. Rep. Jeff Van Drew, R-N.J. 2nd District, said “circumstantial evidence” ties “drones could be the work of foreign adversaries, specifically Iran.”\n\n“Right now, we know that there are drones flying in from the direction of the ocean. We also know there is an Iranian drone mothership that is missing from port in Iran, with a timeline matching the emergence of these drones,\" Van Drew said Wednesday.\n\n“The time to act on this information is now before the threat escalates any further. These drones are intentionally flying in uncontrolled airspace, expertly navigating around areas with radar coverage,” Van Drew said.\n\nA spokeswoman for the Pentagon, however, shot down that theory, telling the Wall Street Journal that the drones were not tied to any foreign adversary.\n\nVan Drew said the drones should be shot down in order to assess the threat.\n\n“We should have already taken action by imposing flight restrictions to regain our control. Whether this is a foreign adversary or even just a group of drone hobbyists, we cannot allow unidentified drones to operate freely in our airspace with no consequences and it is time we eliminate the threat they pose and shoot them down.”\n\nDrone over Ocean County Drone over Ocean County (Ocean County Sheriff's Office) loading...\n\nTime for a state of emergency?\n\nState Sen. Jon Bramnick, R-Union, a candidate for governor, said a state of emergency should be declared to “shut down the airspace to drones and allow the Department of Defense to investigate.\n\nOn Tuesday, FBI Assistant Director of the Critical Incident Response Group Robert Wheeler testified in the House of Representatives that no evidence indicates the drones are threat, but added that \"we just don't know. And that's the concerning part.\"\n\nState homeland security officials met behind closed doors Wednesday morning with mayors from across the state.\n\nDrone over Mount Laurel 12/5/24 Drone over Mount Laurel 12/5/24 (Alette Knoblauch via Facebook) loading...\n\nWhat are people seeing? Army of drones\n\nPolice have been receiving reports about drones since Thanksgiving. The drones, some as large as cars, have been spotted near President-elect Donald Trump’s properties, power lines, a reservoir, police stations and military installations.\n\nU.S. Rep. Chris Smith, R-N.J., said he saw police footage that recorded more than 50 drones coming from the ocean, with more than a dozen trailing a Coast Guard vessel. Coast Guard officials said they did not know their origin.\n\nGov. Phil Murphy, who last week first acknowledged the reports, says they do not appear to be a threat. But those statements do little to allay fears because Murphy and federal officials have also said that they do not know who is operating the unmanned aircraft.\n\nMurphy said the drones go dark after they are spotted, hampering efforts at investigating them.\n\nSome reports have been false, with people mistaking planes or helicopters for drones.\n\nOn Tuesday, police in Parsippany-Troy Hills refuted rumors on the Ring app community claiming that a drone had downed power lines in a fiery crash. Instead, a car crash had toppled a utility pole."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Details revealed: Closed-door meeting with top NJ officials about UFO drones",
            "link": "https://nj1015.com/new-jersey-officials-discuss-drones/",
            "description": "Preheat the oven to 350 degrees F (175 degrees C) and spray a round 8-inch cake pan with non-stick spray. In a small bowl, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eNetmS-Fp2czOaSSXFOCZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WKXW5h",
            "source": "WKXW",
            "article_content": "☑️ Mayors & legislators revealed details of state briefing on drones\n\n☑️ Assemblyman Brian Bergen called it a 'waste of time'\n\n☑️ State Sen. Jon Bramnick wants airspace over NJ to be restricted for drones\n\nLegislators and mayors attended briefings Wednesday with the state Office of Homeland Security and Preparedness and State Police hoping to get more specific information about the drones that have appeared in the skies over New Jersey since November.\n\nThey came away disappointed.\n\nAssemblyman Brian Bergen, R-Morris, said the meeting was a \"waste of time,\" which made him more concerned about the intent of the drones.\n\nHe called the briefing \"worthless\" and not a serious presentation because it lacked data, facts, video or an action plan.\n\n\"If you asked me yesterday what I thought about the drones, I would tell you it's probably FedEx or Amazon testing stuff out. We're making a big deal about it,\" Bergen told New Jersey 101.5. \"But I get down there, these people legitimately had no answers to what is going on. They have no idea who's doing it, no idea where they're taking off from. No clue.\"\n\nTies to foreign adversary?\n\nU.S. Rep. Jeff Van Drew, R-N.J. 2nd District, said “circumstantial evidence” ties “drones could be the work of foreign adversaries, specifically Iran.”\n\n“Right now, we know that there are drones flying in from the direction of the ocean. We also know there is an Iranian drone mothership that is missing from port in Iran, with a timeline matching the emergence of these drones,\" Van Drew said Wednesday.\n\nThe Pentagon, however, denied truth to this when asked to respond to this theory.\n\nBergen said State Police Col. Patrick Callahan told the legislators at the briefing that the State Police helicopter hovered over a drone but he ordered it to land out of concern for the trooper piloting the chopper.\n\n\"Then 30 minutes later, he goes, 'We'll know a lot more when we find out where these things take off or land from. I'm like, why didn't you just follow the freaking thing?\" Bergen, a former Army helicopter pilot, said.\n\nHe said the agencies should have told the legislators what they could do to get them specific needed resources.\n\n\"What is going on here? Bananas,\" Bergen said.\n\nMap showing drone sightings over Monmouth County Map showing drone sightings over Monmouth County (Monmouth County Sheriff's Office) loading...\n\nMayor gets a few answers\n\nGov. Phil Murphy did not attend either session, which was held at the New Jersey Regional Operations & Intelligence Center at State Police headquarters in Ewing.\n\n\"The state doesn't have any information. They don't know the source of the drones. They believe that there's no known threat, but they're unable to justify how they come to that conclusion,\" state Sen. Jon Bramnick, R-Union, told New Jersey 101.5. \"There's no system apparently sophisticated now to monitor or follow those drones, and the only entity that could do that is the Department of Defense.\"\n\nBramnick called for airspace to be shut to drones, which he said would require a state of emergency declaration and cooperation with the FAA.\n\nThe part-time stand-up comic who is running for governor posted on his X account one suggestion to get the drone away from New Jersey.\n\n\"New Jersey might have to use our secret weapon to get the drones out of our State. The technique used for years to get people to leave New Jersey … TAX THEM,\" Bramnick quipped.\n\nReport a correction 👈 | 👉 Contact our newsroom\n\nA sad, desolate look at NJ's Old Monmouth Mall It was the last Christmas Eve for New Jersey's Monmouth Mall in Eatontown before major redevelopment began. Here's what it looked like on that day in 2023, the final Christmas season the enclosed mall would ever see. Gallery Credit: Mike Brant\n\nTop ten mistakes people make at office holiday parties Gallery Credit: Kylie Moore"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our government doesn't have answers about these drone sightings, says UFO researcher",
            "link": "https://www.msn.com/en-us/politics/government/our-government-doesn-t-have-answers-about-these-drone-sightings-says-ufo-researcher/vi-AA1vDIOu?ocid=BingNewsVerp",
            "description": "UFO researcher Gregory Goins joins 'Fox News @ Night' to discuss efforts to solve mysterious drone sightings over New Jersey ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3e0ZRtikl233Xg_XVXOAkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN20h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Concerned Parents Sue Startup Behind an AI Social Media App, Trying to Kill It Off",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/concerned-parents-sue-startup-behind-an-ai-social-media-app-trying-to-kill-it-off/ar-AA1vGP6G?ocid=BingNewsVerp",
            "description": "Character.AI is being accused of providing inappropriate content to children, months after it was named in a lawsuit in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oXmXc5HbPTYDDanYAMe0RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Character.AI Was Google Play’s 'Best with AI' App of 2023",
            "link": "https://www.yahoo.com/news/character-ai-google-play-best-170945691.html",
            "description": "In the face of piling controversy — and a second lawsuit concerning the welfare of children — Google has taken pains to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JcjEIYdYR1sKfG_hUth0tC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "In the face of piling controversy — and a second lawsuit concerning the welfare of children — Google has taken pains to downplay its relationship to the embattled AI chatbot startup Character.AI.\n\nAbout this time last year, though? Google was crowning Character.AI as Google Play's first-ever \"Best with AI\" app of the year.\n\n\"AI made a major splash in 2023 allowing people to harness the technology to build knowledge, improve expression, and much, much more,\" reads a Google post lauding the app. \"Enter Character.AI, an innovative new app that brings unique AI-powered characters to you, each with their own distinct personalities and perspectives.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"A world of characters is now at your fingertips,\" the post adds. (OpenAI's ChatGPT is listed as the category's honorable mention.)\n\nEarlier today, two Texas families filed a lawsuit accusing the Character.AI platform of engaging in emotional and sexual abuse of their minor children, resulting in self-harm and physical violence. The complaint is the second in recent weeks concerning the welfare of child users of Character.AI — the first, filed in October in the state of Florida, argues that a 14-year-old's death by suicide was caused by his interactions with Character.AI — and argues that these disturbing incidents are the result of intentional design choices inherent to the platform's function.\n\nAccording to the suit, Character.AI and its cofounders, Noam Shazeer and Daniel de Freitas, aren't the only parties at fault. It also targets Google, a significant financial backer of Character.AI and the provider of its AI computing infrastructure, alleging that the tech giant knew about the Character.AI platform's dangers and facilitated its operations anyway in a ploy to farm valuable troves of user data without accountability.\n\nIn a statement to Futurism, Google rejected the lawsuit's characterization of its relationship with Character.AI, claiming that \"Google and Character.AI are completely separate, unrelated companies and Google has never had a role in designing or managing their AI model or technologies, nor have we used them in our products.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"User safety is a top concern for us, which is why we've taken a cautious and responsible approach to developing and rolling out our AI products, with rigorous testing and safety processes,\" the company added.\n\nWhether Google intentionally used Character.AI as an unofficial AI testing facility remains to be proven in court.\n\nBut the two parties do clearly have deep ties: Shazeer and de Freitas, in fact, founded Character.AI in 2021 after departing Google over frustrations with corporate red tape. The Character.AI platform would make its way into consumers' hands in the fall of 2022, shortly before the AI race kicked off with the public release of OpenAI's ChatGPT.\n\nAnd in the heat of that industry-wide AI race — which caught Google on its back foot, as the New York Times reported at the time — Character.AI and Google seemingly held onto their close association. In May of 2023, for instance, Google Cloud CEO Thomas Kurian bragged onstage at a developer conference that Google was providing Character.AI with the pricey computing infrastructure needed to power its AI platform.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"We provide Character with the world's most performant and cost-efficient infrastructure for training and serving the models,\" said Kurian at the time, calling Character.AI a \"partner.\" \"By combining its own AI capabilities with those of Google Cloud, consumers can create their own deeply personalized characters and interact with them.\"\n\nLater year, in early November, Reuters reported that Google was weighing a high-dollar investment into Character.AI. By the end of that same month, the platform had been crowned Google Play's first-ever \"Best with AI\" app.\n\n\"We've been increasingly impressed by what AI can do,\" Google added in its announcement of the award, \"and we know you'll be impressed, too.\"\n\nGoogle's interest in Character.AI continued into August of 2024, when the search behemoth agreed to pay Character.AI $2.7 billion for access to its AI model in the form of a one-time licensing fee. As part of that deal, Shazeer and de Freitas rejoined Google's AI division and took 30 other Character.AI employees with them, according to reporting from The Wall Street Journal.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMultiple Futurism reviews of Character.AI have revealed droves of alarming AI characters hosted by the platform, including chatbots explicitly dedicated to themes of suicide, pedophilia, pro-eating disorder content, and self-harm roleplay.\n\nThese disturbing chatbots were easy to find, accessible to Character.AI accounts listed as belonging to minors, and available for users to interact with well beyond Google's most recent August investment into the AI company — and, to that end, well after the platform's \"Best with AI\" crowning.\n\nCharacter.AI, for its part, has since removed a note about the Google Play award from its \"About\" page.\n\nMore on Character.AI and Google: Google-Backed AI Startup Tested Dangerous Chatbots on Children, Lawsuit Alleges"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s new Project Astra could be generative AI’s killer app",
            "link": "https://www.technologyreview.com/2024/12/11/1108493/googles-new-project-astra-could-be-generative-ais-killer-app/",
            "description": "Google just launched a ton of new products—including Gemini 2.0, which could power a new world of agents. And we got a first ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E1nmAlffr8Q4S7niLAaxci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "MIT Technology Review9h",
            "source": "MIT Technology Review",
            "article_content": "MIT Technology Review got to try out Astra in a closed-door live demo last week. It was a stunning experience, but there’s a gulf between polished promo and live demo.\n\nAstra uses Gemini 2.0’s built-in agent framework to answer questions and carry out tasks via text, speech, image, and video, calling up existing Google apps like Search, Maps, and Lens when it needs to. “It’s merging together some of the most powerful information retrieval systems of our time,” says Bibo Xu, product manager for Astra.\n\nGemini 2.0 and Astra are joined by Mariner, a new agent built on top of Gemini that can browse the web for you; Jules, a new Gemini-powered coding assistant; and Gemini for Games, an experimental assistant that you can chat to and ask for tips as you play video games.\n\n(And let’s not forget that in the last week Google DeepMind also announced Veo, a new video generation model; Imagen 3, a new version of its image generation model; and Willow, a new kind of chip for quantum computers. Whew. Meanwhile, CEO Demis Hassabis was in Sweden yesterday receiving his Nobel Prize.)\n\nGoogle DeepMind claims that Gemini 2.0 is twice as fast as the previous version, Gemini 1.5, and outperforms it on a number of standard benchmarks, including MMLU-Pro, a large set of multiple-choice questions designed to test the abilities of large language models across a range of subjects, from math and physics to health, psychology, and philosophy.\n\nBut the margins between top-end models like Gemini 2.0 and those from rival labs like OpenAI and Anthropic are now slim. These days, advances in large language models are less about how good they are and more about what you can do with them.\n\nAnd that’s where agents come in.\n\nHands on with Project Astra\n\nLast week I was taken through an unmarked door on an upper floor of a building in London’s King’s Cross district into a room with strong secret-project vibes. The word “ASTRA” was emblazoned in giant letters across one wall. Xu’s dog, Charlie, the project’s de facto mascot, roamed between desks where researchers and engineers were busy building a product that Google is betting its future on."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Realtime AI video analysis app Lloyd will offer developer kit after passing 50,000 users",
            "link": "https://venturebeat.com/ai/realtime-ai-video-analysis-app-lloyd-will-offer-developer-kit-after-passing-50000-users/",
            "description": "Cost-efficiency is achieved without sacrificing accuracy, setting Lloyd apart from competitors that rely on reduced frame ...",
            "image_url": "https://www.bing.com/th?id=OVF.yR8wYPZOPbDcASiuOU%2f1Bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fox News AI Newsletter: AI app helps you turn anything into LEGO models",
            "link": "https://www.msn.com/en-us/news/technology/fox-news-ai-newsletter-ai-app-helps-you-turn-anything-into-lego-models/ar-AA1vGhRO?ocid=BingNewsVerp",
            "description": "Stay up to date on the latest AI technology advancements and learn about the challenges and opportunities AI presents now and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sPAiQmcf8IHD5LwOsE57kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal Confessions of Rock + Metal’s Biggest Stars",
            "link": "https://loudwire.com/paranormal-confessions-of-rock-metals-biggest-stars/",
            "description": "In Ep. 7 of Season 2 of 'Paranormal Prison,' we bring you a special edition counting down paranormal confessions from rock ...",
            "image_url": "https://www.bing.com/th?id=OVF.zke3B0fCTu5%2bnzhx0GCeuA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire7h",
            "source": "loudwire",
            "article_content": "In this seventh episode of Season 2 of Paranormal Prison, we have paranormal confessions from some of rock and metal's biggest stars.\n\nFeaturing footage from Season 1 and the Loudwire exclusive Season 2, find out what supernatural encounters your favorite stars have experienced themselves.\n\nJay Weinberg acknowledges that regardless of what one's belief system is, there's a familiar presence that transcends — \"it's something else that we're not seeing, but we're feeling.\"\n\nAs for Volbeat's Michael Poulsen \"has always been a believer of the spiritual world\" due to his numerous experiences with ghosts and spirits \"and things that I cannot explain\" since he was a child. \"I just thought that it was part of life until I would start talking about it to my friends and they looked at me as a freak,\" he says, underscoring how common his encounters were during his young life.\n\nWe've got a lot more, too with Megadeth, Charlie Benante, Philip Anselmo, Halestorm, Robb Flynn, P.O.D., Shadows Fall and Zach Myers.\n\nWatch the full special edition episode further down the page. Just wait until you hear this Megadeth story!!\n\nAbout Paranormal Prison\n\nLoudwire has teamed up with Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents to bring you 12 brand new episodes of Paranormal Prison!\n\nWe invite you and your favorite artists inside Ohio State Reformatory, where Ohio's most violent criminals lost their lives, but some of their souls still remain.\n\nSeason 2 of Paranormal Prison will air each Wednesday at 1PM ET on Loudwire's YouTube channel.\n\nA holiday break will take place on Dec. 25 and Jan. 1 with the Season 2 continuing from Jan. 8 through the end of the month.\n\nParanormal Prison: Season 2, Episode 7 - Paranormal Confessions\n\nWhich of your favorite rock and metal stars believe in the paranormal, the supernatural, the unexplained, the spiritual world?! Some of these stories, as we've already highlighted, go far beyond belief.\n\nSome are still searching for answers within themselves and out there.\n\nWatch Episode 7 directly below.\n\nREAD MORE: Rockers Tell Their Wildest Tattoo Stories\n\nAbout Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents\n\nInkcarceration Music & Tattoo Festival is held each year at the historic Ohio State Reformatory in Mansfield.\n\nConstruction began back in 1886 and the prison was operational from 1896 through 1990 and it was also used in a scene in the classic movie, The Shawshank Redemption. While the prison remains open to tourism, the most exciting moment of the year is certainly when the fest rolls into town for a long weekend of rock and metal.\n\nFans are already looking forward to the 2025 installment, which takes place July 18, 29 and 20. The lineup, meanwhile, has yet to be announced, creating even more anticipation.\n\nInkcarceration is one of many of Danny Wimmer Presents' premiere festivals. Since its formation in 2011, DWP has become a leading promoter in heavy music and beyond, building up the U.S. festival circuit that dominates the spring, summer and fall months.\n\nThe DWP festival roster also includes Aftershock, Born & Raised, Bourbon & Beyond, Golden Sky Country Music Festival, Louder Than Life, Rocklahoma, Sonic Temple and Welcome to Rockville.\n\nVisit the Inkcarceration and DWP websites for more information."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I dated a ghost': TikTok user shares shocking paranormal romance",
            "link": "https://www.iol.co.za/entertainment/i-dated-a-ghost-tiktok-user-shares-shocking-paranormal-romance-22c9cfd7-c573-4074-b4b6-d271e26795e5",
            "description": "A lady shared on TikTok how she unknowingly dated a ghost, shocking many and leading others to share their own spooky stories ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9WAWwGGmVyYXZ2H5tGAtfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "16h",
            "source": "Independent Online",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bobby Mackey's historic nightclub gets demolished. See it here",
            "link": "https://www.yahoo.com/news/bobby-mackeys-historic-nightclub-gets-171854875.html",
            "description": "Demolition of Bobby Mackey's Music World, the honky-tonk nightclub with an alleged haunted history in Northern Kentucky, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oJhm53npGbJPGuR6WQxSDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "The Enquirer and Yahoo may earn commission from links in this article. Pricing and availability subject to change.\n\nDemolition of Bobby Mackey's Music World, often dubbed America's most haunted nightclub, began Tuesday morning.\n\nAfter nearly 50 years of live music from owner and country singer Bobby Mackey, as well as national attention from shows that include \"Ghost Hunters\" and \"Ghost Adventures,\" the Wilder, Kentucky, venue is being torn down. Mackey and his wife, Denise, have plans to rebuild a new, one-story bar on the land by 2026, The Enquirer previously reported. But that date is subject to change.\n\n\"It's mixed emotion for sure, but I've been so embarrassed by the old building for so long,\" Mackey, who opened the venue in 1978, told The Enquirer in March. \"It's going to be bittersweet because it's been great for almost 46 years we've been there. But it's just one of those things that – time moves on.\"\n\nAdvertisement Advertisement\n\nIn the meantime, Bobby Mackey's has temporarily relocated to the former location of Mugbees Biker Bar and Restaurant in Florence at 8405 US Highway 42.\n\nThe venue's beloved mechanical bull, country music memorabilia, Bobby Mackey's stage costumes, a 2004 Ford Thunderbird, items related to the venue's paranormal folklore and more were sold in a public auction over the summer.\n\nHistory of Bobby Mackey's Music World\n\nThe grounds Bobby Mackey's has called home used to be the site of a 19th-century slaughterhouse, which was later torn down. In the 1930s, entrepreneur Buck Brady opened a nightclub on the land called the Primrose Club, which was supposedly taken over and run by the mob.\n\nThe nightclub was renamed the Latin Quarter and eventually shut down in the 1950s before reopening as the Hard Rock. After the Hard Rock closed in the 1970s, country singer and Kentucky native Bobby Mackey opened Bobby Mackey's Music World in 1978.\n\nAdvertisement Advertisement\n\nMackey told The Enquirer he knew the folklore surrounding the location but never paid any attention to the haunted rumors until he met Carl Lawson, an 18-year-old who lived up the street. Lawson was hired to be the establishment's caretaker.\n\nBobby Mackey's Music World on Sunday, Sept. 25, 2022. Toys and trinkets were left for the alleged ghosts that lurked in the \"room of faces.\" People have claimed to feel childlike spirits present in the room, but there is no real history of children being in or around the club.\n\nWhile tending to the property, Lawson, who lived above the nightclub until his death in 2012, started having paranormal experiences.\n\nHe is believed to have dug up the journal of a pregnant singer named Joanna, who allegedly killed herself via poison after her father murdered her lover and hung him in the dressing room. Lawson even participated in an exorcism performed by the \"Ghost Adventures\" crew, which was featured in the 2009 book \"Exorcism of Carl Lawson\" by Douglas Hensley.\n\nOver the years, the nightclub cultivated a fan base invested in both Mackey as a local country music legend and the ghost sightings that allegedly took place at his establishment.\n\nThis article originally appeared on Cincinnati Enquirer: Look: Bobby Mackey's historic Kentucky nightclub gets demolished"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In Excelsior Springs, Mo., a hotel with a haunted past and upscale future",
            "link": "https://www.stltoday.com/life-entertainment/local/travel/in-excelsior-springs-mo-a-hotel-with-a-haunted-past-and-upscale-future/article_4f71a28e-9bae-11ef-999e-878f3e4308b2.html",
            "description": "They say the Elms Hotel is haunted. In fact, the hotel leans into these stories with nightly paranormal tours that highlight ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CAKKpXkeOxqz_uNQSjvWOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "St. Louis Post-Dispatch",
            "article_content": "EXCELSIOR SPRINGS, MO. — They say the Elms Hotel is haunted. In fact, the hotel leans into these stories with nightly paranormal tours that highlight the ghost stories.\n\nBut it also leans into its history. The story of the Elms begins with the discovery of healing mineral waters in Excelsior Springs, Missouri, in the late 1800s. People would come from all over to experience the dozen or so springs in town, particularly Siloam Spring, on the grounds of the Elms Hotel. Sometimes, miraculous tales of healing followed.\n\nThe Elms Hotel, about 30 minutes to the northeast of Kansas City, literally sprang up with these tales. In 1888 the original Elms was built. It was destroyed in a fire, as was its successor in 1910. The current iteration has been around since 1912. It’s now a full-service upscale Hyatt property.\n\nThose ensuing years have seen a lot of history. Harry S. Truman stayed at the hotel the night he was elected president. Al Capone was a regular guest. There’s even an Al Capone Suite on the second floor. And you can tour the boardroom where his gambling parties used to happen and see the safe he hid contraband in.\n\nNaturally, with all that history, ghost stories spring up: Doors that close without warning, TVs that go on and off. There’s the story of a dog that roams the hotel as well as the story of a gangster from Prohibition days who haunts the lap pool. The hotel was featured on an episode of “Ghost Hunters” in 2013.\n\nYou can learn all about the hauntings on one of the hotel’s nightly paranormal tours. A guide (thankfully equipped with a headset speaker) takes a group on a tour of all floors of the hotel. Our guide, Jay, recounted countless stories, sometimes of particular rooms. The thing that gets you is the scope and scale of them. There are so many, and according to Jay, that was just a small fraction. Thankfully, all the stories told were of harmless or even benevolent ghosts, except one. That’s when the tour got a little spooky for me, but for the most part it’s full of history and fun. The tours are $25; just sign up at the front desk.\n\nThe Elms has 152 guest rooms and suites and makes for a perfect girls getaway or couples weekend. Amenities include a 10,000-square-foot spa (more on that later), an indoor European lap pool, a fitness room, an outdoor pool with hot tubs and a walking trail. A cozy fireplace in the opulent, open lobby is a great place to have drinks with a friend.\n\nThose healing waters\n\nNow, because of some safety concerns and a number of other reasons, only a couple of those famous springs remain. One can be found in the basement at the Elms, its brown magnesium-rich waters bubbling up in the corner of the most gorgeous lap pool room you have seen.\n\nBut you can get a feel for the springs’ history at the Hall of Waters in downtown Excelsior Springs. The art deco building began in the 1930s as a public works project to take advantage of the springs’ reputation. It was both a bottling facility and a spa of sorts for the healing, medicinal mineral waters. There, in its gorgeous tiled hall is a bar. No, not used for wine or whiskey but for water. Will you take yours with iron, magnesium, calcium? Hot or cold?\n\nNow, the building is used for city works with offices and even a courtroom. You can tour it, and the museum there, which features remnants of an old bath house. There’s also an empty competition-sized saltwater swimming pool and an empty polio pool in the lower levels. Some days, you can tour those.\n\nYou can learn more about the town at the Excelsior Springs Museum and Archives. Normally, I skip these small-town museums, but I found this one fascinating, mainly because it is housed in a building that was once the Clay County State Bank built in 1894. The magnificent gold ceiling is buttressed on each end by 100-year-old paintings, copies of Jean-François Millet’s paintings “The Gleaners” on the south wall and “The Angelus” on the north wall. There are even the original teller windows and a giant vault in the back.\n\nAlso in downtown Excelsior Springs you will find a number of antique shops and boutiques as well as restaurants and bars. Catch a show at the Slightly Off Broadway Theatre (sobtheatre.org) and definitely grab a beer at Atlas Saloon Brewery (atlassaloon.com). The space, including the cash register and wood bar have been around since the late 1800s, but the beer is worth a stop on its own; get a flight to taste as many as you can.\n\nDining in the hotel\n\nJust as you enter the front doors at the Elms there is a cute bar to the right, Soterian, which serves coffee in the morning and wine in the evening. It has almost an upscale-soda-fountain vibe. To the left, is the hotel’s signature restaurant, Three Owls, which is open for breakfast (buffet on weekends), lunch and dinner. It’s a gorgeous space. I told my friend that aesthetically it may be my favorite restaurant ever. It has soaring ceilings, bright white walls with clever artwork, a fireplace and a sweeping staircase that leads to more seating. Its breakfast food (oh, my, that crème brûlée French toast) is as thoughtfully prepared as its short ribs. But it’s hard to pass up the perfectly cooked steak. On the second floor, there is a cozy bar called the Tavern. It sometimes has live music and serves small bites.\n\nThe Spa\n\nFor many couples and girlfriend groups, the draw here is the spa. Since “spa” is in the name of the hotel (The Elms Hotel & Spa), you know it’s a priority there. Whether you are there for couples massages, a girls-day facial or a more elaborate service, like a thermal mineral mudwrap, the spa leans into the hotel’s earlier days of healing and beautifying.\n\nIts 28,000-square-feet include at least 15 treatment rooms, a sanctuary for relaxing and the Grotto, a modern twist on a Roman bath, which you can enjoy with your spa appointment. The Grotto Experience includes: steam shower, hot tub, cold plunge shower, steam sauna, dry sauna, and a self-service aromatherapy bar. You can pay $75 for the Grotto experience, but opt for a treatment and it’s included (for reference, my collagen facial, which was amazing, was $180).\n\nIf you go Getting there: Excelsior Springs is less than four hours' drive from downtown St. Louis. More info: elmshotelandspa.com, 816-630-5500; cityofesmo.com Rates: Rooms start at $169."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arrests, mysterious beatings as Georgia cracks down on protests",
            "link": "https://www.yahoo.com/news/arrests-mysterious-beatings-georgia-cracks-164656694.html",
            "description": "Distressing warning In the streets of Georgia's capital Tbilisi, a group of masked men attack journalists from a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iDeXSMhpLfwrpx6a5x1jPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9h",
            "source": "Yahoo",
            "article_content": "STORY: :: Distressing warning\n\nIn the streets of Georgia's capital Tbilisi, a group of masked men attack journalists from a pro-opposition TV channel during a live broadcast.\n\nJust one in a spate of recent attacks reportedly carried out against opposition politicians, activists and some journalists.\n\nThe violence comes amid protests against perceived Russian influence in the country.\n\nThis CCTV footage shows an opposition politician being kicked by some masked men.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nKoba Khabazi is a prominent member of the Coalition for Change opposition party.\n\nHe was left with extensive head injuries after being attacked inside the building that houses his party's headquarters.\n\n\"Of course, the government is behind this, a paranormal government that is pathologically afraid of freedom, democracy, pathologically afraid of human rights. This government is built on violence, violence and tyranny do not coexist with freedom and democracy. \"\n\nGeorgian authorities have denied involvement in the attacks and have condemned them.\n\nViolent clashes in the capital Tbilisi between the police and protesters erupted in recent weeks.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe opposition says the Georgian Dream party’s victory in an October parliamentary election was tainted by fraud.\n\nThe ruling party provoked widespread anger when it announced that it was suspending EU accession talks until 2028.\n\nMore than 400 people have been arrested during subsequent pro-EU protests, including Marina Terishvili’s son.\n\n75-year-old Terishvili had already lost a son in 1992 at a nationalist rally in Georgia.\n\nNow her other son, Giorgi, has been arrested.\n\nSeven police cars pulled up at her house on Friday, she said, and took her son into custody.\n\n\"I can't deny that he went to rallies, because he has a brother who died on February 2, 1992, and he went there in honor of his soul. My son sacrificed himself for the national movement, independence and freedom of Georgia. They fought for the sake of this, and my Giorgi can't adapt to the situation now.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nGiorgi was placed in pre-trial detention for two months for \"participating in group violence\", according to a rights group and local media.\n\nIf convicted, the 52-year-old will face up to six years in prison.\n\nThat’s part of a broad crackdown on demonstrators who have clashed nightly with police for almost two weeks.\n\nRights groups say the crackdown is without recent precedent in Georgia.\n\nThe country had been seen as among the most pro-Western and democratic of the Soviet Union's successor states."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Channel’s Shark Week Inspiring Possible Future Scientists",
            "link": "https://www.mymotherlode.com/news/local/3470896/discovery-channels-shark-week-inspiring-possible-future-scientists.html",
            "description": "Tuolumne County 5th through 8th graders got hands-on lessons at the superintendent of schools Dinner with a Scientist event.",
            "image_url": "https://www.bing.com/th?id=ODF.jSaWmAyFXGaC3X3uI-EZNQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "My MotherLode2h",
            "source": "My MotherLode",
            "article_content": "Belleview Students Shark View Photos\n\nColumbia, CA – The Discovery Channel’s Shark Week is inspiring possible future scientists in Tuolumne County.\n\nThe county’s superintendent of schools recently held a Dinner with a Scientist event at Columbia College’s Oak Pavilion, which attracted over 100 students and educators from various fields, including medicine, engineering, geology, forestry, project management, hydropower, and law enforcement. The event provided students with an immersive and practical perspective on the opportunities within Science, Technology, Engineering, Arts, and Mathematics (STEAM) careers.\n\nThe event brought 28 esteemed scientists from diverse fields, including Jeff and Donna Kurr, who shared their groundbreaking work integrating science and storytelling. Jeff Kurr, an Emmy-nominated producer for Discovery Channel’s Shark Week, shared his insights into capturing the wonders of the ocean and educating audiences about marine conservation through cinematic narratives. Donna Kurr, a celebrated wildlife photographer and biotechnology professional, shared her experiences as a visual storyteller and her contributions to groundbreaking scientific research.\n\nThe event was made possible by Stantec and Columbia College’s state-of-the-art facilities."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Can you see the hidden figure in Michelangelo's Sistine Chapel masterpiece? Scientists are stunned at new discovery after 500 years",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14180799/Michelangelo-Mary-Magdalene-Sistine-Chapel.html",
            "description": "Nearly 500 years after it was painted, a researcher claims to have found a key biblical figure in 'The Last Judgement' who ...",
            "image_url": "https://www.bing.com/th?id=OVFT.odE2Fp4x2HYZpGpWpqtlsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "14h",
            "source": "Daily Mail",
            "article_content": "With its profound portrayal of redemption and damnation, there's no doubt 'The Last Judgement' is one of the most stunning paintings in the world to behold.\n\nMeasuring 45 feet by 40 feet, it was painted onto the whole altar wall of the Sistine Chapel in Vatican City by Italian artist Michelangelo between 1536 and 1541.\n\nThe masterpiece shows several semi naked male figures rising to Heaven or descending into Hell on the day of the Last Judgement.\n\nNow, nearly 500 years on, a researcher claims to have found a key biblical figure in the beautiful fresco, who until now was 'missing'.\n\nMary Magdalene, one of Jesus Christ's most dedicated followers, makes a subtle appearance in the painting, according to Italian art expert and author Sara Penco.\n\nAllegedly a witness to Christ's crucifixion and resurrection, Mary Magdalene is depicted with blonde hair, kissing Jesus Christ's cross, the expert says.\n\nSo, can you find her in 'The Last Judgement'?\n\nIt follows a recent study revealing that a woman in another one of his Sistine Chapel paintings, 'The Flood', was painted with symptoms of breast cancer.\n\n'The Last Judgement' shows several semi naked male figures rising to Heaven or descending into Hell on the day of the Last Judgement. Measuring about 45 feet by 40 feet, the beautiful fresco covers the whole altar wall of the Sistine Chapel in Vatican City\n\nThe historical figure, allegedly a witness to Christ's crucifixion and resurrection, is depicted with blonde hair and kissing the cross - but can you spot her?\n\nIf you're struggling with your search, look carefully at the far right of the painting and you'll see a blonde woman wearing a yellow robe and kissing a cross.\n\nThat's Mary Magdalene, according to Ms Penco, who outlines the discovery in her new book, 'Mary Magdalene in Michelangelo’s Judgement'.\n\n'I am firmly convinced that this is Mary Magdalene,' she told a media conference in Rome on Tuesday, as reported by The Telegraph.\n\n'The intimacy with the cross, the yellow dress and the blonde hair but also the whole context in which Michelangelo places this figure to underscore her importance.'\n\nMs Penco claims that the muscular, near-naked male holding the cross is Jesus Christ.\n\nIt's not, as previously assumed, Simon of Cyrene, the man who was made by the Romans to carry Jesus' cross on the way to his crucifixion.\n\nThat suggests there are two portrayals of Jesus in 'The Last Judgement' – one at the right with Mary Magdalene and one at the centre.\n\nThe one at the centre shows Christ surrounded by many prominent saints, with the glow of light around him and his mother, Mary the Virgin, close by.\n\nAllegedly a witness to Christ's crucifixion and resurrection, Mary Magdalene depicted with blonde hair, kissing Jesus Christ's cross\n\nMs Penco is not contesting the fact that the revered figure at the centre of 'The Last Judgement' is Jesus Christ. Instead, she thinks this is just one of two portrayals of Jesus in the painting\n\nAccording to Italian art restorer Sara Penco, Michelangelo's 'The Last Judgement' features not one but two depictions of Jesus Christ - 'Christ the judge' (left) and 'Christ the redeemer' (right, holding the cross next to Mary Magdalene)\n\nWho was Mary Magdalene? Mary Magdalene holds a special place in Christian tradition as a beloved disciple of Jesus Christ. She is remembered for her pivotal role in the Gospel narratives as a witness to Christ's crucifixion and resurrection. According to the Gospels, she was healed by Jesus from possession by seven demons (Luke 8:2), marking the start of her conversion. Source: St Edmund's Catholic Academy Advertisement\n\nWhile their faces look different, they both have their right arm in a similar position and the same lightly-coloured locks of hair.\n\nThey're also both clean-shaven, deviating from traditional depictions of Jesus with a beard, which thought to be inspired by an ancient Greek statue of Apollo.\n\nAlthough it may seem odd to have the same figure twice in one painting, they're differentiated as 'Christ the judge' and 'Christ the redeemer', Ms Penco claims.\n\n'Michelangelo was an expert painter, he was very cultured, he was someone who knew the dynamics of the church very well, he knew the gospels and he could not have forgotten her,' she added.\n\n'The Last Judgement' is thought to contain around 300 figures, so even 500 years since it was finished there's still debate surrounding their identity.\n\nBut Professor Yvonne Dohna Schlobitten at Gregorian University in Rome agrees with Ms Penco's new interpretation.\n\n'With great intuition, Sara Penco has discovered something that defines the being of art,' she says in the book’s forward.\n\n'We can clearly see how iconography and theology are linked in Penco’s reasoning to form a vision.\n\nMichelangelo painted The Last Judgement between 1536 and 1541, taking over four years to complete\n\n'The Last Judgement': One of Michelangelo's greatest masterpieces 'The Last Judgement' is widely regarded as one of Michelangelo’s greatest masterpieces. Measuring 45 feet by 40 feet, it was painted onto the whole altar wall of the Sistine Chapel in Vatican City by Italian artist Michelangelo between 1536 and 1541. The masterpiece shows several semi naked male figures rising to Heaven or descending into Hell on the day of the Last Judgement. Inspired by Dante’s The Divine Comedy, the fresco was commissioned in 1534 by Pope Clement VII and completed under Pope Paul III. Advertisement\n\n'The woman kissing the cross has an important role, even if she appears hidden on the edges of the image.'\n\nAnother interesting detail in the painting is the depiction of the mythological figure Minos towards the bottom, who supervises the admission of the Damned into Hell.\n\nMinos bears a resemblance to Biagio da Cesena (1463-1544), a priest and contemporary critic of Michelangelo.\n\nWhile it was being painted, Biagio is said to have complained about 'The Last Judgment', calling it 'disgraceful that in so sacred a place there should have been depicted all those nude figures, exposing themselves so shamefully'.\n\nMichelangelo reacted by giving Minos Biagio's face with donkey ears (indicating foolishness) and a snake biting on his penis.\n\nWhen when Biagio complained to Pope Paul III, the latter allegedly joked that his jurisdiction did not extend to hell and the portrait would have to remain.\n\nAdmittedly, at the time he worked on it, Michelangelo was condemned by Cardinal Oliviero Carafa, who accused the artist of immorality and obscenity as the genitals of several figures could be seen.\n\nSenior cardinals – including the master of ceremonies of the then Pope – called for the offending articles to be painted over with fig leaves as they were more typical of 'public baths than a Christian chapel'.\n\nThe Pope refused, but 24 years after Michelangelo died fig leaves were painted onto the fresco by one of his own students, Daniele Da Volterra.\n\nIn the bottom right of the painting is Minos, the mythological figure who supervises the admission of the Damned into Hell. Here, Minos bears a resemblance to Biagio da Cesena (1463-1544), a priest and contemporary critic of Michelangelo\n\nA study published by experts at the University of Paris-Saclay last month identified signs of breast cancer in a woman featured in another of Michelangelo's Sistine Chapel ceiling fresco, 'The Flood'\n\nItalian historian Elena Lazzarini at Pisa University, previously said that the fresco was inspired by Michelangelo's visits to the gay saunas and brothels of Rome in the early 1500s.\n\nMrs Lazzarini said: 'The very virile male bodies you can see in the fresco have the build of labourers and manual workers of the day, very muscle bound and well built.\n\n'Michelangelo and several of his artist contemporaries would visit these brothels and saunas and you can see how they modelled their figures on the bodies of the men they found in there, including their pained expressions.\n\n'For example in the fresco you can see one poor soul being dragged down to Hell by his testicles whilst among those that are going to Heaven there is a lot of kissing and hugging, certainly of a homosexual nature.'\n\nA study published by experts at the University of Paris-Saclay last month identified signs of breast cancer in a woman featured in another of Michelangelo's Sistine Chapel ceiling fresco, 'The Flood'.\n\nThis includes a deformed nipple and a slight bulge in her breast, which is 'consistent with a lump'.\n\nThe researchers believe the representation of breast cancer may have been a message on the inevitability of death.\n\nPainted on the ceiling of the Sistine Chapel between 1508 and 1512 (predating 'The Last Judgement'),'The Flood' portrays God flooding Earth as a punishment for humanity's immorality."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Wild Quasiparticle Switches Between Having Mass and Being Massless. It All Depends on the Direction It Travels",
            "link": "https://www.zmescience.com/science/quasiparticle-mass-direction-travel/",
            "description": "A team of researchers has now observed something physicists had only theorized: a quasiparticle that behaves like it has mass ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kfw43yOB-OzN5etB-rB1Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ZME Science5h",
            "source": "ZME Science",
            "article_content": "Facebook\n\nX\n\nLinkedIn\n\nPinterest\n\nEmail\n\nIllustration of a quasiparticle. Credit: EPFL.\n\nA team of researchers has now observed something physicists had only theorized: a quasiparticle that behaves like it has mass when moving one way and becomes massless when it travels another.\n\nThis peculiar particle, called a semi-Dirac fermion, was first predicted 16 years ago. Now, it’s been spotted inside a semi-metal crystal of zirconium silicon sulfide (ZrSiS). The discovery could pave the way for innovations in fields ranging from battery technology to advanced sensors.\n\nYinming Shao, a physicist at Penn State and the lead author of the study, admitted the discovery was anything but planned. “We weren’t even looking for a semi-Dirac fermion when we started working with this material,” he said. “We were seeing signatures we didn’t understand — and it turns out we had made the first observation of these wild quasiparticles that sometimes move like they have mass and sometimes move like they have none.”\n\nA Wild Quasiparticle\n\nParticles like photons, which make up light, are considered massless because they move at the speed of light. Einstein’s theory of special relativity explains this phenomenon. Anything that moves this fast can’t possess mass. But things get tricky when you consider solid materials.\n\nInside these materials, collective behaviors of many particles create what physicists call quasiparticles. These quasiparticles can mimic real particles but often with properties that defy everyday intuition. These “particles” aren’t real, standalone particles, but they behave as if they are. For example, the way electrons move together might create a quasiparticle that acts like it has no mass or moves faster than any individual electron. So, quasiparticles help scientists understand complex behaviors in solids, making it easier to study things like electricity, magnetism, and new materials for technology.\n\nThe semi-Dirac fermion is one such example. First predicted by researchers in 2008 and 2009, these quasiparticles were thought to switch between massless and massive states based on the direction they travel.\n\nShao and his colleagues used a powerful technique called magneto-optical spectroscopy. This involves shining infrared light on a material under a strong magnetic field and analyzing how the light reflects back. They carried out their experiment at the National High Magnetic Field Laboratory in Florida, home to a magnet 900,000 times stronger than Earth’s magnetic field.\n\nMass or No Mass, Depending on the Path\n\nTo detect the semi-Dirac fermions, the team chilled a ZrSiS crystal to -452°F — just a few degrees above absolute zero — and subjected it to the lab’s colossal magnetic field. They then bombarded the crystal with infrared light and observed how the electrons inside the material behaved.\n\nWhat they saw defied expectations. Instead of electrons following the typical energy pattern dictated by their mass, they behaved differently. This unusual pattern of electron energy levels matched a theoretical prediction known as the B2/3 power law, a signature of semi-Dirac fermions.\n\nAn illustration of the calculated structure of ZrSiS near the crossing points of its structure, showing a semi-Dirac point as a black sphere on the left. Data points as purple dots support the existence of semi-Dirac fermions in ZrSiS material with the characteristic B2/3 power-law behavior on the right. Credit: Yinming Shao / Penn State.\n\nShao likened the quasiparticles’ movement to trains on intersecting tracks. “Imagine the particle is a tiny train confined to a network of tracks, which are the material’s underlying electronic structure,” he explained. “Now, at certain points the tracks intersect. Our particle train is moving along its fast track, at light speed, but then it hits an intersection and needs to switch to a perpendicular track. Suddenly, it experiences resistance, it has mass.”\n\nThis directional quirk gives the semi-Dirac fermions their strange dual nature. Along one path, they glide effortlessly like photons. Turn them in another direction, and they lumber along as if weighed down by mass.\n\nUnlocking New Potential\n\nZrSiS, the material in which these quasiparticles were found, is a layered semi-metal. It bears similarities to graphite, the same all-carbon material used in pencils. When graphite is peeled down to a single atom layer, it becomes graphene which has incredible properties for use in electronics, batteries, and sensors.\n\nShao believes the same potential exists for ZrSiS. “Once we can figure out how to have a single-layer cut of this compound, we can harness the power of semi-Dirac fermions,” he said. “We can control its properties with the same precision as graphene.”\n\nYet, the discovery comes with new puzzles. “The most thrilling part of this experiment is that the data cannot be fully explained yet,” Shao said. “There are many unsolved mysteries in what we observed, so that is what we are working to understand.”\n\nThe semi-Dirac fermion might have been a long time coming, but its implications are just beginning to unfold. Whether it leads to next-generation sensors or better energy storage systems, one thing is clear: In the quantum world, the more you look, the stranger things get.\n\nThe findings were published recently in Physical Review X."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Firefly Sparkle galaxy offers a taste of the infant Milky Way",
            "link": "https://www.reuters.com/science/firefly-sparkle-galaxy-offers-taste-infant-milky-way-2024-12-11/",
            "description": "NASA's James Webb Space Telescope has spotted a young galaxy dating to the early universe - called Firefly Sparkle because ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K4n-DMzcTxKPh__9oKOMqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "10h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our bumper science quiz of the year 2024",
            "link": "https://www.newscientist.com/article/0-our-bumper-science-quiz-of-the-year-2024/",
            "description": "From a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fi ...",
            "image_url": "https://www.bing.com/th?id=ODF.JSaaJaTZXLT6XOduAsMW-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "New Scientist7h",
            "source": "New Scientist",
            "article_content": "Our bumper science quiz of the year 2024\n\nFrom a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fiendish set of questions from our quizmaster Bethan Ackerley"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Asks Feds to Kill Microsoft’s Cloud Hosting Deal With OpenAI",
            "link": "https://gizmodo.com/google-asks-feds-to-kill-microsofts-cloud-hosting-deal-with-openai-2000537407",
            "description": "Case in point, Google has reportedly approached the FTC and asked the agency to end Microsoft’s exclusive deal with OpenAI to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OQaUbUucyfJ91bEMLCzDai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "The major tech companies have had a fraught relationship with federal regulators in recent years, with politicians from both parties finding different reasons to try and loosen their power and influence. Google is currently fighting against a recent court ruling that found it has an illegal monopoly on search and must divest its Chrome browser. The search giant has been defending itself aggressively in the case, arguing it has plenty of competition in the industry from the likes of OpenAI.\n\nBut a funny thing is that the same companies are happy to cry to the regulators about concerns of unfair or anti-competitive behavior when it’s to their benefit. Case in point, Google has reportedly approached the FTC and asked the agency to end Microsoft’s exclusive deal with OpenAI to provide cloud hosting for ChatGPT. It argues the deal limits competition and potentially could impose higher costs on developers seeking to use ChatGPT APIs in their products. Apparently, tech companies believe anti-competitive behavior does exist in the industry, it’s just not them doing it.\n\nThe Information first reported on the news.\n\nMicrosoft has invested more than $13 billion into OpenAI and in return has gained access to the company’s cutting-edge models as well as served as its exclusive cloud provider through Azure. These types of deals have been referred to as “round-tripping,” as Microsoft is giving OpenAI money that will ultimately go back into its own coffers. On top of the exclusive hosting agreement, Microsoft is also entitled to receive 75% of OpenAI’s profits until it recoups its investment and afterward will still hold its equity in the company.\n\nThe FTC is already investigating Microsoft over its cloud hosting contracts. The regulatory agency is looking into allegations that Microsoft charges customers more to use its suite of services, like Office 365, if they use a different hosting provider, like Google Cloud. Of course, Microsoft software is ubiquitous in the enterprise world. If developers have to use Microsoft Azure in order to access ChatGPT, that would only make it that much harder to use other hosting providers. Google, of course, would likely welcome the opportunity to host ChatGPT, or at least put in a bid to do so.\n\nIn general, the United States prohibits any behavior intended to create a monopoly and harm competition and consumer welfare. The Clayton Act of 1914 in particular prohibits tying arrangements in which exclusive contracts force customers to buy one product in order to get another if those contracts lessen competition.\n\nIn recent years, however, tech companies have been able to argue against breakups by pointing to the fact that many of their services are offered for free or at the greatest convenience to consumers and therefore consumer welfare hasn’t been harmed. The administration under Biden has taken a much different stance on the issue. In the case of Amazon, FTC chairwoman Lina Khan has argued that even though Amazon has historically kept prices low, it has done so in ways that pushed out competitors, such as requiring sellers on its platform to offer it the best price.\n\nGoogle itself has faced intense scrutiny over a—yes—exclusive arrangement with Apple in which it pays tens of billions of dollars annually to be the default search engine in Safari. Smaller competitors like DuckDuckGo have said that makes it nearly impossible to compete, as changing the default search engine is difficult and cumbersome for everyday people. The irony is not hard to notice.\n\nThere’s optimism in Silicon Valley that the new administration will take a more laissez-faire approach to tech, especially as President-elect Trump is filling his cabinet with leaders from Silicon Valley. But it’s no guarantee he’ll intervene in cases like the one against Google. Republicans still disdain the company and believe it has been biased against conservatives in search results."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here’s how OpenAI uses your data when you use ChatGPT through Apple’s integrations",
            "link": "https://techcrunch.com/2024/12/11/heres-how-openai-uses-your-data-when-you-use-chatgpt-through-apples-integrations/",
            "description": "Following Apple’s integration of OpenAI’s ChatGPT within iOS 18, iPadOS 18, and macOS Sequoia, OpenAI has detailed how your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.goEYcCMwqwggHTUngZoILi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "TechCrunch",
            "article_content": "Following Apple’s integration of OpenAI’s ChatGPT within iOS 18, iPadOS 18, and macOS Sequoia, OpenAI has detailed how your data is handled when you use ChatGPT through Apple’s integration.\n\nYou can use ChatGPT through Apple’s integrations without logging into a ChatGPT account, but you get access to additional features if you log into your account. For instance, you get access to OpenAI’s more powerful AI models and the ability to save your conversations.\n\nUsing ChatGPT without an account through Apple’s integrations\n\nIf you use ChatGPT through Apple’s integration without logging into a ChatGPT account, OpenAI says it does not receive your IP address, store your requests, or use them to train its AI models.\n\nThe company says your conversations are only “processed by OpenAI to provide you with a safe response and comply with applicable laws.”\n\nIf you decide to continue a conversation that you initially started through an Apple integration in the ChatGPT app or website, then OpenAI processes your data in accordance with its privacy policy. This means that OpenAI will get access to your IP address, browser type and settings, the date and time of your request, your time zone, country, device information, and more.\n\nOpenAI will also use online analytics tools that use cookies to allow it to analyze how users are interacting with ChatGPT.\n\nUsing ChatGPT with an account through Apple’s integrations\n\nIf you connect your account to Apple’s integrations, your existing data preferences with OpenAI will apply.\n\nFor instance, if your settings indicate that you want your conversations to be saved, then your conversations with ChatGPT through Apple’s integrations will also be saved in your account’s chat history. This means you can access them later through your account.\n\nPlus, if your ChatGPT settings indicate that you don’t want your conversations to be used to train OpenAI’s models, then the same applies to your interactions with ChatGPT through Apple’s integrations.\n\nOnce you connect your account, OpenAI will make some information about your ChatGPT account available on your device in order to connect your account. This information includes your name, email address, profile image, any workspace names, and your billing plan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "All the announcements OpenAI has made so far for its 12 days of 'Shipmas'",
            "link": "https://www.msn.com/en-gb/news/techandscience/all-the-announcements-openai-has-made-so-far-for-its-12-days-of-shipmas/ar-AA1vlooL?ocid=BingNewsVerp",
            "description": "Sam Altman has said OpenAI will announce a new product, feature, or demo for 12 days as part of its holiday \"Shipmas\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5DdkG4tpBBtxw9tm9wEFmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What OpenAI's Sora means for the future of truth",
            "link": "https://mashable.com/article/sora-openai-next",
            "description": "There's a story from the earliest days of cinema that seems applicable to Sora, the text-to-video creation tool launched by ...",
            "image_url": "https://www.bing.com/th?id=OVFT._FpRKlPH0DT1pNfoml4chC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "Mashable",
            "article_content": "There's a story from the earliest days of cinema that seems applicable to Sora, the text-to-video creation tool launched by OpenAI this week. And given that Sora's servers are struggling with demand, with many OpenAI subscribers still waiting to try it out, we've got time for stories.\n\nYou probably know of Arrival of a Train at La Ciotat Station (1896) by the Lumiere brothers, even if you've never seen it. Like Sora, the Lumieres created very short movies that showcased the latest tech. We're talking cinematograph rather than AI rendering, and a luxurious 50 seconds of film rather than the maximum 20 seconds allowed in Sora videos.\n\nStill, it's the same principle: This was an early peek at a shockingly new form of entertainment. According to legend — a legend cemented in Martin Scorcese's charming movie about a boy in the Lumiere era, Hugo (2011) — Arrival of a Train audiences ran in terror from a steam engine that appeared to be heading straight for them.\n\nA similar sense of panic clings to Sora — specifically, panic about what AI videos might do to further crack up our \"post-truth\" media landscape. The average viewer is already having a hard time judging what is real and what isn't, and the problem is worse if they're depressed. We're living in a golden age of conspiracy theories. The world's richest man already shared an AI deepfake video in order to help swing an election.\n\nWhat happens when Sora can make any prompt look as real as something you might see on the evening news — ready-made to spread on social media?\n\nOpenAI seems to think its watermarks, both visible and invisible, would prevent any shenanigans. But having downloaded dozens of Sora videos now, I can attest that the visible watermark is tiny, illegible, and fades into the background more often than not. It would be child's play for video editing software to clip it out altogether.\n\nSo a world of deliberate disinformation, either from bad political actors or influencers trying to gin up their engagement, is barreling down on us like a train. Right?\n\nWrong. Because as the actual story of the Lumiere movie tells us, humans are actually a lot smarter about new video entertainment than we give them credit for.\n\nHere's the thing about Arrival of a Train: the legend is almost certainly wrong. We have zero first-hand evidence that audiences fled the cinema, or even flinched when they saw a train approaching in a 50-second clip.\n\nMedia studies professor Martin Loiperdinger calls the panic tale \"cinema's founding myth,\" and notes it can be traced back to books written in the second half of the 20th century. It's possible that authors conflated it with the Lumieres' later experimental 3-D version of Arrival of a Train, which screened a handful of times in 1934 and was — like a lot of 3-D movies to come — a novelty, and a commercial failure.\n\nSo no, early audiences likely did not confuse a moving image of a train with a real train. Rather, they seem to have adapted to the whole concept of movies very quickly. Contemporary accounts of the Lumiere shorts (of which there were dozens; Arrival of a Train was not seen as a stand-out) are filled with excitement at the possibilities now unlocked.\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\n\"Why, if this continues,\" wrote one newspaper, Le Courier de Paris, in 1896, \"we could almost overcome memory loss, almost put an end to separation, almost abolish death itself.\" (Spoiler alert: we did not, although that sounds like a great premise for a 19th century Black Mirror episode.)\n\nAnother periodical, La Science Francais, enthused about the \"most unbelievably wonderful sorcery\" that had created the cinematograph's \"hallucinatory phantasmagoria.\" Even today's most tech-happy AI boosters would have a hard time endorsing Sora in the same terms.\n\nBecause like most AI, Sora is often \"hallucinatory\" — and not in a good way.\n\nSEE ALSO: 7 wild Sora videos blowing up social media after its launch\n\nAs I discovered in the moments that OpenAI servers weren't slammed, almost every Sora-generated video has some detail that looks wrong to human eyes. I typed a prompt for \"journalist slams desk in frustration at not being able to access AI videos,\" then noticed a pen that appears and disappears in the journalist's hand.\n\nThe mistakes went on and on. The novelty factor diminished fast. Friends were amused and a little freaked out by the realness of the swag in \"hip-hop artist models a cozy Christmas sweater\" — until we spotted that the rapper's gold chain had become a gold pony tail at the back, and the reindeer on the sweater had eight legs.\n\nSora's response to \"a funeral mass with circus clowns\" pretty much nailed the prompt ... except that the colorful-wigged, red-nosed figure in the casket was missing his body.\n\nThat's not to say Sora won't have an immediate impact on the moving image industry. Given less outlandish prompts, it could certainly replace a lot of the generic B-roll often seen in YouTube explainers and corporate training videos. (That's assuming OpenAI isn't going to be forced to cease and desist training Sora on internet video footage without the makers' permission.)\n\nIt is to say that there's a significant barrier to entry when it comes to creating videos featuring anything unusual, anything you're trying to lie about, anything that Sora hasn't been specifically trained on. Rooting out all those mistakes, to the point where we won't immediately notice, can be an exercise in frustration.\n\nAnd perhaps these early mistake-filled AI videos will serve as a kind of mass inoculation — a small dose of the post-truth disease, one that effectively gives our brains AI-resistant antibodies that can better prepare us for a future epidemic of visual fakes.\n\nAI video needs to board the clue train\n\nI'm certainly less impressed with AI after I prompted Sora for a new take on the Lumieres' Arrival of a Train. I asked for a video where a locomotive does actually break through the projection screen at the end, crushing the cinematograph audience.\n\nBut Sora couldn't even access the original 50-second short, which is way out of copyright and widely available online (including a version already upscaled by AI). It hallucinated a movie called \"Arrival of a tal [sic] train,\" apparently released in the year \"18965.\"\n\nAs for breaking a literal fourth wall, forget about it: despite multiple prompt-rewording attempts, Sora simply couldn't grok what I was asking. The projection screen remained intact.\n\nStill, this version of Sora may still be a harbinger of some terrifying visual fakery to come — perhaps when more robust AI video tech falls into the hands of a future D.W. Griffith.\n\nTwo decades passed between Arrival of a Train and Griffith's infamous movieThe Birth of a Nation (1915)— the first real blockbuster, a landmark in the history of cinema, which also happened to be a skewed take on recent American history stuffed with racist lies.\n\nGriffith's movie, protested at the time by the NAACP, was hugely influential in perpetuating segregation and reviving the Ku Klux Klan.\n\nSo yes, perhaps Sora's release is slowly nudging us further in the direction of a fragmented post-truth world. But even in an AI-dominated future, bad actors are going to have to work overtime if they want to do more damage to society than the cinematograph's most dangerous prompts."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman makes $76,000 a year, doesn't own any equity in his company: 'This is my childhood dream job'",
            "link": "https://www.msn.com/en-au/money/companies/openai-ceo-sam-altman-makes-76-000-a-year-doesn-t-own-any-equity-in-his-company-this-is-my-childhood-dream-job/ar-AA1vBS1v?ocid=BingNewsVerp",
            "description": "Co-founder and CEO Sam Altman says he only takes a small salary, and no equity, from his company OpenAI because running it is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fSozBfrmkmyAnDuon40xKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Evolving Trends In Malware Analysis",
            "link": "https://www.forbes.com/sites/connection/2024/12/11/evolving-trends-in-malware-analysis/",
            "description": "The landscape of malware analysis has significantly evolved, driven by the increasing sophistication of cyber threats and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Sqbxwkp3DSrbaCT3vH117S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 Essential Trends IT Departments Must Tackle In 2025",
            "link": "https://www.forbes.com/sites/bernardmarr/2024/12/11/7-essential-trends-it-departments-must-tackle-in-2025/",
            "description": "Discover how AI operations, advanced cybersecurity, and emerging technologies are revolutionizing IT departments in 2025 as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tD3-LNJIQPjjHZU0VUnneS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Key enterprise data trends for 2025: Industry expert predictions",
            "link": "https://itwire.com/guest-articles/company-news/key-enterprise-data-trends-for-2025-industry-expert-predictions.html",
            "description": "As businesses prepare for 2025, industry experts are forecasting significant shifts in how companies will handle and utilise ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D6KC3MoBGW9oLWAOHk7j9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "ITWire",
            "article_content": "COMPANY NEWS: As businesses prepare for 2025, industry experts are forecasting significant shifts in how companies will handle and utilise customer data. These changes span across multiple domains, from data infrastructure to artificial intelligence, with implications for businesses of all sizes.\n\nTo understand these emerging trends, Amperity’s industry leaders shared their insights on what lies ahead.\n\nThe Evolution of Data Infrastructure\n\nAt the foundation of these changes lies the transformation of data infrastructure itself. In this space, significant consolidation appears to be on the horizon.\n\nCaleb Benningfield\n\nCaleb Benningfield, Field CTO at Amperity, sees major changes coming to the Customer Data Platform (CDP) market.\n\n\"There has been no clear winner and investors will want to see action and CDPs will begin to merge or be acquired,\" he explains.\n\nBenningfield also predicts that companies will increasingly position themselves as alternatives to Salesforce Data Cloud while emphasising vendor independence. Additionally, he notes that \"zero-copy\" architectures will become essential for competitive CDPs.\n\nAI Transformation and Business Impact\n\nWhile data infrastructure provides the foundation, artificial intelligence is poised to be the driving force of innovation in 2025. The AI landscape is set for dramatic evolution, according to Joyce Gordon, Amperity's Head of Generative AI. She emphasises that AI adoption will create a clear divide between companies that thrive and those that struggle.\n\nJoyce Gordon\n\n\"These successful companies will make better decisions because their teams can easily access and understand data, deliver more personalised customer experiences using generative AI, and run more efficiently by using AI for tasks like drafting creative briefs and handling initial customer service responses,\" Gordon explains. \"Brands that aren't adopting AI with a cohesive strategy will fall behind.\"\n\nThe Path to AI Success\n\nHowever, implementing AI successfully requires more than just adopting the technology. Gordon particularly emphasises the importance of proper AI implementation.\n\n\"Companies will move beyond segmented AI-driven content, closer to one-to-one personalisation,\" she says.\n\n\"This shift is possible now because AI models are becoming smaller, cheaper, and more capable, and because companies are getting better at using them.\"\n\nHowever, Gordon cautions that success requires clean, well-organised customer data as a foundation.\n\nMedia Networks and Advertising Evolution\n\nAs businesses grapple with these technological changes, the media and advertising landscape is undergoing its own transformation.\n\nPeter Ibarra\n\nIn the media and monetisation sphere, Peter Ibarra, Head of Media and Adtech Solutions at Amperity, predicts significant changes in retail media networks (RMNs).\n\n\"The explosion of retail media networks over the past few years means we're close to a tipping point,\" he notes.\n\nIbarra explains that success will require these networks to mature their offerings and provide truly differentiated targeting and measurement capabilities.\n\nThe Future of Digital Advertising\n\nThis evolution in media networks is closely tied to broader changes in digital advertising. Despite Google's extension of third-party cookies, Ibarra believes advertisers won't slow their investments in alternative technologies.\n\n\"Brands will need to maximise the quality of their first-party signals as opposed to relying on the volume of their data,\" he states.\n\nHe also predicts that television advertising budgets will continue shifting from traditional linear TV to connected TV (CTV), with programmatic exchanges emerging as the winners.\n\nTransforming Customer Data Management\n\nThese changes in advertising and media naturally lead to questions about how businesses will manage their customer data going forward. Looking at the broader customer data landscape, Amperity CTO and co-founder Derek Slager sees fundamental changes ahead.\n\nDerek Slager\n\n\"The CDP category will continue to fragment, with vendors more explicitly aligning their positioning to their strengths rather than claiming to solve things entirely,\" he predicts.\n\nSlager believes that rather than seeking single-platform solutions, companies will increasingly adopt multiple specialised tools to address their customer data challenges.\n\nAnalytics and Real-Time Capabilities\n\nThis transformation in data management will be accompanied by significant changes in how businesses analyse and act on their data. Slager is particularly bullish on AI's role in transforming analytics.\n\n\"Dashboards are dead,\" he declares. \"Generative AI powered tools offering the ability to answer the questions that matter on-the-fly will be the new surface for analytics and decision making.\"\n\nSlager also predicts a resurgence in real-time capabilities across the entire data stack, driven by competition in the Cloud Data Warehouse market.\n\nThe Rise of Low-Code Solutions\n\nLooking to the future, perhaps the most transformative change will come from democratising access to these powerful technologies. Slager foresees the emergence of a new generation of AI-powered low-code and no-code tools that will quickly compete for enterprise use cases.\n\nThis development could dramatically change how businesses approach their data infrastructure and analytics needs in the coming year, making sophisticated data operations accessible to a broader range of organisations and users.\n\nAbout Amperity\n\nAmperity is the leading customer data platform (CDP) provider that helps companies put data to work to improve marketing performance, build long-term customer loyalty and drive revenue. Amperity is used by many of the world’s most beloved brands, such as Alaska Airlines, Crocs, Endeavour Drinks, Kendra Scott, Kroger, Lucky Brand, Planet Fitness, Seattle Sounders FC, Under Armour and Wyndham Hotels & Resorts. For more information, please visit www.amperity.com or follow @Amperity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gigi Hadid and Hailey Bieber deliver on the festive dress code",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/gigi-hadid-and-hailey-bieber-deliver-on-the-festive-dress-code/ar-AA1vFcFX?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GgpmhcVCa-BDj-S1KCiG8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Braze, Inc. (NASDAQ:BRZE) Q3 2025 Earnings Call Transcript",
            "link": "https://www.msn.com/en-us/money/companies/braze-inc-nasdaqbrze-q3-2025-earnings-call-transcript/ar-AA1vFtFK?ocid=BingNewsVerp",
            "description": "Q3 2025 Earnings Call Transcript December 9, 2024 Braze, Inc. beats earnings expectations. Reported EPS is $0.02, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ATy6u-pCFHxe2k0h0bqpnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our bumper science quiz of the year 2024",
            "link": "https://www.newscientist.com/article/0-our-bumper-science-quiz-of-the-year-2024/",
            "description": "From a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fi ...",
            "image_url": "https://www.bing.com/th?id=ODF.JSaaJaTZXLT6XOduAsMW-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "New Scientist7h",
            "source": "New Scientist",
            "article_content": "Our bumper science quiz of the year 2024\n\nFrom a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fiendish set of questions from our quizmaster Bethan Ackerley"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ORCs in space! Astronomers find another vast odd radio circle in 'completely unexpected discovery'",
            "link": "https://www.msn.com/en-us/science/astronomy/orcs-in-space-astronomers-find-another-vast-odd-radio-circle-in-completely-unexpected-discovery/ar-AA1vGSkg?ocid=BingNewsVerp",
            "description": "Astronomers have discovered a new vast Odd Radio Circle, or \"ORC,\" that could help determine the origin of this strange ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VRqYBV8eKck_iZSHzfoF1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly Discovered Odd Radio Circle Indicates A Smaller Subtype Exists",
            "link": "https://www.iflscience.com/newly-discovered-odd-radio-circle-indicates-a-smaller-subtype-exists-77126",
            "description": "We only discovered space ORCs four years ago, and still don’t know what they are, but have learned their apparent uniformity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RtG574bFirCIhbpO9aEWHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience16h",
            "source": "IFLScience",
            "article_content": "The recently discovered class of objects known as Odd Radio Circles (ORCs) has a new member: This one is fainter and smaller than previous discoveries and was only detected using an intense study of a small area of the sky. This leads the team responsible to suspect there are many similar examples waiting to be discovered when similar approaches are conducted elsewhere.\n\nA new era in radio telescope capacity has led to the discovery of several new sorts of astronomical objects that had never been seen before. In each case, astronomers were initially baffled by the findings, leading some to be given names that indicate that bewilderment – for example, Odd Radio Circles originally having been nicknamed WTFs. The source of at least one member of one of these categories – long-period radio transients – was revealed last month, but that’s just the start of working out how they are made.\n\nAdvertisement Advertisement\n\nORCs were first announced in 2020, and had astronomers so puzzled they initially suspected equipment error. As the name suggests, they form large, almost perfectly circular areas of the sky from which radio signals are received unlike anything seen before.\n\nThe most astonishing thing about ORCs is their size. When first discovered, astronomers could not tell if they were moderate-sized objects relatively close to us, or gigantic ones further away. Now, however, we know there are galaxies or active galactic nuclei at the heart of each. Measuring the distances to these galaxies revealed the first five ORCs to be discovered are 1-1.5 million lightyears across, a mind-bending size even for astronomers used to working on galactic scales.\n\nThe latest discovery, known as ORC J0219–0505, has a diameter of around 370,000 light-years, which would be enormous by any standards other than the previous members of the group. For example, it’s more than twice the size of the galaxy at the circle’s center, which is of similar size to our own Milky Way.\n\nProfessor Ray Norris of CSIRO led both the original ORC discovery and the new one. However, he explained to IFLScience that, at this point, knowledge of its nature is sparse.\n\nAdvertisement Advertisement\n\nAll ORCs are known to be rapidly expanding, so a smaller object might be a younger one. However, Norris told IFLScience he has “No idea,” if this is the case. “It could also be about the medium it is expanding into,” he explained. A slightly less complete vacuum between galaxies might restrict the ORC’s expansion. Similarly, Norris said, the team can’t say why this ORC is fainter than all the others.\n\nAlthough they appear circular in two dimensions, we now know that ORCs are spheres surrounding central galaxies, created by some sort of shock around a billion years ago.\n\nThe original ORC, looking very similar. Image Credit: Norris et al/Publications of the Astronomical Society of Australia, Courtesy of Ray Norris.\n\nSeveral competing explanations for this shock exist, including that it is created by the merging of either supermassive black holes or entire galaxies, or the collective actions of many supernovae blasting vast quantities of gas out of their galaxies. In the last case, electrons stripped from the gas are much lighter and therefore travel further than the gas itself, and could be producing the radio waves while invisible to us by other means.\n\nNorris told IFLScience he previously favored the merging black holes explanation, “But the offset between the center of ORC J0219–0505’s sphere and the supermassive black hole is difficult to account for.” On that basis, Norris thinks collisions between gas clouds during galactic mergers are probably the front-runner. These collisions are thought to create shockwaves that accelerate electrons beyond the merged galaxy, but Norris considers the issue still wide open.\n\nAdvertisement Advertisement\n\nORC J0219–0505 was found as part of a 564.2-hour study by the MeerKAT radio telescope of a 20 degree2 area of the sky. Since something this faint would probably not have been detected without such an in-depth survey by an instrument like MeerKAT, the authors expect similar objects are waiting to be discovered once the rest of the sky gets similar attention.\n\nNorris told IFLScience that the most significant part of the discovery is that all previous ORCs are very similar in size, brightness, distance, and age. This led astronomers to wonder if something was special about these conditions, or if the similarity reflected selection bias from the methods used to find them. Adding something significantly smaller and fainter to the mix makes it likely we’ll spot plenty of smaller ORCs (goblins, perhaps?) once suitable techniques are expanded, and there may be other subgroups to come as well.\n\nThe paper has been accepted for publication in Monthly Notices of the Royal Astronomical Society, and is posted as a preprint on ArXiv.org.\n\n[H/T Phys.org]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Channel’s Shark Week Inspiring Possible Future Scientists",
            "link": "https://www.mymotherlode.com/news/local/3470896/discovery-channels-shark-week-inspiring-possible-future-scientists.html",
            "description": "Tuolumne County 5th through 8th graders got hands-on lessons at the superintendent of schools Dinner with a Scientist event.",
            "image_url": "https://www.bing.com/th?id=ODF.jSaWmAyFXGaC3X3uI-EZNQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "My MotherLode2h",
            "source": "My MotherLode",
            "article_content": "Belleview Students Shark View Photos\n\nColumbia, CA – The Discovery Channel’s Shark Week is inspiring possible future scientists in Tuolumne County.\n\nThe county’s superintendent of schools recently held a Dinner with a Scientist event at Columbia College’s Oak Pavilion, which attracted over 100 students and educators from various fields, including medicine, engineering, geology, forestry, project management, hydropower, and law enforcement. The event provided students with an immersive and practical perspective on the opportunities within Science, Technology, Engineering, Arts, and Mathematics (STEAM) careers.\n\nThe event brought 28 esteemed scientists from diverse fields, including Jeff and Donna Kurr, who shared their groundbreaking work integrating science and storytelling. Jeff Kurr, an Emmy-nominated producer for Discovery Channel’s Shark Week, shared his insights into capturing the wonders of the ocean and educating audiences about marine conservation through cinematic narratives. Donna Kurr, a celebrated wildlife photographer and biotechnology professional, shared her experiences as a visual storyteller and her contributions to groundbreaking scientific research.\n\nThe event was made possible by Stantec and Columbia College’s state-of-the-art facilities."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nearly $200,000 awarded for STEM education at Hartnell",
            "link": "https://www.ksbw.com/article/200000-awarded-stem-hartnell-education-college/63161627",
            "description": "Zoe Lofgren announced nearly $200,000 for STEM research at Hartnell College on Wednesday. The Ranking Member of the House ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jWBrD-LsH_QWglb55uJzZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7h",
            "source": "KSBW The Central Coast",
            "article_content": "Nearly $200,000 awarded for STEM education at Hartnell\n\nRep. Zoe Lofgren announced nearly $200,000 for STEM research at Hartnell College on Wednesday. The Ranking Member of the House Science, Space, and Technology Committee announced that Hartnell College will receive $199,951 from the National Science Foundation to upgrade STEM research equipment.\"This federal funding will help advance scientific discovery and make STEM education more accessible to Hartnell’s diverse student population, fostering the next generation of STEM leaders,\" Lofgren said.The NSF funding comes from the FY24 consolidated appropriations package, which Lofgren voted in favor of.\n\nRep. Zoe Lofgren announced nearly $200,000 for STEM research at Hartnell College on Wednesday.\n\nThe Ranking Member of the House Science, Space, and Technology Committee announced that Hartnell College will receive $199,951 from the National Science Foundation to upgrade STEM research equipment.\n\nAdvertisement\n\n\"This federal funding will help advance scientific discovery and make STEM education more accessible to Hartnell’s diverse student population, fostering the next generation of STEM leaders,\" Lofgren said.\n\nThe NSF funding comes from the FY24 consolidated appropriations package, which Lofgren voted in favor of."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kissflow infuses AI into no-code, low-code development platform",
            "link": "https://www.cio.com/video/3622548/kissflow-infuses-ai-into-no-code-low-code-development-platform.html",
            "description": "Designed to enable citizen development for application backlogs within companies, the Kissflow platform includes automated ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WKWmm1fepU_df9MlarEJWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "CIO8h",
            "source": "CIO",
            "article_content": "00:00\n\nHi everybody, welcome to DEMO, the show where companies come in and they show us their latest products and platforms. Today, I'm joined by Neil Miller, he is the Director of Product Marketing at Kissflow. Welcome to the show, Neil. So tell us a little bit about what Kissflow is, and then what are you going to show us here today?\n\n\n\n00:14\n\nSo Kissflow is a no-code, low-code, application platform that really spreads the power of application development across the enterprise.\n\n\n\n00:21\n\nGenerally, who is this designed for? Is it designed for product developers, or is it other people within the company that might not be a developer?\n\n\n\n00:30\n\nYes, so Kissflow is a unique product in that it's really built for both groups, so it can handle the people that like the high-powered, low-code developers who really want to build a lot of things out -- they don't need a lot of certifications or anything. It's a platform they can get on to build things very quickly and easily. But then the other side, you also have junior developers, business analysts and specifically process owners, who want to build their own thing themselves. The platform is easy enough for them to use that they can build their own applications too.\n\n\n\n00:56\n\nDo you subscribe to the whole citizen developer movement that we're seeing in the space, because of skill shortages and things like that?\n\n\n\n01:04\n\nAbsolutely. Citizen development is one of the main themes we like to play into. Now our platform is very governed, so IT admins have the ability to govern the entire platform and know what's going on in there. But at the same time, we believe that people who actually run these processes probably know best what's there. So as long as you give them the right tools, and you give them enough training, they're able to build what they need.\n\n\n\n01:25\n\nBecause I guess if I was in IT, the biggest fear would be like, “Wait, you're we're giving power to who?” Because the last thing you want is me programming something, with very little design or development skills. So why should companies care about Kissflow versus maybe some of the other platforms out there, or some of the other processes that go on.\n\n\n\n01:42\n\nLike I said, Kissflow’s unique thing is that one, it’s just super easy to use. You're going to see it in the demo here a second. The layout, the feel of it, is just really geared towards someone who knows what they want but maybe doesn't have the development skills about it. There's a lot of things we won't show today that show the power of the low-code side of it as well, so that even a higher-powered developer can come in and really do what they want to do, but that's one thing that really makes it easy, is just the ease of use and be able to generate things quickly. So even somebody who's in the IT department that just wants to build a lot of apps very quickly to get things out of their backlog, they can really easily build dozens of apps on this.\n\n\n\n02:16\n\nIf companies didn't have this, would they just be relying on developers to do a lot of the requests that are coming in? Does this offload some of those processes to people that usually don't have those skills?\n\n\n\n02:26\n\nSo a few different things. One is that they would either just be custom developing things. Second is they might be using a different low-code platform, but typically, you're only going to be building two or three applications a year on those really big platforms that are out there. Kissflow is more like, “Hey, give us a few dozen that we're going to get done in a year.” Then the citizen developers, the other thing they would be using would just be spreadsheets, Excel or something like that, to build what they need. So this is their option to actually get something that's an improvement on Excel.\n\n\n\n02:53\n\nSo let's go into the demo. Tell us what you're going to show us.\n\n\n\n03:00\n\nWhat you see here is the basics of a process. So we have a few different modules in Kissflow, but the process builder is one of the easiest to understand, and the one that generates the most interest for most people. So we start off with a form, which is a little bit interesting. Most people are going to say, OK, build us a data table or something like that. But we actually want to start with a form, because that's where the process owner is usually going to start. They know what they want to do. In this situation, we're looking at asset disposal requests. So this is, again, something maybe your admin team is going to use, or maybe somebody else in the IT department is going to use, but it's really something that the person who is building this knows what they need, and they just want to be able to bring that in.\n\n\n\nSo the form is very, very simple. It's all drag and drop. We have tons of form fields that are available here on the left, all sorts of things, from very simple things to very complicated. We also have some AI features here. So if you want to, just based on the name asset disposal request, you're going to be able to generate types of fields you might need to know. So if somebody's building it for the first time, they're going to be able to bring those in. They can do anything here, building out sections, you're also able to refer back to fields. We have remote lookup, so you can go to databases outside of Kissflow and bring those things in. Every field has the ability to change the settings, to add validations, add visibility requirements, stylize it the way you want, and even add these custom events, which is more the low-code part of what's going on. So the field, the form is one of the things that is most fun to use, I feel like to build in, but then you want to take that form and drive it through a workflow. So that's where we go to the second phase. So here again, this is one of the powers of Kissflow, is just being able to see how simple it is to build things out. Again, we have these AI features where they will suggest steps for you based on the name of the platform. Here I have a few that are already added in. It's as easy as adding in new steps. Adding in you can do something like a parallel branch where two different things may be happening at the same time. Or you want to create conditions based on how things happen. So all these things are available to just make it easy.\n\n\n\nOne of the best things about it is how you assign things. A lot of these features, a lot of other platforms, don't have so easily to do in terms of if you're going to assign it to a group of people, if you're going to assign it to everyone, if everyone needs to approve it before it goes forward, if only a few people need to approve it. If you want to assign things to one person based on the region that they're in, but a different region needs to go to somebody else, that's really easy to do in Kissflow. If you're trying to hand-code a lot of the things, it becomes very difficult to do. You can also build in these conditions. You can look at different SLAs, actions, deadlines, field permissions that are available at different steps. That's really one of the great, but I'm able to create services requests. I'm able to create product marketing requests based on these workflows and just set up the way I want to do it.\n\n\n\n05:46\n\nDo you find that when you're doing the application itself, does it get sent to approval from the IT department to make sure that you're not missing anything? Or does another developer check your work before it gets deployed? Or because, if it's internal, maybe you don't have to do that?\n\n\n\n06:02\n\nSo within the citizen development framework, which we also try to align ourselves a lot, you kind of have these zonings of applications, they're based on the risk and based on the complexity. So a lot of risk that's involved and a lot of complexity, you really want your IT team to be hands-on doing those things. Maybe you're going to let a citizen developer work on a form or something like that. Then you have things that are less risk, but maybe with a little bit of complexity. That's where someone just needs a mentor to be able to come along and make sure, “Hey, you did it right, you didn't screw up anything.” Then you have this other area where it's like, it's low risk, it's low complexity, and pretty much you're just letting those people just build whatever they want, because they're not going to mess up too much.\n\n\n\nSo this particular one, asset disposal, there may be some concerns about some risks that are around there, but not too much. This would be an example of one that would probably be fine for a citizen developer just to build on their own, and just for the data governance platform, just to know that it’s there. But other apps you're going to want to have people more involved in it.\n\n\n\nAfter you build out all the steps that you want, and again, this can get as complex as you want. We've seen many very big workflows that go on, then you go on to permissions. So here, at each step in the process, you're able to figure out if fields should be editable, if they're read-only, or if they're hidden. You can set these rules across steps or just for individual ones. It's really just a way to make sure to ensure some privacy issues, or ensure some scalability issues, as you're building these out to make sure that each step is what it needs to be.\n\n\n\nOne of my favorite features within this particular function in Kissflow is the simulate button. So here, instead of having to go live with something and then test it out and figure it out, this is really a way to just test it on the back end really quickly. Here I can simulate it as myself, or as lots of other people, and see what it would be like. I can see, these fields are obviously like a read-only field, but this one is something that I can use. And if I say, “Okay, well, I didn't want that to be like that,” I can just go back into the process and figure that out.\n\n\n\nWith each step I can see things. I can mark it, and I can submit it as done, and see what it looks like in the next section. You can also see what it looks like on a mobile app. So this is really the fun side of Kissflow, I would say, in order to be able to see what's going on and be able to build it. In this particular process builder, deploying an app is just as simple as clicking this button to go live. Now it's live. So now at this point, this is more like the runtime. So in here, a new person would be able to get in. They're going to click this New Item button. They're going to see all the same fields that you had with Kissflow, with our process builder. You're going to see exactly when something was started, when the next step was done. So these are going to have times if they had SLAs attached to them. The SLA is going to be there to know if it was handled appropriately or not. You can also add comments for people that are involved in the workflow. So if there's some extra things that need to be added into all these things, so you get this big data trail as well. So a lot of this use of Kissflow, with an approval management cycle, you're going to be able to get all the things you need, as opposed to just trying to handle something on either a simple workflow builder, on Excel or something.\n\n\n\n09:01\n\nYou were talking to me before the show that you've got some integrations that you wanted to show off?\n\n\n\n09:06\n\nSo this part of Kissflow is about approvals. So you're talking about mostly human-based ones, but also you can build a lot of really intense integrations as well. So here, this is an integration we built for another process was about scheduling interviews with customers. This is pretty easy, and again, you're going to see a similar workflow builder here, but here we're not talking about human elements. Now we don't have approvers. Now we are just going into different systems. So here, when a status of an item is updated, we're going to make sure certain data sets match and then send an email. Those are easy to do, but again, you can see lots of different connections we have here, lots of things within Kissflow. But then also outside of Kissflow, as well, other tools that if you want to go into one of your CMS or your ERP system and make a connection, those are very easy to do. Again, this is still no code. We're still talking about people like you and me that aren't technically minded, that can just go in and make what they need to do. Maybe I get into a little bit of trouble. I need to ask somebody, Hey, what I do here, and that's very easy, just to go and then you feel really empowered as a system developer.\n\n\n\n10:05\n\nYou've got a lot of features other than the stuff that you just showed me. But do you offer a free trial? Is it? Or how do you get set up on this?\n\n\n\n10:12\n\nYeah, free trials are available. As long as you go to our website, request a meeting with our sales team, they'll kind of get a figure for how you want to use it. One of our big things is that we like to see companies with a long list of backlogged apps. If you have five to 25 apps that you're like, “Man, I wish somebody would take these off our plate,” that's our kind of customer. So if you're in that that zone and you really want to see it, or you want to try out citizen development as well, unleashing something for the rest of the organization, then come in, we'll figure out if it's right for you, and make sure you get set up.\n\n\n\n10:43\n\nAnd it looks simple to operate, so I'm also assuming it's going to be simple to install. You're not talking like a three-month long install process.\n\n\n\n10:49\n\nAbsolutely not. We like to see people get up and going as soon as possible. We don't have any long certification courses. You get in, you learn the platform, and then again, depending on if you want to turn this over to people, citizen developers, or IT departments. IT departments are going to be very fast with this, and like, within a week, they're going to be up and building MVPs, and things much more complicated. What I was showing you before was our standard runtime that you can see with a certain process, but we have a page builder, you can build a custom UI, so you can have everything unique. You can build your own dashboards or your own reports. This is just like one small, easy part of Kissflow, but it can really be very powerful.\n\n\n\n11:27\n\nAll right, give me the website again.\n\n\n\n11:29\n\nKissflow.com.\n\n\n\n11:30\n\nNeil Miller, thanks again for joining us on the show. That's all the time we have for today's episode. Be sure to like the video, subscribe to the channel, add any thoughts you have below. Join us every week for new episodes of DEMO. I'm Keith Shaw, thanks for watching."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Founder who built Snap’s AI launches a snappy new take on video chatbots",
            "link": "https://techcrunch.com/2024/12/11/founder-who-built-snaps-ai-launches-a-snappy-new-take-on-video-chatbots/",
            "description": "A deep learning scientist whose last startup was acquired by Snap to build its My AI chatbot has raised seed funding for his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h1PIm-xQ4zu6CfLm1wD-wC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "7h",
            "source": "TechCrunch",
            "article_content": "A deep learning scientist whose last startup was acquired by Snap to build its My AI chatbot has raised seed funding for his latest venture: a platform for building and operating real-time, video-based conversational AI agents.\n\neSelf, as the startup is known, is today coming out of stealth with $4.5 million in its coffers to enter the race to build live, interactive, and more realistic AI assistants. Its initial focus is on verticals including education, sales, financial services, real estate, and health and wellness.\n\neSelf’s early pitch is that its agents’ current query/interaction response time is under 1.7 seconds — which it claims is faster, and thus more lifelike, than voice responses from other leading companies like OpenAI. The Israeli startup has launched a “no-code” creation studio that lets its customers build their own agents. These agents can operate common apps — like Calendly, Salesforce, others — to schedule appointments, access collateral content, and to reference data just as a human assistant might do.\n\neSelf says it has, in stealth, already powered “millions” of real-time conversations. Current customers include Christie’s real estate, and Brazilian bank AGI.\n\nExplorer Investments, a firm out of Portugal, led the round with participation from Ridge Ventures and strategic angel investors such as Eyal Manor, former VP of engineering at YouTube and chief product and engineering officer at Twilio.\n\neSelf is co-founded by Dr Alan Bekker (CEO) and Eylon Shoshan (CTO), and it has an unlikely origin story.\n\nBekker, who lives in Tel Aviv, tells me his original wish was to become a rabbi — an ambition that he fell out of love with several years into studying, he said, after approaching the chief rabbi in his school, asking big questions about God and faith, and not being satisfied with the answers he got in return.\n\n“I came home to my wife Lisa,” he said. “I told her I didn’t believe in God anymore.”\n\nWhether he reconciled that in the end or not, I have no idea. But it seems that he did discover another kind of religion in the wake of that dramatic moment.\n\n“My passion was always about understanding humans and our world in general,” he said. He had a longstanding interest in math from his days as a student, and so he dropped out of rabbinical school and turned to university to study engineering, physics and computer science.\n\nHe signed up for a course in machine learning “completely by mistake,” he said, and it gave him a glimpse into another kind of omniscience.\n\n“You can, with mathematics, understand natural language, vision, speech,” he said. “It was mind blowing.”\n\nFirst startup sold for $100M\n\nFast forward through a PhD, many research papers, and a lot of loans (now repaid), Bekker became a specialist in voice recognition, neural networks and deep learning. He also had an entrepreneurial itch and, it turns out, a knack for proverbially spotting where the puck is going.\n\nHis first startup was Voca, which focused on building AI voice assistants for call centers. It started to rack up large customers like American Express and TNT (now a part of FedEx), and then Snap came knocking. As we reported at the time, Snap acquired the startup in 2020 for $100 million, but with little indication of how it would use the tech.\n\nBekker took on a role as the head of Conversational AI at Snap where he led a team that built… conversational AI tech. But it took almost three years, and for the tech world to be turned upside down with the viral arrival of generative AI, for that to finally make a landing point in a product.\n\nBy the time Snapchat launched My AI, its conversational chatbot, in 2023, Bekker had been a year out of the company. Perhaps just as well: My AI had mixed (and some quite negative) responses since getting released.\n\n(Bekker tells us that while he was involved in the tech, he wasn’t wasn’t involved in building the product or the integration with Snapchat.)\n\nMeanwhile, he started thinking of what the next generation of AI agents might look like: rather than voice- and text-based queries, with text-based responses, he saw the potential for a more interactive and humanlike product, using video and voice in the response.\n\nBekker teamed up with Shoshan, who cut his teeth in Israel’s 8200 unit and is a specialist in natural language processing, to co-found eSelf.\n\nThe tech world is fast becoming crowded with companies targeting what is now being described as the “agentic” opportunity.\n\nTapping into advances in Generative AI, there has been an array of companies emerging that are working on delivering responses that are not just more accurate but more believable because of the form — a ‘human’ with a ‘voice’ — delivering it.\n\nCompanies including H, Eleven Labs, Amazon, Anthropic, the newly launched /dev/agents, LinkedIn and OpenAI are creating building blocks to craft agents to carry out various tasks. Startups and established players like Salesforce are also coming out with agents for specific use cases like shopping, assisting enterprise sales and revenue teams, and design.\n\nIt’s very early days, but it will be worth watching to see which of these catch on with paying users, and which startups land investors to help them grow.\n\nThat is, if you assume any of this will take off and get past some of the significant gating factors. One area that has proven to be a major cash drain is the building and training of models. Bekker said that eSelf has not built its own LLMs from the ground up. Instead, it has fine-tuned Meta-created Llama models, among others. “Customers who have chatbot in place built on, say, GPT, can change to use that,” he said, “but the latency will be longer.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cyberpunk 2077 Has A Balatro Crossover Quest, Here’s How To Start It",
            "link": "https://www.yahoo.com/tech/cyberpunk-2077-balatro-crossover-quest-182906074.html",
            "description": "CD Projekt Red dropped a new update for Cyberpunk 2077 that added customization options for your cars and character, photo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CWfOsedZoNj7ciuHJbhrmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "7h",
            "source": "Yahoo",
            "article_content": "CD Projekt Red dropped a new update for Cyberpunk 2077 that added customization options for your cars and character, photo mode features, and a few “surprises” the team is hoping fans will find themselves. One thing the team didn’t mention in its live stream or patch notes was that update 2.2 would also bring a quest based on Balatro, 2024’s card game indie darling that is nominated for Game of the Year at this year’s Game Awards. If you haven’t booted up Cyberpunk since the update but are curious about how to see this unexpected crossover, we’ve got the rundown on where to go in Night City to start the quest.\n\n\n\nFor most people, the quest should begin fairly easily. If you boot up the game, you should receive a text message from someone named Jim B (a reference to Balatro’s clown mascot Jimbo) who will send V on a treasure hunt around the city, with clues and photos leading you to areas adorned with hidden Jimbo logos. Throughout the quest, you’ll find Balatro-themed cosmetics, including a trophy you can put on display in your apartment.\n\nHowever, as of this writing, the quest might be bugged, as some players, myself included, are not receiving a text message from Jim B upon start-up. I tried riding around Night City to see if the clown might get in touch with me, but had no luck. I also checked the spot where the first logo is supposed to appear, and it seems like it doesn’t show up in the world if you haven’t started the quest. We’ve reached out to CD Projekt Red about this issue and will update the story when we hear back. In the meantime, if you’re looking for some help on all the clue locations, YouTuber vinal has a video showing each location on Night City’s map:\n\nAll of this launches alongside a line of Cyberpunk X Balatro merchandise including shirts and a hoodie, all of which are available for pre-order on CD Projekt Red’s website. While Cyberpunk 2077 may be getting a little love even four years after its release, most of CD Projekt Red’s team has been moved to other projects, including a sequel codenamed Orion. We don’t know much about the game, but there’s reason to believe it will have some kind of multiplayer mode.\n\n\n\n\n\n\n\nFor the latest news, Facebook, Twitter and Instagram."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At Age 15, He Used Facebook Marketplace to Start a Side Hustle — Then It Became Something Much Bigger: 'Raised Over $1.6 Million'",
            "link": "https://www.msn.com/en-in/money/smallbusiness/at-age-15-he-used-facebook-marketplace-to-start-a-side-hustle-then-it-became-something-much-bigger-raised-over-1-6-million/ar-AA1vyRaQ?ocid=BingNewsVerp",
            "description": "This Side Hustle Spotlight Q&A features Dylan Zajac, 21, a senior at Babson College. At 15, Zajac had a side hustle thrifting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ho16EQw59FgDO3Lg660_Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "21hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Recuva vs. DMDE: Which is the best free data recovery software for you?",
            "link": "https://www.digitaltrends.com/computing/recuva-vs-dmde/",
            "description": "Recuva and DMDE are powerful and free data recovery apps that can restore lost photos and files missing from damaged drives, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Va-fCSjeyafsaYcV_T3wtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "4h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents Specs Pricing tiers Features Support Privacy and security Which data recovery app is right for you?\n\nI’ve reviewed the best data recovery software you can buy, which often require a costly subscription. However, there are some very good free apps that can help restore your missing files or photos.\n\nCCleaner’s Recuva and DMDE are among the best free data recovery apps that let you preview and restore a wide variety of files at no cost. I’ll focus on the free versions, but also cover the more powerful paid apps.\n\nRecommended Videos\n\nSpecs\n\nRecuva DMDE Platforms Windows Windows, macOS, Linux Devices unlimited (Free), 3 (Professional) unlimited (Free), 1 (Express, Standard), plus 5 monthly (Professional) Support Email Email Free version? Yes Yes\n\nPricing tiers\n\nRecuva is a full-featured free data recovery app with only minor limitations. There’s no customer service for free users. The app can’t read virtual drives and you have to check for updates manually.\n\nBeyond that, you can use Recuva for free for as long as you like on any Windows computer. There’s not a macOS or Linux version of Recuva and it doesn’t work on mobile devices.\n\nLeading solutions like Stellar Data Recovery restrict free file restoration to 1 GB, which might be enough for lots of documents and several photos. However, the free version might not retrieve all your photos and videos since they take up more space.\n\nFor $25 annually, you can install Recuva Professional on up to three computers and contact support for technical assistance. If you’re unfamiliar with data recovery software and drive technology and formats, technical support could be very important.\n\nDMDE also has a free version that’s just as powerful as the paid app. However, it does have some restrictions. You can restore one folder and 4,000 files at a time.\n\nUnless you dump all you photos and videos in a single folder or store a huge number of files in one place, you’ll need the paid version. Since only one folder can be restored with the free app, you’ll probably need multiple scans to get back missing files.\n\nAn annual subscription to DMDE Express costs $20. There’s also a lifetime plan call DMDE Standard that costs just $48. If you subscribe to DMDE Express for more than two years, DMDE Standard is a better bargain.\n\nDMDE also has professional plans, starting at $95, that let you install the app on more computers.\n\nFeatures\n\nRecuva has a wizard to guide you through data recovery. You select the type of files to restore, but the option of all files seems to make the most sense. Then you get to choose the drive or let the app scan all drives. That can take a long time, so it’s best to select the drive you suspect has missing files.\n\nWhen you start a scan, the app immediately starts listing files that Windows File Explorer won’t show. As the scan continues, more details appear including filename, the folder it’s in, the modification date, size, and more.\n\nRecuva also estimates the recoverability of each file and optionally shows a preview. Those are the most valuable details. If image previews look correct and files are rated with excellent recoverability, the app should be able to restore them.\n\nIn my review of Recuva Professional, I found it to be useful in recovering data from my external hard disk drive (HDD) and my thumb drive. It found 158 of 163 files in the HDD test, which is good, but not great.\n\nDMDE is easy to get started with, but some features can be a little confusing. It’s a much more technical app with powerful and dangerous features like disk editing. It’s wise to make sure you understand what will happen before making a change.\n\nBasic operation is straightforward. You select a drive, start a scan, and watch the file list appear. DMDE shows the folders in a left sidebar and files to the right. It fills in the filename, size, modification date, and shows an optional preview.\n\nThe preview is important since DMDE doesn’t give a recoverability estimate. In my review, DMDE Free restored all 55 files in my folder, but none of the images in subfolders. I’d need the paid version to get everything in one pass.\n\nAs a workaround, I switched to raw recovery, which ignores my folder structure and groups restored files by type. With this trick, I got 162 of 165 files, but with randomly generated numeric filenames.\n\nThe paid version of DMDE managed to restore all my HDD files, but the first letter of each folder was replaced with an underscore “_” symbol.\n\nSolid-state drive (SSD) recovery is almost impossible and neither app could restore a single file in these tests. EaseUS Data Recovery Wizard Pro is only app I’ve tested that has successfully undeleted SSD files, which might have been due to lucky timing.\n\nSupport\n\nRecuva has a very limited help center and only offers email support to subscribers. The app has been around for decades, so your best bet is a web search if you need help with the free version.\n\nDMDE doesn’t restrict help to paying customers, giving it an edge against Recuva. Support is via email, so it could take up to 24 hours to get a reply. DMDE’s resource center features tutorials, a manual, and an FAQ so you can get answers faster.\n\nPopular data recovery apps like Disk Drill Pro offer live chat support, but cost more.\n\nPrivacy and security\n\nThere’s no need to upload data to recover files, so your files will remain private. However, if you email support or subscribe, your email address and financial information will be on record. That means cybersecurity is worth considering.\n\nI couldn’t find any record of a data breach at DMDE, but the developer of Recuva, CCleaner has had some issues. CCleaner has been hit by three major data breaches, one as recent as 2023.\n\nWhich data recovery app is right for you?\n\nThe free versions of Recuva and DMDE are both effective with HDD file recovery. While DMDE restored more data in my tests, it requires multiple passes to get back folders. Recuva is easier to use, but couldn’t find as many missing files.\n\nWhile you could download and run both, HDD scans can be time-consuming, so it’s better to pick one. If you absolutely can’t pay to restore missing files, Recuva has the better free app.\n\nHowever, DMDE’s $20 and Recuva’s $25 annual subscription prices are incredibly affordable. If you’re going to the trouble of scanning and restoring files, it’s worth saving yourself time and effort at such a low cost.\n\nIf your photos, videos, documents, and other files are worth $20, I’d recommend DMDE Express over Recuva Professional. If you anticipate needing to recover files in the future, a one-time purchase of DMDE Standard costs just $48 to use it on your Windows PC, Mac, or Linux computer forever.\n\nThat’s why DMDE is high on our list of the best data recovery software. If you need to restore data lost on mobile devices, check out our guides to the best iPhone data recovery apps and Android data recovery apps."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TIOBE Programming Index News December 2024: Python Maintains Its Lead",
            "link": "https://www.techrepublic.com/article/tiobe-index-commentary-dec-24/",
            "description": "Python maintains its lead. Plus, the top three point toward a winner for year’s best, while the bottom three switch spots.",
            "image_url": "https://www.bing.com/th?id=OVFT.oR8SwC55Oe0y0qs0tqbazy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "3m",
            "source": "TechRepublic",
            "article_content": "Python is headed toward a likely win of programming language of the year 2024, TIOBE CEO Paul Jansen predicted in the TIOBE Programming Community Index in December. According to the updated rankings:\n\nPython grew in popularity from 22.85% in the proprietary ranking system in November to 23.84% in December.\n\nIn second, C++ rose from 10.64% in November to 10.82% in December, perhaps a sign of recovery after a long slide in popularity starting in February.\n\nIn third, Java slightly grew in popularity from 9.6% to 9.72%.\n\nThe TIOBE Programming Community Index shows trends in programming languages based on search engine volume.\n\nWhat will be the year’s best?\n\nEvery year, TIOBE Software calculates its programming language of the year — the language with the highest rise in ratings over the year. Python gained 10%, putting it well ahead of runners-up Java and JavaScript, which saw gains of +1.73% and +1.72%, respectively.\n\n“Python is unstoppable thanks to its support for AI and data mining, its large set of libraries and its ease of learning,” Jansen wrote.\n\nSEE: HTML tables can spruce up a website and don’t take much time to learn.\n\nHowever, the index is always changing. How long will Python hold on to this popularity?\n\n“Now that some say that the AI bubble is about to burst, plus the fact that demand for fast languages is rapidly increasing, Python might start to plateau,” Jansen said. “Let’s see whether this happens.”\n\nKotlin retreats, bottom three reshuffle\n\nSome interesting movements happened near the bottom of the top 10 list.\n\nSQL and Visual Basic overtook Fortran in eighth, ninth, and 10th, respectively. Last month, we pointed out that Fortran can be used for numerical analysis and computational mathematics, which are key to generative AI. Fortran’s loss in popularity might also be a sign of a plateau. However, the patterns in the TIOBE index are often best looked at over longer periods, not just month-over-month.\n\nIn other news, Kotlin dropped out of the top 20 in December. “It looks like it is not yet the next big language everybody is going to talk about,” said Jansen in an email to TechRepublic.\n\nZig, a competitor to Rust, may be approaching the top 50. However, Jansen said, Zig is ascending more slowly than he expected."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Report: Google told FTC Microsoft’s OpenAI deal is killing AI competition",
            "link": "https://arstechnica.com/tech-policy/2024/12/report-microsofts-exclusive-deal-with-openai-harms-competition-google-told-ftc/",
            "description": "Google reportedly wants the US Federal Trade Commission (FTC) to end Microsoft's exclusive cloud deal with OpenAI requiring ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IX-l-RuicwqTeHC0JfXhUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "13h",
            "source": "Ars Technica",
            "article_content": "Google reportedly wants the US Federal Trade Commission (FTC) to end Microsoft's exclusive cloud deal with OpenAI that requires anyone wanting access to OpenAI's models to go through Microsoft's servers.\n\nSomeone \"directly involved\" in Google's effort told The Information that Google's request came after the FTC began broadly probing how Microsoft's cloud computing business practices may be harming competition.\n\nAs part of the FTC's investigation, the agency apparently asked Microsoft's biggest rivals if the exclusive OpenAI deal was \"preventing them from competing in the burgeoning artificial intelligence market,\" multiple sources told The Information. Google reportedly was among those arguing that the deal harms competition by saddling rivals with extra costs and blocking them from hosting OpenAI's latest models themselves.\n\nIn 2024 alone, Microsoft generated about $1 billion from reselling OpenAI's large language models (LLMs), The Information reported, while rivals were stuck paying to train staff to move data to Microsoft servers if their customers wanted access to OpenAI technology. For one customer, Intuit, it cost millions monthly to access OpenAI models on Microsoft's servers, The Information reported.\n\nMicrosoft benefits from the arrangement—which is not necessarily illegal—of increased revenue from reselling LLMs and renting out more cloud servers. It also takes a 20 percent cut of OpenAI's revenue. Last year, OpenAI made approximately $3 billion selling its LLMs to customers like T-Mobile and Walmart, The Information reported.\n\nMicrosoft's agreement with OpenAI could be viewed as anti-competitive if businesses convince the FTC that the costs of switching to Microsoft's servers to access OpenAI technology is so burdensome that it's unfairly disadvantaging rivals. It could also be considered harming the market and hampering innovation by seemingly disincentivizing Microsoft from competing with OpenAI in the market.\n\nTo avoid any disruption to the deal, however, Microsoft could simply point to AI models sold by Google and Amazon as proof of \"robust competition,\" The Information noted. The FTC may not buy that defense, though, since rivals' AI models significantly fall behind OpenAI's models in sales. Any perception that the AI market is being foreclosed by an entrenched major player could trigger intense scrutiny as the US seeks to become a world leader in AI technology development."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's CFO says it trusts Elon Musk to 'compete appropriately' after his ally David Sacks was appointed AI czar",
            "link": "https://www.businessinsider.com/openai-cfo-elon-musk-xai-david-sacks-ai-czar-trump-2024-12",
            "description": "OpenAI CFO Sarah Friar trusts Elon Musk to act in good faith despite his ally David Sacks' appointment as AI czar.",
            "image_url": "https://www.bing.com/th?id=OVFT.2xV14Hf43IgyxExFfh06PS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "13h",
            "source": "Business Insider",
            "article_content": "OpenAI's CFO trusts Elon Musk to prioritize the national interest despite owning a rival company.\n\nMusk, a Trump advisor with ties to AI czar David Sacks, has a feud with OpenAI's Sam Altman.\n\nAltman said last week he does not think Musk will use his political power to hurt competitors.\n\nOpenAI trusts Elon Musk to act in good faith as the owner of a rival AI company with the ear of President-elect Donald Trump, its CFO said.\n\nAdvertisement\n\n\"We trust him...as a competitor, [Musk] will put first the national interest and compete appropriately,\" Sarah Friar, the CFO of OpenAI, said at the Reuters NEXT conference on Tuesday.\n\nMusk is a close Trump advisor and is co-leading the advisory body DOGE alongside Vivek Ramaswamy. Musk's ally and fellow PayPal Mafia member David Sacks was recently appointed as Trump's AI and crypto czar.\n\nAdvertisement\n\nAfter Sacks was tapped for the position, OpenAI chief Sam Altman — with whom Musk has a long-running feud — took to X to congratulate him on the role. Musk responded with a laughing emoji.\n\nFriar's comments follow Altman's remarks at The New York Times' DealBook summit last week, in which he said he didn't think Musk would use his political power to his advantage and boost his own AI startup, xAI.\n\nHe said, \"I believe pretty strongly that Elon will do the right thing and that it would be profoundly un-American to use political power to the degree that Elon would hurt competitors and advantage his own businesses.\"\n\nAdvertisement\n\nMusk has been embroiled in a legal battle with OpenAI since March after twice suing the company behind ChatGPT. He accused the company and some of its cofounders of violating its founding charter with its plans to change its corporate structure to become a for-profit business, and of putting commercial interests ahead of its original mission to benefit humanity.\n\nAltman also addressed the feud between him and Musk at the DealBook conference, calling it \"tremendously sad\" and said he grew up looking to Musk as a \"mega hero.\"\n\nxAI was launched just 16 months ago, but it has quickly scaled up to be considered a competitor of OpenAI. In record time, the $50 billion startup built a supercomputer in Memphis that has 100,00 GPUs and is aiming to increase that to at least one million.\n\nAdvertisement\n\nOpenAI and Elon Musk didn't immediately respond to requests for comment from Business Insider, made outside normal working hours."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Harnessing the Power of Machine Learning: Amazon India Smbhav Summit",
            "link": "https://www.msn.com/en-ca/money/smallbusiness/harnessing-the-power-of-machine-learning-amazon-india-smbhav-summit/ar-AA1vBY09?ocid=BingNewsVerp",
            "description": "The insights shared by Rastogi and Somareddy reflect Amazon's unwavering commitment to leveraging AI and ML to revolutionize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rKVcgPIPe2sMtU-lxzXhJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning reveals a functional network of genes and proteins in human cancer",
            "link": "https://medicalxpress.com/news/2024-12-machine-reveals-functional-network-genes.html",
            "description": "Large-scale protein and gene profiling have massively expanded the landscape of cancer-associated proteins and gene mutations ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8MVdRXFlKcXeDV3bdzNcjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "8h",
            "source": "Medical Xpress",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nFunMap has high functional relevance, deep proteome coverage and a scale-free, modular and small-world network topology. Credit: Nature Cancer (2024). DOI: 10.1038/s43018-024-00869-z\n\nLarge-scale protein and gene profiling have massively expanded the landscape of cancer-associated proteins and gene mutations, but it has been difficult to discern whether they play an active role in the disease or are innocent bystanders.\n\nIn a study published in Nature Cancer, researchers at Baylor College of Medicine revealed a powerful and unbiased machine learning-based approach called FunMap for assessing the role of cancer-associated mutations and understudied proteins, with broad implications for advancing cancer biology and informing therapeutic strategies.\n\n\"Gaining functional information on the genes and proteins associated with cancer is an important step toward better understanding the disease and identifying potential therapeutic targets,\" said corresponding author Dr. Bing Zhang, professor of molecular and human genetics and part of the Lester and Sue Smith Breast Center at Baylor.\n\n\"Our approach to gain functional insights into these genes and proteins involved using machine learning to develop a network mapping their functional relationships,\" said Zhang, a member of Baylor's Dan L Duncan Comprehensive Cancer Center and a McNair Scholar.\n\n\"It's like, I may not know anything about you, but if I know your LinkedIn connections, I can infer what you do.\"\n\nThe team developed FunMap, a functional network of 10,525 genes constructed using a supervised machine learning method that integrates protein datasets and RNA sequencing data from 11 cancer types recently harmonized by the Clinical Proteomic Tumor Analysis Consortium (CPTAC) pan-cancer working group.\n\n\"With FunMap, we found 196,800 associations among 10,525 proteins—a comprehensive and unbiased proteomic coverage and a high level of functional relevance,\" Zhang said.\n\n\"Two key differences between our approach and previous gene co-expression network studies are first, the integration of cancer protein data with mRNA expression data and second, the application of supervised machine learning to synergize all datasets to maximize the predictive power. Unexpectedly, our approach outperformed protein–protein interaction networks in discriminating between functionally relevant and irrelevant gene pairs.\"\n\nThrough network analysis, FunMap uncovers protein modules and a hierarchical modular organization linked to cancer hallmarks and clinical characteristics, predicts the functions of understudied cancer proteins, offers deeper insights into established cancer drivers and identifies drivers with low mutation frequency.\n\n\"More than 200 genes are highly overexpressed or under-expressed in cancer, but we know very little about their specific roles in the disease,\" Zhang said. \"When we mapped these genes in our network, we were able to look at the neighborhood and make a prediction about their function.\"\n\nFor example, the expression of the understudied gene MAB21L4 is significantly below normal in three types of cancer tumors. FunMap showed that this gene's network neighborhood is enriched for genes associated with epithelial cell differentiation, the suppression of which plays a critical role in tumor progression.\n\nClinical tumor grading data, together with a recent study showing that loss of MAB21L4 blocks differentiation to drive the development of squamous cell carcinoma, provide strong evidence to support a tumor suppressor role of MAB21L4.\n\nMoreover, leveraging cutting edge deep learning methods with FunMap uncovered numerous previously unrecognized cancer drivers with low mutation frequencies, including a novel tumor suppressor role for LGI3, supported by gene knockout experimental data.\n\nThis study highlights the great potential of integrating machine learning and proteogenomic profiling to gain a deeper understanding of complex cancer systems. By generating a comprehensive functional network, this approach provides a robust framework for cancer functional genomics research, offering valuable insights into mutations and cancer-associated proteins.\n\n\"These findings can greatly aid in prioritizing targets for clinical translation, ultimately contributing to the development of more effective cancer therapies,\" Zhang said.\n\nMore information: Mapping the functional network of human cancer through machine learning and pan-cancer proteogenomics, Nature Cancer (2024). DOI: 10.1038/s43018-024-00869-z. www.nature.com/articles/s43018-024-00869-z The FunMap Python package is fully open source and available for download from the Python Package Index. Journal information: Nature Cancer"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US warns Russia may be ready to use new lethal missile against Ukraine again in ‘coming days’",
            "link": "https://apnews.com/article/russia-oreshnik-missile-ukraine-intelligence-war-28bf28d09087844544874df151bd3a9a",
            "description": "The Pentagon says Russia could launch its lethal new intermediate-range ballistic missile against Ukraine again soon.",
            "image_url": "https://www.bing.com/th?id=OVFT.6lEk0VbGOPomolmS8LwiTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Is Ready To Study Donald Trump's Ukraine Proposals: Kremlin",
            "link": "https://www.msn.com/en-us/news/world/russia-is-ready-to-study-donald-trumps-ukraine-proposals-kremlin/ar-AA1vGEyS?ocid=BingNewsVerp",
            "description": "A senior Russian diplomat has stated that Russia is open to evaluating President-elect Donald Trump's proposed plans for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.frlWeeQR2-BK3tvYaju1ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Many People Have Died in Syria’s Civil War?",
            "link": "https://www.nytimes.com/2024/12/11/world/middleeast/syria-civil-war-death-toll.html",
            "description": "The United Nations and human rights organizations have faced challenges in counting all those killed and missing in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.11XnqPv50T6ExF6J1uFVLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "13h",
            "source": "The New York Times",
            "article_content": "With the end of President Bashar al-Assad’s regime in Syria, the task of tallying the cost in human lives of a nearly 14-year-long civil war is continuing. Death toll estimates from the conflict are as high as 620,000, a staggering number in a country with a prewar population of 22 million.\n\nExperts say establishing the true scale of death is complicated, as estimates are drawn from different sources and methods and calculated in varying ways. Here’s what we know:\n\nWhat is the latest death toll?\n\nAs of March, the Syrian Observatory for Human Rights had documented the names of 507,567 people who had died in Syria since the outbreak of the conflict in March 2011. The independent Syrian-run organization, which is based in Britain and collates information from multiple sources, said that it had verified another 110,343 deaths of people who were not named, bringing the total of civilians and combatants killed throughout the war to 617,910.\n\nThe Syrian Network for Human Rights, another independent human rights organization that has been tracking the toll since the start of the conflict, had counted a total of 231,495 civilian deaths through June.\n\nWhat does the United Nations say?\n\nThe Office of the U.N. High Commissioner for Human Rights last released an accounting in 2021, when it estimated that at least 580,000 people had been killed to that point, including 350,209 “identified individuals.” The U.N. human rights chief, Michelle Bachelet, cautioned at the time that the figure was “not a complete number of conflict-related killings” but that it indicated a “minimum verifiable number, and is certainly an undercount of the actual number.”\n\nBefore 2021, the United Nations had not released a report on deaths in Syria since 2014 because it said conditions on the ground made accurate documentation impossible. However, when the war reached its 10th year, the organization responded to the need for updated information with a new report. By then, the war had shifted from large-scale military hostilities to regional clashes between multiple armed groups, making access and accuracy even more complicated, so the U.N. stopped reporting numbers.\n\nHow is the death toll calculated?\n\nThe U.N. and the Syrian human rights organizations say they rely on on-the-ground interviews, news reports and publicly available information such as death certificates and hospital records. They then identify and exclude duplicates and records with only partial information from the total and check the results against other statistical estimates.\n\nCases where people had been taken into government custody with no documentation — the forcibly disappeared — are not part of the total, nor are cases in which victims are killed and their bodies not recovered.\n\nThe Syrian Network for Human Rights focuses on tallying civilian deaths. The Syrian Observatory for Human Rights also tracks deaths among the Syrian military, rebel factions, foreign militias and armed units sent by other governments that are party to the conflict, such as Israel, Russia and Iran.\n\nWill we ever know the final toll?\n\nThe end of the conflict will bring some clarity. When Damascus fell on Dec. 8, rebel groups opened Syria’s prisons, freeing thousands of surviving detainees to the relief of friends and families. But thousands of other people remain missing.\n\nFadel Abdul Ghany, the founder of the Syrian Network for Human Rights, has counted more than 100,000 men, women and children who were “forcibly disappeared” by the Assad regime since 2011 and who were not included in any death toll. So far, he says, very few have emerged from the prisons, and he has been able to identify only about 3,000 death certificates.\n\nBased on what he has seen from the jails and the documents his team has obtained, Mr. Ghany estimated that at least 85,000 of those forcibly disappeared have been killed in al-Assad’s detention centers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The west is already at war with Russia. And large-scale conflict may not be far off",
            "link": "https://www.econotimes.com/The-west-is-already-at-war-with-Russia-And-large-scale-conflict-may-not-be-far-off-1696499",
            "description": "Russia is already at war with the west. It has been so since its occupation of Crimea in 2014, when Russia sought to secure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Jq1EmwA-Sg9IBKofAOdVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "EconoTimes16h",
            "source": "EconoTimes",
            "article_content": "Russia is already at war with the west. It has been so since its occupation of Crimea in 2014, when Russia sought to secure its access to Sevastopol as a base for its Black Sea Fleet and as a potential lever of influence over Kyiv’s political direction.\n\nEven in 2014 – at the annual Valdai security conference – Vladimir Putin was referencing an escalation towards conflict with the west. He later described the west as having “crossed a line”.\n\nPutin signalled at the time that he was prepared to escalate further and threaten wider military conflict, but mostly the west ignored those messages. It’s taken a long time for Nato and many western nations to realise their significance, and to understand that they are dealing with a continual escalation.\n\nToday Putin has five main reasons for being on a war footing and seeing Russia as in a conflict with the west. These are: the incremental enlargement of Nato and the EU towards Russian borders; western financial and military support for Ukraine to resist the 2022 full-scale invasion; anti-Russian rhetoric and international sanctions on Russian goods; measures to restrict Russian use of the international banking system; and, most recently, Ukraine’s allies allowing the firing into Russia of long-range missiles\n\nThere have been plenty of indications of the Kremlin’s mindset over the intervening years. For instance, in November 2022, Putin said: “Our armed forces … are fighting on the line of contact that is over 1,000 kilometers long, fighting not only against neo-Nazi units but actually the entire military machine of the collective west”.\n\nIn October 2023 Russian security council deputy chair, Dmitry Medvedev, described the supporters of Ukraine as “actively pushing us towards World War III”. In January 2024 Russia foreign minister, Sergei Lavrov, described Russia as the liberator from a revived second world war axis, and suggested that it was tackling another rise in Nazism.\n\nRussia labels different kinds of confrontation according to geographical reach and intensity. At the lowest end of its scale is “armed conflict”. This happens within a single territorial area, such as Chechnya.\n\nOne notch above is a local war. In 2014 the initial movement of the unbadged “green men” (Russian soldiers) into Crimea was to maintain deniability but was clearly an act of war. So in many ways at this stage, Ukraine was a local war.\n\nA local war has limited military and political goals and usually takes place over a short period such as in the 2008 Russo-Georgian war, but can also involve repercussions for allies of the states at war. The next two levels of Russian war are regional wars and large-scale wars.\n\nIn regional wars several states work in coalition to secure strategically important military and political goals (such as the Soviet Union’s military engagement in Afghanistan 1979-89, and the 1990-91 Gulf War, which did not involve Russia). It is likely that Russia has seen the Ukraine conflict as a regional war since 2022, with some elements of a large-scale war.\n\nLarge scale war not far off?\n\nHowever, the next level of war – the “large-scale war” – may not be far off. These are wars between coalitions of states: for example, Ukraine and Nato against Russia, Iran, North Korea and China, or a wide number of countries in different parts of the world (such as the second world war). Large-scale wars create “radical military political change”, with intensified fighting and spread. These tend to involve a massive mobilisation of resources.\n\nThese coalitions are not yet in direct conflict with each other, but there has been large-scale mobilisation of weaponry and forces in Russia and Ukraine. North Korea has recently sent 10,000 troops to Russia.\n\nFor the west, large-scale war would significantly increase the risk of nuclear war, cause stock market volatility, cost significantly more money, and subject European citizens to the instability via a large number of physical and cyber attacks.\n\nEuropean policymakers and citizens need to understand more about key Russian aims (such as creating a buffer zone with the EU, or securing the lands it sees as Russian). In doing so, the public will know which politicians are – in effect – serving and opposing Putin’s strategic agenda.\n\nRussia has strongly signalled that recent changes in US and British policy, in allowing their long range missiles to be fired into Russia, as escalatory. For example the secretary of the Russian security council, Sergei Shoigu, has said: “When the situation … is not in favour of the Kyiv regime, the West is faced with a choice – to continue financing it and destroying the Ukrainian population or to recognise the current realities and start negotiating.”\n\nRussia amended its nuclear doctrine in November and then proceeded to fire a nuclear-capable hypersonic missile into Ukraine, bringing it closer to direct conflict with Nato countries. The Russian response to these changes is driving the escalation. Meanwhile, Russian-linked sabotage and espionage operations continue across the globe.\n\nEurope starts to prepare\n\nBelatedly, the Europe and the US are starting to understand that Russia already sees itself at war with the west, even if limited currently.\n\nCountries closest to Russia, such as Sweden, Norway, Finland and Lithuania, have understood this most keenly. Politically, they have sought to align more closely with Nato and European military allies, to actively repel Russian interference. And it’s worth noting that Russian military resources have been stretched by assisting Syria to tackle ongoing insurgent attacks.\n\nBut overall Europe has been fundamentally weakened by decades of under-investment in defence, its inability to coordinate defence and security policy and its over-reliance on the US as its security guarantee.\n\nThere is limited public willingness to spend more money on defence in Europe. The damage done to European politics by Russian political interference and the rise of pockets of far-right populist groups have also made collective European responses hard to muster.\n\nWhat happens next?\n\nBut it’s important to remember that the EU is better resourced than Russia, with a stronger technology and innovation sector. The Ukrainians have also shown what can be achieved in drone warfare to hold back vastly superior Russian numbers and artillery fire.\n\nEurope needs to manufacture high-end innovations at scale, something it is capable of doing.\n\nDisrupting Russia’s base of support will also be important. Taking steps to prevent military transfers from Iran, North Korea and China are crucial, as is disrupting the ability of the Russian military-industrial complex to function.\n\nOverall, increased understanding of Russian intentions, motivations and capabilities is vital in the west. This could help avoid further escalation into a large-scale war, or, at least, improve its ability to negotiate with Putin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CleanSpark Inc (CLSK)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/11/cleanspark-inc-clsks-stock-plunge-what-you-need-to-know/",
            "description": "CleanSpark Inc (CLSK) stock saw a decline, ending the day at $12.94 which represents a decrease of $-0.62 or -4.57% from the prior close of $13.56. The stock opened at $13.96 and touched a low of $12.",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews4h",
            "source": "bovnews",
            "article_content": "JP Morgan has recently raised CleanSpark Inc (CLSK) stock to Overweight rating, as announced on Today, according to Finviz. Earlier, on September 25, 2024, Macquarie had initiated the stock to Outperform, setting a price target of $20. JP Morgan also reduced Neutral rating with a price target of $8. Additionally, Bernstein initiated Outperform rating on October 31, 2023, with a target price of $5.30. JP Morgan analysts, in their report published on October 11, 2023, also initiated Overweight rating for CleanSpark Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nCleanSpark Inc (CLSK) Stock Trading Recap\n\nOn Tuesday, CleanSpark Inc (CLSK) stock saw a decline, ending the day at $12.94 which represents a decrease of $-0.62 or -4.57% from the prior close of $13.56. The stock opened at $13.96 and touched a low of $12.86 during the day, reaching a high of $13.98. The volume of shares traded was 27.73 million falling short of the average volume of 31.82 million.\n\nCLSK Stock Performance and Moving Averages\n\nIn recent trading, CleanSpark Inc (CLSK) stock price has shown some volatility, fluctuating -7.24% over the last five trades and -4.64% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -17.58%, and it has gained 38.40% in the previous three months. Currently, CLSK is trading at -9.17%, 5.05%, and -11.61% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, CLSK, a Financial sector stock, is trading -47.65% below its 52-week high but remains 101.87% above its 52-week low. The Average True Range (ATR) (14 days) of 1.58 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nCleanSpark Inc’s Profitability and Valuation Ratios\n\nCleanSpark Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -15.63% and a profit margin of -39.37%, with a gross margin of -17.58%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, CleanSpark Inc’s market capitalization stands at $3.79 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 246.01. Additionally, the Price-to-Sales Ratio is 9.99, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.99, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 3.41% of CleanSpark Inc (CLSK)’s shares, while financial institutions hold 37.40%.\n\nNotable insider trades include Wood Thomas Leigh, Director at CleanSpark Inc (CLSK), who sold 22222 shares on Sep 12 ’24, at $9.24 each, totaling $0.21 million. On Mar 27 ’24, Schultz S. Matthew, Executive Chairman, sold 367000 shares for $23.07 each, amounting to $8.47 million. Additionally, on Mar 21 ’24, Bradford Zachary sold 443000 shares at $20.31 each, generating $9.00 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Southwest Airlines Co (LUV)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/11/southwest-airlines-co-luvs-stock-plunge-what-you-need-to-know/",
            "description": "Southwest Airlines Co (LUV) stock saw a decline, ending the day at $33.44 which represents a decrease of $-0.46 or -1.36% from the prior close of $33.9. The stock opened at $34 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews7h",
            "source": "bovnews",
            "article_content": "TD Cowen has recently reiterated Southwest Airlines Co (LUV) stock to Hold rating, as announced on December 6, 2024, according to Finviz. Earlier, on November 26, 2024, UBS had resumed the stock to Sell, setting a price target of $27. Goldman also resumed Sell rating with a price target of $28. Additionally, BofA Securities resumed Neutral rating on November 4, 2024, with a target price of $33. Jefferies analysts, in their report published on October 9, 2024, also raised Hold rating and set a price target of $24 for Southwest Airlines Co’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nSouthwest Airlines Co (LUV) Stock Trading Recap\n\nOn Tuesday, Southwest Airlines Co (LUV) stock saw a decline, ending the day at $33.44 which represents a decrease of $-0.46 or -1.36% from the prior close of $33.9. The stock opened at $34 and touched a low of $33.29 during the day, reaching a high of $34.2. The volume of shares traded was 6.56 million falling short of the average volume of 7.74 million.\n\nLUV Stock Performance and Moving Averages\n\nIn recent trading, Southwest Airlines Co (LUV) stock price has shown some volatility, fluctuating 1.39% over the last five trades and 5.22% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 19.22%, and it has gained 16.07% in the previous three months. Currently, LUV is trading at 2.07%, 6.20%, and 14.95% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, LUV, a Industrials sector stock, is trading -7.42% below its 52-week high but remains 41.82% above its 52-week low. The Average True Range (ATR) (14 days) of 0.93 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nSouthwest Airlines Co’s Profitability and Valuation Ratios\n\nSouthwest Airlines Co’s profitability metrics reveal financial health. The company currently boasts an operating margin of -0.46% and a profit margin of -0.06%, with a gross margin of 19.22%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Southwest Airlines Co’s market capitalization stands at $20.06 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 20.74. Additionally, the Price-to-Sales Ratio is 0.73, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.93, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 1.06% of Southwest Airlines Co (LUV)’s shares, while financial institutions hold 90.34%.\n\nNotable insider trades include Rutherford Linda B., Chief Administration Officer at Southwest Airlines Co (LUV), who sold 3849 shares on Dec 06 ’24, at $34.4 each, totaling $0.13 million. On Oct 28 ’24, Elliott Investment Management, 10% Owner, sold 1203920 shares for $29.83 each, amounting to $35.91 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best Coins to Invest in Now: Qubetics' $5.3M Presale, Solana's Market Share Rise, and Gala's December Giveaways",
            "link": "https://www.msn.com/en-us/money/other/best-coins-to-invest-in-now-qubetics-5-3m-presale-solana-s-market-share-rise-and-gala-s-december-giveaways/ar-AA1vFHpO?ocid=BingNewsVerp",
            "description": "The cryptocurrency market remains a dynamic space for investors seeking to diversify their portfolios with high-potentia ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VphXsme6Mv2kfh71OpWQXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia: Earnings Fail To Impress Again",
            "link": "https://seekingalpha.com/article/4743699-nvidia-earnings-fail-to-impress-again",
            "description": "Nvidia Corporation beats earnings estimates, but the stock remains flat. Most growth has been priced in. Find out why NVDA ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G6Qo7HKs8nryWLmYmfkcNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4h",
            "source": "Seeking Alpha",
            "article_content": "Nvidia Corporation (NASDAQ: NVDA ) easily beat the estimates in the recent quarterly earnings report . The company reported EPS of $0.81 which beat estimates by a whopping 8.5%. However, we did not see any positive momentum in the stock. A similar\n\nI have worked in the technology sector for over 4 years. This included working with industry stalwarts like IBM. I have done my MBA in finance and have been covering various blue chip stocks for the past 6 years. Having hands-on knowledge in the technology sector has helped me gain valuable insights into the ups and downs of this sector and predict winners and losers more accurately.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden says Trump economic plan will be 'disaster'",
            "link": "https://www.msn.com/en-us/politics/government/biden-says-trump-economic-plan-will-be-disaster/ar-AA1vCkEY?ocid=BingNewsVerp",
            "description": "Outgoing US President Joe Biden on Tuesday branded his successor Donald Trump's economic plans a \"disaster,\" in a speech ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZbadoFsD7N2kRe4utMXCMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Soviet Union’s Economy: Rise and Collapse",
            "link": "https://www.msn.com/en-us/money/markets/the-soviet-union-s-economy-rise-and-collapse/vi-AA1vFOM5?ocid=BingNewsVerp",
            "description": "The Soviet Union's economy was as influential as it was controversial. Discover the rise and fall of this historic system and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.L5T7aE4XLyvkI87Hqm_a1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Economics Explained on MSN10h",
            "source": "Economics Explained on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Buy Smart, Save Big: How to Save Money on PC or Mac Purchase",
            "link": "https://www.analyticsinsight.net/gadgets/buy-smart-save-big-how-to-save-money-on-pc-or-mac-purchase",
            "description": "Buying a new PC or Mac can be a huge financial investment, often running into thousands of dollars. High-quality devices ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OtdbtmRD-XfTkgTTJ5yWWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Analytics Insight10h",
            "source": "Analytics Insight",
            "article_content": "Planning is one of the most effective ways to save money on PC or Mac purchases. Wait until your current device is functional, as this will limit your options. Instead, research potential replacements while your old PC or Mac is still running. This will give you time to check specs, read reviews, and identify the best deals. By creating a shortlist of potential devices, you'll be ready to seize discounts when they appear.\n\nSignificant discounts are rare when shopping for a Mac, but third-party sellers often offer lower prices. For Windows PCs , there are numerous opportunities for discounts, especially on older models or less supply-constrained devices. Monitoring prices for a few months can help you spot the best available deals, allowing you to purchase when the price drops."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New fleet of training aircraft destined for Moose Jaw, SkyAlyne confirms",
            "link": "https://discovermoosejaw.com/articles/new-fleet-of-training-aircraft-destined-for-moose-jaw-skyalyne-confirms",
            "description": "SkyAlyne and KF Aerospace have confirmed the signing of a purchase agreement with Swiss aerospace manufacturer Pilatus for 19 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.emBkrxvifz1tsw-qKVkYaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "discovermoosejaw13h",
            "source": "discovermoosejaw",
            "article_content": "SkyAlyne and KF Aerospace have confirmed the signing of a purchase agreement with Swiss aerospace manufacturer Pilatus for 19 PC-21 training aircraft, which will be based at 15 Wing in Moose Jaw alongside 23 Grob G 120TP airframes.\n\nThe Grob airframes will serve as the basic flight training vehicles for the Royal Canadian Air Force (RCAF) Future Aircrew Training (FAcT) program. The PC-21s will serve as advanced fixed-wing training aircraft. The contract includes Pilatus supplying supporting equipment, including mission planning and debriefing systems, and training materials.\n\n“The PC-21 really is the ideal advanced trainer for the Air Force and we at SkyAlyne are excited to be deploying it as part of the FAcT program,” said Harrison Ruess, SkyAlyne’s head of communications.\n\n“It’s state-of-the-art, it’s utilized by several other militaries, and undoubtedly it’s going to serve Canada well for many years to come.”\n\nThe 25-year FAcT program contract was awarded to SkyAlyne in spring 2024 and is currently in a five-year transition period to become the sole pilot and aircrew training program for the RCAF, as the three current separate RCAF training programs conclude and their responsibilities are combined into FAcT. The FAcT program is overseen from a Joint Management Office at SkyAlyne’s Ottawa headquarters, with three operational bases: Moose Jaw, SK, Southport, MB, and Winnipeg, MB.\n\nSkyAlyne was formed through a partnership between CAE and KF Aerospace, which in turn are SkyAlyne’s major subcontractors.\n\nTracy Medve, board chair of SkyAlyne and president/CEO of KF Aerospace, said “The PC-21 is one of the world’s most capable and reliable training aircraft, expertly built and supported by Pilatus. Its versatility allows it to serve in a dual role as both a general advanced live flying trainer and in advanced jet training, which provides Canada with excellent value and offers a unique advantage for the FAcT program. We’re thrilled to partner with Pilatus to deliver this exceptional platform for Canada’s next generation of aircrew training.”\n\nThe 23 Grob aircraft were confirmed on Nov. 19. The Grob G 120TPs are an upgraded version of the Grob G 120As, which are currently in use by KF Aerospace and the RCAF for military pilot training. The TP variant features updated avionics, higher performance, and a more powerful turboprop engine.\n\n“Part of the Future Aircrew Training program includes infrastructure construction for new facilities to support the new fleet of aircraft that are coming,” explained Ruess. “Right now, we’re in the design phase of the infrastructure work, and working diligently on that, with construction activities aiming to begin in the next 12 to 18 months on the base at 15 Wing.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marvell unveils its new custom HBM compute architecture to optimize cloud AI accelerators",
            "link": "https://www.tweaktown.com/news/102092/marvell-unveils-its-new-custom-hbm-compute-architecture-to-optimize-cloud-ai-accelerators/index.html",
            "description": "Marvell unveils its custom HBM solutions, partnering with HBM makers SK hynix, Samsung, and Micron with higher performance, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BKgkzktD9YEl2Qltd-GQmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "TweakTown22h",
            "source": "TweakTown",
            "article_content": "Marvell unveils its custom HBM solutions, partnering with HBM makers SK hynix, Samsung, and Micron with higher performance, lower power, and more.\n\nTL;DR: Marvell collaborates with leading memory designers to enhance XPUs by tailoring HBM for AI accelerators, improving performance, power efficiency, and cost. Strategic partnerships with companies like Micron, Samsung, and SK hynix aim to optimize cloud infrastructure for AI, enabling superior performance and scalability for cloud operators. Marvell collaborates with leading memory designers to enhance XPUs by tailoring HBM for AI accelerators, improving performance, power efficiency, and cost. Strategic partnerships with companies like Micron, Samsung, and SK hynix aim to optimize cloud infrastructure for AI, enabling superior performance and scalability for cloud operators.\n\nMarvell has just unveiled its new custom HBM compute architecture, enabling XPUs to have even higher levels of compute performance and memory density.\n\n2\n\nVIEW GALLERY - 2 IMAGES\n\nThe new HBM compute architecture is available on all of its custom silicon partners, with Marvell collaborating with its cloud customers and leading HBM manufacturers SK hynix, Samsung, and Micron to develop custom HBM solutions for next-generation XPUs.\n\nPopular Popular Now: Elon Musk's world rank in Diablo IV exposed by former Blizzard employee\n\nWill Chu, Senior Vice President and General Manager of the Custom, Compute and Storage Group at Marvell, said: \"The leading cloud data center operators have scaled with custom infrastructure. Enhancing XPUs by tailoring HBM for specific performance, power, and total cost of ownership is the latest step in a new paradigm in the way AI accelerators are designed and delivered. We're very grateful to work with leading memory designers to accelerate this revolution and, help cloud data center operators continue to scale their XPUs and infrastructure for the AI era\".\n\nRaj Narasimhan, senior vice president and general manager of Micron's Compute and Networking Business Unit, added: \"Increased memory capacity and bandwidth will help cloud operators efficiently scale their infrastructure for the AI era. Strategic collaborations focused on power efficiency, such as the one we have with Marvell, will build on Micron's industry-leading HBM power specs, and provide hyperscalers with a robust platform to deliver the capabilities and optimal performance required to scale AI\".\n\nHarry Yoon, corporate executive vice president of Samsung Electronics and head of Americas products and solutions planning, said: \"Optimizing HBM for specific XPUs and software environments will greatly improve the performance of cloud operators' infrastructure and ensure efficient power use. The advancement of AI depends on such focused efforts. We look forward to collaborating with Marvell, a leader in custom compute silicon innovation\".\n\nSunny Kang, VP of DRAM Technology, SK hynix America, said: \"By collaborating with Marvell, we can help our customers produce a more optimized solution for their workloads and infrastructure. As one of the leading pioneers of HBM, we look forward to shaping this next evolutionary stage for the technology\".\n\nPatrick Moorhead, CEO and Founder of Moor Insights & Strategy, added: \"Custom XPUs deliver superior performance and performance per watt compared to merchant, general-purpose solutions for specific, cloud-unique workloads. Marvell, already a player in custom compute silicon, is already delivering tailored solutions to leading cloud companies. Their latest custom compute HBM architecture platform provides an additional lever to enhance the TCO for custom silicon. Through strategic collaboration with leading memory makers, Marvell is poised to empower cloud operators in scaling their XPUs and accelerated infrastructure, thereby paving the way for them to enable the future of AI\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Global, cloud-native enterprise architecture leader Orbus Software acquires architecture solutions provider Capsifi",
            "link": "https://www.businesswire.com/news/home/20241211108881/en/Global-cloud-native-enterprise-architecture-leader-Orbus-Software-acquires-architecture-solutions-provider-Capsifi",
            "description": "Founded in 2004, Orbus Software is a leading global provider of enterprise transformation solutions, with regional offices in Australia, Singapore, Poland, UAE, USA and UK. It aims to empower ...",
            "image_url": "https://www.bing.com/th?id=ODF.smsuZRfJOwQGYjS9zfz9sw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Business Wire1h",
            "source": "Business Wire",
            "article_content": "NEW YORK--(BUSINESS WIRE)--Orbus Software, a leading global provider of enterprise transformation software, today announced its acquisition of Capsifi, a leading provider of business architecture solutions. The transaction marks a strategic move to combine the experience and specialism of these two global SaaS leaders; to offer unparalleled capabilities for organizations trying to navigate transformation against a backdrop of increasing business and technology complexity.\n\nLeveraging combined strengths to drive strategic innovation\n\nOrbus’s enterprise transformation platform, OrbusInfinity, enables enterprises to generate a ‘digital blueprint’ of their organization. It allows users to visualize and take control of their IT portfolios and process landscapes and align technology investments with strategic transformation initiatives to reduce costs and risk, increase efficiency, ensure regulatory compliance, and enhance customer satisfaction. Capsifi specializes in business architecture management, providing enterprises with a strategic ‘command center’ that unifies insights across strategy, IT, and operations.\n\nThe combined offering will see Orbus integrate Capsifi’s business architecture capability into OrbusInfinity to create a comprehensive strategic enterprise transformation platform.\n\nIt will provide significant benefits for a range of stakeholders. For IT architecture teams and IT leadership, a robust business architecture capability will enable them to have strategy conversations with business stakeholders. For business architecture, strategy, and transformation teams, it will offer deep insights and an ability to influence the technologies and platforms that underpin their operations. And for executive leadership, the enriched digital blueprint will provide a comprehensive digital ‘command center’ to guide strategic transformation initiatives.\n\nThe two SaaS providers also share a joint focus on R&D investment into AI that aims to transform their customers’ ability to identify opportunities and risks and rapidly iterate enterprise scenarios. By aligning business and IT teams behind strategic objectives, Orbus and Capsifi enable organizations to adapt to ever-changing demands with agility and precision.\n\n“We are extremely pleased to be joining forces with Capsifi. This acquisition will create the most comprehensive, cloud-native enterprise architecture (EA) platform in our market,” said Gareth Burton, CEO at Orbus Software. “Combining two leading SaaS platforms provides a considerable uplift to our business architecture offering, the ability to engage with new buyers, for example in business transformation and strategy teams, and expands the value proposition for OrbusInfinity and our customers; with an enhanced strategic lens to help enterprises ‘transform smarter’.”\n\n“Orbus is a well-established leader with over 20 years’ experience supporting customers through their transformation initiatives,” said Ian McAdam, CEO at Capsifi. “This partnership advances our business architecture roadmap by adding powerful new features like the native iPaaS, AI, and workflow automation engine (OrbusInfinity Flow), and online diagramming (OrbusInfinity Draw).\n\n“Together, we’re bringing our vision of the ‘enterprise command center’ to life – a comprehensive platform that connects technology with business strategy. Our combined solution will offer unmatched support for customers' transformation journeys, helping them speed up decision-making, streamline operations, and align resources with strategic goals for a fully integrated approach.”\n\nRealizing the potential of DTOs in enterprise transformation\n\nThe acquisition further bolsters Orbus Software’s footprint as a truly global SaaS business, with approximately 300 employees working from offices in New York, London, Dubai, Sydney, Singapore and Katowice, and serving around 700 customers across more than 50 countries. Customers include Alaska Airlines, Asics, Autozone, City of Gold Coast, IMB Bank, OneAmerica Financial, The AA, Three UK, UPS, Wintrust Financial, and Zurich Cantonal Bank. Capsifi strengthens Orbus Software’s global reach with its APAC-focused expertise. Serving clients across the APAC region, the US, and Europe, Capsifi will reinforce Orbus’s extensive industry experience in key sectors, including insurance, financial services, retail and manufacturing, government, and healthcare.\n\nOrbus’s acquisition of Capsifi also lays the foundation for a Digital Twin of the Organization (DTO) platform, which combines EA models with live business performance and operational data to facilitate a seamless flow of insights and provide a comprehensive, real-time model of the business. With it, organizations can test, refine, and adapt strategic initiatives in real time, reducing risks and improving change management.\n\n“The acquisition of Capsifi creates a powerful synergy by aligning business strategy with IT execution, unlocking high ROI collaboration between business and IT organizations,” said John Messamore, Co-Founder of SilverTree Equity. “Capsifi is Orbus's first acquisition and marks an important step toward building the leading global Digital Twin of the Organization platform.”\n\nDTO is a rapidly emerging technology sector which Orbus and Capsifi both see as the natural evolution of EA platforms, and which will ultimately underpin all enterprise transformation decisions. The acquisition will ultimately focus on realizing a DTO to support truly connected enterprises that understand how their organizations operationalize their business models, deploy resources, and deliver customer value.\n\nAbout Orbus Software\n\nFounded in 2004, Orbus Software is a leading global provider of enterprise transformation solutions, with regional offices in Australia, Singapore, Poland, UAE, USA and UK. It aims to empower customers with the capabilities to improve strategic decision-making, enabling them to transform smarter.\n\nThe cloud-native OrbusInfinity platform enables leaders to deliver business objectives, innovate faster, and ensure enterprise resiliency, while supporting them to make more informed, responsible, and sustainable business decisions.\n\nFor more information please visit: www.orbussoftware.com\n\nAbout Capsifi\n\nFounded in 2013 and headquartered in Sydney, Australia, Capsifi is a business architecture-led platform created to help organizations navigate transformation with clarity and precision. Built on a philosophy of customer-centricity and innovation, its platform provides an intuitive, holistic view of organizational transformation, combining live data insights with strategic modelling to help enterprises achieve agility, resilience, and sustainable growth.\n\nFor more information, visit: www.capsifi.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ange responds to Romero taking aim at Spurs chairman Daniel Levy",
            "link": "https://www.msn.com/en-za/sports/football/ange-responds-to-romero-taking-aim-at-spurs-chairman-daniel-levy/vi-AA1vHBXH?ocid=BingNewsVerp",
            "description": "Ange Postecoglou responds to Christian Romero's comments laying blame at the feet of Tottenham Hotspur chairman Daniel Levy for the club's failures ...",
            "image_url": "https://www.bing.com/th?id=ODF._kZMPt4WNJFUpf58U6Qe-w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "bible+discovery",
            "date": "Hosted on MSN12m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UN General assembly demand immediate Gaza ceasefire",
            "link": "https://www.msn.com/en-za/news/other/un-general-assembly-demand-immediate-gaza-ceasefire/vi-AA1vHJfx?ocid=BingNewsVerp",
            "description": "The United Nations General Assembly overwhelmingly voted to demand an immediate, unconditional and permanent ceasefire between Israel and Palestinian militants Hamas in the Gaza Strip and the immediat ...",
            "image_url": "https://www.bing.com/th?id=ODF._kZMPt4WNJFUpf58U6Qe-w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "bible+discovery",
            "date": "Daily Mail on MSN1h",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aaron Rodgers Weekend Plans Include Getting In Touch With Aliens Via A ‘5E Experience’",
            "link": "https://brobible.com/sports/article/aaron-rodgers-5e-experience-aliens/",
            "description": "Christmas came early for New York Jets quarterback Aaron Rodgers this year, as the controversial 41-year-old signal-caller ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2uj6AMvC8zjmsPFmZdrATC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "12h",
            "source": "BroBible",
            "article_content": "Getty Images/History Channel\n\nChristmas came early for New York Jets quarterback Aaron Rodgers this year, as the controversial 41-year-old signal-caller has got himself a new conspiracy theory to sink his teeth into. Rodgers debuted the conspiracy, which has to do with apparent drones that have been flying over New Jersey, on The Pat McAfee Show earlier this week.\n\nAs Aaron Rodgers was discussing the drone sightings that have happened recently in New Jersey and Staten Island, Rodgers and the geniuses over at The Pat McAfee Show speculated that it could be aliens in the drones, which led the four-time NFL MVP down a tangent about wanting to have a “5E experience” with the aliens.\n\nThe five “E’s” in the 5-E experience model stand for “Excitement, Entry, Engagement, Exit, Extension.”\n\n“I’m thinking about having a Friday night 5E experience.” Rodgers said. “It’s where you have a big kind of meditation circle and then you call in the aliens and you use little green lasers to bring them in.”\n\nAs for the drones, Rodgers says there’s been some “crazy stuff” happening and could barely contain his grin while doing so.\n\n“Do you know what’s been going on in New Jersey lately? And I’m not talking about the football. There’s been some crazy things going on,” Rodgers said as Pat McAfee’s production team cued up a video of the alleged drones. McAfee suggested it was a helicopter while co-host and perpetual floating head AJ Hawk said it was an airplane.\n\n“Here we go. Look at this, cued up. What the hell is that? … That’s large. What is that? … I’ve seen that video. Bedminster, that’s home to [predident elect Donald] Trump’s golf course and our owner, Woody Johnson. So who knows, maybe those guys are…” Rodgers said.\n\n“Cowboys & Aliens is an incredible movie.. It’s one of the ALL TIME greats” 😂😂@AaronRodgers12 #PMSLive pic.twitter.com/CgN0xoZoOB — Pat McAfee (@PatMcAfeeShow) December 10, 2024"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If Extraterrestrial Life Doesn’t Look Like Anything Found On Earth?",
            "link": "https://www.inverse.com/science/extraterrestrial-life-earth-astrobiologists",
            "description": "We have only one example of biology forming in the universe – life on Earth. But what if life can form in other ways?",
            "image_url": "https://www.bing.com/th?id=OVFT.OLJPQZV6v2nYvOz_AJNmSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Inverse12h",
            "source": "Inverse",
            "article_content": "We have only one example of biology forming in the universe — life on Earth. But what if life can form in other ways? How do you look for alien life when you don’t know what alien life might look like?\n\nThese questions are preoccupying astrobiologists, who are scientists who look for life beyond Earth. Astrobiologists have attempted to come up with universal rules that govern the emergence of complex physical and biological systems both on Earth and beyond.\n\nI’m an astronomer who has written extensively about astrobiology. Through my research, I’ve learned that the most abundant form of extraterrestrial life is likely to be microbial since single cells can form more readily than large organisms. But just in case there’s advanced alien life out there, I’m on the international advisory council for the group designing messages to send to those civilizations.\n\nWhat Is Life And How Can We Detect It?\n\nSince the first discovery of an exoplanet in 1995, over 5,000 exoplanets, or planets orbiting other stars, have been found.\n\nMany of these exoplanets are small and rocky, like Earth, and in the habitable zones of their stars. The habitable zone is the range of distances between the surface of a planet and the star it orbits that would allow the planet to have liquid water, and thus support life as we on Earth know it.\n\nThe sample of exoplanets detected so far projects 300 million potential biological experiments in our galaxy – or 300 million places, including exoplanets and other bodies such as moons, with suitable conditions for biology to arise.\n\nThe uncertainty for researchers starts with the definition of life. It feels like defining life should be easy, since we know life when we see it, whether it’s a flying bird or a microbe moving in a drop of water. But scientists don’t agree on a definition, and some think a comprehensive definition might not be possible.\n\nNASA defines life as a “self-sustaining chemical reaction capable of Darwinian evolution.” That means organisms with a complex chemical system that evolve by adapting to their environment. Darwinian evolution says that the survival of an organism depends on its fitness in its environment.\n\nThe evolution of life on Earth has progressed over billions of years from single-celled organisms to large animals and other species, including humans.\n\nExoplanets are remote and hundreds of millions of times fainter than their parent stars, so studying them is challenging. Astronomers can inspect the atmospheres and surfaces of Earth-like exoplanets using a method called spectroscopy to look for chemical signatures of life.\n\nSpectroscopy might detect signatures of oxygen in a planet’s atmosphere, which microbes called blue-green algae created by photosynthesis on Earth several billion years ago, or chlorophyll signatures, which indicate plant life.\n\nNASA’s definition of life leads to some important but unanswered questions. Is Darwinian evolution universal? What chemical reactions can lead to biology off Earth?\n\nEvolution and Complexity\n\nAll life on Earth, from a fungal spore to a blue whale, evolved from a microbial last common ancestor about 4 billion years ago.\n\nThe same chemical processes are seen in all living organisms on Earth, and those processes might be universal. They also may be radically different elsewhere.\n\nIn October 2024, a diverse group of scientists gathered to think outside the box on evolution. They wanted to step back and explore what sort of processes created order in the universe – biological or not – to figure out how to study the emergence of life totally unlike life on Earth.\n\nTwo researchers present argued that complex systems of chemicals or minerals, when in environments that allow some configurations to persist better than others, evolve to store larger amounts of information. As time goes by, the system will grow more diverse and complex, gaining the functions needed for survival, through a kind of natural selection.\n\nMinerals are an example of a nonliving system that has increased in diversity and complexity over billions of years. Doug Bowman, CC BY\n\nThey speculated that there might be a law to describe the evolution of a wide variety of physical systems. Biological evolution through natural selection would be just one example of this broader law.\n\nIn biology, information refers to the instructions stored in the sequence of nucleotides on a DNA molecule, which collectively make up an organism’s genome and dictate what the organism looks like and how it functions.\n\nIf you define complexity in terms of information theory, natural selection will cause a genome to grow more complex as it stores more information about its environment.\n\nComplexity might be useful in measuring the boundary between life and nonlife.\n\nHowever, it’s wrong to conclude that animals are more complex than microbes. Biological information increases with genome size, but evolutionary information density drops. Evolutionary information density is the fraction of functional genes within the genome, or the fraction of the total genetic material that expresses fitness for the environment.\n\nOrganisms that people think of as primitive, such as bacteria, have genomes with high information density and so appear better designed than the genomes of plants or animals.\n\nA universal theory of life is still elusive. Such a theory would include the concepts of complexity and information storage, but it would not be tied to DNA or the particular kinds of cells we find in terrestrial biology.\n\nThe search for extraterrestrial life starts here\n\nResearchers have explored alternatives to terrestrial biochemistry. All known living organisms, from bacteria to humans, contain water, and it is a solvent that is essential for life on Earth. A solvent is a liquid medium that facilitates chemical reactions from which life could emerge. But life could potentially emerge from other solvents, too.\n\nAstrobiologists Willam Bains and Sara Seager have explored thousands of molecules that might be associated with life. Plausible solvents include sulfuric acid, ammonia, liquid carbon dioxide, and even liquid sulfur.\n\nAlien life might not be based on carbon, which forms the backbone of all life’s essential molecules – at least here on Earth. It might not even need a planet to survive.\n\nAdvanced forms of life on alien planets could be so strange that they’re unrecognizable. As astrobiologists try to detect life off Earth, they’ll need to be creative.\n\nOne strategy is to measure mineral signatures on the rocky surfaces of exoplanets since mineral diversity tracks terrestrial biological evolution. As life evolved on Earth, it used and created minerals for exoskeletons and habitats. The hundred minerals present when life first formed have grown to about 5,000 today.\n\nFor example, zircons are simple silicate crystals that date back to the time before life started. A zircon found in Australia is the oldest known piece of Earth’s crust. However, other minerals, such as apatite, a complex calcium phosphate mineral, are created by biology. Apatite is a primary ingredient in bones, teeth, and fish scales.\n\nAnother strategy for finding life unlike that on Earth is to detect evidence of a civilization, such as artificial lights, or the industrial pollutant nitrogen dioxide in the atmosphere. These are examples of tracers of intelligent life called technosignatures.\n\nIt’s unclear how and when the first detection of life beyond Earth will happen. It might be within the solar system, by sniffing exoplanet atmospheres, or by detecting artificial radio signals from a distant civilization.\n\nThe search is a twisting road, not a straightforward path. And that’s for life as we know it – for life as we don’t know it, all bets are off.\n\nThis article was originally published on The Conversation by Chris Impey at University of Arizona. Read the original article here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW JERSEY UFO CHAOS! Governor says they go dark when spotted. Drones or something else",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/new-jersey-ufo-chaos-governor-says-they-go-dark-when-spotted-drones-or-something-else/vi-AA1vG0Mk?ocid=BingNewsVerp",
            "description": "What is happening in New Jersey? The UFO / drone drama continues. More and more sightings are happening. What are they? Some ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mw9NKKgAHt2mu4qo61n0ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs spotted flying over New Jersey",
            "link": "https://www.msn.com/en-gb/travel/news/ufos-spotted-flying-over-new-jersey/vi-AA1vFAfR?ocid=BingNewsVerp",
            "description": "Four drones were observed flying over New Jersey, following the same radius coordinates in Delran, Moorestown, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XC2HZkjs77ULfU08978Hiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Stories by SWNS on MSN13h",
            "source": "Stories by SWNS on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our bumper science quiz of the year 2024",
            "link": "https://www.newscientist.com/article/0-our-bumper-science-quiz-of-the-year-2024/",
            "description": "From a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fi ...",
            "image_url": "https://www.bing.com/th?id=ODF.JSaaJaTZXLT6XOduAsMW-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "New Scientist7h",
            "source": "New Scientist",
            "article_content": "Our bumper science quiz of the year 2024\n\nFrom a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fiendish set of questions from our quizmaster Bethan Ackerley"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ORCs in space! Astronomers find another vast odd radio circle in 'completely unexpected discovery'",
            "link": "https://www.msn.com/en-us/science/astronomy/orcs-in-space-astronomers-find-another-vast-odd-radio-circle-in-completely-unexpected-discovery/ar-AA1vGSkg?ocid=BingNewsVerp",
            "description": "Astronomers have discovered a new vast Odd Radio Circle, or \"ORC,\" that could help determine the origin of this strange ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VRqYBV8eKck_iZSHzfoF1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Physics: Inside the Strange World of Quantum Metals",
            "link": "https://scitechdaily.com/breaking-physics-inside-the-strange-world-of-quantum-metals/",
            "description": "A new study examined how quantum critical metals, which behave unusually under low temperatures, challenge conventional ...",
            "image_url": "https://www.bing.com/th?id=OVFT.96EZ2PI4igWDwZ88_3IP_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "11h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s breakthrough Willow chip means we’ll get useful quantum computers sooner than some people thought",
            "link": "https://www.aol.com/finance/google-breakthrough-willow-chip-means-061800969.html",
            "description": "Quantum chips like Willow operate on a much smaller scale. The qubits that make up these high powered chips are roughly the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZhuieZOmXkcuQpd0FB4CiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "6h",
            "source": "AOL",
            "article_content": "Google captivated the tech world Monday with Willow, a new quantum chip that outperformed even the world’s best supercomputer on an advanced test, and experts say this week’s revelations are just the start of a new phase in cutting-edge computing.\n\nThe new chip, which wowed even Tesla CEO Elon Musk, can complete in five minutes a complex computation that would take the most powerful supercomputer 10 septillion years—more than the estimated age of the universe, wrote Hartmut Neven, the founder and leader of Google Quantum AI, in a blog post.\n\nGoogle researchers were also able to prove for the first time that the chip’s errors did not increase proportionately as the number of qubits, the basic information processing unit in a quantum computer, rises. The qubits in quantum computing are more prone to mistakes than a regular computer because they are highly sensitive to electromagnetic and other forms of interference and can only remain in a quantum state for very brief periods of time.\n\nBut in order for a quantum chip’s calculations to make sense, it needs to have a very low error rate, Javad Shabani, a physics professor and director of the Center of Quantum Information Physics at New York University, told Fortune.\n\nGoogle’s breakthrough is “one of the highlights of the recent decade,” he said, and could mean quantum computers are a step closer to being used for more practical purposes.\n\n“Classical” supercomputers, including the Frontier supercomputer, which is commonly recognized as among the most powerful, are used for advanced modeling and simulations. Yet, these supercomputers are more similar to the common laptop than you’d think. They operate on the binary system of 0s and 1s that less powerful computers use, albeit at a much more advanced level. While supercomputers are undoubtedly powerful, they are huge pieces of machinery that use massive amounts of energy for cooling systems.\n\nQuantum chips like Willow operate on a much smaller scale. The qubits that make up these high-powered chips are roughly the size of an atom, and operate via the rules of quantum mechanics. The chips pack a computing punch at a minuscule level and with potentially better energy efficiency than supercomputers, but they’re also limited in their uses.\n\nThe test Google ran on Willow is a “benchmark” meant to show the quantum chip’s capability relative to other systems, including the best existing supercomputers. Google in 2019 completed a benchmark test with its earlier Sycamore quantum chip and found at the time that the older chip could complete a calculation in 200 seconds that would take the best supercomputers thousands of years to complete, according to a blog post at the time.\n\nGoogle’s Willow chip has around double the qubits used to power its computing than that of the Sycamore chip, and exponentially more computing power than a supercomputer has for some uses.\n\nGoogle’s Willow findings show that quantum computers can perform much better than the best available supercomputers in certain cases, an assertion that just a few years ago was more widely doubted. It also possibly shifts the focus of future quantum chip development away from primarily trying to find a way to reduce errors to, instead, trying to increase the number of qubits that make up each chip, according to Rice University physics and astronomy professor and founder of the Rice Quantum Initiative Kaden Hazzard.\n\nGoogle’s discovery is groundbreaking, but that doesn’t mean your standard laptop will be replaced by a quantum computer anytime soon, Hazzard told Fortune.\n\n“It’s at least a few years away before we reach the kind of capabilities where the quantum computer can be used directly for things that have business applications, for example,” Hazzard said.\n\nFears about Willow having the capacity to decrypt even the most advanced encryptions used in banking or tech are also overblown, Rice University assistant professor of computer science Tirthak Patel told Fortune. Solving such advanced cryptography would require a much more advanced chip than Willow, said Patel, and researchers are already finding ways to create quantum-proof encryptions.\n\nInstead, Willow is a stepping stone toward greater progress in quantum computing. Monday’s findings confirmed it outperforms supercomputers in some cases and will do lots to convince naysayers of the potential quantum computing has to eventually help improve human lives, Patel said.\n\nStill, while it may be several years away, advanced quantum computing could be used to accurately simulate minuscule quantum systems like chemical reactions that could help discover new drugs, or solve quantum mechanical problems to build new types of materials or better catalysts for reactions, said Hazzard.\n\nPossibly sooner, the advanced computing ability of quantum chips could help improve weather predictions or streamline supply-chain efficiency, all while being potentially less energy-intensive than existing supercomputers, Patel said.\n\nBecause these types of applications can already run on quantum chips with fewer qubits and without the advanced error reduction that Google has shown is possible, better quantum chips could revolutionize these areas, said Patel.\n\n“The biggest task right now that most scientists and engineers working in the quantum computing field are concerned with is demonstrating the utility and practicality of quantum computing for different real-world applications,” Patel said. “While this experiment hasn’t done that just yet, it is a major milestone in that step.”\n\nThis story was originally featured on Fortune.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Today’s Science Skepticism Goes Back to the Scientific Revolution",
            "link": "https://www.counterpunch.org/2024/12/11/todays-science-skepticism-goes-back-to-the-scientific-revolution/",
            "description": "Most of us are aware of the deep problems in the current US pharmaceutical industry. Yet few may realize that today’s issues ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tnCuQ4dPX5w9yNHXWworJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "CounterPunch19h",
            "source": "CounterPunch",
            "article_content": "Most of us are aware of the deep problems in the current US pharmaceutical industry. Yet few may realize that today’s issues stem from changes that occurred centuries ago.\n\nAs I explain in The Apothecary’s Wife: The Hidden History of Medicine and How it Became a Commodity, the current medication system was established between 1650 and 1740, when professionals used the scientific revolution to push women out of the medical space. At that time, domestic medicine was dominant. Women were the primary sources of medicine in their communities, making medication from organic ingredients at home. Despite using the exact same ingredients for their own medicines, apothecaries and physicians persuaded the public of the superiority of their treatments and began charging for them. Medicinal substances transformed from free, household goods for everyone into commodities available only to those with means. This transformation normalized the practice of withholding life-saving medications from people who could not afford it — and valuing the economic success of corporations over the lives of some citizens.\n\nThe forces that transformed medication into a commodity are still with us. For example, domestic medicine encouraged sharing recipes to maximize healing, but today’s commercial medicine attempts to keep recipes secret to maximize profit. The US patent system and the battles between corporations making generic and brand-name drugs is a logical result, even when those mechanisms imperil patients’ health and lives. (See also Victor Roy’s Capitalizing a Cure: How Finance Controls the Price and Value of Medicines.)\n\nRegulation is another legacy of medication’s economic transformation. In an attempt to exclude quacks from the medical marketplace and to protect consumers, 17th- and 18th-century professionals began testing competitors’ medicines to prove their inferiority and then publicizing the results. Joshua Ward (ca. 1685-1761), for instance, widely sold “medications” made of metals such as lead and antimony despite knowing that ingesting them could be fatal (Chapter 7 in The Apothecary’s Wife has a lot to say about him). Regulatory entities such as the Food and Drug Administration and European Medicines Agency should do this work now. History provides ample proof that when guided by science, regulation works. It has also shown us that lax oversight, such as in the famous case of thalidomide, the furor over aduhelm, and today’s generic drug industry, endangers patients.\n\nWe also continue to experience the fallout from the campaign to elevate “the New Science.” Its 17- and 18-century advocates made it seem more impressive by casting this new way of thinking and discovering as too difficult for ordinary people. That strategy generated an ongoing suspicion of science and a profound misunderstanding of how science functions. Although particularly virulent in the United States, this skepticism and ignorance of science abounds worldwide.\n\nFor the United States, this legacy will be even more obvious and determinative after the new government is sworn in on January 20, 2025. The Affordable Care Act of 2010 (ACA) is America’s only attempt so far at a public health system. For decades, the Republican party on the whole has been opposed to the ACA and national health care more broadly, drawing on the value system that displaced domestic medicine’s ethos with one that prioritizes corporate health over human health. 17- and 18-century professionals recognized this issue in converting medication into a commodity, but decided against adding a mechanism for treating the impoverished. Repealing the ACA would be returning to the three-hundred-year-old roots of today’s system. Similarly, the current nominee to lead the Center for Medicare and Medicaid Services (CMS), Mehmet Oz, has pursued profit opportunities in medicine with disregard for science and the health of ordinary people. He has even promoted colloidal silver (more upscale than Joshua Ward, but an equally ancient claim). It is likely that the provisions in the Inflation Reduction Act of 2022 requiring the CMS to negotiate the prices that it pays for pharmaceuticals will be ignored or removed.\n\nSkepticism and suspicion of science undoubtedly will bear down on federal divisions, departments, and institutes responsible for health care and science. Regulation is a probable early casualty. The nominee for Secretary of Health and Human Services (HHS), Robert F. Kennedy, Jr., harbors these views, exemplified by his opposition to vaccines, fluoridated water, and pasteurized milk. Kennedy’s misunderstanding of how science works, not to mention the role of regulation, leads to a hostility toward scientists that has much in common with witchcraft fears. History suggests that under such leadership, HHS and the CMS will authorize the use of unscientifically tested treatments, reject the scientific foundations of the regulation process, and nurture a national hostility to science and scientists.\n\nThe consequences of this approach will appear quickly. Federal opposition to vaccines, for instance, will swiftly raise the mortality rate, especially the infant and child mortality rates, to spectacular highs. As Olivia Craighead drily wrote after Mehmet Oz’s nomination, “Fingers crossed colloidal silver works for measles.” Outbreaks of easily prevented, highly communicable, frequently fatal or permanently debilitating diseases such as measles and pertussis (whooping cough) will likely negatively impact the economy. Tourism will drop as visitors choose to avoid such a perilous environment. The national failure to provide a reliably healthy, sound workforce will curtail domestic productivity and obstruct foreign investment.\n\nPrognostication in this case is fairly easy. Addressing these values and beliefs about the role of medication is not. They are rooted in medication’s transformation into a commodity. Knowing where these ideas came from, however, offers insight into the current system, and as history shows, insight is a step toward action."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Decentralized Science (DeSci) Is Fueling Scientific Revolution",
            "link": "https://www.coinspeaker.com/how-decentralized-science-desci-is-fueling-scientific-revolution/",
            "description": "Decentralized Science has the potential to revolutionize the tech and research world, a spotlight shared by DWF Ventures.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZoDUXpNePpe_oxS01iTbGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "coinspeaker11h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    }
]