[
    {
        "title": "Dogs vs Aliens Invasion Prank! Funny Dogs Maymo & Potpie Steal Alien UFO",
        "link": "https://www.msn.com/en-us/news/technology/dogs-vs-aliens-invasion-prank-funny-dogs-maymo-potpie-steal-alien-ufo/vi-AA1rotuo?ocid=BingNewsVerp",
        "description": "Make sure to enable ALL push notifications! 🔔 Watch the NEWEST videos: <a href=\" Funny Dogs Maymo and Potpie vs. Alien ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CM-JWO8A3z4CQt_9QzsgGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Wild Wonders on MSN8h",
        "source": "Wild Wonders on MSN",
        "article_content": ""
    },
    {
        "title": "Sensational archive footage of day multiple witnesses saw UFO land in Bentilee",
        "link": "https://uk.news.yahoo.com/sensational-archive-footage-day-multiple-134904771.html",
        "description": "The year was 1967. Space fever was at its height and flying saucers and alien spacecraft were the talk of the pubs, offices ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fXrSwEjzKcdOpeKwE1PZ9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Yahoo News UK",
        "article_content": "\n\n\n\nAlthough questions remain whether locals really did see a UFO landing in Bentilee more than 50 years ago, a new dramatised version of the event put on by Claybody Theatre promises to be out of this world. Here StokeonTrentLive takes a look back at that day in 1967 as space fever gripped the nation...\n\nBack in 1967, when space exploration was capturing everyone's imagination, residents of Stoke-on-Trent were abuzz with talk of unidentified flying objects, especially as summer drew to a close and numerous sightings were reported.\n\nHowever, it was the events of September 2 that left even seasoned UFO enthusiasts scratching their heads. Numerous independent witnesses described seeing a red glowing object that night, causing quite a stir.\n\nREAD MORE:John Caudwell hits back at troll's 'untruths' after 'old, bald d***head' jibe\n\nREAD MORE:The 10 bullying men that all women in Stoke-on-Trent need to know about\n\nStokeonTrentLive has obtained footage from an ATV Today broadcast, where presenter Gwyn Richards describes the 'extraordinary event' witnessed by many. Among those interviewed are neighbours Mrs Bowen and Mrs Stephenson, who both observed the UFOs descent near their estate.\n\nMrs Bowen, speaking calmly, recounted: \"It seemed like a saucer, you know. It changed in different colours - a red, a greenish and a blue. I did get frightened of it when it dropped.\"\n\nMrs Stephenson recalled: \"The object glowed bright red as if someone had lit a bonfire in the middle of a field. It spanned half a field. We could see the outline of it clearly like a dome but we couldn't see no door. There was no heat it was just a red glow.\n\n\"We couldn't even hear a bird, everything was dead. There was a man standing behind us. He said 'Did you two see it? '. We said 'yes'. He said 'I was in the bedroom and we thought the field was on fire because the bedroom was illuminated red. I came down because I thought I was seeing things'.\n\n-Credit:No credit\n\n\"While me and Mrs Bowen were at the bottom of the close we saw the object in the sky going the same way as it had come. The colours were glowing and it was going at a high speed.\"\n\nYoung Malcolm Bowen and three other lads also witnessed the strange occurrence that night, while an officer admitted his concern led him to advise the younger kids to go back indoors.\n\nMalcolm shared his experience: \"The rest of them ran off and I just stayed there. It was just like an ordinary saucer with a round sort of thing on the top. We thought it was an aeroplane at first but we all kept quiet.\n\n\"We saw it going round and then we said it couldn't be an aeroplane. We didn't hear any sound. We saw a very bright glow and it went straight up in the air and it went spinning round. Ten or 12 seconds later it went out of sight.\"\n\nA local policeman, taking a more cautious stance, also provided his take on the Bentilee UFO sighting, suggesting a potential explanation.\n\nHe recounted: \"We got there and we were met by a gang of children and one or two adults who informed us that they had seen this glow in the sky travelling from east to west or west to east, I can't remember exactly which. And that it had disappeared over the brow of the hill we were facing.\n\n\"We started climbing this banks. We were a little apprehensive and we did send quite a few children back who were quite small. These things could happen but I don't actually believe in them but I can't prove it one way or the other.\n\n\"The parents of the children were so adamant that this thing had happened we thought we'd be on the safe side. We carried on to the top of the hill and could see no signs. We could see nothing at all.\"\n\n\"In the distance there was a public house that had all yellow signs around it. I assumed that this lighting up for the first time could have been what they had seen.\"\n\nUFO experts Roger Stanway and Tony Pace also offered insights during an interview at Newchapel Observatory, reflecting on the Bentilee incident as 'quite incredible'.\n\nThey also mentioned that their investigation results were taken seriously by the Ministry of Defence, confirming an occurrence on the estate that particular evening.\n\nMr Pace added: \"The fact that quite a few witnesses were quite worried and disturbed at what had occurred convinced us that something really strange had happened on that Saturday night in September 1967.\"\n\nMr Stanway revealed: \"We couldn't find any explanation from the sources we contacted; air traffic control, the police, things of that nature. And as people on the estate wanted an explanation and we wanted something as well, we thought we'd go down to the MoD in London.\n\nNo caption\n\n\"We discussed the Bentilee episode as there was a terrific amount of evidence and independent witnesses. I then faced them with the bold question - 'Well gentleman, do you think in fact what is described in this report actually did take place? '. The reply was 'yes'.\"\n\n\"Well this somewhat surprised me as I expected them to have a number of explanations. My next question was 'What is the explanation, what were these objects, these phenomena? '. Much to my surprise they said 'we have no idea'. My immediate reaction was to say 'does this worry you? '. And they said 'yes'.\"\n\nWrapping up, Mr Richards made a call to Manchester Airport from a public telephone to report his unusual sighting of an unidentifiable craft over Derbyshire.\n\nMr Stanway and Mr Pace documented upwards of 70 distinct UFO encounters within a 20-mile expanse of Stoke-on-Trent, all detailed in their dossier 'UFOs: Unidentified, Undeniable'.\n\nIn a 2006 interview with the press, Mr Pace recounted the peculiar surge in UFO activity around Stoke-on-Trent's Bentilee area back in 1967: \"There were many reports of UFOs in the Potteries, and many seemed to be centred over the Bentilee area. At the time it was a country-wide phenomenon, there were sightings all over the country. You can't just dismiss things like that when so many people saw things.\"\n\nNorth Staffordshire historian Bill Cawley delved into these odd occurrences on the Bentilee estate and in neighbouring regions.\n\nHe explained: \"Reports of strange things in the sky stretched from Cannock to the hills above Leek. But the centre of much activity was the Bentilee estate, and the local media was full of sightings of UFOs in the skies of the city.\"\n\n\"On September 2, there were eight different sightings between 1am and dawn, with a lack of sound being a feature of all the sightings. An object like a spinning top was spotted by a resident of Beverley Drive.\n\n\"There was a very interesting account given by a Mrs Becanin. As an accomplished artist, she provided line drawings of what she had seen from her home in Hethersett Walk in the early hours.\n\n\"She couldn't sleep, and at 1am, after a drink of water, she looked through a window to see three orange lights lying on common ground some distance away. One of the lights seemed closer to her and larger, and was flashing with a brighter light.\n\n\"It began to ascend with a shower of green sparks, disappearing to the north east. The other two lights also vanished. The whole incident took two minutes. Another group saw a basin-shaped object fly overhead. It was glowing red and yellow, and appeared to land in fields off Beverley Drive.\"\n\n\"Children and adults ran in the direction of the landing site and one of the children said the area seemed on fire. Something had landed in the field and remained. A woman rang the police, who duly arrived. They saw nothing, but on leaving the area, a man in an upper room window called over that the saucer was taking off. It rose to about 300ft and then disappeared.\n\n\"When they were interviewed, the police remained sceptical and said the lights might have been reflections from street lighting or from the windows of a local pub. Then, on September 4, Terry Bagnall, aged 15, of Beverley Drive, saw a brightly coloured cigar-shaped object fly over the area with a bright light, which increased in intensity as it rose in the late morning sky.\"\n\n\"The report pointed out that jets using Manchester airport flew over the area, and that this would account for some of the sightings. It was also possible that many would have confused UFOs with satellites. A person mistaking the planet Venus was another possibility, as was freak weather conditions. However, Stanway and Pace concluded that 10 per cent of the sightings were unexplained.\"\n\nWhatever happened on that night in Bentilee, the truth is out there.\n\nBright Lights Over Bentilee has been written by playwright and former Coronation Street star Deborah McAndrew. It runs until October 12 at The Dipping House, Stoke.\n\nSign up to our main daily newsletter here and get all the latest news straight to your inbox for FREE"
    },
    {
        "title": "Joe Rogan and the confidential alien report: Do they exist?",
        "link": "https://www.marca.com/en/ufc/2024/09/29/66f966cde2704e98688b457a.html",
        "description": "Joe Rogan is known to many as one of the voices of the UFC. However, when the 57-year-old isn't talking about the action in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.s122IoqXzm3VEUtUM7NtSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "MARCA",
        "article_content": "Joe Rogan is known to many as one of the voices of the UFC. However, when the 57-year-old isn't talking about the action in the octagon, he's sharing his thoughts on a variety of other topics.\n\nDuring a recent episode of \"The Joe Rogan Experience\", Rogan discussed the possibilities of life on other planets, including UFOs and UAPs.\n\n\"When I hear the UFO stuff, there's a part of my brain that's like don't get suckered into this. This s*it's nonsense! It's just that, if they were to tell me that a super volcano was going to erupt, I'd believe it because they are real. But for UFOs, there's part of me that says I don't believe you!,\" said Rogan while talking with guest Shawn Ryan.\n\nRogan shares story from his past\n\nRogan also discussed a story told to him by a woman he dated in the 90s. She stated she lost some of her privileges at work when she started looking into life on other planets.\n\n\"When I was very young, around 24, I was dating this girl who did something in the government and this was pre-internet. One of her jobs was to make sure that the information that the Navy had would reach the Army,\" said Rogan.\n\n\"There was some sort of database in like these computer terminals where she could share information and she had some sort of top clearance. One day, she wrote 'Little Green Men' in the search function, and then her system shut down and people visited her.\n\n\"They asked her why she looked this up and I think she ended up losing her clearance in some way. She was doing something that was not requested by the authorities and did it on her own.\"\n\nThis isn't the first time Rogan has talked about aliens on his show. He once spoke with Dr. Avi Loeb, an astrophysicist who theorized that a mysterious interstellar object 'Oumuamua' may be the origin of extraterrestrial origin.\n\n\"Basically, I follow the evidence. Just like Sherlock Holmes trying to find solutions,\" said Loeb. \"You have some anomalies that don't quite match to things that you expect to. The thing about Oumuamua was that it was discovered on 19 October 2017 and it was the very first object that visited the vicinity of our planet outside of the solar system!\""
    },
    {
        "title": "‘The truth is, we're the UFOs’: New study's wild theory on phenomenon",
        "link": "https://www.heraldscotland.com/politics/24616667.the-truth-ufos-new-studys-wild-theory-phenomenon/",
        "description": "Renowned historian Professor Greg Eghigian has published the first full-scale academic investigation into unidentified flying objects. He ...",
        "image_url": "https://www.bing.com/th?id=OJ.ozWWYQGuYBzQFA&pid=news&w=77&h=16&rs=2",
        "category": "ufo",
        "date": "15h",
        "source": "heraldscotland",
        "article_content": "“There are nine odd objects flying in formation at really impressive speeds,” Professor Greg Eghigian explains. “When Arnold lands, he reports it to local newspapers and military officials.\n\n“His supposition was it’s probably some secret, new plane the air force was testing. It’s a slow news period because it’s summer, so reporters start asking him questions about how these things moved. He says they moved like a saucer would if you skipped it across a lake. Enterprising journalists thought ‘Here’s a headline! Let’s call them flying saucers’.”\n\nAnd so was born a phenomenon that’s shaped human culture profoundly in the intervening years. Eghigian isn’t some saucer-eyed – forgive the pun – obsessive who spends his time watching the skies for aliens. He’s an acclaimed history professor at Pennsylvania State University.\n\nI caught up with him to talk about the publication of his latest book After the Flying Saucers Came: A Global History Of The UFO Phenomenon. The book was funded by Nasa, the Smithsonian National Air and Space Museum, the American Historical Society and the American Philosophical Society.\n\nProfessor Greg Eghigian\n\nEghigian isn’t concerned about whether UFOs exist. Instead, he’s taken an historian’s approach to the phenomenon. How did it start? Why did it became a global craze? And in what way has it influenced human culture?\n\nHe’s doing what present-day historians do when they look back on weird events in the past. Imagine an historian, 500 years from now who specialises in the mid-20th century and early 21st century asking themselves ‘what the hell was going on with that UFO stuff?’. That’s precisely what Eghigian is doing.\n\nAfter Arnold’s strange tale hit the headlines, the notion of “flying saucers” became “a meme”, Eghigian explains. It spreads rapidly through the media, burying itself as an idea in popular culture. “We see it all across the United States and very quickly in other parts of the world. People start saying ‘I’m seeing flying saucers too’.”\n\nSix weeks after Arnold’s sightings, the polling company Gallup found that 90% of Americans had heard of flying saucers.\n\nTheories\n\nInitially, the flying saucer sightings weren’t solely attributed to aliens. At the beginning, it was simply a mystery. Was it enemy spy planes? Secret US military tests? Hallucinations? Mass hysteria? A visitation from outer space was just one of the theories doing the rounds.\n\nAn industry quickly sprung up around this new phenomenon. On one side there are the “true believers”, and on the other “the debunkers”. Both were obsessed with unravelling what was going on – and their claims, counterclaims, pamphlets, newspaper articles and books put rocket fuel (again forgive the pun) into the flying saucer craze.\n\nBoth the believers and debunkers approached the phenomenon “like a criminal investigation. They study it forensically, asking: what really happened? Is this witness reliable”.\n\nBut that’s not what interests Eghigian. “The question for me isn’t ‘why did these things appear’. But rather ‘why didn’t the phenomenon disappear’: why didn’t it fall apart and just become a fad that maybe an historian writes about decades later and says ‘I bet you’ve never heard this story’.\n\n“My question was: ‘how did this get such legs that it not only preoccupied the American people but people all over the world’.”\n\nIt’s not until 1949 that the notion of flying saucers as “spaceships” really comes to dominate. One of the early theories was that this was a phenomenon similar to the “airship craze” decades earlier.\n\nIn America in the late 1890s, and Britain between 1912/13, so-called “phantom airships” were seen by thousands. Was this test flights of early aircraft? Mass hysteria amid the drumbeats of war? To people in 1947, there seemed parallels between flying saucers and the airship panic of old.\n\nAfter the Second World War, America was still a tense place. Cities on the west coast had feared Japanese invasion. There was also much speculation that perhaps the government was testing some top-secret plane.\n\nSuspicion of government, particularly “big government” – which would go on to play such a major role in the later UFO phenomenon – was high post-war.\n\nAfter all, as Eghigian explains, the US government had kept the Manhattan Project secret from the world and then used a super-weapon against Japan. If the government could keep the atom bomb secret, they could keep anything secret. Until the 1930s, Eghigian explains, the US government was “a pretty small-scale operation”. Franklin Roosevelt’s presidency, with its huge social programmes under the New Deal, changed all that. Government became much bigger. That worried some. “This becomes part of the story too,” Eghigian adds.\n\nCulturally, a lot had gone on in the inter-war years as well, laying the imaginative ground for the shape the flying saucer craze would take. The pulp fiction stories of Buck Rogers, and the science fiction of writers like HG Wells took outer space from the science lab into the living room.\n\nSuspicion of government, particularly “big government” – which would go on to play such a major role in the later UFO phenomenon – was high post-war.\n\nInvasion\n\nINDEED, following the Arnold sightings, many thought this was a hoax or hysteria similar to the infamous 1938 radio broadcast of The War Of The Worlds. Orson Welles turned his play into a news broadcast, and thousands of Americans reputedly believed Martians were invading.\n\nEghigian says the first few years of the flying saucer craze “were wild and riotous – the most fascinating period of the UFO phenomenon, as people are at an absolute loss about what’s going on. There’s no one big theory out there, no huge overarching narrative”.\n\nThat all changed at the end of 1949 when pulp fiction writer and former navy pilot Donald Keyhoe published The Flying Saucers Are Real. It would become one of the most widely read books in history. Keyhoe claimed the government was covering up the existence of flying saucers – and not only that, the crafts were extraterrestrials.\n\nOut go all the other theories and Keyhoe’s claim “takes hold. It becomes the default setting”, Eghigian adds. From now on, it’s the only theory in town. “It becomes a very clear-cut narrative that people glom on to and the story spreads around the world.”\n\nSoon papers from South America to Central Europe are serialising Keyhoe’s book. Eghigian is rather kind to Keyhoe. He doesn’t accuse him of outright lies. Keyhoe claimed defence industry and military sources had confirmed his claims. Rather, Eghigian says: “I believe he believed it. There’s every indication he took this seriously.”\n\nHowever, Keyhoe was a master of spin and exaggeration. “Certainly, there are people at the time critical of him who thought he made too much of what little evidence he had in order to sell books. So it wasn’t necessarily that he’s perpetrating a fraud, but maybe he wasn’t above hyping.”\n\nFor the rather square 1950s, many responded to claims of alien visitors in a distinctly hippy fashion. “There are people who view this as religiously and spiritually significant,” Eghigian says. “Remember, this was 1950 – we’re 50 years from the millennium.\n\n“There are many who see this as a sign of something very important happening –that it’s a significant moment in human history. Our space brothers and sisters are here – it’s an opportunity for cosmic community.”\n\nYou can see how, amid the looming horror of the Cold War and potential nuclear annihilation, that idea could maybe ease panicked minds.\n\nMystical\n\nHOWEVER, there were also many in the now-burgeoning 1950s “UFO community” who hated this “quasi-mystical way of thinking”. This is the wing of ufology which is still known as “the nuts and bolts folks” – those who want to figure out how these crafts fly, what the power source might be, and don’t much care for any of the touchy-feely stuff.\n\nIndeed, many “nuts and bolts folk” weren’t sold on the alien idea at all and remained focused on military testing, or weather balloons. Eghigian explains that it’s in Europe where these more sceptical UFO investigators are prevalent. The U2 spy plane incident in 1960 would only solidify their much more terrestrial take.\n\nHowever, at the heart of the entire phenomenon – whether you’re believer, debunker, or just an average punter – lies one key element: the human love of mystery.\n\nFlying saucers were one giant puzzle that everyone had an opinion about. Theories and debates by believers and debunkers captured the public imagination. Evidently, UFOs remain a mystery to this day. When an answer to a puzzle can’t been found, humans will always be fascinated.\n\nBoth debunkers and believers latched on to earlier folklore. Myths abound across the world of fairies and demons. To debunkers, these myths prove humans have been either fantasising or lying about weird visitations for millennia. To believers, it’s proof of alien visitors – only our ancestors interpreted ETs as fairies.\n\nThere was also a god-shaped hole beginning to emerge in the Western world as the flying saucer craze began. Organised religion was waning. In terms of spirituality, “things really opened up”, Eghigian says. There was a craze for all things paranormal – like the occult, telekinesis, cryptozoology (the “study” of creatures like Bigfoot or Nessie), and ghosts.\n\nCome the 1970s and 80s, with the launch of shows like Arthur C Clarke’s Mysterious World, all this weird and wonderful material would be folded together into a giant goulash which fed a growing appetite for the strange. Many people, it seemed, were hungry for something to add meaning to their increasingly meaningless lives.\n\nThe flying saucer craze became much more serious in the 1950s, when organisations began springing up all over the world with amateur ufologists investigating sightings, and writing pamphlets and magazines. The mass media, inevitably, reported on this strange trend.\n\nSo, by now the bedrock of the UFO phenomenon was well and truly laid. Then, in the 1960s, matters take an even more bizarre turn – one that obsesses the mass media: the rise of the contactee.\n\n“It’s the emergence of people who come forward claiming they’ve actually met the occupants of flying saucers. It’s the new hot thing.”\n\nSoon they’re everywhere: on the lecture circuit and on TVs which are now in most living rooms. Curiously, contactees all tell very similar stories. The aliens they meet are kind, handsome, morally superior, and from our solar system – Mercury, Mars, Venus, Saturn or Jupiter.\n\n“They say the aliens have a message: that they’re here to save us, because they saw that we’re exploding atomic weapons and risk destroying ourselves.” Some claim to have travelled on spaceships with these charming extraterrestrials and visited their planets.\n\n“There’s almost a travelogue element,” Eghigian says. “And these contactees all assume the mantle of prophets.”\n\nHenry Thomas talking with ET in a scene from the film 'E.T. The Extra-Terrestrial', 1982. (Photo by Universal/Getty Images).\n\nContactees\n\nCulturally, it feels very 1960s: lots of Cold War paranoia mixed in with the rise of the peace and love generation. The “prophet contactee” faze of the UFO phenomenon “dies out by the end of the 1960s” though. The contactees eventually become seen as frauds. Advances in science didn’t help as the world learned that nothing could live on planets like Saturn or Venus.\n\nAs the Age of Aquarius dawned in the 1970s, the phenomenon took on a new shape: paleo visitology, or what we’d today call “the ancient alien theory” – that spaceman visited the Earth millennia ago and we can see the evidence, if only we look hard enough, in Bible stories like Jacob’s Ladder, and other world myths.\n\nThese “ancient astronauts” were supposed to have built everything from the Pyramids to Stonehenge. The idea of our space brothers and sisters coming to warn us of our hubris therefore changes to a story of “our space fathers and mothers”.\n\nIt’s another sign of the god-shaped hole in the West, with ETs filling it.\n\nThese wild claims were popularised by the Swiss writer Erich von Däniken – but his pseudoscience was quickly rejected by almost every imaginable authority and respected expert going. Still, he made a fortune.\n\nAs we emerged from the 1970s into the 80s, the UFO phenomenon takes a “dark, sinister” turn. Aliens are no longer kind and loving, or wise and parental – they’re “pernicious and malicious”.\n\nSometimes they work alongside government officials – the so-called Men in Black – developing secret technology or “hybrid human babies”. Rather than taking us off to their planet to talk peace and love, they abduct us and experiment on us, sometimes sexually.\n\nAnother theory floated at this time has it that the phenomenon isn’t related to “extraterrestrials but ultraterrestrials – entities from another time and dimension – who are just monkeying with us, messing up our lives for sheer delight, like vicious sprites”. There’s a distinct echo of the mischievous fairies from folklore here.\n\nIt’s now that the alien abduction story takes off, with all its horror movie elements of medical experiments, kidnap, and forced impregnation.\n\n“This takes the oxygen out of the room for all other UFO stories and narratives,” Eghigian says. The UFO dream had switched to a UFO nightmare.\n\nIt’s not hard to see why. The 1980s were frightening, the Cold War was at its height. America had gone through Vietnam and Watergate – churning more fear and paranoia about government into the cultural mix. In Britain and America, harsh economic policies under Thatcher and Reagan were brutalising people, and racism was in the air. “From a cultural standpoint, we must reflect on the zeitgeist. There was a much darker view of life.”\n\nFor Eghigian, “the UFO phenomenon has always been a way for us to imagine a possible future: could we be capable of what they’re doing? Is that our future”?\n\nHe adds: “It’s a way for us to reflect on a possible prognosis, and in the 1980s, the prognosis looked pretty bleak. I think that gets reflected in these stories”.\n\nNightmare\n\nIt’s been said that culture is humanity dreaming. If so, our dreams of aliens in the 1980s were rather nightmarish. The UFO phenomenon, Eghigian adds, is like “a Rorschach test” – we see what we want to see in it, and it’s often a reflection of our collective subconscious.\n\nThese dark tales of abduction would eventually inspire one of the biggest cultural hits of the late-20th century – The X Files, which became a global obsession in the 1990s.\n\nHowever, tales of alien abduction were so outlandish and so discredited, that by the late 1990s, the mainstream media had lost interest.\n\nTwo events happen which all but kill off the UFO phenomenon: first, the internet arrives, and all those magazines and organisations start to wither and die. There’s much weirder stuff online to obsess about than what was by now seen as boring old tales of aliens.\n\nCome the millennium, it all seemed so last century.\n\nBut much more important was the end of the Cold War. By the mid-1990s, the standoff between democracy and totalitarianism was well and truly over. We were told that we were now living “at the end of history” (though that turned out to be a rather stupid claim).\n\n“The UFO phenomenon always drew its inspiration from – and was energised and powered by – the Cold War. It was the spectre that haunted us.”\n\nOnce peace breaks out, the hysteria within humanity seems to abate. Flying saucers are a great subconscious metaphor for invasion and attack by a foreign enemy.\n\nAs a cultural historian, Eghigian notes in this period that horror movies about aliens are few and far between. Instead, there’s the rise of the zombie movie. “What are zombies?” Eghigian asks. “They’re us.” Metaphorically, a zombie is just a horrible form of human. In the era of 21st-century mass terror, we became the monster.It all seemed over for the UFO craze. But suddenly the aliens returned. “When I started this book, I thought I was writing about the end of the UFO era, a nostalgic obituary. But then – bam!”\n\nIn 2017, the New York Times and other major media outlets revealed that there was cockpit footage from US navy jet fighters of what came to be called “unidentified aerial phenomena’(UAPs)”. If you haven’t seen the footage, it’s extraordinary, showing apparently unusual shaped objects moving extremely fast and executing manoeuvres seemingly beyond the capabilities of conventional aircraft.\n\nWith hindsight, many UFOs sightings in the past are today put down to test flights of planes with stealth technology. So, unsurprisingly, many sceptics (myself included) suspect these so-called “Pentagon UFO videos” may be down to the testing of advanced drones, perhaps by enemy states.\n\nAs Eghigian says, these sightings were observed by pilots, they weren’t “figments of imagination, or computer glitches”. Nonetheless, there’s still zero proof, he adds, “that this was from outer space”.\n\nWhatever the truth, UFOs hurtled back into public consciousness. TV shows like Ancient Aliens are now globally syndicated.\n\nPanic\n\nSIGNIFICANTLY, this renewed interest came as the world entered a new Cold War between East and West. In 2023, a high-altitude Chinese surveillance balloon sparked panic over America. Sightings of UFOs have also shot up – though evidently in the era of mass-market drones that’s unsurprising.\n\nCuriously, the feedback loop between entertainment and UFO sightings “doesn’t play out in the way you’d expect”. In the 1950s and 60s, most movies featured evil aliens trying to destroy humanity. Yet at the time – as Eghigian has explained – this was the era when people were reporting that they’d met kindly alien visitors.\n\nSkip forward to 1977 with Steven Spielberg’s movie Close Encounters Of The Third Kind and you’d think a film that big would trigger a flood of people claiming they’d just seen flying saucers.\n\nWell, that didn’t happen either. “We didn’t see any uptick in sightings, what we saw instead was an uptick in people reporting having seen UFOs earlier in their life.”\n\nIn other words, Close Encounters didn’t trigger new sightings, it “gave permission” to people to say they saw something strange many years earlier. In Britain, “sightings actually went down” after Spielberg’s movie ET came out.\n\nThere are culturally specific aspects to the phenomenon. In the Soviet Union, alien visitors resembled Bigfoot. In Malaysia, they’re “tiny beings”. In France, aliens tend to be mischievous, stealing flowers from old ladies, smacking people in the face and running away laughing.\n\nSo there’s obviously an element of “local traditions and folklore history” at play. One theory by French sociologist Arnaud Esquerre is that “the UFO phenomenon is just the late-20th century version of the ghost story”.\n\nIn essence, Eghigian explains, UFOs are like ghosts as “they’re apparitions. What makes them so mysterious isn’t that they appear, but that they disappear. We can never capture them. So Esquerre thinks they’re really just refashioned, recycled ghost stories. It’s a nice theory”.\n\nCertainly, the phenomenon appears to be some sort of cultural “goulash” – a bit of folklore, some Cold War paranoia, new technologies being tested, a modern twist on the ghost story – that’s all coming together in our collective imaginations. That, plus lights in the sky, and strange objects, which science still can’t explain.\n\nIndeed, the UFO phenomenon is at heart a giant conspiracy theory. Although while there have been many conspiracy theories throughout history – especially anti-Semitic conspiracies – the UFO craze effectively begins the modern trend. Central to the phenomenon is the belief that governments are hiding the truth from us. The same idea runs through the assassination of John F Kennedy, the death of Princess Diana, Covid conspiracies, and the dangerous QAnon cult.\n\nOne of the biggest wings of ufology today is the so-called “Disclosure Movement” – those demanding the release of files they believe the government holds on contact with aliens. Even though governments in Britain and America have released material on state investigations into unexplained sightings, “it’s still not enough for those who believe more is being kept secret”.\n\nEghigian doesn’t condemn people who feel information is being kept back. “Who can be critical when we know governments lie?” he asks. What’s important for Eghigian is to approach even the most outlandish claims with respect.\n\n“Medieval historians looking at Christian mystics in the 13th century don’t sit there saying ‘OK, let’s look at how dumb these people are’. That doesn’t make you a terribly sophisticated historian. We must try to understand people on their own terms.”\n\nHistorians of the future won’t look at the UFO craze and laugh. They’ll ask “what purpose was this serving? What preoccupations did this feed into? How did it reflect political values, aspirations and ambitions – not just of individuals but society?\n\n“They’re going to see pettiness, grand visions, prophetic statements, people who get things really wrong, and people who seemed prescient.”\n\nFuture\n\nFROM the perspective of 2024, Eghigian says the flying saucer craze is best seen as something that’s “remarkable plastic. It’s given us ways of having conversations about all sorts of things: the status and future of science, our own plans to explore and colonise space, what kind of technologies we’re creating when it comes to surveillance”.\n\nHe adds: “The UFO is a way to talk about trust: how much can you trust witnesses, how reliable are our memories, why do we trust instruments more than humans reflecting on their own experiences –who’s an expert?”\n\nWhile Eghigian is open-hearted to even the most devout believer, he’s also alert to “the cynicism” that lurks within the phenomenon. He’s not much bothered about hoaxers –like the prankster schoolboys in the late 1940s who nearly scared a neighbour to death and saw the FBI called out when they built their own flying saucer – but he’s contemptuous of the conmen, of whom there have been plenty.\n\nThere’s the gang in the 1950s who claimed aliens gave them technology to locate oil, and hustled money from the gullible. They were convicted. Another chancer, in the 1960s, said aliens from Saturn gave him gemstones which could heal the sick, and tried to con widows out of their savings. He was jailed partly on the evidence of a young astronomer who took the stand to say that aliens couldn’t come from Saturn. That astronomer’s name? Carl Sagan.\n\nWho knows if modern AI technology will see a whole new slew of hoaxers and conmen appear?\n\nHowever, most people who spend their lives as ufologists never get rich, Eghigian explains. “They died in poverty. I think more than anything else they like the fame and attention. Maybe they think they’re going to make money but very few get that. It’s celebrity that motivates a lot of these characters.”\n\nClearly, there’s been scientific spin-offs. SETI – the Search for Extraterrestrial Life – was set up by scientists around the world to hunt for proof of aliens. Stephen Hawking was a fan. Today, there’s the Society for UAP Studies, an academic organisation comprised of astronomers and scientists along with sociologists, political scientists and historians – Eghigian is a member.\n\nHowever, although the study of UFOs as a cultural phenomenon is now entirely respectable – as the warm reception from the academic community to Eghigian’s new book proves – the world of science still keeps ufology at arm’s length. Eghigian thinks that’s a mistake. Scientists need to seriously investigate what those weird lights in the sky actually are. It merits proper study, he believes.\n\nEven if scientists fail to discover alien visitors, or prove their non-existence, the endeavour would likely bring other discoveries, Eghigian suggests. After all, without the Apollo missions, there would be no memory foam, freeze-dried food, space blankets, or cochlear impacts. As an academic, Eghigian can’t dismiss any possibility until science has properly investigated the phenomenon. “That’s why I label myself a sceptically open-minded agnostic. As a scholar, I begin with scepticism.”\n\nEghigian feels it’s entirely “reasonable” to not take a position on the existence or non-existence of UFOs until scientists have done some “heavy lifting”. Pending that, he’ll “simply defer any conclusion”.\n\nWhat he can say unquestionably, though, is this: the UFO phenomenon is “a mirror of us. In that sense, we’re the aliens”."
    },
    {
        "title": "10 best indie games released in September 2024 – smaller treats you certainly shouldn’t miss",
        "link": "https://www.mirror.co.uk/gaming/10-best-indie-games-released-33760696",
        "description": "We run through the biggest small-scale video game surprises we were able to check out during the month of September.",
        "image_url": "https://www.bing.com/th?id=OVFT.KXh_w-cVsfmfUn6-ztZbRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11h",
        "source": "The Mirror",
        "article_content": "This September played host to several quirky and charming indie games that may have slipped under your radar. Here's the best of the best of what we played.\n\nIf you thought that this year was already jam-packed for huge AAA releases, the month of September just rolled in to prove that the same is very much true for indie gems. This isn’t even taking into account the UFO 50-shaped elephant in the room, which justifiably impressed as a generous collection of retro style games. Disclaimer: I haven't had around to checking out UFO 50 myself yet, hence why it won’t be appearing on this list. However, if you’re looking for an eclectic selection of smaller-scale titles to enjoy between the heavy-hitters, I’ve got you covered with the cream of the indie game crop (at least from what I played).\n\nSeptember 2024 really did have something for everyone, whether you’re into 16-bit beat-em-up tributes or throwback survival horror. Interestingly there were less blockbuster sequels compared to the best indie games of August roundup, meaning that there was a lot of truly new indie game experiences to check out. Let’s get into it…\n\nThe Plucky Squire\n\nKicking us off is the undeniably charming and whimsical The Plucky Squire, which was a day one release on PS Plus in the Extra and Premium September lineup. A seemingly ordinary top-down action-adventure in the style of classic The Legend of Zelda entries, expectations are suddenly flipped (literally) as soon as hero Jot is given the power to jump off the page of his storybook home. What follows is a creative take on the format that sees you switching words to change the world around you, frequently hop from a 2D to 3D plane, and indulge in various kinds of gameplay styles, all in the effort of taking down the evil wizard behind it all. The Plucky Squire’s reality-switching premise might lack a little lustre in the later hours, but it still serves as a near-perfect papercraft journey full of colour and heart.\n\nGrapple Dogs: Cosmic Canines\n\nThe first Grapple Dog swiftly became one of my favourite indie pixelated platformers ever when it released back in 2022. That’s why I was pleased to see this sequel do brilliant justice to that already swing-tastic original, featuring even more levels and puzzles to navigate through, more beautiful GBA pixel art to bask in, and an all-new Grapple Dog buddy in Luna to play as. Luna’s ability to shoot from afar makes for a noticeably distinct adventure compared to Pablo’s initial solo outing, and Grapple Dogs: Cosmic Canines electing to split its levels between these two playstyles ensures that exploring the cosmos is never boring. The core grapple-swing mechanic fortunately also returns in full force in what is easily a follow-up that proves two dogs can be better than one.\n\nGI Joe: Wrath of Cobra\n\nImage: indie.io) indie.io)\n\nSomehow we’ve ended up in a golden age for pixelated beat-em-up translations of kids shows from the 80s and 90s. The trend properly kicked off when TMNT: Shredder’s Revenge arrived on the scene, which will soon be followed later this year with the equally-as-hyped Mighty Morphin Power Rangers: Rita’s Rewind. If you can’t wait until then, though, GI Joe: Wrath of Cobra launched this month to fill this nostalgia-shaped hole, letting you play as the likes of Duke, Roadblock, and yes, Snake Eyes as part of a classic beat-em-up adventure. The pixel art is surprisingly gorgeous, and the super moves for all four characters each have a distinct flavour to make every playthrough feel slightly unique. This being a GI Joe game you better believe there’s guns to pick up and use too, all of which come in handy in this surprisingly excellent 16-bit translation of the gung-ho toy brand.\n\nYars Rising\n\nYou needn’t look far these days to find a half-decent Metroidvania on the indie games market. Developer WayForward has spent decades perfecting the art of making them, however, hence why its reinvention of the Atari’s classic Yars series probably looks and plays as well as it does. Set in a noticeably cyberpunk future, you play as the titular hacker aiming to take down a corporate entity from within. There’s the usual suite of powers to hunt down and acquire, of course, but setting Yars Rising apart is the way it reimagines the classic sprite-shooting gameplay of Yars' Revenge as hacking mini-games. Is Yars Rising as faithful a Metroidvania as they come? Yes, but it gained extra points as soon as I fought a boss called Missile Commander. Need I say more?\n\nChains of Fury Vol. 1\n\nHeavily inspired by the art of Hellboy’s Mike Mignola and fast-paced firing of 90s boomer shooters, Chains of Fury Vol. 1 shoves both these aspects into a blender to result in one of the most distinct-looking indie FPS titles of the year. Such eye-grabbing graphics are backed up by fun and ferocious gameplay, where you’re encouraged to blast through each destructible cell-shaded level by maintaining the highest kill combo. Using the environment ups the chances of improving your killing flow, as does engaging what’s called Rage Mode to keep the momentum going. Though controller support on PC would be nice, and melee combat is rough around the edges, Chains of Fury’s comic book aesthetic makes it worth a look for those who aren’t yet sick of ripping and tearing in the style of classic Doom.\n\nBeyond Galaxyland\n\nImage: United Label) United Label)\n\nStar Wars meets The Last Starfighter (and a whole host of other coming-of-age 80s movies) in Beyond Galaxyland, an unabashed throwback to classic turn-based RPGs that comes touting a pretty unique art style. It’s pixel-based, of course, but your perspective of this sci-fi meets fantasy world being projected at a slant gives each varied location you visit an otherworldly, almost diorama-like feel. You play as Doug, a human pulled into absurdity who must partner up with his pet guinea pig and blast across the stars in the hopes of saving his family back home on Earth. Mix in a pokemon-like creature-collecting mechanic, multiple planets to explore, and an eclectic selection of quirky side characters to fall in love with, and Beyond Galaxyland truly is the real deal for any player seeking a sci-fi RPG with heart.\n\nDeathsprint 66\n\nDeathsprint 66 is one of those fast-paced games that will truly only make sense once you feel it in your hands. As odd as it might seem, the best way to describe it is probably ‘Tron meets Mario Kart’, where the neon-drenched visuals are matched by brilliant sprint-boosting gameplay that feels just as addicting as when you achieve the perfect drift in the Nintendo Wii’s version of Rainbow Road. For this reason, death initially comes easy in Deathsprint 66. Go figure! However, when you do fall into that flow state of endlessly surging, drifting, wall running, leaning, and grinding on top of maintaining a solid momentum, it makes breezing past the finish line worth it. There are a series of challenge modes that can be played single-player, but Deathsprint 66’s brand of on-foot racing chaos is best enjoyed online with others.\n\nHollowbody\n\nIf you can’t wait for Bloober Team’s Silent Hill 2 remake to launch on PC and PS5 next month, then you’ll be sure to scratch that PS2-style survival horror itch in Hollowbody. Besides, it’s made even scarier by the fact that it takes place entirely within a wet and dreary interpretation of the UK (imagine that) albeit one set in the far future where the country has been ravaged by a virus. Unfortunately for Mica, it’s her mission to venture inside the exclusion zone to try and track down a friend, solving puzzles, managing regularly depleted resources, and surviving all kinds of nightmares in order to get the job done. Hollowbody does an excellent job establishing the vibe of early 2000s horror games, setting in an oppressive mood that never once failed to keep me gripped and on edge.\n\nThe Holy Gosh Darn\n\nImage: Yogscast Games) Yogscast Games)\n\nI didn’t know I needed such an irreverent and funny interpretation of the afterlife until I sat down to play The Holy Gosh Darn towards the end of the month. Playing as an angel Cassiel, you must try to prevent the invasion of an army of hellish phantoms, with your time-travelling mission to save heaven playing out much like your typical interactive adventure game; only it’s packed with songs, quirky characters, and countless ways to influence events using your trusty time-rewinding device. The voice work is stellar, script on point, and I genuinely haven’t laughed at a satirical game this much since, well, Thank Goodness You’re Here last month. Honestly, interactive adventure games are rarely as witty or as slick as the Holy Gosh Darn, so genre fans should absolutely pay it some attention.\n\nSelfloss\n\nPonderous puzzle games with a not-so-subtle narrative metaphor underlining it all can be a dime a dozen these days. However, every so often one comes along with a unique setting and premise that I simply can’t avoid. Selfloss was definitely an example of an indie game doing this to me this month, not least due to its distinctly Slavic-inspired stylings and visuals that help set it apart. You play as an elderly healer who endeavours to rid the world of an ailment by undertaking an epic journey by boat. One that sees him save the spirit of various dying creatures around him, such as giant turtles, whales, and the like. Puzzle-solving using his staff’s beam of light is made excellent use of in each chapter, especially when you’re required to temporarily separate the two. What it all amounts to is kept purposely obscure, but Selfloss kept me enraptured for the short time it lasted.\n\nSpecial mention: TMNT: Shredder’s Revenge – Radical Reptiles DLC\n\nFirst added to PS Plus Extra and Premium lineup back in June 2023, TMNT: Shredder’s Revenge is the gift that keeps on giving. Not only was the original 2022 game already a perfect encapsulation of the 80s TV show and the various arcade beat-em-ups of that era, but it continues to be supported via post-launch updates excellently. First came the Dimension Shock DLC that introduced Karai and Usagi, and now this month we received Radical Reptiles. Though not quite as feature-packed as the one that came before, playing as classic characters Mondo Gecko and Mona Lisa gives players yet another excuse to jump into this beautiful looking and playing beat-em-up with all-new animations and character art. Complete with a remixed soundtrack from the likes of Anamanaguchi and Button Masher, I’ll never deny of having more ways to prevent Shredder from getting his revenge."
    },
    {
        "title": "Government regulations probably only solution: Ananya Panday on deepfake videos",
        "link": "https://www.deccanherald.com/entertainment/government-regulations-probably-only-solution-ananya-panday-on-deepfake-videos-3212233",
        "description": "Deepfake is a digital method where users can replace one person’s likeness convincingly with that of another using AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F3zS3XMK9BrFe2JHQ761pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Deccan Herald13m",
        "source": "Deccan Herald",
        "article_content": "“It’s very scary. As public figures, our faces and voices are out there. (So) I don’t know how much we can safeguard. I think it will have to come from regulations by the government, that’s probably the only solution,” Panday told PTI in a media group interaction on the green carpet of the IIFA Awards 2024 when asked about deepfake videos of celebrities."
    },
    {
        "title": "3 Brilliant AI Stocks Billionaires Are Buying for the 3 Stages of the Artificial Intelligence Boom",
        "link": "https://www.fool.com/investing/2024/09/29/3-brilliant-ai-stocks-billionaires-buy-for-ai-boom/",
        "description": "The report breaks the investment opportunity into three layers: (1) the enabling layer, (2) the intelligence layer, and (3) ...",
        "image_url": "https://www.bing.com/th?id=OVFT.85pARRqeNgFQ-lFlWAUQyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "The Motley Fool",
        "article_content": "The artificial intelligence movement can be divided into infrastructure, models, and software.\n\nA recent report from UBS Global Wealth Management estimates that artificial intelligence revenue will reach $1.2 trillion by 2027. The analysts believe \"AI will be the most profound innovation and one of the largest investment opportunities in human history.\"\n\nThe report breaks the investment opportunity into three layers: (1) the enabling layer, (2) the intelligence layer, and (3) the application layer. Listed below are three brilliant AI stocks (one for each layer) that billionaires were buying in the second quarter.\n\nAndreas Halvorsen of Viking Global Investors bought 1.3 million shares of Nvidia NVDA -2.13% )\n\nKen Griffin at Citadel Advisors bought 1.1 million shares of Amazon AMZN -1.67% )\n\nDavid Shaw at D.E. Shaw & Co. bought 689,000 shares of Datadog DDOG -0.01% )\n\nHere's what investors should about those stocks.\n\n1. Nvidia: The enabling layer\n\nUBS analysts define the first stage of the artificial intelligence (AI) boom as the enabling layer. It comprises semiconductor companies and public clouds that provide infrastructure and platform services required to develop AI applications. UBS estimates revenue from the enabling layer will total $516 billion by 2027.\n\nNvidia fits neatly into this category. The most obvious reason for its inclusion is dominance in data center graphics processing units (GPUs). Nvidia accounted for 98% of data center GPU shipments last year, and it holds 90% market share in AI chips according to Morgan Stanley analyst Joseph Moore. Forrester Research recently wrote, \"Without Nvidia's GPUs, modern AI wouldn't be possible.\"\n\nNvidia also provides software libraries and developer tools through its CUDA platform that streamline the building of GPU-accelerated applications. Additionally, the company has also launched a complete AI-as-a-service product called DGX Cloud. It brings together supercomputing infrastructure, pretrained machine learning models, and software that support AI application development across use cases ranging from autonomous robots to recommender systems.\n\nLooking ahead, Nvidia is well positioned to hold its leadership position in AI chips despite increasingly tough competition from semiconductor companies like AMD and Broadcom. To quote Forrester Research, \"The company's innovation, roadmap, and vision are clear and have kept it moving at lightspeed compared to other semiconductor manufacturers for AI chips.\"\n\nWall Street expects Nvidia's earnings to compound at 37% annually over the next three years. That consensus makes the current valuation of 57 times earnings look like a reasonable entry point. Those figures give a PEG ratio of 1.5, which is a material discount to the three-year average of 3.1.\n\n2. Amazon: The intelligence layer\n\nUBS analysts define the second stage of the artificial intelligence boom as the intelligence layer. It comprises companies that use data assets to build the large language models (LLMs) and machine learning models that power artificial intelligence applications. UBS estimates revenue from the intelligence layer will total $255 billion in 2027.\n\nAmazon fits neatly into the first and second categories. Amazon Web Services, the largest public cloud in terms of revenue, provides access to infrastructure and platform services that support the development of AI models and applications. Amazon Bedrock is one example. It's a generative AI development platform that lets businesses fine-tune pretrained models, including the Titan family of models developed by Amazon.\n\nAdditionally, Amazon shoppers spend $443,000 per minute on the marketplace, according to Goldman Sachs. That affords the company a deep understanding of consumer tastes and preference, and its generative AI shopping assistant (Rufus) uses that information to answer questions and make product recommendations. As of Sept. 18, Rufus is officially available to all U.S. customers.\n\nAccording to a recent survey of IT executives from Goldman Sachs, approximately 30% of applications run in public clouds today, but that number is projected to approach 50% in three years. As the largest public cloud, Amazon Web Services is uniquely positioned to benefit as demand for AI services increases, simply because it already has the largest customer base and partner ecosystem.\n\nWall Street expects Amazon's earnings to increase at 22% annually over the next three years, which makes the current valuation of 45 times earnings look reasonable. Those figures give a PEG ratio of 2.1, a discount to the three-year average of 2.9.\n\n3. Datadog: The application layer\n\nUBS analysts define the third stage of the artificial intelligence boom as the application layer. It comprises companies that use data assets and models from the intelligence layer to develop AI software. UBS estimates revenue from the application layer will total $395 billion in 2027.\n\nDatadog fits into this category. The company specializes in observability software. Its platform comprises a broad range of products that help businesses monitor, troubleshoot, and evaluate the performance of critical IT infrastructure and applications. Several products depend on AI. For instance, Watchdog is an AI engine that accelerates incident resolution by automating anomaly detection and root cause analysis\n\nSimilarly, Bits AI is a conversational interface that lets development and operations teams query observability data using natural language. It simplifies investigations, streamlines incident management, and speeds up the remediation of performance problems. Likewise, LLM Observability is a monitoring tool purpose-built for the large language models that power generative AI applications.\n\nResearch company Gartner recently ranked Datadog as a leading observability platform vendor for the fourth consecutive year. The company also has a strong presence in several individual observability verticals, such as log analysis, sever monitoring, and application performance monitoring. Additionally, Forrester Research has recognized its leadership in AI for IT operations.\n\nMorgan Stanley analyst Sanjit Singh views Datadog as one of the software companies best positioned to monetize generative AI. Wall Street expects the company's revenue to grow at 23% annually through 2026. That makes the current valuation of 17.9 times sales look like a reasonable entry point for patient investors."
    },
    {
        "title": "6 AI applications already in use in the healthcare industry",
        "link": "https://www.msn.com/en-us/news/technology/6-ai-applications-already-in-use-in-the-healthcare-industry/ar-AA1rpjNl?ocid=BingNewsVerp",
        "description": "Sam Altman, co-founder and CEO of artificial intelligence firm OpenAI, released an essay on Sept. 23 proclaiming the arrival ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AhEIK8WWFjNh3JwMs94u8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8hon MSN",
        "source": "Cointelegraph.com on MSN",
        "article_content": ""
    },
    {
        "title": "Beko presents: AI in home appliances for enhanced efficiency",
        "link": "https://www.jpost.com/brandblend/beko-presents-ai-in-home-appliances-for-enhanced-efficiency-821670",
        "description": "Europe's top appliance brand Beko expands AI integration in home products with adaptive laundry, autonomous cooking, AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.84XQQk5P9h0zynrEC9qz7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "45m",
        "source": "The Jerusalem Post Blogs",
        "article_content": "Europe's largest home appliance brand Beko expands the integration of artificial intelligence in home appliances with adaptive laundry, autonomous cooking, artificial intelligence-based energy management and groundbreaking predictive maintenance.\n\nThe brand reveals a series of innovations based on artificial intelligence (AI) in the range of smart home products it markets, including washing machines, cooking products and more. Today, artificial intelligence is the driving force behind Beko's product strategy, which enables the company to provide smarter home appliances, customized to the needs of the modern consumer and with significantly greater environmental sustainability.\n\nAn increase in demand for smart home appliances has led to a jump in sales of over 16% in the EU in the first half of 2024. The newly unveiled technology is part of Beko's mission to use artificial intelligence to encourage and drive positive change in the industry, and includes breakthrough improvements in adaptive technologies, autonomous cooking, energy management Based on artificial intelligence and preventive maintenance capabilities.\n\n\"Artificial intelligence is changing the way we interact with our homes, making our daily routines more intuitive and efficient,\" explained Hakan Bulgurlu, global CEO of Beko. \"At Beko, we harness its power to innovate with devices that learn, adapt and anticipate our needs. From self-improving cooking to personalized laundry and dynamic cooling algorithms, we are committed to changing the experience of using the home. By optimizing the use of resources through smarter devices, we aim to create a future where living at home is sustainable. The progress we are making through artificial intelligence is key to our mission to provide advanced technologies that benefit our customers and respect the planet we all call home.\"\n\nBeko formulated a comprehensive plan to encourage the use of artificial intelligence among internal and external stakeholders, based on three pillars: Talents and people, products and platforms and technological infrastructure. As part of the program, Baco's new AI-based products include:\n\nPersonalized washing that learns and adapts to the user: Beko unveiled the CustomWash/CustomDry function. The new adaptive technology based on artificial intelligence, enables dynamic personalization of the washing habits according to the user's preferences. Combined with Beko's HomeWhiz app, CustomWash/CustomDry analyzes user input and learns washing habits using artificial intelligence to create a premium customer experience. Test results for washing machines revealed up to 20% shorter cycles and up to 25% improvement in washing performance.\n\nOptimal cooking experiences with the help of artificial intelligence: Beko brings artificial intelligence-based camera technology to its smart home ovens and provides a cooking experience that improves itself for optimal results in the kitchen, regardless of the dish. With food detection and cooking suggestions for more than 30 different types of food, Beko's new autonomous cooking technology uses artificial intelligence to finish cooking according to personalized browning levels. Combined with Beko's HomeWhiz app, users are given the option to remotely monitor the food in the oven to ensure that no culinary experience is missed.\n\nArtificial intelligence-based energy management: The HomeWhiz app monitors the energy and water consumption of connected devices, helping to reduce their environmental impact through personalized smart recommendations and energy-saving modes. An artificial intelligence-based cooling algorithm, CoolAdapt, dynamically adapts to user habits and environmental conditions to maximize energy savings, and achieves up to 20% energy efficiency compared to some conventional cooling methods.\n\nArtificial intelligence-based maintenance for smart home appliances: Beko is proud to launch a new preventive maintenance model based on artificial intelligence that regularly monitors appliances to identify and alert users to possible errors well in advance. The model provides significantly improved device uptime, improved customer satisfaction, reduced service costs and a longer product life cycle. Currently available for Beko refrigerators and planned to expand to additional product categories, it alerts users to potential problems days before a malfunction via Beko's HomeWhiz app."
    },
    {
        "title": "Using AI to engage gen Z in dental health",
        "link": "https://dentistry.co.uk/2024/09/29/using-ai-to-engage-a-new-generation/",
        "description": "Alan Clarke explains how AI and a tech-driven approach can be used to engage millennials and gen Z in dental health.",
        "image_url": "https://www.bing.com/th?id=OVFT.8zqOqLVkpo-1YgO7WH6UyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Dentistry10h",
        "source": "Dentistry",
        "article_content": "Content not available"
    },
    {
        "title": "Pope Lick Monster featured on the small screen in new paranormal Hulu series",
        "link": "https://www.yahoo.com/entertainment/pope-lick-monster-featured-small-090227432.html",
        "description": "The third installment in the first season of the \"Out There: Crimes of the Paranormal\" features the Pope Lick Monster — a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LGX_wC5SMcddWEn9MiOwIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21h",
        "source": "Yahoo",
        "article_content": "A mythical creature tied to an east Louisville urban legend is the subject in an episode of a new supernatural TV series that premiered on Hulu and Disney+ Tuesday.\n\nThe third installment in the first season of the \"Out There: Crimes of the Paranormal\" features the Pope Lick Monster — a supposed half-man, half-goat also known as Goatman thought to reside near a train trestle at South Pope Lick and Taylorsville roads.\n\nLegend has it the monster \"hypnotizes trespassers into venturing out onto the trestle, thus luring them to their death before an oncoming train,\" according to an entry from the Encyclopedia of Louisville.\n\nOther accounts supposedly claim the monster jumps down onto passing cars or lures people onto the tracks by mimicking familiar voices before attacking its victims with a blood-stained axe. Another legend states the creature is so horrible to behold that people jump from the trestle in fear to escape it.\n\nMore: Just Askin' | What is the Pope Lick Monster? What to know about the Louisville urban legend\n\nWhere did the Pope Lick Monster come from?\n\nVarious accounts about the beast's origin differ. Some claim that the monster was originally a circus worker who swore to take revenge after being mistreated, while others claim it's a twisted reincarnation of a farmer that sacrificed animals to gain supernatural powers.\n\nThe myth gained some notoriety when Louisville-based filmmaker Ron Schildknecht released a 16-minute film in December 1988 titled \"The Legend of the Pope Lick Monster.\" In the film, a group of teenagers go to the trestle as part of a rite of passage and one of the characters comes face-to-face with the title beast just before a train comes into view. The teen barely survives by managing to hold on to a railroad tie while the train rumbles above him.\n\nConcerns about the film influencing children to attempt to cross the 90-foot high trestle prompted Schildknecht to submit a letter to the editor to The Courier Journal in 1989, in which he stated teenagers crossing the trestle had been a common occurrence in Louisville for generations, but little had been done by parents and teachers to discourage them from avoiding the dangers.\n\n\"My interest in producing this film was to examine the reasons for such behavior and place them in the proper sociological context in hopes of dealing with the problem with a deeper understanding of the factors involved,\" he wrote. \"In depicting high school students engaged in rowdy behavior, I am saying that this is how it happens, these are the circumstances and this is what it can lead to.\"\n\nHas anyone been hurt trying to walk the train trestle?\n\nYes, in fact at least two people have been struck and killed by a train since 2016 — a 26-year-old Ohio woman and a 15-year-old from Louisville.\n\nHow can I watch the \"Out There: Crimes of the Paranormal\"\n\nHulu and Disney+ subscribers will be able to watch all eight episodes of the series starting Tuesday. The third episode is titled \"The Pope Lick Goatman.\" Other episodes feature investigations of a supposed UFO crash in Long Island and ghosts believed to haunt San Francisco's Chinatown.\n\n\"Out There\" was produced by the creative team behind the \"Sasquatch\" series, also available on Hulu.\n\nReach reporter Leo Bertucci at lbertucci@gannett.com or @leober2chee on X, formerly known as Twitter\n\nThis article originally appeared on Louisville Courier Journal: Pope Lick Monster on Hulu: How to watch series with Louisville legend"
    },
    {
        "title": "Lord Baltimore Hotel and Baltimore Paranormal Society hold ghost hunt benefiting grassroots organization",
        "link": "https://www.msn.com/en-us/travel/article/lord-baltimore-hotel-and-baltimore-paranormal-society-hold-ghost-hunt-benefiting-grassroots-organization/vi-AA1rq3Qk?ocid=BingNewsVerp",
        "description": "Dana Carvey's Joe Biden, Andy Samberg's Doug Emhoff, Jim Gaffigan's Tim Walz Join Maya Rudolph's Kamala Harris To Kick Off ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TEuCzjPJzCdV4_Eayb1DnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WBAL TV Baltimore on MSN16h",
        "source": "WBAL TV Baltimore on MSN",
        "article_content": ""
    },
    {
        "title": "Ring Offers $100,000 for Best Paranormal Footage in \"Great Ghost Search\" Contest",
        "link": "https://www.msn.com/en-us/money/news/ring-offers-100000-for-best-paranormal-footage-in-great-ghost-search-contest/vi-AA1rpEux?ocid=BingNewsVerp",
        "description": "This Halloween season, Ring is encouraging users to submit their spookiest surveillance footage for a chance to win $100,000.",
        "image_url": "https://www.bing.com/th?id=OVFT.5fO9aaGdQ_T2LQVwjam0KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Money Talks News on MSN6h",
        "source": "Money Talks News on MSN",
        "article_content": ""
    },
    {
        "title": "Funny Trailer for Canadian Horror Comedy 'Don't F**K With Ghosts'",
        "link": "https://www.firstshowing.net/2024/funny-trailer-for-canadian-horror-comedy-dont-fk-with-ghosts/",
        "description": "\"Get proof. Or die trying.\" 👻 Level Film has revealed the trailer for a Canadian indie horror comedy called Don't F**K With Ghosts, another found footage supernatural thriller with some zany ...",
        "image_url": "https://www.bing.com/th?id=ODF.i9foy-sYR-jDK6V4c1FiDQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "FirstShowing.net20m",
        "source": "FirstShowing.net",
        "article_content": "Funny Trailer for Canadian Horror Comedy 'Don't F**K With Ghosts'\n\n\"Get proof. Or die trying.\" 👻 Level Film has revealed the trailer for a Canadian indie horror comedy called Don't F**K With Ghosts, another found footage supernatural thriller with some zany performances. This indie film from Canada is set for a release in Canadian cinemas this October, though unsure if that includes US theaters, too. Convinced they've found the next paranormal phenomenon, Adam and Stu embark on a journey to document a real haunted house and the alleged ghosts that live within it. Starring comedians Stu Stone & Adam Rodness (who wrote & directed & produced) along with Tony Nappo & Josh Cruddas. This reminds me of 2022's horror comedy called Deadstream, also with a similarly wacky concept of a guy not believing in ghosts, going to a house to disprove it for his streaming channel only to get F'd up. This film looks like just as much fun with a few freaky twists up its sleeves, too. The haunting is about to begin! Enjoy.\n\nHere's the official trailer (+ poster) for Stuart Stone's Don't F**K With Ghosts, direct from YouTube:\n\nFilmmaking duo Adam and Stu (played by Adam Rodness & Stu Stone) believe they can capitalize on the big ghost discovery up in Winnipeg, attempting to prove that ghosts are real. Convinced they've found the next paranormal phenomenon, they embark on a journey to document a real haunted house and any of the alleged ghosts that live within it. Don't F**K With Ghosts is directed by Canadian indie genre filmmaker Stuart Stone (aka Stu Stone), director of the films The Haunted House on Kirby Road, Scarecrows, Jack of all Trades, Faking A Murderer, and Vandits previously. The screenplay is written by Adam Rodness and Stuart Stone. It's also produced by Adam Rodness. Executive produced by Kyle Bornais, Kent Sobey, Ryan Kimel & Ira Levy. This hasn't premiered at any festivals or elsewhere, as far as we know. Level Film debuts Don't F**K With Ghosts in Canadian theaters starting October 10th, 2024 this fall. Who wants to watch?"
    },
    {
        "title": "Johnstown hosts second annual Western PA Cryptid and Supernatural Expo",
        "link": "https://wjactv.com/news/local/johnstown-hosts-second-annual-western-pa-cryptid-and-supernatural-expo",
        "description": "Beginning on Saturday, over 60 vendors joined in Johnstown to celebrate everything paranormal at the Western PA Cryptid and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jsP8cT9vgpQyBOhMhwP1-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "wjactv23h",
        "source": "wjactv",
        "article_content": "Beginning on Saturday, over 60 vendors joined in Johnstown to celebrate everything paranormal at the Western PA Cryptid and Supernatural Expo. Organizers explained that this is the second year they’ve held the event. They said that Johnstown has a large community of people interested in the paranormal.\n\n“I think it really gives the community something different. It's kind of like an add on the interest is there. The spiritual, paranormal community is growing,” said Leah Altemus with the expo.\n\nThe expo also featured numerous guest speakers, including the stars of the Travel Channel’s show Mountain Monsters. Organizers said that visitors also had the chance to meet with and hear from various experts in the paranormal field on both Saturday and Sunday. One vendor, who runs his own cryptid-themed YouTube channel, said that he travels to different supernatural expos throughout the year.\n\n“There's a community certainly that has developed, and I like that. Being with like-minded individuals and all that. It's a good way to spread word about what I’m doing,” said Augie Macro.\n\nVisitors added that they’re happy to have events like this so close to home.\n\nVisitor Sandy O’Toole said, “It's good for people who don't want to drive a long distance that vendors are coming into the area to show their wares and entertain people in various ways.”\n\nOrganizers say they’re thankful for the community support they’ve seen so far.\n\nThe expo will continue through Sunday, September 29 from 10am-6pm."
    },
    {
        "title": "In 1928, the discovery of ‘mold juice’ would go on to save 500 million lives",
        "link": "https://www.popsci.com/science/penicillin-discovery/",
        "description": "Fleming, who admittedly discovered penicillin by chance, is reported to have said, 'When I woke up just after dawn on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qwCJHraW983seINscyRUWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "Popular Science",
        "article_content": "Although penicillin was discovered on September 28, 1928 by Andrew Fleming, a British physician and professor of bacteriology at St. Mary’s Hospital in London, it took fourteen years for the first civilian patient to receive treatment. Such a long delay to deliver what Popular Science called one of 1943’s top ten “triumphs in medicine” of all time seems unconscionable. In the decades since, it has been estimated that penicillin has saved more than 500 million lives. But word of Fleming’s discovery was slow to spread, the therapeutic implications weren’t entirely clear, and penicillin turned out to be quite difficult to manufacture.\n\nFleming, who admittedly discovered penicillin by chance, is reported to have said, “When I woke up just after dawn on September 28, 1928, I certainly didn’t plan to revolutionize all medicine by discovering the world’s first antibiotic, or bacteria killer. But I guess that was exactly what I did.”\n\nHe had been conducting experiments with common staphylococcal bacteria, or staph, but left an uncovered petri dish by an open window during a vacation in Scotland. When he returned, the dish looked different. It had the usual clusters of bacterial colonies, except for one spot covered in mold. “In the broth,” Fleming later wrote, “the mould grows on the surface as a white fluffy growth changing in a few days to a dark green felted mass.” Around the “felted mass” the broth was clear—nearby bacterial colonies seemed to have been killed by mold secretions.\n\nFleming continued to experiment with what he called “mold juice,” eventually isolating the Penicillium fungus as the bacteria slayer. He published his findings in 1929 in the British Journal of Pathology with only passing reference to the ramifications penicillin might have to treat patients suffering from serious infections such as pneumonia, scarlet fever, gonorrhea, or meningitis. Fleming seemed more focused on its implications for helping scientists who study bacteria. “In addition to its possible use in the treatment of bacterial infections,” he wrote, “penicillin is certainly useful to the bacteriologist for its power of inhibiting unwanted microbes in bacterial cultures so that penicillin insensitive bacteria can be readily isolated.”\n\nA decade after Fleming published his work, Howard Florey, Ernst Chain and others at Oxford University sought ways to manufacture penicillin at scale, which meant cultivating massive quantities of Penicillium. But they struggled to grow enough mold. Their production was so scant, in fact, that they ran out of penicillin while treating their first patient, Albert Alexander, in 1941. Without the medication, Alexander, who had been improving, ultimately died. It wasn’t until Florey recruited help from the US Department of Agriculture and US-based pharmaceutical companies like Pfizer, Lilly, and Merck that mass production began in earnest.\n\nWhen, in 1943, Popular Science named penicillin as one of the top ten medicines in history, the contributing writer and physician, Iago Galdston, cited its superior infection-fighting performance when compared with the leading antibacterial treatment, sulfa drugs: “Penicillin operates, as the sulfonamides do not, in the presence of pus and tissue fluids.” Until then, no drugs existed that could fight “long-established infections,” which, as Galdston wrote, made penicillin particularly valuable. But even in 1943, penicillin was hard to come by. Galdston lamented, “Unfortunately we cannot as yet produce penicillin in large quantities, and what is being produced has been preempted by the Government for military use.” At the time, a single dose of penicillin cost $20 ($364 in 2024). By the time World War II ended in 1945, a dose of penicillin cost $.55 ($10 today) and was readily available in the US.\n\nLooking back, Popular Science’s 1943 Top Ten List seems particularly prescient. In addition to penicillin, the new and emerging treatments that Galdston cited included vitamins and the importance of nutrition, hormone therapy to treat cancer and other disorders, and psychosomatic treatment, or the growing awareness that psychiatric disorders could manifest in physical symptoms and vice versa. Despite such medical blockbusters, it may be Galdston’s final item that has had the most profound effect on medicine: “Biological Thinking.” Galdston defined biological thinking as an acknowledgment that “the basis of well-being lies in achieving the best possible adjustment between the individual and his physical and emotional environment.” Today, we take for granted that excess stress from factors such as jobs, relationships, and finances, can make us sick, but in 1943 the idea was novel.\n\nPenicillin remains one of the most widely prescribed antibiotics. And producing penicillin still requires growing mold, but pharmaceutical companies have perfected the manufacturing process, growing Penicillium in deep fermentation tanks not unlike those used in breweries. But these tanks produce something even more valuable than beer—Fleming’s “mold juice.”\n\nPopular Science, December 1943:\n\nTen New Triumphs in Medicine\n\nMAGIC DRUGS, INGENIOUS INSTRUMENTS, WIDER KNOWLEDGE MARK THE RAPID ADVANCEMENT OF THE LAST THREE DECADES\n\nBy IAGO GALDSTON, M. D. Author of “Progress in Medicine” and “Behind the Sulfa Drugs”\n\nWithin the short span of the past 30 discoveries have developed in the field of medicine than in any comparable period during the entire history of the science. In times past, important discoveries often were followed by long periods of little or no progressive medical thinking. Today, discoveries of the utmost importance are following quickly on each other’s heels.\n\nAmong these inventions and discoveries is an instrument with a moving pen, which can “take dictation” from a patient’s brain. The record of electrical brain waves that this amazing secretary takes down is read by the surgeon for indications of brain disorders. Another is a drug so powerful that one part in 25 million parts of water will stop the growth of bacteria. Still another has revolutionized the science of diagnosis, and has completely recast the modern physician’s approach to the problem of healing.\n\nIn this writer’s judgment, 10 of the greatest medical discoveries and inventions of recent years are: The sulfonamides; penicillin; the vitamins; the sex hormones; the relation of the sex hormones to cancer; the electro-encephalograph; the electron microscope; psychosomatic medicine; brief therapy; and biological thinking.\n\nThe Sulfonamides\n\nThe sulfonamides are without doubt the best known of the recent medical discoveries. And justly so, for no single group of com- pounds has proved as effective as this one in preventing and treating such a large number of diseases. Pneumonia, gonorrhea, erysipelas, childbed fever, many forms of bloodstream infection, trachoma, septic sore throat, urinary infections, meningococcus meningitis, chancroid, gas gangrene, actinomycosis, anthrax, scarlet fever, impetigo -these are but some of the conditions effectively treated with one or another of the sulfonamide compounds.\n\nEqually remarkable and numerous are the applications of the sulfonamides in the prevention of infection. Since their first use in this respect, the lives of countless men wounded in battle have been saved. The sulfonamides have also extended the scope of surgery, heretofore limited by the threat of infection supervening upon operations in contaminated regions. They are reducing the incidence of serious complications which in times past frequently followed on simple infections. There is, however, one particular aspect of the discovery of the sulfonamides which overshadows even its great practical results. The sulfonamides have given new life to the science of chemotherapy-the treatment of internal disease with chemicals. Chemotherapy got off to a great start when Paul Ehrlich discovered Salvarsan in 910 although for the next 25 years little new appeared on the chemotherapeutic scene. Then in 1935 came Prontosil, and later the sulfonamides, and the whole picture changed. But what changed most was the concept of chemotherapy itself. Paul Ehrlich and practically all of his followers thought of chemotherapy in terms of “magic bullets,” that is, in terms of protoplasmic poisons which would kill germs, but not the human body. Unfortunately few such selective poisons were found. Most of the protoplasmic poisons proved as likely to injure the victim as the at- tacking germs. Then when Prontosil and the sulfonamides were found to be so amazingly effective against bacteria, the old theories of chemotherapy had to be recast, for the sulfonamides do not belong to the class of protoplasmic poisons. In fact, the sulfonamides are not even bactericidal, that is, they do not directly kill germs. They are, however, bacteriostatic: they arrest the development of germs by interfering with their metabolism. By thus weakening the germs, they make it possible for them to be overcome by the body’s own defenses.\n\nToday, research follows the path of germ metabolism, and seeks to discover how that metabolism may be adversely affected by means of chemical agents. It is this new rational basis for chemotherapy that warrants our hope of finding chemicals with which to cure tuberculosis, leprosy, malaria, and other germ and virus diseases not affected by the sulfonamides.\n\nPenicillin\n\nHot on the heels of the sulfonamides came the discovery of penicillin, a chemotherapeutic agent in many respects superior to the sul- fonamides. This powerful new drug is derived from a fungus called Penicillium notatum. In 1929, this fungus, or mold, was an unwelcome in- truder into some staphylococcus cultures with which the English bacteriologist Prof. A. Fleming had been experimenting for quite some time. Fleming acutely observed then that wherever the fungus grew, the germs did not, and he reasoned that the fungus and the germs did not get along well together. He studied the matter further and found his reasoning correct.\n\nHowever, since the fungus was not antagonistic to all germs, but only to certain ones, he employed it to eliminate from groups of mixed germs those to which penicillin was antagonistic. But that was as far as the matter went at the time.\n\nWith the discovery of the sulfonamides it was natural for the scientists to turn their attention once again to the penicillium mold. Another English scientist, Prof. H. W. Florey, in 1940 extracted from the penicillium mold a brown powder-like substance. He found it to be an extraordinarily powerful drug, effective against a larger variety of infections than are the sulfonamides.\n\nThough but recently discovered, penicillin has already been subjected to numerous trials. Unlike the sulfonamides, which operate by diminishing the growth of bacteria, it has been found to kill bacteria or stop their growth entirely. But it will work in many cases where the sulfa drugs have proved useless or only partially effective. Penicillin operates, as the sulfonamides do not, in the presence of pus and tissue fluids. This renders it particularly valuable in the treatment of such conditions as osteomyelitis, empyema, infected compound fractures, and wounds and burns with long-established infections. Penicillin is superior in undermining the yellow pus-producing bacteria, the staphylococcus aureus, and many infections caused by cocci. And the user of penicillin suffers no toxic effects such as are sometimes experienced when sulfa drugs have been employed.\n\nUnfortunately we cannot as yet produce penicillin in large quantities, and what is being produced has been preempted by the Government for military use. There is, however, no reason to doubt that the chemists will before long succeed in crystallizing it and reproducing it artificially.\n\nThe Vitamins\n\nThe vitamins represent a major medical discovery of an order different from any of those thus far described. Biology and medicine have been radically affected by their discovery. Until vitamins were discovered, the conviction prevailed among medical men that there wasn’t much one could do about health except to prevent disease. Doctors preached personal hygiene in terms of rest, cleanliness, exercise, fresh air, and good food. But they did so in the belief that they could only preserve health, which for any given individual was more or less fixed. For the rest, attention was focused on “fighting infection” by such means as vaccines, serums, antiseptics, and so forth.\n\nWith the development of the modern science of nutrition, of which the vitamins are an important segment, we learned that one could be not sick, but at the same time not healthy, as in the case of “subclinical conditions,” in which the patient is not manifestly ill, but also is far from well. We also discovered that susceptibility to many types of disease, including infections, was due to malnutrition, and that growth, de- velopment, and aging were profoundly influenced by the quantity and quality of the foods eaten.\n\nAs our knowledge of nutrition increases, and as that knowledge is applied to the everyday diet of people, we are bound to see a reduction in the incidence of disease, and an improvement in physical growth and wellbeing.\n\nThe Sex Hormones\n\nThe discovery of the sex hormones is one of the achievements of modern medicine on which the public is comparatively unin- formed. Yet it is truly a tremendous accomplishment.\n\nIt was a bright hunch that led to the discovery of the female sex hormone. When an ovum (egg) ripens in the ovary, it is surrounded by a minute quantity of a yellowish fluid, known as the liquor folliculi. No one thought to investigate the function of that fluid until 1922, when Edgar Allen, Ph.D., of St. Louis, and his wife obtained buckets of ovaries from a meat-packing plant and, working on their kitchen table, carefully drew off the fluid from the follicles. Soon they had enough of it to enable their coworker, Dr. E. A. Doisy, to purify it and determine its chemical constitution. This made possible the crystallization of the female hormone in 1929. In 1936 it was reproduced artificially. The discovery of the male hormone, which is credited to L. C. McGee, of Chicago, took place in 1927.\n\nThe sex hormones have proved enormously useful in the treatment of a variety of disturbances, including those of the sexual and reproductive functions. From this discovery was derived the original Aschheim-Zondek test for pregnancy.\n\nThe most important result of the discovery of sex hormones, however, is the light it has thrown upon the complicated structures and operations of the glands of internal secretion. These glands affect growth, development, metabolism, sexual function, reproduction; in fact, all phases of the “inner activities” of the human body.\n\nThe Relation of the Sex Hormones to Cancer\n\nCancer of the prostate is one of the most common types of malignancy affecting men. This type of cancer is difficult to discover in its early stages, and tends to spread so work of uniformly close tolerances is performed rapidly that, in actual experience, less than five percent of such cases can be successfully treated surgically.\n\nIn 1941, Dr. C. Huggins, of the University of Chicago, advanced the idea that the prostate cancer cells require the male hormone for their continued existence, even as the normal prostate cells do. He and his associates reasoned from this that castration or else the “neutralization” of the male hormone by means of the female hormone should adversely affect the prostate cancer growths. He, and others after him, tried the latter treatment. The results were astonishing. Although the cancer is not cured, most of the patients benefit enormously. Pain disappears, nutrition improves, appetite returns, and strength is regained. The original cancer growth in the prostate, and those that have spread to other parts of the body, regress so that many sufferers are enabled to carry on their normal activities in comfort. This treatment of prostatic cancer is vastly superior to any previously available. But the greatest value of the discovery is that it has stimulated many scientists to study the relation of the sex hormones to cancer in general.\n\nThe Electro-Encephalograph\n\nThis recent invention is a sleuthing machine for tracking down the mysterious ways of the brain. Working by means of vacuum tubes similar to those used in a radio, it picks up “brain waves”-electrical impulses generated in the head by brain function. These currents, which have distinguishing characteristics, are visibly recorded by a moving pen. Since a brain suffering from some organic ailment sends out waves differing from those generated by a normal one, the record set down by the electro-encephalograph can be read by the brain surgeon for indications of such dis- orders as brain tumors and epilepsy. This useful diagnostic instrument promises to be of great value in the study of the physiology of the nervous system, and of the dynamics of drugs employed for their effects on the nervous system.\n\nThe Electron Microscope\n\nThe electron microscope likewise promises to prove a great research instrument. The ordinary microscope cannot magnify an object beyond approximately 2,000 diameters, this limitation being imposed by the wavelength of light. The electron microscope, however, can magnify objects from 50,000 to a 100,000 diameters. It can, therefore, be readily seen how this extremely powerful instrument has opened up new and vast fields of research in bacteriology and biochemistry. We are now able to obtain a really intimate insight into the structure of both living and nonliving matter, and, most interestingly, of that “in-between” matter known as the viruses, which are responsible for such destructive diseases as smallpox, influenza, and infantile paralysis.\n\nPsychosomatic Medicine\n\nOne of the more interesting developments of psychiatry goes by the name of psychosomatic medicine. It represents the fusion of orthodox clinical medicine with the best in psychiatric knowledge. It teaches the important lesson, in an irrefutable way, that there is no disorder of the soma (the body) without some involvement of the psyche (the mind and the emotions), and conversely, that psychiatric disorders have their somatic (physical) components. In some instances, indeed, physical symptoms are the only tangible manifestations of what is primarily a psychiatric condition. This insight into the interplay of psyche and soma has made possible a much more effective treatment of many conditions which in times past could be treated only superficially. It also enables the physician to anticipate, and by appropriate action to prevent, the development of a variety of physical and emotional strains and disorders.\n\nBrief Therapy\n\nRelated to psychiatry is the new experimental development of brief therapy. The objective of these experiments is, simply, brevity of treatment. Most of the techniques of psychiatric therapy as practiced today are lengthy and therefore costly. Far too many persons who require treatment cannot afford it. And there are not enough trained psychiatrists available to meet the needs. To correct these deficiencies, studies, conferences, and experiments are being conducted to develop techniques of psychotherapy that will be effective but less time-consuming.\n\nBiological Thinking\n\nFinally we come to that development in present-day medicine which blankets all others: the ability to think biologically. Today the physician thinks of his patient in terms of his many environmental relationships–his job, his marriage, his friends, his education, his degree of success, and so forth. A short while ago, however, the physician thought of his patient only in terms of his complaints, of the symptoms or disorders he discovered and of the specific remedies he could use in the treatment of “the case.” In fact, the physician was more concerned with the “case”-with the disease afflicting the patient-than with the patient himself.\n\nToday, we know that to effect a permanent cure, the contributory as well as the primary factors must be considered and dealt with; that, in substance, the basis of well-being lies in achieving the best possible adjustment between the individual and his physical and emotional environment."
    },
    {
        "title": "Group rallies to reopen Ontario Science Centre",
        "link": "https://www.cp24.com/news/group-rallies-to-reopen-ontario-science-centre-1.7056427",
        "description": "A grassroots organization is calling on the provincial government to reopen the Ontario Science Centre after it was abruptly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sqBw-j9axtkZhcKtwAfXtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2h",
        "source": "CP24",
        "article_content": "A grassroots organization is calling on the provincial government to reopen the Ontario Science Centre after it was abruptly closed in June following the discovery of structural issues in the building.\n\nSave Ontario’s Science Centre held a rally in a Scarborough park on Sunday, just days after the 55th anniversary of the museum’s opening. Organizer Floyd Ruskin spoke to those in attendance and said Premier Doug Ford has received as many as 90,000 letters from Ontarians who want the centre reopened.\n\n“Out of those 90,000 letters that the premier has received, 42 per cent come from outside the city of Toronto. That makes it a province-wide initiative,” he said, adding that the letters represented all 124 of the province’s electoral districts.\n\nThe tourist attraction in North York was officially closed on June 21 after an engineering report found that there were “serious structural issues,” including the risk of a potential roof panel failure.\n\nAlthough the report suggested other alternatives beyond closure, including blocking off the part of the building where roof panels could give way, Ford has suggested that repairing the aging structure would be “foolish” and cost more than $500 million.\n\n“For decades, the Science Centre has been a source of social, educational, and economic prosperity, not just to the community around it, not just to Toronto, not just Ontario, but to all of Canada and around the world,” Adil Shamji, the MPP for Don Valley East, said at the Sunday rally. “And in one fell swoop, this premier comes in, and he says, we're going to shut it down with no notice, because supposedly, the roof's about to collapse. Well, look, we met architects, we had engineers, we had the people that built this science centre come out and say that it is A-OK.”\n\nPrior to the June closure, the province already had plans to move the tourist attraction to the redeveloped Ontario Place. However, that space won’t open until 2028 at the earliest and will have a much smaller footprint.\n\nThe province has said that it is looking for an interim space for a science centre until the new one is built, but that won’t be open until 2026.\n\nIn the meantime, the province said the fate of the current building will be subject to discussions with the City of Toronto, which owns the land where the former science museum was located.\n\nAll remaining staff at the Ontario Science Centre must vacate the building by Oct. 31.\n\nWith files from The Canadian Press"
    },
    {
        "title": "Innovative Science and Intriguing Discoveries: From Bacteria in Art to Viking Skeletons",
        "link": "https://www.devdiscourse.com/article/science-environment/3103961-innovative-science-and-intriguing-discoveries-from-bacteria-in-art-to-viking-skeletons",
        "description": "Recent science news includes a Spanish mother-daughter duo using bacteria for art restoration, the launch of Manchester's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XrMnoiMPzVktnX5OwqMKlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse14h",
        "source": "devdiscourse",
        "article_content": "In a groundbreaking effort, Spanish microbiologist Pilar Bosch and her mother Pilar Roig are using bacteria to restore 18th-century frescoes in Valencia. This innovative collaboration bridges Bosch's expertise in microbiology and Roig's art restoration skills.\n\nOn a broader scale, Manchester has inaugurated a $2.3 billion science and technology innovation district. This ambitious project aims to enhance the city's reputation as a key hub for scientific and technological advancement, featuring significant commercial space and housing.\n\nMeanwhile, Danish archaeologists have made a remarkable discovery, unearthing 50 well-preserved Viking skeletons near Odense. This find offers an unprecedented glimpse into the lives of the famed seafaring Nordic people, thanks to the favorable preservation conditions.\n\n(With inputs from agencies.)"
    },
    {
        "title": "20 Years Ago, Two Physicists Made A Groundbreaking Discovery That Changed Technology Forever",
        "link": "https://www.inverse.com/science/20-years-ago-two-physicists-made-a-groundbreaking-discovery-graphene",
        "description": "Has graphene been a resounding success or a damp squib? As is so often the case, the reality is somewhere in between.",
        "image_url": "https://www.bing.com/th?id=OVFT.79ELMYyHKZ_-DA2z_r-Hsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Inverse6h",
        "source": "Inverse",
        "article_content": "Twenty years ago this October, two physicists at the University of Manchester, Andre Geim and Konstantin Novoselov, published a groundbreaking paper on the “electric field effect in atomically thin carbon films”. Their work described the extraordinary electronic properties of graphene, a crystalline form of carbon equivalent to a single layer of graphite, just one atom thick.\n\nAround that time, I started my doctorate at the University of Surrey. Our team specializes in the electronic properties of carbon. Carbon nanotubes were the latest craze, which I was happily following. One day, my professor encouraged a group of us to travel to London to attend a talk by a well-known science communicator from the University of Manchester. This was Andre Geim.\n\nWe were not disappointed. He was inspiring for us fresh-faced PhD students, incorporating talk of wacky Friday afternoon experiments with levitating frogs before getting on to atomically thin carbon. All the same, we were skeptical about this carbon concept. We couldn’t quite believe that a material effectively obtained from pencil lead with sticky tape was really what it claimed to be. But we were wrong.\n\nThe work was quickly copied and reproduced by scientists across the globe. New methods for making this material were devised. Incredible claims about its properties made it sound like something out of a Stan Lee comic. Stronger than steel, highly flexible, super-slippery and impermeable to gases. It is a better electronic conductor than copper and a better thermal conductor than diamond. It is also practically invisible and displays a host of exotic quantum properties.\n\nGraphene was hailed as a revolutionary material, promising ultra-fast electronics, supercomputers and super-strong materials. More fantastical claims have included space elevators, solar sails, artificial retinas, and even invisibility cloaks.\n\nJust six years after their initial work, Geim and Novoselov were awarded the Nobel Prize in Physics, further fueling the enthusiasm around this wonder stuff. Since then, hundreds of thousands of academic papers have been published on graphene and related materials.\n\nBut not everyone is on board. Skim through the comments section of any popular article on the material, and you’ll quickly find the sceptics. We have endured decades of empty promises about the real-world impact of graphene, they complain. Where are the game-changing products to enrich our lives or save the world from climate change, they ask?\n\nSo, has graphene been a resounding success or a damp squib? As is so often the case, the reality is somewhere in between.\n\nGraphene’s ups and downs\n\nIn terms of public perception, it’s fair to say that graphene has been held to an impossible standard. The popular media can certainly exaggerate science stories for clicks, but academics – including myself – are not immune from over-egging or speculating about their pet projects either. I’d argue this can even be useful, helping to drive new technologies forward. Equally, though, there can be a backlash when progress looks disappointing.\n\nHaving said that, disruptive technologies such as cars, television or plastic all required decades of development. Graphene is still a newcomer in the grand scheme of things, so it’s far too early to reach any conclusions about its impact.\n\nWhat has quietly occurred is a steady integration of graphene into numerous practical applications. Much of this is thanks to the Graphene Flagship, a major European research initiative coordinated by Chalmers University of Technology in Sweden. This aims to bring graphene and related materials from academic research to real-world commercial applications, and more than 90 products have been developed over the past decade as a result.\n\nThese include blended plastics for high-performance sports equipment, more durable racing tyres for bicycles, motorcycle helmets that better distribute impact forces, thermally conductive coatings for motorcycle components, and lubricants for reducing friction and wear between mechanical parts.\n\nGraphene is finding its way into batteries and supercapacitors, enabling faster charging times and longer life spans. Conductive graphene inks are now used to manufacture sensors, wireless tracking tags, heating elements, and electromagnetic shielding for protecting sensitive electronics. Graphene is even used in headphones to improve the sound quality and as a more efficient means of transmitting heat in air-conditioning units.\n\nGraphene oxide products are used for desalination, wastewater treatment , and purification of drinking water. Meanwhile, a range of graphene materials can be bought off the shelf for use in countless other products, and major corporations, including SpaceX, Tesla, Panasonic, Samsung, Sony and Apple, are all rumored or known to be using them to develop new products.\n\nFrom promise to practicality\n\nThe impact of graphene on materials science is undeniable. The impact on consumer products is tangible but not as visible. Once a material is embedded in a working product, there is little need to keep mentioning it, and proprietary concerns can make companies reluctant to get into details in any case. Consumers can, therefore, be blissfully unaware that their car, mobile phone, or golf club contains graphene and most probably don’t care as long as it works.\n\nAs production methods improve and costs decrease, we can expect graphene to become ever more widely adopted. Economies of scale will make it more accessible, and the range of applications is likely to continue to expand.\n\nPersonally, after two decades, I still get excited when I try it out for something new in the lab. While I may be guilty of having contributed to the initial hype, I remain optimistic about graphene’s potential. I’m still waiting for my ride on a space elevator, but in the meantime, I’ll take comfort in the fact that graphene is already helping to shape a better future – quietly and steadily.\n\nThis article was originally published on The Conversation by Stephen Lyth at the University of Strathclyde. Read the original article here."
    },
    {
        "title": "Innovations and Discoveries in Science: From Bacteria in Art to Viking Secrets",
        "link": "https://www.devdiscourse.com/article/science-environment/3103900-innovations-and-discoveries-in-science-from-bacteria-in-art-to-viking-secrets",
        "description": "This article presents a concise overview of recent scientific breakthroughs and innovations. Highlights include training ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5_dC05WtuBEa0FOmONLUbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse22h",
        "source": "devdiscourse",
        "article_content": "Recent developments in the science world are making headlines, from innovative art restoration techniques to billion-dollar investments and archaeological discoveries.\n\nIn Spain, microbiologist Pilar Bosch and her mother Pilar Roig have used bacteria to restore 18th-century frescoes in Valencia. This blend of expertise has opened new avenues in art conservation.\n\nMeanwhile, Manchester has unveiled the first phase of a science and technology innovation district valued at $2.3 billion. This hub, backed by the University of Manchester and private investors, aims to elevate the city's status as a science powerhouse.\n\nIn Denmark, archaeologists have discovered 50 well-preserved Viking skeletons near Odense, revealing remarkable insights into the lives of these historic seafarers. Natural conditions helped keep the skeletons intact, offering invaluable information on Viking culture.\n\n(With inputs from agencies.)"
    },
    {
        "title": "FanDuel promo code: Bet $5 on Browns vs. Raiders in NFL Week 4, get $200 in bonuses",
        "link": "https://www.cleveland.com/betting/2024/09/fanduel-promo-code-bet-5-on-browns-vs-raiders-in-nfl-week-4-get-200-in-bonuses.html",
        "description": "If you claim the FanDuel promo code offer, it only takes a $5 wager on Browns vs. Raiders to earn $200 in bonuses.",
        "image_url": "https://www.bing.com/th?id=OVFT.L81EmGa8ajgo8BW2OKhuTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "37m",
        "source": "Cleveland.com",
        "article_content": "A FanDuel promo code isn’t necessary to claim a bet $5, get $200 in bonus bets offer when the Browns head to Allegiant Stadium on Sunday for a matchup with the Raiders.\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $200 in bonus bets guaranteed 💸 Min. deposit $5 💸 Min. wager $5 📝 FanDuel promo code terms and conditions New customers only. Must download the FanDuel Sportsbook app to activate the promo offer.\n\n\n\nBonus bets received within 72 hours of qualifying wager placement and cannot be withdrawn.\n\n\n\nBonus bets expire seven days after receipt and can be split into multiple wagers. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, District of Columbia ✅ Last verified Sept. 29, 2024\n\nHow to claim the FanDuel promo code offer\n\nNew players will enjoy the flexibility that comes with FanDuel’s bonus bets. Unlike other sites that force you to use your bonus bets in a single wager, FanDuel allows you to spread your bonus bets across multiple wagers.\n\nRegister for the welcome offer in no time by following these steps:\n\nClick a FanDuel promo code link and press “Join Now.” Enter your information to register a new account. No promo code is required. Deposit at least $5 and bet $5 or more on any sport. Receive a $200 bonus within 72 hours of qualifying wager placement, win or lose.\n\nFanDuel’s $200 welcome bonus is only available if you download the FanDuel Sportsbook app.\n\nBonus bets expire seven days after issuance and cannot be withdrawn. Cashing out your qualifying wager will disqualify you from receiving the $200 bonus.\n\nSee additional terms and conditions by clicking a FanDuel promo code link.\n\nFanDuel promos for existing users\n\nReturning customers can take advantage of ongoing promotions tailored to NFL betting. Tap the promos tab on the FanDuel Sportsbook home screen to find must-have offers, including:\n\nNFL Profit Boost: Get a profit boost token to raise your potential payout on select NFL wagers.\n\nFanDuel Squares: Similar to Super Bowl squares, FanDuel offers betting squares for every Thursday Night Football matchup.\n\nBrowns vs. Raiders odds to use your FanDuel promo code on\n\nWith the point spread available at less than a field goal, oddsmakers expect Browns vs. Raiders to come down to the final possessions. Each team is 1-2 against the spread this season, and they’ve combined for a .500 record on overs.\n\nCleveland was nearly a touchdown favorite in a Week 3 loss to the Giants. Browns QB Deshaun Watson was sacked eight times, and Giants rookie WR Malik Nabers led New York with 78 receiving yards and two touchdowns.\n\nWatson has been sacked a league-high 16 times, which is music to Raiders DE Maxx Crosby’s ears. However, the three-time Pro Bowler has been ruled out of Sunday’s game with an ankle injury.\n\nCrosby has +1500 odds to win Defensive Player of the Year at FanDuel Sportsbook.\n\nThe Raiders seemed like an easy choice to take down the lowly Panthers in Week 3. Instead, Carolina QB Andy Dalton tallied more than 300 passing yards and three touchdowns in the Panthers’ 36-22 victory."
    },
    {
        "title": "New DraftKings promo code: Grab instant $200 bonus for Browns vs. Raiders in NFL Week 4",
        "link": "https://www.oregonlive.com/betting/2024/09/new-draftkings-promo-code-grab-instant-200-bonus-for-browns-vs-raiders-in-nfl-week-4.html",
        "description": "New users never need a DraftKings promo code (no promo code needed) to score a $200 bonus to use on Browns vs. Raiders and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lCpwlxoVie3q8I0YFfR3hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "Oregonian",
        "article_content": "Two teams motivated to bounce back do business when the Cleveland Browns visit the Las Vegas Raiders.\n\nSports bettors can get in on the action when they sign up with today’s DraftKings promo code offer (no code required) to claim $200 bonus bets and use them on all of the NFL Week 4 action.\n\nDraftKings promo code at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details $200 in bonus bets ⚖️ DraftKings promo code terms and conditions Minimum $5 deposit. Place a $5 wager on any sporting event.\n\n\n\nBonus bets are credited as eight $25 bonus bets.\n\n\n\nThe bonus bets expire seven days after they’re credited. ✅ Last verified Sept. 29, 2024\n\nDraftKings promo code: How to claim your $200 sportsbook bonus\n\nIt’s a tremendous weekend to register for a new DraftKings Sportsbook account, and the sports betting giant is making it well worth your while.\n\nFollow the steps below and soon you’ll have a $200 sportsbook bonus to use however you please.\n\nUse our exclusive DraftKings promo code (no promo code needed) to visit the website. Click “Sign Me Up.” Fill in the required fields. You will not need a promo code if you use our link to register. Establish a payment source and make your first deposit of at least $5. Wager at least $5 on today’s Browns vs. Raiders game or any other NFL Week 4 matchup.\n\nThat’s all you have to do. When that bet is placed, DK will add the $200 bonus to your account as eight $25 bonus bets.\n\nYou can use these bonus bets on any sporting event, but you must use them before they expire in seven days.\n\nDon’t fret, however, because there is more where that came from. After the bonus bets are gone, you can keep using daily promotions available to all DK users. Here are some examples.\n\nNo Sweat Bets: If your wager loses, you’ll receive a bonus bet to try again on another game.\n\nOdds boosts : Get enhanced odds on select betting markets.\n\nJackpot pools: Make your picks for free and play for jackpots that increase daily.\n\nBrowns vs. Raiders odds to use your DraftKings promo code on\n\nIt doesn’t get much uglier than what the Browns and Raiders put on film in their losses last week, so how can anybody possibly have confidence in either team in this game?\n\nThe Browns followed a good road win over the Jaguars with a head-shaking loss to the Giants last week.\n\nThe Raiders did the same. After a stirring win over Baltimore on the road in Week 2, they lost to the hapless Panthers in blowout fashion on Sunday.\n\nBoth teams are 1-2 against the spread. Las Vegas is 2-1 to the Over, and Cleveland is 1-2 to the Over.\n\nThe Browns’ one game that hit the Over was the opener against Dallas when the defense looked vulnerable against a top-notch offensive team.\n\nMaybe the best way to bet on this game is the total. At 38 points on DraftKings, it is fairly low.\n\nBoth teams struggled on defense last week so perhaps that bodes well for each of these offenses.\n\nNo matter the outcome on Sunday, the winning team will still have a lot to prove and the losing team will have to take a hard look in the mirror."
    },
    {
        "title": "'Say it again': Deion Sanders revels in Colorado's 4-1 start after big win over UCF",
        "link": "https://www.usatoday.com/story/sports/ncaaf/2024/09/28/deion-sanders-travis-hunter-colorado-ucf/75438244007/",
        "description": "Colorado (4-1) is on the move in the Big 12 after Shedeur Sanders and Travis Hunter both have big nights again.",
        "image_url": "https://www.bing.com/th?id=OVFT.3aS6zBwgSR_yWoI8SttkjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "16h",
        "source": "USA Today",
        "article_content": "ORLANDO, Fla. – Travis Hunter wore custom-made football cleats in Saturday night’s game against Central Florida – a pair of gold-colored shoes with a graphic on them depicting the mountains and trees of Boulder, Colorado.\n\nThey had quite a night. First he scored a 23-yard touchdown in them in the first quarter. Then he made an interception and flashed the Heisman Trophy pose in them in the third quarter. After his Colorado team won the game, 48-21, Colorado’s two-way superstar even took those cleats off his feet and gave them to somebody in the stands here at FBC Mortgage Stadium.\n\n“That’s who he is, man,” Colorado football coach Deion Sanders said of Hunter’s big night.\n\nBy the time it was over, Hunter had caught nine passes for 89 yards and a touchdown, snagged one interception, broke up one other opposing pass attempt and recorded two tackles before walking back to the locker room in his socks.\n\nMr. Everywhere had done it again.\n\nBut this time was different.\n\nWhy was this win different for Travis Hunter and Deion Sanders?\n\nHunter’s team also rose to the occasion around him to play what might be its best all-around game in Sanders’ two seasons as head coach.\n\nIt also came on a homecoming of sorts for both Sanders and Hunter, both Florida natives coming home to lead the Buffaloes (4-1) to their third straight win.\n\n“I can’t even tell you how emotional I am about these young men and seeing what they could do when they put it all together and seeing what we’re capable of when we put it all together,” Sanders said afterward.\n\nThe win effectively puts the Big 12 Conference on notice. The Buffs are hot, on the move and might even come close to cracking the national Top 25. The Buffs led 27-14 at halftime and held the nation’s No. 1 rushing offense to 177 rushing yards, nearly 200 under UCF’s season average before Saturday.\n\nHere’s how they did it Saturday and what it means:\n\nWhat did Deion Sanders say about win?\n\nHe was in a playful mood after a warm, humid game that started about 50 minutes late because of lightning in the area. He poked fun of Hunter, who is known to wear onesie pajamas and doesn’t always like talking to the news media after games.\n\n“Knowing Travis, he ain’t coming,” Sanders said at the postgame news conference. “He’s probably on the bus with a onesie on.”\n\nSanders also poked fun of his quarterback son Shedeur, who threw an interception on the game’s opening drive before leading the Buffs on scoring drives in six of their next seven possessions in front of an announced sellout crowd of 45,702 at FBC Mortgage Stadium. Shedeur Sanders completed 28 of 35 passes for 290 yards and three touchdowns. He added three carries for 28 yards and was only sacked twice despite the loss of a starting guard to injury this week.\n\n“C’mon Grown, they want to ask you about the interception,” Deion Sanders said to his son as the quarterback entered the post-game news conference.\n\nThat’s what Sanders calls Shedeur: “Grown” – as in mature beyond his years.\n\nShedeur Sanders showed it by settling down after the initial turnover and letting his running game take some pressure off of him for a change. The Buffs compiled 128 rushing yards on 29 carries, led by 39 from running back Isaiah Augustave, a native of Naples, Florida.\n\n“We got outcoached,” UCF head coach Gus Malzahn said. “We got outplayed.”\n\nUCF gave up two interceptions and two fumbles to Colorado, including one that was returned 95 yards by safety Cam’Ron Silmon-Craig for the final touchdown of the game in the fourth quarter.\n\nWhat did Shedeur Sanders say afterward?\n\nHe was asked how he stays focused amid the hype and all the football legends that come to see him and his father at games. On Saturday, Cam Newton, the 2010 Heisman Trophy winner, greeted him before the game. Hall of Fame receivers Michael Irvin and Terrell Owens watched him from the Colorado sideline, too.\n\nSo how does he do it? Shedeur Sanders answered by saying he collects personal slights, either real or imagined. He said he remembers being described as “just an HBCU kid who couldn’t do it at the Power 5 level,” referring to Jackson State, a historically Black college where he played in 2022 before transferring to Colorado last year.\n\n“I don’t forget anything,” Sanders said. “I don’t forget what anybody ever said, and personally I’m not one to make friends or feel like just because success is going on, now I’m going to forgive everybody. Nah, whatever you said at any point in time, I’m not really a forgiving type.”\n\nThat kind of mindset drove him to dominate a team Saturday that was favored by two touchdowns. He spread the ball around to eight different receivers and knocked the Knights (3-1) out of their comfort zone by forcing them to pass the ball more to keep up.\n\n“To keep up with our type of scoring, that gets them out of their comfort zone and provokes them to throw the ball a little more than they’d like to,” Deion Sanders said.\n\nHis team now gets some rest heading into a bye weekend in Boulder. The Buffs resume play at home on Oct. 12 against Kansas State.\n\nDeion Sanders talks about his record\n\nSanders pulled a trick on the news media afterward to make a point. With four wins, his team now has matched its win total from last year, when the Buffs finished 4-8 in his first season in Boulder.\n\n“I’m so darn proud of where we are,” Sanders said. “We could be in a whole different place right now, but look it… We’re going into the break. What’s the record?”\n\n“Four-and-one,” the news media responded.\n\n“Say it again,” Sanders said, acting like he couldn’t hear.\n\n“Four-and-one,” the room said again.\n\n“I just wanted to hear y’all say it collectively, and y’all fell for it,” Sanders said with a laugh.\n\n“We’re 4-1 going into the break, and I’m so excited, you have no idea,” Sanders said. “It’s gonna be a really good plane ride tonight.”\n\nFollow reporter Brent Schrotenboer @Schrotenboer. Email: bschrotenb@usatoday.com\n\n(This story was updated to add a photo and change a video.)"
    },
    {
        "title": "Harris’s tax cut plan shows how startup costs cripple entrepreneurs",
        "link": "https://thehill.com/opinion/finance/4903729-kamala-harris-tax-deduction-startups/",
        "description": "The good news is that there are policy solutions to these challenges that local and state governments can enact without ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1glJHV4i4kgL-fJqLRbDHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3hOpinion",
        "source": "The Hill",
        "article_content": "Content not available"
    },
    {
        "title": "Programming Trends to Follow in 2026",
        "link": "https://www.analyticsinsight.net/programming/programming-trends-to-follow-in-2026",
        "description": "The programming landscape is constantly evolving, shaped by new technologies and the changing needs of industries. By 2026, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yXPFDbzyhYBgLNVOlfuoey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Analytics Insight7h",
        "source": "Analytics Insight",
        "article_content": "Artificial Intelligence (AI) will continue to revolutionize the programming world by automating various aspects of development. AI-driven tools are increasingly capable of generating code, optimizing algorithms, and even detecting bugs before they occur. These tools will enhance productivity and reduce the time required to build and maintain software systems.\n\nIn 2026, AI will be deeply integrated into development environments. Code review and debugging processes will become more streamlined, thanks to machine learning models that learn from previous mistakes and suggest improvements in real time. This trend will not only boost developer efficiency but also improve the overall quality of software.\n\nAI’s impact will extend to all programming domains, from web development to complex systems like machine learning and AI-driven applications. By 2026, developers who harness AI-powered tools will be able to create smarter, faster, and more secure software."
    },
    {
        "title": "iPhone 16 Plus vs. iPhone 15 Plus: Do you really need to upgrade?",
        "link": "https://www.digitaltrends.com/mobile/iphone-16-plus-vs-iphone-15-plus/",
        "description": "The new iPhones are here and available, and they're beautiful. Should you upgrade from the iPhone 15 Plus to the Apple iPhone ...",
        "image_url": "https://www.bing.com/th?id=OVF.hhilrNJe6vk5u2Mu9%2fFVlw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "4h",
        "source": "Digital Trends",
        "article_content": "It’s always hard to avoid the news that a new iPhone has arrived, and arrived they have. Apple’s September 9 event showcased four new iPhones: the iPhone 16, iPhone 16 Plus, iPhone 16 Pro, and iPhone 16 Pro Max. Chances are you know what to expect from each of those names, and the basic rule is that “more words in a name” means “bigger or more powerful,” but it’s worth keeping in mind that even the basic iPhone 16 is a mobile powerhouse that’s worthy of going toe-to-toe with the most powerful Android flagships.\n\nBut who cares about Android? One of the biggest questions on every Apple aficionado’s lips is always, “How is the new iPhone better than the old one?” After all, it stands to reason the newer iPhone is better — but exactly how much better is it? If you’re currently reading this on last year’s iPhone 15 Plus, should you be rushing to the store to buy your iPhone 16 Plus? Here’s how the Apple iPhone 16 Plus compares to the iPhone 15 Plus, and whether it’s worth the upgrade or not.\n\nRecommended Videos\n\niPhone 16 Plus vs. iPhone 15 Plus: specs\n\niPhone 16 Plus iPhone 15 Plus Size 160.9 x 77.8 x 7.8 mm (6.33 x 3.06 x 0.31 inches) 160.9 x 77.8 x 7.8 mm (6.33 x 3.06 x 0.31 inches) Weight 199 grams (6.02 ounces) 201 grams (6.07 ounces) Screen size 6.7-inch Super Retina XDR OLED 6.7-inch Super Retina XDR OLED Screen resolution 2796 x 1290 pixels (460 pixels per inch) 2796 x 1290 pixels (460 pixels per inch) Operating system iOS 18 iOS 17 (upgradeable to iOS 18) Storage 128GB, 256GB, 512GB 128GB, 256GB, 512GB MicroSD card slot No No Tap-to-pay services Apple Pay Apple Pay Processor Apple A18 Apple A16 Bionic RAM 8GB 6GB Camera Dual-lens 48-megapixel wide and 12MP ultrawide rear, 12MP TrueDepth front Dual-lens 48MP wide and 12MP ultrawide rear, 12MP TrueDepth front Video 4K at up to 60 frames per second, 1080p at 240 fps 4K at up to 60 fps, 1080p at 240 fps Bluetooth version Bluetooth 5.3 Bluetooth 5.3 Ports USB-C USB-C Fingerprint sensor No, Face ID instead No, Face ID instead Water resistance IP68 IP68 Battery Fast charging (26 watts) MagSafe wireless charging (25W) Qi wireless charging (15W) Reverse wireless charging (4.5W) Fast charging (20W charger sold separately) MagSafe wireless charging (15W) Qi wireless charging (7.5W) Reverse wireless charging (4.5W) App marketplace Apple App Store Apple App Store Network support All major carriers All major carriers Colors Black, white, pink, teal, ultramarine Black, blue, green, yellow, pink Prices Starts at $899 Starts at $799\n\niPhone 16 Plus vs. iPhone 15 Plus: design and display\n\nThe iPhone 15 Plus was always going to be an awkward middle child in terms of pricing, but it was anything but awkward in terms of the design. Like the rest of the iPhone 15 range, the Plus benefited strongly from a design refresh. In fact, the large frame of the 15 Plus was even more impacted than the smaller phones by the comfortably curved sides and improved weight balance. As a result, it’s a very comfortable phone to hold, and it looks gorgeous.\n\nHas Apple topped it with the iPhone 16 Plus? Apple is keeping a similar design for the iPhone 16 Plus, so you can be confident that the plus points of last year’s model are sticking around. But there are some significant changes afoot. The camera module layout has changed. Rather than the diagonal layout we’ve come to love, Apple has gone back to a dual-stack for the two rear cameras. Additionally, it isn’t extending the module into a squircle as it did with the iPhone 12, which means the iPhone 16 Plus resembles nothing less than the iPhone X when viewed from the rear. It’s an odd throwback, but it’s fun.\n\nBut most exciting is the addition of a new button: Camera Control. This joins the Action button and can be used to launch the camera, swipe to zoom, and even differentiate between hard and soft presses, all to streamline your camera experience. It can also be used to kick-start Apple’s Visual Intelligence AI. It could be one of those features you end up forgetting about, but the early impressions say it’s looking more like a sea change in smartphone design.\n\nThe iPhone 16 and 16 Plus don’t have bigger displays like the Pro models, but they do get an overall reduction in bezel size, thanks to new tech. As a result, while the newer iPhone won’t have a much larger display, it will feel as if it encompasses more of the device’s front because, well, it does. Unfortunately, Apple is keeping the 60Hz refresh rate on the cheaper models despite the majority of Android devices from the midrange and up moving on to much higher refresh rates.\n\niPhone 16 Plus vs. iPhone 15 Plus: performance, battery life, and charging\n\nIt should come as no surprise that Apple’s newest devices have more powerful processors than the year before, but there’s a caveat to explore here. It’s become an unfortunate tradition that the cheaper of Apple’s new devices get last year’s processors — so while the iPhone 15 Pro had new A17 Pro chips, the iPhone 15 and 15 Plus made do with the previous year’s A16 chip. This year, things are different. The Pro models get the A18 Pro chip, but at least the iPhone 16 and 16 Plus get an A18 chip. In all likelihood, it’s still an A17 chip with a new name, but at least it doesn’t feel like much of a downgrade now.\n\nWill it make a difference in real-life use? Without more time with them, it’s hard to tell — but it’s likely it won’t mean a huge jump in performance. Recent iPhones have all felt slick and superfast, and with how powerful phone hardware is now, it’ll be years until it stops feeling that way.\n\nBattery life may also be a toss-up. While the three other iPhone 16 models are getting larger batteries, the iPhone 16 Plus is an outlier because it’s rumored to be getting a smaller battery. Apple hasn’t confirmed this and doesn’t publicize its battery sizes, so we’ll only know this for sure when teardowns start happening. We’ll be sure to keep an eye on the iPhone 16 Plus’ battery life when we perform our review.\n\nThe charging speed seems to have increased a bit. While rumors originally said Apple had built a significantly faster 45-watt charging rate into all of its new phones, that doesn’t seem to be the case, as the iPhone 16 Plus seems to be mostly restricted to a 26W charging rate. That outstrips the 20W speed we saw in last year’s Plus model, but it’s not by much. Still, new owners get a big upgrade in MagSafe charging speed, jumping up to 25W.\n\niPhone 16 Plus vs. iPhone 15 Plus: cameras\n\nWhile it initially seems Apple hasn’t done much to change the cameras, that’s not actually the case. Despite looking the same on paper, there have been some big changes that help to bring the basic iPhones closer to the Pro leagues than they ever have been before. The 48-megapixel main lens now has the Fusion branding, meaning it can function as a 48MP lens, a 2x zoom at 24MP, or a 12MP lens with pixel-binning for increased light intake. It can also take spatial photos and videos for the Apple Vision Pro, a feat only previously available to the Pro models. However, you have to wonder how many people are paying for a Vision Pro and then skimping on their iPhone.\n\nOutside of those improvements, you’re going to find the camera experience between these two phones very similar — and that’s no bad thing. The iPhone 15 Plus was another of our favorite camera phones from last year, and there’s merit in Apple sticking with what works.\n\niPhone 16 Plus vs. iPhone 15 Plus: software and updates\n\nThere are no surprises here: Both iPhones run iOS 18, and you’re going to find the experience similar on both. Yes, the iPhone 16 Plus will have launched with iOS 18, and that puts it sligthly ahead of the iPhone 15 Plus, which will have to use one of its upgrades to get to iOS 18. That’s less of a big deal than on other phones, though, as Apple is quite generous with software updates. While it doesn’t put a limit on the number a device can get, it’s fair to say your phone will have reached a ripe old age (for a phone) before it no longer gets new iOS versions. Apple just updated the iPhone XS, a five-year-old phone, to iOS 18, so you can expect to get at least that level of support.\n\nThere is one particular feature you’ll find only on the newer phone, though, and it’s a biggie: AI, specifically Apple Intelligence.\n\nApple’s foray into AI will introduce a number of new features to the iPhone. Siri will be supercharged, and capable of much more natural conversations. Writing Tools will help you to rewrite your sentences to fit specific tones, or just suggest replies based on context. It can create Memory Movies, as well as create transcripts in your Phone or Notes app. Heck, there’s even ChatGPT integration. It’s a big shake-up in the way iOS functions, but there’s only one snag — it’s, er, not available yet.\n\nApple Intelligence won’t be hitting iPhones until iOS 18.1 is available, and even then, it’ll lack the ChatGPT functionality. Plus, it will only be available on a very exclusive list of iPhones. The entire new iPhone 16 range is included, but outside of that, you’re only looking at the iPhone 15 Pro and 15 Pro Max being compatible. That means the iPhone 15 Plus is frozen out.\n\nOf course, whether you care or not will come down to your personal feelings about AI, and the usefulness of those features on the whole. We’ll have to wait and see how it plays out in our reviews when Apple Intelligence is finally available.\n\niPhone 16 Plus vs. iPhone 15 Plus: special features\n\nApple’s phones have never exactly been replete with special features. It’s not really Apple’s style to shove out a bunch of features and see what sticks, like, say, Samsung is wont to do. But it would be a lie to say there isn’t anything. Both of these phones have access to Apple’s usual special features, including Face ID, Animojis, and other fun tricks you’ve come to expect. The iPhone 15 Plus also has the mute switch on the side of the phone, a celebrated feature that allows you to mute and unmute your phone with the flick of a switch. It’s one of Apple’s most useful features, and it’s a shame the iPhone 15 Plus will be one of the last iPhones to support it.\n\nWhile the iPhone 16 Plus doesn’t have a mute switch, it does have something potentially even better. It has the Action button, previously only available on last year’s Pro models. This button can function like a mute switch, or you can use it to toggle Focus modes, turn on the flashlight, open the Camera app, or any one of a number of other options. It’s very customizable, though it’s easy to see why people may miss the mute switch still available on the iPhone 15 Plus.\n\nThere’s another new button on the iPhone 16 Plus, though, and it’s a bit more exciting. Called Camera Control, this slightly recessed button opens the camera when you press it, no matter what else you’re doing on your phone. When the app is open, press it again to take a snapshot, or press and hold to start taking a video. Sounds simple? There’s even more to it. Because it has a capacitive sensor, you can lightly press it to open an options menu for your camera, and slide to adjust. It may take a little bit of practice to adjust to it, but when you’ve got it down, it feels amazing.\n\niPhone 16 Plus vs. iPhone 15 Plus: price and availability\n\nThe iPhone 16 Plus is currently available, with prices starting from $899. As it’s an Apple flagship, the chances are high you’ll be able to find it in pretty much every store that carries smartphones of any kind. The iPhone 15 Plus is in basically the same situation, and is still available from Apple even after the release of the newest model. Happily, it’s had a small drop in price as a result, and can be bought for $799, a $100 discount from its original asking price.\n\niPhone 16 Plus vs. iPhone 15 Plus: Is it time for you to upgrade?\n\nSo, what’s the verdict? Is the newer iPhone a better phone than the last one? Well, yes. The iPhone 16 Plus is better-looking, more powerful, and has more features than the iPhone 15 Plus. Surpassing previous phones is the basic level of what we expect from a successor, so this doesn’t come as a surprise.\n\nBut that’s not really the question we set out to answer anyway — is the iPhone 16 Plus a big enough sea change in Apple hardware to make it a must-upgrade for iPhone 15 Plus owners? No, not really. Unless you’re absolutely desperate to experience Apple Intelligence, then there’s little to really tempt you. Yes, the iPhone 16 Plus is clearly the more powerful and capable of the two, but it’s not worth spending extra money to get what are, most definitely, small incremental updates. Even those new features you can’t get on the older phone, like Camera Control and Apple Intelligence, are worth waiting for.\n\nIf you’re deciding between the two phones, and aren’t tempted by the lower price of the iPhone 15 Plus, it’s definitely worth spending the $100 extra. But if you’re thinking about an upgrade? Wait it out. Wait and see what the next few iterations of the iPhone bring to the table."
    }
]