[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering UFO revelation as unexplained drones leave millions on edge",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/former-defense-official-makes-earth-shattering-ufo-revelation-as-unexplained-drones-leave-millions-on-edge/ar-AA1wsKfI?ocid=BingNewsVerp",
            "description": "Recent testimony and several reports have exposed possible UFO sightings across the country amid national attention on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e8poSDAGD5GcXa_NApDN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "16hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in North Carolina",
            "link": "https://myfox8.com/offbeat/cities-with-the-most-ufo-sightings-in-north-carolina/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVF.WEIb3WUgnFX%2f1vK6L3aGFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3h",
            "source": "WGHP",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Strange UFO-like holes in clouds: NASA explains their airplane connection",
            "link": "https://www.msn.com/en-us/science/aeronautics/strange-ufo-like-holes-in-clouds-nasa-explains-their-airplane-connection/ar-AA1wtRUE?ocid=BingNewsVerp",
            "description": "Discover the science behind mesmerizing cavum clouds, rare UFO-like formations caused by airplanes flying through supercooled ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZP8Y3to3F2J7ghXrjJcKmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Interesting Engineering on MSN8h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three reported UFO sightings across greater Belfast in 2024",
            "link": "https://www.msn.com/en-ie/travel/news/three-ufo-sightings-reported-to-police-in-the-north-in-2024/ar-AA1wt2QM?ocid=BingNewsVerp",
            "description": "The first of the year came in early February with a caller in Crumlin telling the PSNI that on January 29 they had seen an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t-MMR8Wx5JT7cQ1_Hb-ZEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Irish Mirror on MSN14h",
            "source": "Irish Mirror on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering revelation as mystery drones cause concern: ‘We are not alone’",
            "link": "https://nypost.com/2024/12/25/us-news/former-defense-official-makes-earth-shattering-revelation-as-mystery-drones-cause-concern/",
            "description": "Testimony and several reports have exposed unidentified flying object (UFO) sightings across the country amid the national ...",
            "image_url": "https://www.bing.com/th?id=OVF.BzI6YKAd1tE5M9%2fxzGTlkw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "11h",
            "source": "New York Post",
            "article_content": "Testimony and several reports have exposed unidentified flying object (UFO) sightings across the country amid the national attention on apparent drone observations over recent weeks.\n\nLuiz Elizondo, the former head of the Defense Department’s Advanced Aerospace Threat Identification Program, and other witnesses testified before Congress last month about an alleged government group “hid[ing] the fact that we are not alone in the cosmos.”\n\n“I believe that we as Americans can handle the truth. And I also believe the world deserves the truth,” Elizondo said, urging Congress to enact legislation protecting whistleblowers too afraid to come forward.\n\nThe hearing was part of a larger effort by lawmakers to investigate UFOs, or unidentified aerial phenomena (UAPs), and determine whether elements within the government are unlawfully withholding evidence from Congress.\n\nMeanwhile, UFO sightings have been reported in every U.S. state, according to the National UFO Reporting Center, the largest independently collected set of UFO/UAP sighting reports online.\n\n6 Luiz Elizondo testified before Congress last month about an alleged government group “hid[ing] the fact that we are not alone in the cosmos.” Instagram / @lueelizondo\n\nA military-trained observer reported that he was camping alone in Mountain Center, California, in October when suddenly all natural outdoor-related noises went silent and the entire area “lit up brighter than the brightest full moon he’d ever seen,” according to the UFO reporting site.\n\nThe man said he saw a bright, white oval light that was about 20 to 30 feet long and hovering at treetop level, adding that the light remained completely still and noiseless, emitted no heat, and resembled a large helicopter.\n\nSeveral pilots also reported seeing three or four UFOs in the sky over Oregon, flying at different altitudes, just a few weeks ago, KPTV reported.\n\n6 “I believe that we as Americans can handle the truth. And I also believe the world deserves the truth,” Elizondo said, urging Congress to enact legislation protecting whistleblowers too afraid to come forward. X / @LueElizondo\n\nThe pilots reported seeing strange, red circular lights zipping around at night, and a United Airlines pilot contacted the control tower to talk about moving lights seen over western Oregon, the outlet reported.\n\nIn April 2022, a witness said she noticed a light in the sky over a reservoir in Connecticut, believing it was potentially an unidentified aerial phenomenon (UAP/UFO), according to NewsNation.\n\n“I’m always a sky watcher, so I was wondering if it was a plane,” the woman told the outlet. “But the way it was moving, there’s no way it was a plane.”\n\n6 UFO sightings have been reported in every U.S. state, according to the National UFO Reporting Center. Doug Hood/Asbury Park Press / USA TODAY NETWORK via Imagn Images\n\n6 Photos taken in the Bay Shore section of Toms River, NJ of what appear to be large drones hovering in the area at high altitudes. Doug Hood / USA TODAY NETWORK via Imagn Images\n\n6 Last week, the Federal Aviation Administration issued temporary flight restrictions, which expire Jan. 17, 2025, prohibiting drone flights over parts of New Jersey. Doug Hood/Asbury Park Press / USA TODAY NETWORK via Imagn Images\n\nWhile recent sightings of drones or mysterious aircraft are not exactly UFO observations, they have, nonetheless, raised concerns and have even attracted the attention of the FBI, sparking conversation about the possibility of other unidentified flying objects in the sky.\n\n“The FBI Newark, NJ State Police, and NJ Office of Homeland Security and Preparedness are asking for the public to report any information related to the recent sightings of possible drones flying in several areas along the Raritan River,” a Dec. 3 FBI statement noted.\n\nLast week, the Federal Aviation Administration issued temporary flight restrictions, which expire Jan. 17, 2025, prohibiting drone flights over parts of New Jersey after the influx of sightings, excluding drone operations in support of national defense, homeland security, law enforcement, firefighting, search and rescue or disaster response missions.\n\n6 A UFO variety was photographed when it hovered for fifteen minutes near Holloman Air Development Center in New Mexico. Bettmann Archive\n\nHowever, White House National Security Communications Adviser John Kirby recently told Fox News the mysterious drones flying over the country are in fact “legal” and “lawful.”\n\nThe White House, in coordination with the FBI and state and local officials, examined roughly 5,000 sightings, and their analysis concludes that “lawful, legal, commercial hobbyist and even law enforcement aircraft activity” is responsible for the sightings, Kirby said about the assessment.\n\nIn a recent statement by the Department of Homeland Security, the FBI, the Federal Aviation Administration, and the Department of Defense, the agencies said that while they “recognize the concern,” there is no evidence that the drones are “anomalous” or a threat to national security or public safety."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Decide What to Watch Using AI",
            "link": "https://www.msn.com/en-us/news/technology/how-to-use-ai-to-decide-what-to-watch/ar-AA1uVrSa?ocid=BingNewsVerp",
            "description": "You can go to the Likewise site and search for recommendations, which will return a list of titles and further info on where ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NCd529_iweHaJCvHcNeYVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN2h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Should you trust an AI-assisted doctor? I visited one to see.",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/should-you-trust-an-ai-assisted-doctor-i-visited-one-to-see/ar-AA1wtjWs?ocid=BingNewsVerp",
            "description": "Our tech columnist visits a doctor assisted by AI. He finds potential and worrisome questions about whether it’s accurate, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WGkG74gSUSGFOeNFbqYw7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI, data centres to define India’s tech industries in 2025",
            "link": "https://www.livemint.com/technology/tech-news/generative-ai-artificial-intelligence-data-centres-tech-industries-adani-group-it-services-microsoft-data-privacy-11734963406210.html",
            "description": "India, already a hub for fresh technical talent, is now looking to invest in innovation to climb up the value ladder—as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V0pGOYX8sOSscK-_80Yh1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Mint",
            "article_content": "New Delhi: India’s technology sector is likely to see generative artificial intelligence (generative AI) and related data applications define client orders, financial growth and technical innovation in 2025. In turn, this is expected to generate a spurt in demand for data centres and their services.\n\nIndustry stakeholders ranging from the US’s Big Tech firms, as well as data centre and software services companies, are gearing up for a boom in demand amid expectations of easing inflation concerns in the West, and the Indian government’s boost to domestic research and development (R&D) expenditure in the coming year.\n\nOn 12 December, Mint reported that the Centre was evaluating plans to roll out $3 billion in incentives to boost R&D in India. The country, already a hub for fresh technical talent, is now looking to invest in innovation to climb up the value ladder—as opposed to being a usage economy so far.\n\nAlso read | The next great leap in AI is behind schedule and crazy expensive\n\nAt the core of this push is the establishment of generative AI as a key differentiator in the near term, and its impact on data centres.\n\nOn 28 September, Mint reported that the Adani group is likely to pump in $4 billion to establish a net data centre capacity of 1.5GW (gigawatt) within the next two years, a plan that originally had a timeline of five years. This boost is driven by the influx of AI in enterprises, and the anticipated data boom that is expected to come with it.\n\nAshish Arora, chief executive of Bharti Enterprises’ subsidiary Nxtra, also added that the company is investing $600 million to double its net data centre capacity to 400MW (megawatt) by 2026, a chunk of which will be expanded in 2025 itself.\n\nEarlier this month, Bloomberg reported that Yotta Data Services, a subsidiary of the Hiranandani Group, is close to finalizing a $500-million investment through a group of creditors to expand its data centre ‘parks’, which are already operational in Uttar Pradesh’s Greater Noida and Maharashtra’s Navi Mumbai regions.\n\nThe uptick comes even as generative AI has struggled to keep up with its heightened hype of rapidly transforming businesses. Driven by data privacy and copyright concerns, enterprises have largely remained cautious in adopting the technology rapidly through this year.\n\nAlso read | How scammers are using AI this holiday season to steal your money\n\nThe early signs of change, however, are here. On 19 December, Accenture, the world’s largest technology services outsourcing and consultancy firm and a bellwether for India’s $300-billion IT services sector, disclosed $1.2 billion in net new generative AI deals with businesses worldwide. generative AI, thus, comprised 6.4% of total new business during the company’s Q1FY25 period, which in its reporting runs from September to November.\n\nThe first week of January, thus, will be key to see if India’s IT services stalwarts, led by heavyweights Tata Consultancy Services (TCS), Infosys and HCL Technologies, can keep up with Accenture’s pace of executing generative AI applications with clients.\n\nEarlier this fiscal, K. Krithivasan, chief executive of TCS, had said that the company has a business pipeline worth $1.5 billion for generative AI. During the company’s October earnings call for Q2FY25, Krithivasan further added that the company has 600 active generative AI projects. However, crucially, he declined to comment on the amount of revenue TCS is drawing from AI’s youngest brainchild.\n\nAdoption likely to rise\n\nIndustry stakeholders, however, are bullish that 2025 is likely to see generative AI go on a stronger run of adoption, as the technology itself becomes more mature, and businesses find a way to implement them at the core.\n\nOn 11 December, Google announced its new generation of generative AI models under the Gemini 2.0 suite, underlining its suitability for ‘agentic’ AI applications, which experts said was a clear sign of the company trying to convince businesses of the technology’s usability.\n\n“AI isn’t just an enabler anymore—it’s becoming the backbone of how industries innovate, scale, and solve their most complex challenges,\" said Sindhu Gangadharan, chairperson of Centre-affiliated think-tank Nasscom, and managing director of SAP Labs India. “AI is evolving from being assistive to becoming truly intelligent, with autonomous agents capable of making decisions and orchestrating entire ecosystems.\n\nGangadharan added that custom AI, in particular, is emerging as a transformative force in 2025, allowing organizations to design AI solutions tailored to their specific needs. “This trend is set to democratize AI innovation. For India, this is an incredible opportunity—we’re perfectly positioned to lead this AI-driven transformation,\" she said.\n\n“More organizations are experimenting with building custom AI solutions tailored to industry needs, including custom copilots and AI agents,\" said Irina Ghose, managing director of Microsoft India. She added that Indian enterprises are at the forefront of this shift in scaling AI and data use cases to “drive innovation, improve productivity and streamline workflows—bringing India on the brink of an AI-driven renaissance\".\n\nAlso read | The AI robots on their way will mostly be made in Asia\n\nGhose further added that as far as generative AI is concerned, there is no doubt that with the right combination of data and associated computing power, businesses across industries can be considerably redefined.\n\n\"2024 was the year of AI in action, and we saw a transformative shift in how companies approach AI, moving from exploration to execution. Increasingly, more and more organizations are experimenting with building custom AI solutions tailored directly to industry needs, including custom copilots and AI agents. The business opportunity of AI is clear. According to an IDC study, for every dollar a company invests in generative AI, the return on investment is 3.7x. On top of this, 92% of AI deployments are taking 12 months or less at an enterprise level,\" Ghose said.\n\nIpsita Dasgupta, managing director of HP India, said it was important to empower SMBs (small and medium businesses), which contribute about 30% of GDP but face various barriers, with AI technology. “The future of work means a more flexible, inclusive and digitally connected environment where technology empowers individuals and businesses of all sizes. AI PCs and advanced workstations will be at the core of this change,\" Dasgupta said.\n\nThe key, experts believe, will be in how generative AI grows in the coming year. Pointing out that generative AI is still only a two-year old technology, Jayanth Kolla, partner at tech consultant Convergence Catalyst, said we are still understanding a lot about it.\n\n“That said, the advent of domain-specific applications through generative AI is a key area of business interest, and whichever way you look at it, the boom in data centre demand is unavoidable in India as a result. As enterprises ramp up AI consumption, this demand will only rise, without any concerns of slowdown or saturation at least in the near-term,\" Kolla said.\n\nThere are also new directions that AI and data centre evolutions can take in the coming year. For AI, much will depend on what the US behemoths of Google, Meta, Microsoft and OpenAI will do in the coming year. 2024 already saw reasoning AI make a debut, although the use cases of the latter will only build over time. For data centres, figuring out the energy consumption conundrum will be key, as net-zero and climate change accord targets inch closer.\n\nThe earliest proof of the generative AI pudding, each stakeholder agrees, is likely going to come in the first quarter of the upcoming fiscal—suggesting that the true boom in AI and data centres could take until at least the middle of the year to play out. Despite that, all of them are certain that unlike the promise of 5G or satellite internet, there are no external factors that can stop 2025 from being the year for data centres and generative AI to define India’s tech industries."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Python Developers Are Turning to AI for Techies to Stay Ahead in AI",
            "link": "https://www.business-standard.com/content/press-releases-ani/python-developers-are-turning-to-ai-for-techies-to-stay-ahead-in-ai-124122500503_1.html",
            "description": "Artificial intelligence is no longer a futuristic concept, it's a rapidly growing force shaping industries, economies, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3oy85_bQJ312HQ35F3KmDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock Investors Just Got Bad News From AI Semiconductor Rival Broadcom",
            "link": "https://www.msn.com/en-us/money/topstocks/nvidia-stock-investors-just-got-bad-news-from-ai-semiconductor-rival-broadcom/ar-AA1wsXjo?ocid=BingNewsVerp",
            "description": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94pNED4ibPdTURKQMzKuDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I investigate the afterlife – from dead relatives texting & leaving voicemails to ‘crisis cases’… the bizarre truth",
            "link": "https://www.thesun.co.uk/health/31738977/investigate-afterlife-ways-dead-contact-family-beyond-grave/",
            "description": "AROUND half of Brits believe in an afterlife, research shows. While many sceptics may raise an eyebrow, it turns out that there is evidence to support this line of thinking. Mum-of-two Sophie ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "paranormal",
            "date": "14h",
            "source": "The Sun",
            "article_content": "EXCLUSIVE: Research assistant Sophie Morrison shares the 'overwhelming' evidence that the afterlife does exist\n\nPARANORMAL ACTIVITY I investigate the afterlife – from dead relatives texting & leaving voicemails to ‘crisis cases’… the bizarre truth\n\nAROUND half of Brits believe in an afterlife, research shows.\n\nWhile many sceptics may raise an eyebrow, it turns out that there is evidence to support this line of thinking.\n\n4 Half of Brits believe in some kind of life after death, research shows Credit: Getty\n\n4 Sophie Morrison investigates paranormal experiences at the University of Northampton Credit: Supplied\n\nMum-of-two Sophie Morrison, 42, works as a research assistant for the University of Northampton.\n\nBut since taking on the role in 2020 her daily work life is far from usual.\n\nShe tracks the nature, circumstances and impact of paranormal experiences – specifically After Death Communications (ADCs).\n\n\"The series of studies I’m working on kicked off in 2018,\" says Sophie, whose job is to read through the lengthy questionnaire responses submitted by the public, deem whether or not they provide substantial evidence, and sort them into themes.\n\n\"Since then we’ve collected over a thousand stories from individuals around the world who have experienced an ADC.\"\n\nSo far, 48 per cent have reported feeling physical contact, 46 per cent said they actually saw the deceased, 44 per cent had an audible experience, while 62 per cent believe they were contacted in their sleep.\n\n\"All of the evidence we collect is from people who have received an ADC spontaneously (i.e. they didn’t instigate the contact via a medium, seance or similar),\" Sophie says.\n\n\"It’s always unexpected, direct and usually conveys a message.\n\n\"The message often falls under what we call the ‘four Rs’ – reassurance, resolving, reaffirming or releasing.\"\n\nThe research suggests that at least 60 per cent of people have had some sort of ADC in their life, particularly women.\n\nI'm 24 and spend my days surrounded by dead bodies - there's a weird smell and no windows... my friends are gobsmacked\n\nThat number jumps to 80 per cent among those who were very close to the deceased, for example after losing a partner, parent or child.\n\nThese numbers are backed up by previous studies, such as one by the University of Iceland, which found 127million Europeans reported experiencing an ADC.\n\n\"We’ve received so many amazing stories,\" Sophie says.\n\n\"There have been lots of cases of the departed helping people find things.\n\n\"One person shared that they owned a pharmacy and had lost a large pack of controlled drugs, which is quite a big deal.\n\n\"After searching high and low, her husband suddenly heard his deceased mother-in-law's voice saying, 'They're behind the radiator' - and there they were!\"\n\nAnother very common experience is a ‘crisis case’ - a term coined by the Society for Psychical Research (SPR) in the 19th century.\n\nThis includes paranormal contact from the departed in the 12 hours after, or even before, death.\n\nAcross the board, these stories are often coming from very highly educated people with very good jobs, and not everybody's bereaved Sophie Morrison\n\n\"Crisis cases are seen as particularly evidential, as the person experiencing the ADC didn’t know the individual had died, yet still had the spontaneous experience,\" Sophie says.\n\n\"An example of this was one from a woman who never knew her biological father, until he came to her in a dream.\n\n\"He told her that he had passed away, that he had met her children and that he felt he had a beautiful family, before saying goodbye.\n\n\"He also said he’d left her a small inheritance.\n\n\"Two days later she was contacted by the man’s family to say he had died and had left her something in his will.\n\n\"Everyone who has a dream experience says it’s not like a dream at all; it feels so real and can be vividly recalled decades later.\"\n\n4 Sophie says electrical phenomena in ADCs has massively increased over the years Credit: Supplied\n\n4 The researcher wants people to see the paranormal as normal Credit: Supplied\n\nSophie says one of the sceptics' main arguments is that this is all just wishful thinking on the part of bereaved.\n\n\"They say everybody's looking for that little Robin on a fence that’s my mum sending me a message,\" she adds.\n\n\"You know, 'We're all reading into a white feather, aren't we?'\n\n\"Well, that's not the case. Our data shows that, yes, there are instances like that of course, but there are many other cases that are evidential.\n\n\"For example, being witnessed by more than one person, or these crisis cases where they didn't even know the person was dead.\n\n\"Across the board, these stories are often coming from very highly educated people with very good jobs, and not everybody's bereaved.\"\n\n'The paranormal is normal'\n\nA 2023 paper by J.K.Penberthy and others, in collaboration with the University of Northampton, discovered that 27 per cent of research participants who had ADC experiences identified as not being in a state of grieving or mourning.\n\nPerhaps unsurprisingly, electrical phenomena in ADCs has massively increased over the years, too, presumably due to the growing number of devices the average person uses now.\n\n\"If we’re to believe that the deceased live on somewhere, then they are seemingly more and more able to affect electronics and phones,\" Sophie says.\n\n\"I’ve had evidence of things like, 'My deceased husband sends me text messages every week', 'I’ve had a voicemail from my brother after he passed on', and switched-off iPads suddenly playing the departed’s favourite song.\n\n\"Physical phenomena is very common.\"\n\nThe beliefs of Brits AROUND half (46 per cent) of Brits believe in life after death, according to a study by Kings College London. Gen Z (51 per cent) and Millenials (53 per cent) have the highest rates of belief. But the share of the British public who identify as religious has halved since the 1980s. The UK public are now among the least likely internationally to believe in God. Just under half (49 per cent) of Brits said they believed in God in 2022 – down from three-quarters (75 per cent) in 1981. Of 24 nations in the study, only five are now less likely than the UK to say they believe in God, with China (17 per cent) by far the least likely to. And the share of the British public who say God is not important in their life has doubled and is now at a record high, rising from 28 per cent to 57 per cent between 1981 and 2022. Between 1981 and 2022, the share of the public believing in heaven fell from 57 per cent to 41 per cent. Despite this, the idea of heaven is still more popular than hell, which 26 per cent said they believed in in 2022 – a figure largely unchanged since trends began. While younger people have lower levels of religious belief and are more likely to identify as atheists, Gen Z (32 per cent) and Millennials (32 per cent) are in fact more likely than Baby Boomers (18 per cent) and the Pre-War generation (24 per cent) to believe in hell. And by international standards, the UK is less likely to believe in hell, ranking 17th out of 24 countries – and far behind some peer nations such as the US (69 per cent) and Italy (39 per cent). Views on life after death have held up well over the last four decades, with just under half of the public – including 46 per cent in 2022 – consistently saying they believe in it, the study found.\n\nWhile it’s impossible to prove that there really is life after death, Sophie says it’s the impact of these experiences on the grieving process that is really important.\n\nThe ADC questionnaire has shown that the majority found the ADCs comforting (81 per cent) and helpful in their bereavement (84 per cent).\n\nOnly 12 per cent of respondents in the study reported their ADC as frightening.\n\n\"The main aim of this work is to show the public that the paranormal is normal,\" she adds.\n\n\"And these experiences can have positive psychological effects.\n\n\"Real or not, these experiences mean the world to people who have them.\n\n\"Neurologist and founder of psychoanalysis Sigmund Freud described sensing the presence of the deceased as ‘hallucinatory wishful psychosis’, and he advised we cut emotional attachment to deceased loved ones.\n\n\"Well, now there are quite a lot of studies proving that being open to a connection with a deceased loved one is really beneficial to the grieving process and mental health.\"\n\nAnother key impact of an ADC is of course a new belief in life after death, something 92.8 per cent of study participants now say they hold.\n\n\"Going by the messages we’ve received, it’s beneficial for the deceased, too,\" says Sophie.\n\n\"Some people report being told that their departed loved one can't go much further while those left behind are so sad.\n\n\"They invite them to let that grief go, so they can get on with the next chapter.\"\n\nTo find out more and to contribute your ADC experiences to the study, visit adcrp.org or @after_death_communication, or buy a book based on the research on Amazon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podcast Is All About Stuff That’s Wacky, Wild Or Weird In Wyoming",
            "link": "https://cowboystatedaily.com/2024/12/25/podcast-is-all-about-stuff-thats-wacky-wild-or-weird-in-wyoming/",
            "description": "What do cattle mutilations, a grave robber and a good Samaritan have in common? They are all featured on Dean Petersen’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iHeXm7HdEqeRbLwW9f9ZMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Cowboy State Daily6h",
            "source": "Cowboy State Daily",
            "article_content": "What do cattle mutilations, a grave robber and a good Samaritan have in common? They are all featured on Dean Petersen’s Wyoming-based podcast, “That Doesn’t Happen Everyday.”\n\nPetersen of Cheyenne has been fascinated since an early age by the out-of-the-ordinary and downright bizarre stories that happen to everyday people. He has channeled that curiosity about the odd into his Wyoming-based podcast where he interviews a wide array of people in his efforts to dig up the strange.\n\n“I would hear my parents talking about things that had happened when they were kids,” Petersen said. “Usually, it was kind of the mundane stuff about growing up on ranches in the Bridger Valley between Evanston and Green River. But once in a while, something weird would happen that they would bring up like cattle mutilations or the camp up in the mountains where lumberjacks supposedly had killed themselves.”\n\nWhen Petersen moved back to Wyoming in 1999 to attend the University of Wyoming in Laramie, he began hearing these same stories from others. That was when he said he really started paying attention.\n\n“A real driving influence for the podcast was hearing from other people all these legends I had heard as a kid,” Petersen said. “I was able to interview people and ask, did that really happen? In many cases, there's more truth than fiction with these stories.”\n\nSeeking Out The Weird\n\nPetersen aired his first episode in April 2022, and it was, appropriately, a story from his parents, his original muses.\n\n“My parents had mentioned renting a house from Bob Ross, the painter on PBS,” Petersen said. “When you're a kid, you're like, ‘Oh, of course, everyone does that.’ As I got older, I saw that he's on magnets and on calendars. I did an episode about it.\n\n“At the time, Bob Ross wasn't known for painting. He was just an everyday guy who liked to paint. He had a bunch of paintings in his basement and asked my parents if they would put them in donut boxes and ship them to his new location in Virginia. So, it was a fun story.”\n\nPetersen’s tagline on his podcast is “where we interview everyday people about things that don't normally happen every day.”\n\n“The truth is, some of some of these people aren't exactly everyday people,” Petersen admitted. “For instance, we've had an Oscar winner from Wyoming, but what's interesting about the show is how many people will share these down-to-earth or straightforward stories of interesting things happening.”\n\nWhether he is exploring his family stories or chasing down obscure leads, Petersen is always on the lookout for interesting stories that he can share.\n\n“It's become kind of a license where if I'm curious about something or interested in something, I go full force in trying to find out as much as I can about it,” he said. “I usually do that by either trying to interview someone who has experience with something or perhaps they've written a novel about it. I try to maybe dig a little bit deeper than a lot of the podcasts that are out there.”\n\nHis stories are very eclectic and go beyond the borders of Wyoming. They contain the one common theme, they are outside the ordinary and many have fun twists that surprise both the viewer and Petersen himself.\n\n“Hopefully it's something weird and not always paranormal,” he said. “I take the most interesting thing you can find and try to get as close to the truth as you can, and then cut it and edit it into a listenable format. My show doesn't generally have a lot of banter. It tends to be more like someone telling you a story.”\n\nThe Wyoming Twist\n\nWhen possible, Petersen visits the actual locations in Wyoming that are featured in his stories.\n\n“It's fun because if you go to visit the site of some of these legends, it's not all roped off and behind glass here in Wyoming,” he said.\n\nThe areas that Petersen explores are not always marked on a map, and he has to rely on locals to point him in the right direction.\n\n“There were these lumberjacks killing themselves south of where my parents live,” he said. “Up in the Uinta mountains, there's a place called Suicide Park, and with a name like that, I asked them, ‘Hey, you know what happened?’”\n\nHis parents knew the story and Petersen learned that several lumberjacks had died at this particular spot, and at least one or two were suicides.\n\n“There wasn't really much of a map or anything,” he said. “We got in my dad's truck and drove and drove through the mountains. Finally, we found the site, and there's one marker there.\n\n“By and large, it's your adventure. It's not something that's been paved and explained away. It's kind of fresh history for you to check out personally.”\n\nPetersen stresses the importance of getting out to experience the history for yourself in remote Wyoming areas rather than just reading or listening to the story itself.\n\n“It has a special value when you are willing to get out of the office and go see something personally,” he said. “Even if there's not a lot there, to me, there's just that feeling of wanting to stand where someone else stood, of hearing the same sounds they might have heard, especially in Wyoming, where so much of it is undeveloped.\n\n“If you go to a site where something happened 150 years ago out in the middle of nowhere, it probably hasn't changed much as opposed to if you lived in a more developed or built up area.”\n\nIf it’s wacky, wild or weird in Wyoming, Dean Peterson of Cheyenne is talking about it. Even the paranormal is fair game for his “That Doesn’t Happen Everyday” podcast. (Courtesy Dean Petersen)\n\nIf it’s wacky, wild or weird in Wyoming, Dean Peterson of Cheyenne is talking about it. Even the paranormal is fair game for his “That Doesn’t Happen Everyday” podcast. Here he's working on a project with artist Robert Martinez. (Courtesy Dean Petersen)\n\nIf it’s wacky, wild or weird in Wyoming, Dean Peterson of Cheyenne is talking about it. Even the paranormal is fair game for his “That Doesn’t Happen Everyday” podcast. (Courtesy Dean Petersen) Arrow left Arrow right\n\nFinding The Stories\n\nPetersen’s stories range from the modern to the historic. He relies on oral histories from the Wyoming State Archives and the American Heritage Center in Laramie for much of his unique, first-hand accounts.\n\n“It’s amazing that someone had the foresight to sit down with someone and get a story from them, from people who recovered bodies from airplane crashes to a parapsychologist who worked at the University of Wyoming,” he said. “I have started to research interviews from UFO witnesses, and the guy who recorded them had a PhD but he was willing to go out on a limb as a psychologist and start to interview these people and found out many of their stories were credible.”\n\nPetersen is constantly surprised — and delighted — by the stories he has managed to find and the people willing to talk to him.\n\n“The most recent show was about a guy who had been a recon Marine, but now is an artist,” he said. “I just think it's funny because in the world of stereotypes and generalities, we don't usually think of Marines as artists or artists as Marines. It's not always about history, but it's almost always from Wyoming.”\n\nAnother advantage to exploring Wyoming stories is that Petersen has found people in the Cowboy State to be approachable and willing to talk about the strange.\n\n“One time I emailed a Cheyenne gallery owner, Harvey Deselms, on Facebook,” he said. “Just out of the blue, I sent him a message on Facebook saying, ‘Hey, I heard the legend about dead bodies in the basement there. Could I interview you for my podcast?’”\n\nThe answer was yes.\n\n“He was very matter of fact about what happened with the body,” Petersen said. “I want to make it clear that what happened there occurred before Harvey ever moved his art gallery into the building. In fact, I learned there were two different murders in his building, and one of the victims had been buried in the basement.”\n\nAs Petersen continues to dig around for stories, he has noticed that those in Wyoming tend to be pretty close to their history.\n\n“History and culture are important to people in Wyoming, and it's not in an abstract way. I hear from people that my grandfather built that ranch or my grandmother taught at that one room schoolhouse, these kind of stories. It's very immediate and very close.”\n\nA Family Adventure\n\nPetersen is also creating his own Wyoming memories with his kids in tow.\n\n“I've made them come on some of the adventures, and sometimes they're really not that into it, honestly,” he said. “What's fun, though, is that they do pay attention even when I don’t think they are. They know where one of their favorite podcasts took place and like to talk about it.”\n\nPetersen took his kids to a ranch by Fort Fred Steele State Historic Site where a friend had told him about two really strange incidents.\n\n“They had a bison that was mutilated,” he said. “There’s not a footprint or a tire track or anything around and they've also had some paranormal things that are just spooky happen there. Whenever I take the kids by there, they get excited and point it out.”\n\nIt’s this excitement for Wyoming’s odd stories that keeps Petersen searching for material for the next episode of “That Doesn’t Happen Everyday.”\n\nJackie Dorothy can be reached at jackie@cowboystatedaily.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost Hunting in the World's Scariest Hospital (Eloise Asylum)",
            "link": "https://www.msn.com/en-us/entertainment/news/ghost-hunting-in-the-world-s-scariest-hospital-eloise-asylum/vi-AA1wtmlm?ocid=BingNewsVerp",
            "description": "This week I search several local creeks and rivers in once bustling towns for lost treasures! I take my Garrett Vortex to one ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ha0erN9DwzWFMHutZxxr-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Its Eyes Felt Human\": 24 People Shared The Creepy, Terrifying Experiences That Almost Changed Their Lives Forever",
            "link": "https://uk.style.yahoo.com/eyes-felt-human-24-people-003102807.html",
            "description": "When you think about it, lots of things can be creepy. An unexplained noise in the middle of the night is creepy. A gross, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OgsyE0MGp-kvRdxsPit2CC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "Yahoo Style UK",
            "article_content": "WARNING : This post contains graphic content, including mentions of death, murder, and guns. Please proceed with caution.\n\nWhen you think about it, lots of things can be creepy. An unexplained noise in the middle of the night is creepy. A gross, unwaranted comment from a man at a bar who won't leave you alone? Definitely creepy. A moment where something just feels off, but you can't quite put your finger on what? C to the R to the E-E-P-Y.\n\nShowtime\n\nRedditor u/EatingPussyisHealthy asked, \"What’s the creepiest thing you’ve ever witnessed?\" From paranormal encounters to brushes with true crime to everything in between, here are 24 experiences they'll never forget:\n\n1.\"I experienced a real life glitch in the matrix. I passed by a woman and two children in an aisle in the store, then two seconds later, I passed the exact same woman and children again. It wasn't physically possible for them to have gotten there before me, because the second time I saw them, they were coming from the opposite direction and walking towards me. They should've been in the aisle behind me. It freaked me out pretty bad.\"\n\n—u/PessimisticPeggy\n\nPhynart Studio / Getty Images/iStockphoto\n\n2.\"17 years ago, I gave birth my first baby and was laying in the hospital room with her in the crib-thing next to me that night. A nurse came in and said she could take the baby to the nursery for a few hours so I could get some sleep. I said no thanks, because I wanted my baby next to me so I could look at her. The next night I was pretty tired and asked another nurse if she could take the baby to the nursery for a couple hours. That nurse said they didn't have a nursery at the hospital — all babies stay with their moms.\"\n\n—u/Trailerparkqueen\n\nJacek_sopotnicki / Getty Images/iStockphoto\n\n3.\"I was staying at a hotel and decided to sleep with the balcony door open because it was hot. I had a bad dream about a guy in a red checked shirt peering into the room, coming inside, and eating an ice cream at the end of my bed. When I woke up, I discovered a half-melted banana flavored ice cream between the bed and the wall.\"\n\n—u/Yosemite_Sam9099\n\nJoebelanger / Getty Images/iStockphoto\n\n4.\"When I was a kid, maybe about 7, my parents went on a quick store run and left me at home alone. This was pretty normal in my small country town back then. As I sat behind our living room couch, our black cat walked past me, and all its hair stood straight up as it peered into the living room. It started hissing aggressively, as if it was either super angry or scared. So naturally, I leaned over to look around the couch, and saw a large footprints pressing into the carpet, walking through the living room, down the hall, and into my parents room.\"\n\nMiroslav Pesek / Getty Images/iStockphoto\n\n\"I froze and stayed that way until my parents got home. Of course, I told them instantly. They assured me everything was okay, blah blah blah. Maybe 10 years later, I learned that two weeks prior to me seeing this, my stepdad had witnessed it as well when he was home alone. Still gives me goosebumps thinking back to it. That was the first experience of what ended up being several years of being haunted by something. Rough years, man.\"\n\n—u/BlackSheepBenny93\n\n5.\"When I was 14, I stayed at my sister's house one night and had a horrible nightmare about being strangled by the devil. I could only see his face smiling at me, and felt a crushing sensation on my throat. I told him to fuck off, swung a punch, and I then woke up. I looked over, and it was about 1 a.m.. The next morning, my sister was complaining that she had a really horrible nightmare that the devil was strangling her. Spooked, I asked her what time this happened. She said, 'around one o'clock.'\"\n\n—u/tiredandstupid82\n\nVickivick / Getty Images\n\n6.\"It was the early 90s, and I was about 9 years old. One day, I answered the landline phone in our house and was met with a man I didn't recognize who knew me by name. He said he knew my mom and tried to chat with me. I didn't know him (and didn't like talking to adults), so I said, 'Let me get my mom,' and ran to get her. She answered the phone, but the man had hung up. A few weeks later, a girl in the grade ahead of me went missing. She'd apparently told her friends that a man contacted her on the phone, said he was a friend of her mom's, and told her he was going to pick her up after school to pick a present out for her mom as surprise. She was kidnapped and murdered, but they never caught the man.\"\n\nFox\n\n\"As it turns, out quite a few young girls had gotten the same phone call I had. He seemed to have been choosing his victim. The FBI came to my house to ask me questions about that phone call. It still haunts me 30 years later. I'm still hoping they catch the guy. It was absolutely heartbreaking.\"\n\n—u/laureltreesinbloom\n\n7.\"I was in a swamp in southern Arkansas. My uncle and I were hunting and had gotten out there pretty early. We were just sitting and waiting and then we both saw this coyote walking past. The coyote looked at us for a minute, stood up on its hind legs, then walked back into the woods just on those hind legs. I swear this happened. I've never seen anything like it before or since.\"\n\n—u/dalroti47\n\nImnature / Getty Images\n\n8.\"I was the sole witness to a murder. I was in a jeep with the top down, waiting for two guys on the sidewalk to stop arguing. One guy pulled a shank out of his sock and stuffed it, stiff armed, into the other guy's eye. The crunch was sickening. He took off. I ran up, and blood was spurting out of the dude's face onto the sidewalk. Long story short, he was dead by the time the ambulance showed up. I was going to testify in court but the other dude plead guilty and got 20-ish years, I believe. It was a long time ago. Not long enough for me to forget that sound, though.\"\n\n—u/frick-you-fricker\n\nApple TV\n\n9.\"I was a kid on Christmas Day and there was a knock on our front door. Expecting it to be family, my dad and I opened it together. There was an old man standing there, asking for directions to the train station. Our house was smack bang in the middle of suburbia, so he must have been walking in the wrong direction for hours. My dad gave him the directions and offered to drive him, but he declined, and thanked us. As he was leaving he looked down at me and said something really strange: 'Never go to that place that scares you.'\"\n\nDaisy Daisy / Getty Images/iStockphoto\n\n\"This man was really, really old and walked at a shuffling pace. Shrugging off his comment as well-intentioned senility, I went back to the living room. As he was walking down our path, it started to rain. My dad went to get an umbrella from under the stairs to give to him, but when he went back outside, the man was gone. My dad ran down the path and up and down the street trying to find him, but he was nowhere to be seen.\n\nThe place I was scared of was this shack in the woods I used to walk past on my way to and from school. It always gave me a bad feeling. A few years later, someone was arrested for murdering a child there.\"\n\n—u/Disastrous_Reserve87\n\n10.\"This happened when I was about 12. I was just casually walking my dog one afternoon when, suddenly, I saw some weird guy following me. At first I thought he was drunk, judging by his weird movements. But then he started hiding behind cars and trees, peeking out as though he wanted me to see him. Anyway, I ran as fast as I could and didn't walk there for a week. Mind you, this was happening while there was an actual serial killer on the loose in our town, so I honestly might've escaped a murderer.\"\n\n—u/total_spinning_shark\n\nDavid Wall / Getty Images\n\n11.\"When I was in high school, one day I was home alone and mowing the backyard, leaving the garage door in the front open. When I finished mowing, I went back to the garage (which is located underneath the bedrooms of the house) to close it, and I could hear loud footsteps in my parents room overhead. I freaked out and ran inside. Assuming one of my family members was home, I yelled up the stairs for them to stop it, but I got no response.\"\n\nRzelich / Getty Images/iStockphoto\n\n\"At this point, I grabbed my dad's pistol out of the safe in the living room and yelled upstairs that I had a weapon and to stop. I called my parents as I was freaking out, and my dad told me to NOT go upstairs. I sat there out of view of the stairwell until he got home.\n\nHe took the pistol away, and locked it up, and we went upstairs to check. My parents' bedroom had a screen door to a balcony, which overlooked the backyard. The door and screen door were open. However, nothing was stolen.\"\n\n—u/yettitrooper88\n\n12.\"I'm a dog walker. We had a client who was an extremely rich and well known coin collector that lived alone with his dog. He was a really nice guy, but he had a bit of an alcohol problem. He smelled like booze and was very disheveled every morning when we’d pick his dog up to walk her. One monday morning, I walked into his huge house and saw him asleep on the couch as he normally was, so I called his name to wake him up. I realized he was half on his couch and in a really weird position. He wasn't responding up so eventually I walked over to wake him up, and quickly realized he wasn't asleep at all: he was dead.\"\n\nWarner Bros. Pictures\n\n\"I threw up on his patio and called 911. They said he’d been dead since Friday. He lived there alone and didn’t have friends or family nearby, so I was the one that found him. Really really sad, as he was very nice and not very old. But yeah still have nightmares about what I found.\"\n\n—u/PrimaryRabbit\n\n13.\"A girl I went to college with went on a weeklong solo hike on the Appalachian Trail. This was before phone cameras were any good so she had a few of those disposable Kodak cameras with her. When she got the film developed, there were pictures of her sleeping. Multiple pictures from different days. Someone was stalking her and wanted her to know it.\"\n\n—u/Accidental-Genius\n\nNickylloyd / Getty Images\n\n14.\"When I was a kid, I remember one day I was laying on my bedroom floor with the door wide open while my parents were watching TV in the living room. I remember it was about 1 a.m.. I tried to get up to use the bathroom, but my brain would almost act out me doing it without me physically moving. It wasn’t until about the 5th time that I realized I had never actually gotten up at all. I was stuck on the floor — I couldn’t move, couldn’t talk, couldn’t cry for my parents. It felt like something had sucked the soul out of my body and I was pinned to the ground. It wasn’t until my dad walked in to put me in my bed that I started balling my eyes out.\"\n\n—u/Stockwaa\n\nBrigitte Smith / Getty Images\n\n15.\"When I was about 13 years old, I saw my doppelgänger in my childhood home. I got up from the couch one evening and saw a duplicate version of myself staring straight back at me for a solid three or four seconds. Whatever it was, it appeared exactly like I did that night — the same clothes, haircut, etc.. It was just standing there at the end of the hallway, looking right back at me intently with a neutral expression on its face. Then, it disappeared.\"\n\nToshiro Shimada / Getty Images\n\n\"I immediately ran to my mom’s room — which was adjacent to where my doppelgänger had stood mere seconds prior — and told her what I saw. My mother had been playing music on her CD player to fall asleep to and told me that, immediately before I came in, the player started going berserk. Suddenly, it sounded like an old record player with someone’s finger moving the record around against the needle.\n\nIt never happened again. Just that one time.\"\n\n—u/IfYouSaySo4206969\n\n16.\"I lived in a rental house 10 years ago. From the backdoor, you could access a narrow enclosure adjacent to the neighbor's house (their bedroom was right next to it). I didn't use the small backyard, so I never put a bulb in the socket outside. One day, my neighbor told me they heard movement in my backyard at night, like someone jumping down from the wall on to the concrete ground. They said it happened on multiple occasions and they thought it was probably a thief. So, I bought a bulb and went to put it outside. The socket was very high and I had to stand on a tall wooden stool to reach it. That night before I went to bed, I switched it on and checked the backyard.\"\n\nCrazyd / Getty Images/iStockphoto\n\n\"The next morning, I didn't go to the backyard and just switched off the light before going to work. On the second night, I went to switch it on, but the backyard remained dark no matter how many times I tried. I thought the bulb was defective, but I was scared of the dark and the thief, so I decided to check it out in the morning.\n\nWhen I went out the next day, the bulb was not in the socket. Instead, it was lying on the ground, completely undamaged. There was no way it could have survived a fall from that high and I don't know why the thief wouldn't have just taken it with them. Anyway, I took the bulb inside and it was working fine, so I put it back in and went to work.\n\nOn the third night, I switched the light on again and went to bed. Around 3 a.m., I walked to the backdoor and slightly opened it to see if the bulb was still working. It was pitch dark. I closed the door quickly and went back to my room.\n\nThe next morning, the bulb was back on the ground, undamaged. I avoided going to the backyard as much as possible from that day on and didn't attempt to put any bulb there again.\"\n\n—u/SuvenPan\n\n17.\"One day, my sister and I went to the park near our house to play some tennis. I took my phone out of my pocket and put in in my bag, thinking I didn’t want it to overheat in the sun. My sister saw and did the same. After we finished our game, my sister checked our bag and asked me where my phone went. I checked the bag and, sure enough, my phone was not there. We looked all around the tennis court and even in the garbage, but it was nowhere to be found.\"\n\nDmp / Getty Images\n\n\"My sister and I were so confused to the point that I thought a man walking with his baby — the only other person we saw at the park — might have taken it at some point when we weren’t looking.\n\nOn a weird hunch, I had my sister call my brother, because I had originally planned to leave my phone at home to charge. Sure enough, my brother checked my room and found my phone — that both my sister and I watched being put into the bag at the park — on my bed, charging.\"\n\n—u/EcstaticGod\n\n18.\"My house is on the side of a highway and I have windows facing the highway. It was late at night, I couldn't sleep so I decided to tire myself out by jump roping. Halfway through my session, I took a glance outside and I saw a man standing on the closest side of the highway staring, at me under the lamp post. It felt as if it was something out of a horror movie. Once I saw his creepy silhouette, I immediately just ducked to the ground. When I looked up, he was gone. To me now it's a funny situation, as he probably was just some homeless man confused as to why someone was jump roping at like midnight. But at the time, it was really, really creepy.\"\n\n—u/ShloppShlopp\n\nEpicurean / Getty Images\n\n19.\"I was driving on the interstate late at night. The road was decently foggy, so visibility was somewhat reduced. In this distance there was a light waving back and forth through the fog in the middle of the road, slowly getting more pronounced as I got closer. I got close enough to then see that it was a guy waving his phone flashlight to alert oncoming traffic. Right in the area past him was two cars that had just crashed, and bodies all over the road. No first responders there yet or anything. Just carnage and a man flashing a light.\"\n\n—u/GoMyKnicks\n\nNorthlightimages / Getty Images\n\n20.\"I got quite a few reports about this while working at a summer camp. It was up in the mountains, and I worked there for a couple summers as a teen. Kids attending the camp would sometimes make up stories about seeing Bigfoot or a ghost out in the forest, typical dumb kids stuff. But there was one type of story in particular that I kept hearing, from different groups over several months each summer, which had me a bit worried. The first time I heard of it was from one of the older camp employees recounting a story from many years prior. Apparently, his girlfriend at the time was unable to sleep in her cabin because she thought she was being watched by something outside her window. She said it was a very large, black crow that would just sit by the window and stare at her, but in a strange, menacing way. Even when the blinds were closed, she'd open them back up hours later and it would still be there staring.\"\n\nIstvan Hernadi Photography... Mo / Getty Images\n\n\"She would sometimes see it in the forest — even during the day — sitting between the trees not making a sound, just glaring at her. Its gaze followed her as she walked. She said it was the same crow, she was certain. Its eyes 'felt human,' according to her.\n\nWell, those stories came up every couple weeks like clockwork. Some kid would one day become distant and quiet, not wanting to leave their cabin for activities. Sometimes they'd ask to go home early. Most wouldn't say why, I think because they knew no one would believe them. But occasionally after prodding, they would admit that they were afraid of something they were seeing in the forest and around their cabin. All of these kids described pretty much the same thing. And it wasn't just kids — some of the other staff members claimed to have seen something similar as well. It was pretty easy to tell who was bullshitting and who wasn't. The ones who I think really did see something did not want to talk about it. They were very bothered by what they had been experiencing. They'd have awful nightmares, and they wouldn't want to be outside for long.\n\nI've seen plenty of crows up there, but they were just crows. They'd flap around, squawk and shit ,and that was it. I don't know why a crow would follow someone or stare at them for hours, that doesn't sound natural at all to me. I don't know what to make of it. It such a silly story to hear the first time, but after hearing it again and again from people who have no way of knowing about it, you start to wonder. Especially after seeing how upset these people are. They didn't seem to be faking it for attention. It ruined their entire week.\"\n\n—u/14thCluelessbird\n\n21.\"I took my nephew to this park semi-surrounded by woods. While pushing him on the swings I heard rustling and turned around to see a man in a ski mask watching us. 10/10 will never go back.\"\n\n—u/Icy_Adhesiveness_400\n\nRapideye / Getty Images\n\n22.\"When I was younger (11, maybe 12) I moved into a new house. My room had a big closet with access to the attic. I was a scared little kid and was worried a monster lived up there. Once, I woke up in the middle of the night to see my closet door slowlyyyyy opening. I didn’t move and screamed for my parents.\"\n\nBreakermaximus / Getty Images/iStockphoto\n\n\"Fortunately, we found out if the door wasn't properly closed, it would open itself. I still have never been as scared as I was as in the moment.\"\n\n—u/trich87\n\n23.\"When I was about 6 or 7, I woke up in the middle of the night to a faint sound of what seemed like someone stacking plates in the kitchen, every couple of minutes. With the location of my bedroom door giving me a direct view of the kitchen entrance and part of the kitchen, I opened it and peeked my head to see what was going on. To this day, I swear I remember just seeing some old woman — with sunken eyes, her gaping mouth completely wide open, head turned almost 90 degrees — just staring at me, not even moving. What's even more frightening, was that the sound suddenly stopped as I did this. While I'm sure it could've just been my eyes struggling to adjust, and merely shapes, the longer my eyes adjusted, the more vivid she became. I just remember staring right back and not moving from what felt like several minutes.\"\n\nEdwin Tan / Getty Images\n\n\"I decided to make a break for my parents bedroom, which was across from my bedroom. I told them what happened and they checked and confirmed nothing was there. Fortunately, we were scheduled for an early flight to visit family, so everyone decided to get up. I'm sure it could've just been the young mind playing tricks, nevertheless, I'll never forget that face.\"\n\n—u/ijandro\n\n24.\"A large black van with tinted windows followed me and the group of other kids I was with, including my little sister. It was winter, I think a no bus day, and we lived in Canada, so needless to say it was snowy. Me and some other kids (including my sister) were at our babysitter's place, but still wanted to go on a walk. So, we put on all our snow stuff and were on our way. At one point, my sister pointed out a black van slowly driving behind us (I think we were a group of five or six, and most of us were around 10 years old, save for my sister, who would've been around 7). We just assumed they were driving slow because of the road, or maybe they were looking for a house. Still, we ran the best we could (anyone who has tried to run in full winter gear knows how hard it is) until we couldn't see the van anymore.\"\n\nShayes17 / Getty Images/iStockphoto\n\n\"When it was out of sight, we started walking again. A minute later, my sister pointed out the van again and it's pretty much the exact distance behind us that it was before we ran. At this point we were a little weirded out, but thought we were just walking slow so it caught up. So we ran again, further this time, and kept looking back. I think I remember looking back and seeing nothing, then looking back a few seconds later to see the van was there again.\n\nAt this point, we were all freaked out and I remember having a bad feeling in the pit of my stomach seeing it again. We all began running like our lives depended on it because, in our minds, they did. My sister was the slowest and one of the larger and older boys had to pull her along so she didn't get left behind. I remember looking back and seeing the van speeding up a bit, still at a distance, but clearly trying to keep up with us.\n\nIt felt like we were running for ages, but we finally reached the babysitter's house, ran up the stairs, slammed the door shut, and caught our breath. We told her what happened, but I don't think she believed us\n\nI remember me and another girl who was in the group saw the same van drive by the window at least once (I remember it being twice, though).\n\nIDK, it might've been nothing that our brains twisted to be something, but, about a decade later, I still can't shake the feeling that the van was bad news and that we were all lucky we noticed it in time.\"\n\n—u/Pink_Artistic_Witch\n\nHave you had a creepy, bone-chilling experience like these? If so, tell us about it in the comments below or via this 100% anonymous form.\n\nNote: Submissions have been edited for length and/or clarity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inside the eerie hotel cashing in on one of America's most gruesome crimes",
            "link": "https://www.dailymail.co.uk/news/article-14179121/eerie-hotel-americas-gruesome-crimes.html",
            "description": "A bed & breakfast in New England turned itself into a prime destination for ghost hunters and believers in the great beyond.",
            "image_url": "https://www.bing.com/th?id=OVFT.0zWK1NgoGsbNk9OexJPXtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "Daily Mail",
            "article_content": "Nestled in a stunning Massachusetts city is an eerie hotel with a chilling history.\n\nIt is the site of one of America's most notorious murder mysteries, and for just $250 a night visitors can stay in the room where one of the gruesome slayings occurred.\n\nKnown as the Lizzie Borden House, the hotel in Fall River is where the woman's father and stepmother were found brutally hacked to death with an ax in 1892.\n\nShe was charged with the gruesome double murder but sensationally acquitted. The homicide case remains unsolved to this day.\n\nAround 130 years on, the property was bought by Lance Zaal, who runs US Ghost Adventures, and turned into a bed and breakfast for true crime enthusiasts.\n\nThe bodies of wealthy businessman Andrew Borden and his second wife Abby were found in the eight-bedroom mansion in the morning of August 4, 1892.\n\nPolice photos taken of the scene showed Andrew lying on a living room couch with bloody head that had been almost entirely caved in.\n\nAbby was pictured slumped over on the floor in a pool of blood and suffering from horrific head injuries in an upstairs bedroom.\n\nLizzie, then 32, found the bodies and alerted the housekeeper Bridget Sullivan, who was outside washing the windows.\n\nHer sister Emma was away at the time and Lizzie quickly became the prime suspect, with police at the time believing she had killed the couple to ensure they would get her father's $300,000 fortune (worth over $10 million today).\n\nPictured: The Lizzie Borden House, which is now run as a museum, a bed & breakfast and supposedly, a prime location to see ghosts and spirits\n\nOn the morning of August 4, 1892, wealthy businessman Andrew Borden and his second wife Abby were found bludgeoned to death in the eight-bedroom mansion\n\nThe net closed in on Lizzie when she was found to have burned a dress similar to the one she wore on the day of the murders in the week after her parents' killings.\n\nShe claimed the dress had been covered in paint, but prosecutors said she was burning the blood-stained dress to cover-up the murders. Prosecutors also said she had bought a small ax the day before.\n\nWitnesses at her trial would also later claim they saw Lizzie trying to buy prussic acid, now known as hydrogen cyanide, the day before the murders.\n\nLizzie was arrested and charged with the murders on August 11, 1892.\n\nBut after a widely publicized trial, she was acquitted on June 20 following just 90 minutes of jury deliberations.\n\nIt is believed jurors were swayed by the fact she was an active member of the local church\n\nPolice had also refused to carry out fingerprint testing on the murder weapon found in the basement, claiming the technique was unreliable.\n\nNo one else was ever suspected or taken into custody and the case went cold. Most people still believe that Lizzie likely committed the murders.\n\nThe Borden sisters went on to inherit their father's estate and bought another home in 1894, now known as Maplecroft, where they lived together for many years before a falling out in 1905.\n\nLizzie died from pneumonia in 1927 and was buried in the family plot next to her parents.\n\nA police photo shows the body of Andrew Borden, with his head crushed and entirely unrecognizable after someone bludgeoned him with an axe\n\nA similar fate befell his wife Abby Borden, who was found in her bedroom in a pool of blood and with a gaping wound to the back of her head\n\nToday the house where the murders took place has been transformed into a museum by day and a B&B/paranormal ghost tour destination by night.\n\nThe cheapest room goes for around $250 a night.\n\nMany who have stayed over the years insist it is haunted, with some even refusing to spend the entire night.\n\nJulie Jordan, editor at large for People Magazine, along with Liz Beedle and Emily Penke visited the home on Halloween this year to see if the hype was real.\n\nTogether, the trio call themselves Ghost Moms and post videos of themselves on social media supposedly interacting with spirits from the beyond.\n\nThey went on a daytime tour and heard all the grisly details about the murders, according to the article written by Jordan.\n\nShe and her friends stayed in the housekeeper's bedroom in the attic, opting not to stay in the room where Abby died.\n\nLater, they braved Abby's bedroom and claimed they set up some sort of system that responded to changes in electromagnetic energy.\n\nThey asked the supposed spirits in the room questions and nothing happened until 'Emily wanted to know if anything minded that we were there. The lights immediately flashed,' Jordan wrote.\n\nPictured: The bedroom where Abby Borden was found murdered. She was found on the floor in a pool of blood next to her bed\n\nJulie Jordan (right), who is the editor at large of People Magazine, recently visited the Lizzie Borden House this Halloween with her friends Liz Beedle (left) and Emily Penke to see if it was as haunted as some say\n\n'We then all heard what sounded like a man’s gasp from out in the hallway. The house was empty except for those of us in the room,' she added.\n\nHer conclusion was that the home 'is most definitely spooky and just might have a few spirits still hanging around, perhaps trying to solve the mystery of exactly what happened there.'\n\nSome people have since questioned if the couch in the foyer is the same one that the deceased father was found lying on.\n\nHowever, this was completely soiled and destroyed after the trial so the one there today is a replica.\n\nSince launching as a bed and breakfast, the Borden house has run into disagreements with a local business owner, resulting in two court battles.\n\nThe hotel owner sued Miss Lizzie's Coffee, which is one door down from the Borden house on Second Street over alleged trademark infringements in September 2023.\n\nIn the suit, Zaal argued that the café's use of hatchet logo and other similar iconography 'deceptively confuses unsuspecting customers.'\n\nHowever, US District Judge Leo T. Sorokin ruled on October 27, 2023, that the coffee shop did 'nothing' to imitate US Ghost Adventures' business and said the company does not have a trademark on the word 'Lizzie.'\n\nPictured: The entryway to the Lizzie Borden House, which changed hands in 2021\n\nRight down the street is Miss Lizzie's Coffee, which also uses aspects of the Lizzie Borden story in its business\n\nSorokin also pointed out that the hatchet logo used by Miss Lizzie's Coffee was different from the one on the hotel's sign.\n\nZaal appealed this decision but lost again in November 2024, when a three-judge panel with the First Circuit Court of Appeals agreed with the lower court's ruling.\n\n'Ghost Adventures' challenge to the district court's assessment of the strength of its marks is haunted by legal confusion,' Judge Bruce Selya wrote in his opinion. 'We need go no further.'\n\nMore recently Zaal filed a $50,000 defamation suit against Joseph Pereira, the owner of the Lizzie Borden-themed coffee shop, and an unknown author of a Facebook page that has posted scathing critiques of US Ghost Adventures.\n\nZaal brought the latter case to Bristol County Superior Court this July and alleged that Pereira defamed him in a March article that ran in New Bedford's WBSM.\n\nIn the interview, Pereira blasted Zaal and his company for what he described as 'bullying tactics'.\n\nHe also warned potential witnesses who might plan on supplying supposedly false affidavits on behalf of US Ghost Adventures that he would sue them for perjury.\n\nPereira added that he would write a book titled Miss Lizzie & Me that will cover 'some of the intricacies of all this and the truth of what really happens with these so-called ghost adventures.'\n\nUS Ghost Adventures argued that these statements are defamatory, particularly because Pereira accused Zaal's company of perjury.\n\nAs part of that case, Zaal also sued the person behind the Facebook page 'Boycott the Lizzie Borden House.'\n\nPictured: The interior of Miss Lizzie's Coffee Shop, which can continue to operate since both lawsuits against it are ongoing\n\nJoseph Pereira, the owner of Lizzie's Coffee Shop, is pictured here in a mugshot. After getting into a prolonged legal battle with Lance Zaal, the owner of the Lizzie Borden House, he claimed his criminal record was leaked by a witness for Zaal's company in order to embarrass him\n\nThat since-deleted page called Zaal a 'liar' and the company 'unethical and predatory,' according to court documents.\n\nNo one appeared in court to represent 'Boycott the Lizzie Borden House' and Meta, Facebook's parent company, declined to reveal the identity of the page's creator 'except in response to a valid subpoena,' according to the civil complaint.\n\nAs for his part in the case, Pereira tried and failed to dismiss the defamation claims against him.\n\nPereira also argued in an appeals brief filed in July that a witness for US Ghost Adventures spread his 'criminal record throughout the Internet and [sent] copies to several vendors and agencies that [Pereira] uses' hoping to embarrass him.\n\nHe has been arraigned roughly three dozen times on larceny-related charges since 1982. He was last arrested in December 2019, reported The Herald News, a local Massachusetts newspaper.\n\nIn 1996, Pereira pleaded guilty to stealing more than $119,000 from more than a dozen people and spent 15 months in prison, The Herald News and The Standard-Times reported.\n\nBoth the federal trademark case and the defamation suit are open and ongoing, according to court records.\n\nAnd the battle to be the one to cash in on the Lizzie Borden murders is expected to drag on as the murder case is one of Fall River's main claims to fame."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-us/science/earth-science/top-10-scientific-discoveries-that-changed-our-understanding-of-climate/vi-AA1wtipj?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN12h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "500-million-year-old Ecdysozoan fossil embryos found in China are older than dinosaurs",
            "link": "https://www.msn.com/en-us/science/biology/500-million-year-old-ecdysozoan-fossil-embryos-found-in-china-are-older-than-dinosaurs/ar-AA1wtJKJ?ocid=BingNewsVerp",
            "description": "Scientists in China have just dug up 500-million-year-old embryos that will help us understand the developmental biology of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.39N4FOihGmpAlslPKa5UfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Interesting Engineering on MSN9h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make stunning discovery after examining microscopic animal droppings: 'They are hundreds of meters below the surface'",
            "link": "https://www.msn.com/en-us/science/environmental-science/scientists-make-stunning-discovery-after-examining-microscopic-animal-droppings-they-are-hundreds-of-meters-below-the-surface/ar-AA1wucPf?ocid=BingNewsVerp",
            "description": "The method will likely be tested off the Southern California coast with a crop duster, according to the information relayed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7DjG5_0Y334IZFz2Gmpr-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Controversy Over Cannibalism",
            "link": "https://www.realclearscience.com/articles/2024/12/26/the_controversy_over_cannibalism_1080879.html",
            "description": "A recent investigation of human remains found in the UK’s Cheddar Gorge has once again brought a particularly unsavory aspect ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NUtB1TdEO6z8LjiSMLjZgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "RealClearScience",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman wants to hear from you on what OpenAI should build next year. Here are 3 ideas that have caught his eye so far.",
            "link": "https://www.businessinsider.com/sam-altman-openai-crowdsourcing-fixes-chatbot-elon-musk-grok-intelligence-2024-12",
            "description": "OpenAI's Sam Altman asked his followers how to improve the artificial intelligence platform in 2025. One idea included new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nVItGIZ4e09Hg2yXQk-whC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "Business Insider",
            "article_content": "Sam Altman asked his followers on X for ideas to improve OpenAI in 2025.\n\nAltman responded to suggestions about creating family accounts and improving video features.\n\nOpenAI had a rocky year following new litigation from competitor Elon Musk.\n\nSam Altman wants your suggestions for improving OpenAI in the new year.\n\nAdvertisement\n\nOn Christmas Eve, OpenAI's CEO opened the floor to his followers on X with a simple question: \"what would you like openai to build/fix in 2025?\"\n\nAltman's post comes toward the end of a tumultuous year for OpenAI. Elon Musk, who cofounded the company but left the board in 2018, filed a lawsuit against Altman and OpenAI in February. Musk withdrew the lawsuit in June but filed a new lawsuit in August in which he argued that OpenAI executives \"deceived\" him into cofounding the company.\n\nAdvertisement\n\nAmid its legal challenges, OpenAI raised $6.6 billion in funding in October — a record-high funding round for tech in Silicon Valley — pushing the company's valuation to $157 billion.\n\nNow, Altman is looking at what's in store for the new year, and he's crowdsourcing ideas on how to continue advancing and improving not just ChatGPT but all of the company's existing and emerging products.\n\nHere are three ideas Altman appears to be eyeing so far.\n\nAdvertisement\n\nFamily accounts\n\nOne X follower responded to Altman's post with a suggestion to allow OpenAI users to create accounts for families that include guardrails, allowing kids to use the platform safely.\n\nRelated stories\n\n\"Let their curiosity take off, but within reasonable limits, as determined by the parent,\" the user wrote, to which Altman responded: \"this is a good idea!\"\n\nOpenAI's website states that ChatGPT isn't meant for children under 13 and requires parental consent for children ages 13 to 18 to use the platform, but does not actively verify the consent.\n\nAdvertisement\n\nImprovements to voice chats\n\nChatGPT developed a voice feature that allows users to speak directly to the chatbot. One of Altman's followers suggested that the feature be improved because, as of now, per the user, \"you can't just silently think for 5 seconds without being interrupted.\"\n\nAltman wrote that that's a \"good point.\" Users have struggled with the feature since it was rolled out, with some having reported bugs and misinterpretations from the chatbot.\n\nBetter video generation\n\nMultiple users urged Altman to improve Sora, OpenAI's text-to-video model. Sora allows users to describe a video they want the platform to create with a written prompt, which Sora will generate based on the text.\n\nAdvertisement\n\nSora officially launched on December 9 after being piloted to a limited group of creators in February. Rohan Sahai, Sora's product lead, said at the launch that the product would begin more conservatively because its team wants to prevent illegal activity like copyright violations while allowing for creative expression.\n\nOpenAI did not immediately respond to a request for comment from Business Insider."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI plans to build advanced humanoid robots after investing big in startups",
            "link": "https://www.msn.com/en-us/news/technology/openai-plans-to-build-advanced-humanoid-robots-after-investing-big-in-startups/ar-AA1wsT2V?ocid=BingNewsVerp",
            "description": "A recent report by The Information suggests that OpenAI has internally discussed developing its own line of humanoid robots.",
            "image_url": "https://www.bing.com/th?id=OVF.9Mcrutu%2fJPlbOWskA%2bSIig&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Interesting Engineering on MSN17h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hidden content tricks ChatGPT into rewriting search results, Guardian shows",
            "link": "https://www.msn.com/en-us/news/technology/hidden-content-tricks-chatgpt-into-rewriting-search-results-guardian-shows/ar-AA1wtDan?ocid=BingNewsVerp",
            "description": "In October, OpenAI's ChatGPT Search became available for ChatGPT Plus users. Last week, it became available to all users and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EUHhzhsqiL7u9hDQYAIL-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is tech industry already on cusp of artificial intelligence slowdown?",
            "link": "https://www.straitstimes.com/world/is-tech-industry-already-on-cusp-of-artificial-intelligence-slowdown",
            "description": "Don’t expect chatbots to continue to improve as quickly as they have over the past few years, experts warn. Read more at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMMvS7tsbjIrvc8VyjLG2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "The Straits Times",
            "article_content": "Dr Hassabis, who oversees Google DeepMind, the company’s primary AI lab, now says that method is running out of steam simply because tech companies are running out of data. PHOTO: REUTERS\n\nSAN FRANCISCO – Dr Demis Hassabis, one of the most influential artificial intelligence experts in the world, has a warning for the rest of the tech industry: Don’t expect chatbots to continue to improve as quickly as they have over the past few years.\n\nAI researchers have for some time been relying on a fairly simple concept to improve their systems: the more data culled from the internet that they pumped into large language models – the technology behind chatbots – the better those systems performed.\n\nBut Dr Hassabis, who oversees Google DeepMind, the company’s primary AI lab, now says that method is running out of steam simply because tech companies are running out of data.\n\n“Everyone in the industry is seeing diminishing returns,” Dr Hassabis said this month in an interview with The New York Times as he prepared to accept a Nobel Prize for his work on AI.\n\nDr Hassabis is not the only AI expert warning of a slowdown. Interviews with 20 executives and researchers showed a widespread belief that the tech industry is running into a problem many would have thought was unthinkable just a few years ago: They have used up most of the digital text available on the internet.\n\nThat problem is starting to surface even as billions of dollars continue to be poured into AI development.\n\nLast week, Databricks, an AI data company, said it was closing in on US$10 billion ( S$13.5 billion ) in funding – the largest-ever private funding round for a startup. And the biggest companies in tech are signaling that they have no plans to slow down their spending on the giant data centers that run AI systems.\n\nNot everyone in the AI world is concerned. Some, including OpenAI CEO Sam Altman, say progress will continue at the same pace, albeit with some twists on old techniques. Mr Dario Amodei, CEO of AI startup Anthropic, and Jensen Huang, CEO of Nvidia, are also bullish.\n\n(The Times has sued OpenAI, claiming copyright infringement of news content related to AI systems. OpenAI has denied the claims.)\n\nThe roots of the debate trace to 2020 when Associate Professor Jared Kaplan, a theoretical physicist at Johns Hopkins University, published a research paper showing that large language models steadily grew more powerful and lifelike as they analysed more data.\n\nResearchers called Kaplan’s findings “the Scaling Laws”. Just as students learn more by reading more books, AI systems improved as they ingested increasingly large amounts of digital text culled from the internet, including news articles, chat logs and computer programs.\n\nSeeing the raw power of this phenomenon, companies such as OpenAI, Google and Meta raced to get their hands on as much internet data as possible, cutting corners, ignoring corporate policies and even debating whether they should skirt the law, according to an examination this year by the Times.\n\nIt was the modern equivalent of Moore’s Law, the oft-quoted maxim coined in the 1960s by Intel co-founder Gordon Moore. He showed that the number of transistors on a silicon chip doubled every two years or so, steadily increasing the power of the world’s computers. Moore’s Law held up for 40 years. But eventually, it started to slow.\n\nThe problem is: Neither the Scaling Laws nor Moore’s Law are immutable laws of nature. They’re simply smart observations. One held up for decades. The others may have a much shorter shelf life.\n\nGoogle and Kaplan’s new employer, Anthropic, cannot just throw more text at their AI systems because there is little text left to throw.\n\n“There were extraordinary returns over the last three or four years as the Scaling Laws were getting going,” Dr Hassabis said. “But we are no longer getting the same progress.”\n\nDr Hassabis said existing techniques would continue to improve AI in some ways. But he said he believed that entirely new ideas were needed to reach the goal that Google and many others were chasing: a machine that could match the power of the human brain.\n\nMr Ilya Sutskever, who was instrumental in pushing the industry to think big as a researcher at both Google and OpenAI before leaving OpenAI to create a new startup this past spring, made the same point during a speech this month.\n\n“We’ve achieved peak data, and there’ll be no more,” he said. “We have to deal with the data that we have. There’s only one internet.”\n\nDr Hassabis and others are exploring a different approach. They are developing ways for large language models to learn from their own trial and error.\n\nBy working through various math problems, for instance, language models can learn which methods lead to the right answer and which do not. In essence, the models train on data that they themselves generate. Researchers call this “synthetic data”.\n\nOpenAI recently released a new system called OpenAI o1 that was built this way. But the method only works in areas such as math and computing programming, where there is a firm distinction between right and wrong.\n\nEven in these areas, AI systems have a way of making mistakes and making things up. That can hamper efforts to build AI “agents” that can write their own computer programs and take actions on behalf of internet users, which experts see as one of AI’s most important skills.\n\nSorting through the wider expanses of human knowledge is even more difficult.\n\n“These methods only work in areas where things are empirically true, like math and science,” said Mr Dylan Patel, chief analyst for research firm SemiAnalysis, who closely follows the rise of AI technologies. “The humanities and the arts, moral and philosophical problems are much more difficult.”\n\nPeople such as Mr Altman say these new techniques will continue to push the technology ahead. But if progress reaches a plateau, the implications could be far-reaching, even for Nvidia, which has become one of the most valuable companies in the world thanks to the AI boom.\n\nDuring a call with analysts last month, Mr Huang was asked how the company was helping customers work through a potential slowdown and what the repercussions might be for its business. He said that evidence showed there were still gains being made, but that businesses were also testing new processes and techniques on AI chips.\n\n“As a result of that, the demand for our infrastructure is really great,” Mr Huang said.\n\nAlthough he is confident about Nvidia’s prospects, some of the company’s biggest customers acknowledge that they must prepare for the possibility that AI will not advance as quickly as expected.\n\n“We have had to grapple with this. Is this thing real or not?” said Ms Rachel Peterson, vice president of data centers at Meta. “It is a great question because of all the dollars that are being thrown into this across the board.” NYTIMES\n\nJoin ST's Telegram channel and get the latest breaking news delivered to you."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wall Street needs to prepare for an AI winter",
            "link": "https://www.afr.com/technology/wall-street-needs-to-prepare-for-an-ai-winter-20241226-p5l0p6",
            "description": "Technology companies are struggling to conjure the great leaps in capability that had been expected, and more meaningful ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uVI6zZkeyMRT2L6tZQwn9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "The Australian Financial Review",
            "article_content": "Surely one of the silliest things that happened in tech stocks in 2024 was the sudden tumble in Nvidia shares moments after its fiscal second-quarter earnings release in August.\n\nChief executive Jensen Huang, who otherwise walked on water this year, mentioned a minor – and resolved – blip in production of its new chip. Yet investors panicked anyway.\n\nLoading...\n\nBloomberg Opinion"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Baby John Opening Day Box Office Trends: Varun Dhawan starrer aims at a Rs 12 crore start",
            "link": "https://www.msn.com/en-in/entertainment/bollywood/baby-john-opening-day-box-office-trends-varun-dhawan-starrer-aims-at-a-rs-12-crore-start/ar-AA1wtXV1?ocid=BingNewsVerp",
            "description": "The business was boosted due to the Christmas Holiday, but there was also competition in the urban areas from Mufasa and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GyZdcAJYGB_2-JzYc7rrgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12hon MSN",
            "source": "Pinkvilla on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seattle Seahawks vs. Chicago Bears prediction, odds, best bets for Boxing Day NFL action",
            "link": "https://www.syracuse.com/betting/2024/12/seattle-seahawks-vs-chicago-bears-prediction-odds-best-bets-for-boxing-day-nfl-action.html",
            "description": "The Seattle Seahawks will face off against the Chicago Bears in Week 17 of the NFL season on Thursday. This prediction is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1PmCn7iW7TXUIu3b8XiTES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "3h",
            "source": "syracuse.com",
            "article_content": "The Seattle Seahawks will face the Chicago Bears in Week 17 of the NFL season at Soldier Field tomorrow at 8:15 p.m. EST.\n\nWhile Caleb Williams and the Bears are simply playing for pride — and draft position — at this point in the season, the Seahawks are fighting for the NFC West title with the Los Angeles Rams. Our data model likes the Hawks' chances of winning outright, but ultimately our best bet for this Boxing Day battle is Bears +4 (-112).\n\nAhead of this NFC matchup, the data analysts at Dimers.com have simulated the game 10,000 times, and then compared these results to current NFL betting odds to inform the data-driven betting preview provided to you below.\n\nThis preview includes Dimers’ best bets and predicted scoreline for Seattle Seahawks vs. Chicago Bears. To unlock Dimers’ full suite of data-driven betting insights, which includes daily props, trends, and parlays, sign up for Dimers Pro with promo code SYRACUSE10, which will save you 10% off your first subscription payment.\n\nIf you’re using this preview to bet on NFL games this Christmas, you can claim huge betting bonuses with our brand new exclusive bet365 bonus code “SYRACUSE”, while sports fans in New York State can take full advantage of our NBA League Pass promo from FanDuel. Additionally, bettors are encouraged to check out this exclusive promo offer from DraftKings and BetMGM.\n\n\n\n\n\nSeahawks vs. Bears betting preview\n\nUtilize the interactive widget below to discover the latest spread, over/under, and moneyline odds and probabilities for the Seahawks-Bears matchup at Soldier Field.\n\nThis prediction and best bet for Thursday’s NFL matchup between the Seahawks and Bears is from Dimers.com, a trusted source for sports betting predictions.\n\nCheck out all the important details on today’s game, as well as the best odds sourced from the top sportsbooks in the country.\n\nGame details\n\nKey information on the Seahawks vs. Bears matchup, including where the game is and what time it kicks off.\n\nOdds\n\nOdds for the key markets in the Seahawks-Bears NFL showdown.\n\nSpread: Seahawks -4 (-108), Bears +4 (-112)\n\nMoneyline: Seahawks -200, Bears +180\n\nTotal: Over/Under 42.5 (-110/-110)\n\nThe odds and lines presented in this article are the best available from selected sports betting sites at the time of publication and are subject to change.\n\nExpert prediction: Seahawks vs. Bears\n\nUtilizing trusted data analysis and computer power, the experts at Dimers have performed 10,000 simulations of Thursday’s Seahawks vs. Bears matchup.\n\nAccording to Dimers' highly acclaimed predictive analytics model, the Seahawks are more likely to defeat the Bears at Soldier Field. This prediction is based on the model giving the Seahawks a 63% chance of winning the game.\n\nElsewhere on the betting board, Dimers predicts that the Bears (+4) have a 59% chance of covering the spread, while the 42.5-point over/under is considered an equal 50-50 chance of hitting.\n\nAs always, these predictions and probabilities are correct at the time of publication but are subject to potential changes.\n\nSeahawks vs. Bears best bet\n\nOur top pick for the Seahawks vs. Bears Week 17 NFL matchup is to bet on the Bears +4 (-112).\n\nThis expert betting advice is formulated through world-class modeling and valuable wagering intelligence, designed to deliver you the best possible plays.\n\nScore prediction for Seahawks vs. Bears\n\nDimers' predicted final score for the Seattle vs. Chicago game on Thursday has the Seahawks winning 22-19.\n\nThis expert prediction is based on each team’s average score following 10,000 game simulations, offering a glimpse into the potential outcome.\n\nNFL player props: Thursday\n\nNFL prop picks are an exciting way to wager on Thursday’s game without necessarily betting on its outcome.\n\nThis article features the most likely first and anytime touchdown scorers for the Seahawks and Bears, along with projected player stats.\n\nSeattle Seahawks\n\nFirst touchdown scorer predictions\n\nKenneth Walker: 12.1% probability\n\nDK Metcalf: 10.5% probability\n\nJaxon Smith-Njigba: 9.7% probability\n\nAnytime touchdown predictions\n\nKenneth Walker: 45.8% probability\n\nDK Metcalf: 41.0% probability\n\nJaxon Smith-Njigba: 39.1% probability\n\nProjected box score leaders\n\nQB passing yards: Geno Smith , 247 yards\n\nReceiving yards: DK Metcalf , 65 yards\n\nRushing yards: Kenneth Walker, 59 yards\n\nChicago Bears\n\nFirst touchdown scorer predictions\n\nD’Andre Swift: 8.1% probability\n\nKeenan Allen: 7.6% probability\n\nDJ Moore: 7.4% probability\n\nAnytime touchdown predictions\n\nD’Andre Swift: 34.1% probability\n\nKeenan Allen: 33.0% probability\n\nDJ Moore: 31.5% probability\n\nProjected box score leaders\n\nQB passing yards: Caleb Williams , 198 yards\n\nReceiving yards: DJ Moore , 81 yards\n\nRushing yards: D’Andre Swift, 59 yards\n\nNFL Week 17: Seahawks vs. Bears\n\nGet ready for Thursday’s matchup between the Seahawks and Bears in Week 17 of the National Football League season at Soldier Field, which is scheduled to start at 8:15 p.m. EST. We emphasize that all of the NFL predictions and NFL best bets on this page are derived from 10,000 data-driven simulations of the Seahawks vs. Bears matchup, and they are accurate at the time of publishing to help you make better decisions when placing bets at online sportsbooks.\n\nPlease note that when engaging in online betting, it is important to exercise responsible gambling practices and seek trustworthy sources for accurate and up-to-date information."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Solana Price Forecast Indicates Decline, Binance Coin Security in Focus – BlockDAG's BDAG400 Bonus Goes Viral",
            "link": "https://www.analyticsinsight.net/cryptocurrency-analytics-insight/solana-price-forecast-indicates-decline-binance-coin-security-in-focus-blockdags-bdag400-bonus-goes-viral",
            "description": "Recent market movements show varied trends — the Solana price forecast predicts further declines as the currency falls from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vd3TtyEUS7PCeF-vEnIlIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight23h",
            "source": "Analytics Insight",
            "article_content": "Crypto traders consistently look for ways to get exceptional returns, and BlockDAG's newest dashboard enhancement hits the mark. With its pioneering 5-tier bonus system, BlockDAG introduces a novel reward mechanism that transforms each purchase into a step towards substantial returns, reshaping how buyers interact with their holdings.\n\nParticipants using the BDAG400 code receive a 250% bonus on their initial purchase, and an even more substantial 270% bonus on their second. The excitement continues as \"mystery boxes\" uncover additional hidden bonuses with further purchases. Each level reveals more significant rewards, ensuring the journey is exciting and fruitful.\n\nThis gamified reward scheme has rapidly gained attention in the cryptocurrency arena, providing a compelling reason for participants to expand their portfolios. However, this promotional offer is time-sensitive and will be available only for a short time, making this an optimal moment to engage with these extraordinary opportunities."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prince Louis breaks strict royal code during Christmas Day walkabout with Princess Kate",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/prince-louis-breaks-strict-royal-code-during-christmas-day-walkabout-with-princess-kate/ar-AA1wtcAJ?ocid=BingNewsVerp",
            "description": "Prince Louis was spotted in smart trousers during this morning's Christmas Day walkabout instead of the traditional pair of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dEWMFyaOJgiNRjbFDJxxZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Daily Express on MSN13h",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hackers are tricking victims into scam-yourself attacks with fake tutorials, CAPTCHAs, and updates",
            "link": "https://www.msn.com/en-us/technology/cybersecurity/hackers-are-tricking-victims-into-scam-yourself-attacks-with-fake-tutorials-captchas-and-updates/ar-AA1wtcxb?ocid=BingNewsVerp",
            "description": "Report uncovers rising cyber threats with alarming increases in ransomware, data-stealing malware, and sophisticated social ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vjJsrNSUfmVAWv_DZlK8Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historical mysteries solved by science in 2024",
            "link": "https://www.msn.com/en-us/news/world/historical-mysteries-solved-by-science-in-2024/ar-AA1wtmoC?ocid=BingNewsVerp",
            "description": "Scientists explored Beethoven’s ailments, linked remains to a Norse saga, uncovered colonial secrets, peeked inside an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YPuQ9LeeKhqccbTQ-6UXty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-au/science/earth-science/top-10-scientific-discoveries-that-changed-our-understanding-of-climate/vi-AA1wtld6?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN12h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "500-million-year-old Ecdysozoan fossil embryos found in China are older than dinosaurs",
            "link": "https://www.msn.com/en-us/science/biology/500-million-year-old-ecdysozoan-fossil-embryos-found-in-china-are-older-than-dinosaurs/ar-AA1wtJKJ?ocid=BingNewsVerp",
            "description": "Scientists in China have just dug up 500-million-year-old embryos that will help us understand the developmental biology of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.39N4FOihGmpAlslPKa5UfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Interesting Engineering on MSN9h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "James Webb Telescope Unveils the Icy Secrets of Our Solar System’s Birth",
            "link": "https://scitechdaily.com/james-webb-telescope-unveils-the-icy-secrets-of-our-solar-systems-birth/",
            "description": "Researchers at the University of Central Florida have revolutionized our understanding of the solar system's formation with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-WweB2DIZTcFoSMcRJ5e_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best online casino promo codes for Christmas unwrap bonuses from Caesars and Hard Rock",
            "link": "https://www.nj.com/casinos/2024/12/best-online-casino-promo-codes-for-christmas-unwrap-bonuses-from-caesars-and-hard-rock.html",
            "description": "Celebrate Christmas with some exciting online casino offers. Learn about five of the best online casino promo codes for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tsTDK2w96RxeVPLb-6PX7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "8h",
            "source": "NJ.com",
            "article_content": "Looking for a way to ramp up the excitement this Christmas? Consider checking out the various welcome bonuses being offered by the top online casinos in NJ.\n\nI’ve spent time narrowing down the five best online casino promo codes for Christmas 2024. Each of the ones featured on this page is extremely generous to players and can be claimed in just a few minutes.\n\nSome of these bonuses require entering a real promo code at registration. Others can be claimed with no code at all. Continue reading to learn about these great promotions available on Christmas Day.\n\nTop 5 online casino promo codes for Christmas 2024\n\nThe US is now home to a large number of world-class online casinos. Competition is high in this market, and online casinos are constantly looking at ways to offer exciting new offers to attract players.\n\nWith the holidays finally here, many of these online casinos have ramped up their bonuses. Learn about five of the best online casino promo code bonuses below.\n\nCaesars Palace Online Casino promo code NJCOM2500\n\nCaesars Palace Online Casino is constantly offering exciting new bonuses for its new and existing players. Now, new members can receive a 100% first deposit match of up to $2,500, plus 2,500 Reward Credits using the Caesars Palace online casino promo code NJCOM2500.\n\nThe playthrough requirements for this bonus sit at 15x for slot games, 30x for video poker games, and 75x for all other games.\n\nHard Rock Bet Casino: 100% deposit match up to $1,000 + 500 free spins + Winterfest Promo\n\nHard Rock Bet Casino is offering its new players a 100% first deposit match of up to $1,000, plus 500 free spins. This is a fantastic offer that can be claimed without ever needing to enter a promo code at registration.\n\nThe first deposit bonus comes with a 20x playthrough requirement. The 500 bonus spins will be credited to players within 24 hours of making their first deposit and can only be used to play “Triple Gold.”\n\nIn addition, Hard Rock Casino is hosting a Winterfest event from December 2nd to February 2nd. During this time, users will have access to daily promotions and a total prize pool of $3 million. Join today to take part in this exciting event.\n\nBetMGM Casino bonus code NJCOM: 100% Deposit Match up to $1000 + $25 no deposit bonus\n\nAnother one of the best online casino promo code offers for Christmas comes from BetMGM Casino. This one, with BetMGM Casino bonus code NJCOM, provides users with a 100% first deposit match up to $1,000, plus an additional $25 no-deposit bonus.\n\nThe 100% first deposit match comes with a 15x playthrough requirement, while the $25 no-deposit offer has just a 1x playthrough attached.\n\nFanDuel Casino: Play $1, Get $100 in casino credits\n\nAll new members of FanDuel Casino are eligible to receive $100 in casino credits for making a first wager of just $1 or more.\n\nThis is an excellent and extremely simplistic bonus that can be claimed without having to enter a promo code at registration. This bonus comes with just a 1x playthrough requirement.\n\nFanatics Casino: Deposit $5+ and get $50 in casino bonus\n\nFanatics Casino provides a variety of great offers for its new and existing members. Now, all new members can earn $50 in casino credits by making a first deposit of just $5 or more.\n\nThis bonus offer comes with a 1x playthrough requirement and can be used to play any of the games that Fanatics has to offer. No promo code is required at registration."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Start-up momentum",
            "link": "https://www.thehindubusinessline.com/opinion/start-up-momentum/article69026736.ece",
            "description": "India is undergoing an entrepreneurial boom, ranking among the top three global start-up ecosystems with over 140,000 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ILatJTqQByUYMT-tBL5LIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "10hOpinion",
            "source": "Business Line",
            "article_content": "India is undergoing an entrepreneurial boom, ranking among the top three global start-up ecosystems with over 140,000 start-ups and 100+ unicorns valued at $347 billion.\n\nA strong macroeconomic environment further supports this shift.\n\nA growing middle class, higher education levels, and favourable government policies have created a fertile ground for start-ups to thrive. The government has strategically leveraged this ecosystem to address challenges like job creation and economic upliftment.\n\nIndia’s digital revolution has been pivotal in empowering entrepreneurs. With 820 million internet users and a 55 per cent penetration rate, entrepreneurs now have the tools to reach customers and operate efficiently with minimal upfront investment.\n\nTechnologies like low-code and no-code platforms have reduced product development time and made barriers to entrepreneurship lower, enabling founders to make informed, agile decisions.\n\nIndia’s start-up ecosystem has diversified. Once dominated by young tech enthusiasts, entrepreneurship has expanded beyond tech, becoming a mainstream aspiration, particularly in the post-Covid digital boom. Second-time founders are often seen as more experienced, often transitioning into successful investors and mentors.\n\nIndian entrepreneurs are creating more unique and culturally relevant business models instead of replicating Western models. India’s fintech sector, for example, has seen mobile payments outpace the US and China. While earlier investments were focused on e-commerce and consumer tech, sectors like AI, sustainability and space technology are now attracting significant attention. Key growth areas include:\n\nDeep Tech: India’s Deep Tech ecosystem, with over 3,600 start-ups, raised $850 million in 2023,3.AI innovations are disrupting industries like healthcare and finance.\n\nElectric Vehicles (EVs) and Clean Tech: The EV sector, supported by government incentives and consumer demand, is reshaping India’s transportation landscape.\n\nDefence Tech: India, one of the largest defence spenders globally, encourages private sector innovation in defence technology, providing start-ups with growth opportunities and international export markets.\n\nSpace Tech: Start-ups in satellite technology and aerospace research are positioning India as a key player in space commercialisation.\n\nThe availability of funding options is another crucial factor fuelling India’s entrepreneurial boom. In 2024, Indian start-ups raised $7.5 billion across 780 deals, a 53 per cent increase from the previous year. Government initiatives, such as Start-up India, Make in India and Digital India, have created a robust framework offering tax incentives, simplified compliance and early-stage funding support.\n\nDomestic investors, now account for a significant portion of total funding, reducing reliance on foreign capital. Family offices and angel investors are key to the ecosystem’s stability and long-term resilience.\n\nGlobal Private Equity (PE) firms are now excited by a maturing public market and favourable exit opportunities. IPOs are no longer the only exit option; buyout funds and domestic conglomerates are becoming more active, with Indian firms now acquiring assets globally.\n\nCorporate VC arms are increasingly active in strategic sectors, while VC and PE convergence in growth-stage deals offers start-ups capital and ecosystem support. India’s banks now back start-ups with strong unit economics. India’s maturing entrepreneurial ecosystem, fuelled by policies, funding, and education, is driving start-ups to set global standards in innovation and resilience, marking a golden era of opportunity and creativity.\n\nBerry is Leader – Strategy, Risk and Transactions; and Agrawal is Leader – Corporate Finance, Deloitte South Asia"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "When is the first night of Hanukkah 2024? When it starts, facts, how it's celebrated",
            "link": "https://www.msn.com/en-us/health/wellness/when-is-the-first-night-of-hanukkah-2024-when-it-starts-facts-how-it-s-celebrated/ar-AA1wtujV?ocid=BingNewsVerp",
            "description": "Hanukkah is an eight-day festival marking the rededication of the Temple in Jerusalem. Here's what to know about the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mc4TbCUUQhGx9ImK-MC_Ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Week 17 fantasy football rankings: Projections, starts, sits, Jalen McMillan, Tyjae Spears and more",
            "link": "https://www.nytimes.com/athletic/6016942/2024/12/25/week-17-fantasy-football-rankings-projections-starts-sits-jalen-mcmillan/",
            "description": "Jake Ciely has your Week 17 fantasy football rankings, game notes and Christmas fun to finish the season with a smile.",
            "image_url": "https://www.bing.com/th?id=OVFT.OSjub_XFEtEuO3Yxhk_4ZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3h",
            "source": "The New York Times",
            "article_content": "It’s the final rankings (in Europe’s singing voice) … well, I’ll also have a Week 18 edition for the absurd people or, hopefully, those betting, playing a one-off week, DFS or whatever. This week, we have abbreviated game previews and the good stuff! Yes, all the best (and worst) Christmas ranks! Oh, and actually, Week 17 fantasy football rankings, too.\n\nAdvertisement\n\nReminder! I always have some “for fun” ranks where I rate anything from cartoons to players from the ’80s to things not to do when you’re over 30 — feel free to suggest yours. I try to answer as many comments as humanly possible … however … simple questions such as, “Who should I start?” are covered, 99 percent of the time, within the rankings. Let’s duckin’ go!\n\n#CheckTheLink-age\n\nPRO TIP for RANKS FAST! Click the comment icon/button at the top right, which takes you down to the comments and a short scroll-up to the rankings widget. Yay.\n\nWEEK 17 FANTASY FOOTBALL PREVIEWS\n\nChiefs at Steelers, Wednesday, 1 p.m. ET\n\n► Hollywood Brown had the second-most targets (eight), but ran just 40% of the routes. That makes him a decent upside gamble, even against the Steelers. If Brown sees 60-70% or more of the route participation, he can put up 100+ yards and a Top 20 performance. But it’s risky.\n\n► If George Pickens plays, start him, but Najee Harris and Calvin Austin are benchable. Jaylen Warren is a solid Flex option.\n\nRavens at Texans, Wednesday, 4:30 p.m. ET\n\n► Mark Andrews has nine touchdowns in his last 10 games behind only Ja’Marr Chase (11) and Terry McLaurin (10) and more than any other tight end by three TDs. Jonnu Smith and Sam LaPorta have six TDs each.\n\n► It may be hard to swallow, but Joe Mixon isn’t a must-start. The Ravens have allowed a mere 65.5 RB rushing yards per game, and only Saquon Barkley ran for more than 63 against them. Additionally, Mixon has 8.1 fantasy points or fewer in three of the last four games, despite at least 15 touches in each.\n\nSeahawks at Bears, Thursday, 8:15 p.m. ET\n\n► D’Andre Swift hasn’t scored double-digit fantasy points since Week 11 and is just RB35 in fantasy points per game since Week 9.\n\nAdvertisement\n\nChargers at Patriots, Saturday, 1 p.m. ET\n\n► If J.K. Dobbins returns, he’s a high-risk/reward RB3. If he’s out, Gus Edwards is a touchdown-reliant RB3, and I wouldn’t immediately chase his Week 16 production, as he had a season-high in rushing yards and doubled his touchdown total.\n\n► The Patriots are risky, even in the backfield, as Rhamondre Stevenson has ranged anywhere from 40.0 to 82.1 RBTouch% this year. While he’s more reliable when games are close or with the lead, it’s hard to predict when the Patriots can accomplish such a feat, staying close with the Bills but getting blown out by the Jaguars.\n\nBroncos at Bengals, Saturday, 4:30 p.m. ET\n\n► With 10.8 points, Audric Estime led the Broncos, but there are just two instances where the lead back has led the backfield in back-to-back weeks — Javonte Williams, Weeks 4 and 5, 9.0 and 13.6 fantasy points, respectively and Jaleel McLaughlin, Weeks 12 and 13, 4.4 and 8.9. You can’t trust anyone.\n\nCardinals at Rams, Saturday, 8 p.m. ET\n\n► I addressed the RB situation in my waiver wire column, but additionally, the Rams have only allowed RBs Alvin Kamara and Saquon Barkley big days since Week 9. It’s not a smash spot for Trey Benson or Michael Carter if either is the lead.\n\n► Matthew Stafford had his first back-to-back sub-200-yard game since Weeks 8 (injured) and 11 last year. The next game? Stafford threw for 229 and four touchdowns against … the Cardinals. Now, that is coincidental, but the Cardinals are a great rebound matchup for Stafford, Puka Nacua and even Cooper Kupp.\n\nJets at Bills, Sunday, 1 p.m. ET\n\n► Breece Hall wasn’t on the injury report all week, and he ended up with his sixth-highest RBTouch% (76.0). If Aaron Rodgers plays, business as usual, but if he’s out, small downgrade to Davante Adams (volume), but Garrett Wilson’s outlook changes little.\n\nAdvertisement\n\n► It’s not just Amari Cooper you can’t trust in Buffalo. You can’t trust any Bills wideout, possibly even Khalil Shakir. Mack Hollins is still ahead of Keon Coleman, and Cooper is behind Dawson Knox in route involvement. Shakir had just his second sub-8 fantasy point showing since Week 7, but Week 6 saw him contained by the Jets with a 2/2/19 statline and 2.9 points.\n\nRaiders at Saints, Sunday, 1 p.m. ET\n\n► Even against the Saints, the list of must-start players is one: Brock Bowers. Jakobi Meyers, Alexander Mattison and Ameer Abdullah are all deeper options with a bit more upside than usual given the matchup.\n\n► As you saw against the Packers, if you attempt to start a Saints player, you’re asking to get coal.\n\nColts at Giants, Sunday, 1 p.m. ET\n\n► The last time a team didn’t have a running back hit double-digit PPR points against the Giants? Week 18 of last year. That’s not only for those rostering Jonathan Taylor but also Anthony Richardson, as the Giants even let Joe Burrow and Geno Smith run for 55+ yards.\n\n► No, I didn’t trust Tyrone Tracy playing through an injury, and I’m sorry. The Colts are a good spot for him, which means, we’ll start Tracy and watch him go 11-for-37 without scoring. Yay feetsballing!\n\nCowboys at Eagles, Sunday, 1 p.m. ET\n\n► Last week was Dowdle’s first non 100-rushing-yards game Since Week 12, and his first non-double-digit score since Week 11. It doesn’t get any easier for him, as the Eagles run defense is one of the worst matchups. Dowdle is a fringe RB2, especially if the carcass of Ezekiel Elliott is stealing goal-line carries.\n\n► If Jalen Hurts plays, fire up everyone as normal. If Kenny Pickett is under center, A.J. Brown is still a must-start, but DeVonta Smith becomes a risky WR4.\n\nPanthers at Buccaneers, Sunday, 1 p.m. ET\n\n► Chuba Hubbard obviously had his best game since the bye. In fact, it was his best game of the season. He scored more points than the three previous games, combined. The Buccaneers have been tough, and Hubbard had 12 carries for 43 yards against them — all rushing — in Week 13. The volume is here, but so might be an RB2 finish.\n\nAdvertisement\n\n► Jalen McMillan the last three weeks: 50.1 points (WR11) and 16.7 FPPG (WR13). You’re starting him.\n\nTitans at Jaguars, Sunday, 1 p.m. ET\n\n► Tony Pollard still has a higher RBTouch% (54) than Tyjae Spears (46) over the last two weeks, but with Pollard not practicing, playing through injury, and game scripts, Spears has been much better, including seeing four goal-line rushes to just one for Pollard.\n\n► Brian Thomas Jr. is one of the fantasy MVPs as WR4 in FPPG since Week 11 and WR14 in FPPG on the season; he’s WR6 overall.\n\nDolphins at Browns, Sunday, 4:05 p.m. ET\n\n► If Jameis Winston plays due to Dorian Thompson-Robinson sitting, Jerry Jeudy is back to WR2 status even against the Dolphins. David Njoku is a must-start, but Elijah Moore would be a gamble with or without Cedric Tillman playing. As mentioned, the Dolphins have played the pass quite well.\n\nPackers at Vikings, Sunday, 4:25 p.m. ET\n\n► Per waivers, if Christian Watson plays, he’s an appealing WR4 with more boom potential than most weeks. If he’s out, Dontayvion Wicks is a fun chase for those needing the upside. Jayden Reed and Tucker Kraft are the only two worth using outside of Watson and Wicks.\n\n► T.J. Hockenson has just 5.6 FPPG on 17.7 TmTGT% over the last four games and is a man coverage matchup problem. Unfortunately, the Packers are only 23rd in Man% (22.2), which means Hockenson is in the streaming tight end conversation.\n\nFalcons at Commanders, Sunday, 8:20 p.m. ET\n\n► Drake London had his third-highest YPRR mark this year (2.68) and second-highest if you remove the Week 9 game where he left early (hip) — he’s a must-start if playing. Darnell Mooney is a very strong WR3 also with his third-highest YPRR mark of the year (3.15) with Michael Penix Jr. under center.\n\n► It was ugly for Brian Robinson, but even with two fumbles — for turnovers! — Robinson had 57.1 RBTouch% and can rebound into RB2 territory against the Falcons.\n\nAdvertisement\n\nLions at 49ers, Monday, 8:15 p.m. ET\n\n► The Lions run the most man — which you likely know by now — and George Kittle is much less effective against man with 1.67 YPRR compared to 3.08 against zone coverage. The good news is that Brock Purdy has 7.9 TD/ATT% against man compared to 3.0 against zone.\n\n► After last week, it might be tempting to start Deebo Samuel, and I’m okay with the upside chase — plus, some fun with a last-man standing on MNF — but I’m less excited for Samuel if Isaac Guerendo plays.\n\nFUN WITH RANKS\n\nIt’s Christmas time! And I’m gathering — and updating — all the Christmases of lists from past years into one huge Christmas.\n\nBest Christmas Movies — SINCE 2000\n\n“Klaus” — Origin story of Santa with a fun twist. Good animation, good feels. Top 5 all time, and possibly higher. Nicole and I watched it for the first time this year and can’t recommend it enough. “Elf” — Even if you think Will Ferrell is overrated, this is a great Christmas movie and is the source of numerous GIFs. “Violent Night” — John Wick is Santa — essentially — enough said! “Bad Santa” — Con-man (Billy Bob Thorton) pretends to be Santa at a mall to rob the stores during Christmas … and yeah … pretty amusing. “Red One” — Hate on The Rock/this movie all you want, but it was a fun time. “Surviving Christmas” — Easily the most underrated Christmas movie ever. Ben Affleck is likable, James Gandolfini is the dad, plenty of laughs in a story about a guy trying to “buy a family” for Christmas. “8-Bit Christmas” — Cheesy for sure, but if you were a ’90s kid like me, you’ll appreciate it more. “Spirited” — I was ready for cringe, and there is plenty, but it’s also not a half-bad Christmas movie. “The Best Christmas Pageant Ever” — 100% a true-blue, family Christmas movie, and it doesn’t pretend to be anything else. Just a good one. “Nutcrackers” — Might not be everyone’s cup of tea … or eggnog. But the movie features real-life brothers (four of them) and is based somewhat on a “The Nutcracker” revision the middle child wrote. A bit hokey, but funny, and a good Christmas story.\n\nHonorable Mention: “Carry-On” — If you’re counting “Die Hard” as a Christmas movie, then this counts. I wouldn’t count either one, as they’re not, but I also just wanted to poke at those people a bit.\n\nDFL: “A Christmas Story” — Hate me all you want, but I can’t stand it.\n\nPre-2000 Greats: “A Christmas Vacation” (all-time great), “Home Alone” (another all-time great), “The Muppet Christmas Carol” (can watch this every year), “The Santa Clause” (the sequels are huge drop-offs, but this is a classic now), “The Nightmare before Christmas” (though, Halloween movie?), “Scrooged” (modern-day Christmas Carol).\n\nBest Christmas TV Episodes and Specials\n\n“DuckTales: How Santa Stole Christmas” (also, “Last Christmas”) — You had to know I’d put this at the top … and no, it’s probably not my true No. 1, but this is for the travesty of canceling the show, and I’ll be watching this with my niece and nephew anyway. But, turns out, Scrooge and Santa are old friends, then enemies. Scrooge helped start Christmas, and… watch it! “Friends: The One with the Holiday Armadillo” — Ross wants to teach his son about Hanukkah, dresses as an armadillo, Chandler shows up as Santa and Joey surprises as Superman … for the Easter Bunny’s funeral. “Futurama: Xmas Story” — John Goodman guest voices as an evil robot Santa who murders people on Christmas. Plus, Zoidberg is the hero… WUT?! And it is another seed in the series-long romance story of Fry and Leela. “Seinfeld: The Strike (Festivus)” — Festivus for the rest of us! Airing of grievances! Can’t end Festivus until George’s dad is pinned! Two-face! Kramer working in the bagel shop! There is just so much greatness. “Community: Abed’s Uncontrollable Christmas” — Stop-motion/claymation style special with everything “Community” and old Christmas special rolled into one. “The Office: Christmas Party” — Another show that includes an underlying romance story piece, and then the fighting over Michael trying to buy Ryan’s love (with an iPod), all thanks to Michael turning it into a Yankee Swap from Secret Santa because he hates his gift. “Supernatural: A Very Supernatural Christmas” — I’m going to miss this show. Basically, Sam and Dean are hunting down anti-Claus, not too different from “Futurama”‘s Santa, who is taking humans as sacrifices – few shows balance humor, thrills and the feels like Supernatural did. “Brooklyn Nine-Nine: Yippie Kayak” — Jake forgot Boyle’s gift, Jake gets Gina to help find a gift but Boyle comes along when they end up in the middle of a robbery with a hostage situation, and Jake is giddy to recreate “Die Hard.” “South Park: Mr. Hankey, the Christmas Poo” — In a theme that still holds up today, “South Park” wants to eliminate Christmas to be politically indifferent. Mr. Hankey, theme song and all, saves Christmas and becomes a recurring “character.” “A Charlie Brown Christmas” — Kinda falls in the middle of a TV special and movie. Iconic cartoon, songs, characters, etc.\n\nHonorable Mention\n\n“How I Met Your Mother: How Lily Stole Christmas” — Ted is telling Marshall to get over Lily, saying, “You gotta get over that Grinch.” But the truth, from Future Ted, is that he said something else, and it happens again but the gift Marshall gets Lily makes everything right.\n\n“Chuck: Chuck Versus Santa Claus” — Fugitive crashes into the Buy More, Sarah sneaks in to rescue Chuck, who ends up shooting Mauser (Fulcrum) to protect Chuck, which makes him think Sarah is a murderer … not exactly what you would think for a Christmas episode, but if you watched “Chuck” and know the episode, you know why it’s here.\n\nBest Christmas Desserts\n\nEggnog cookies/meltaways — oh.my.Santa! If you haven’t had these, make it a point to change that this Christmas! Cream cheese cookies — trying to describe these doesn’t do them service… drool-worthy (#CheckTheLink for recipe). Cinnamon roll anything — Though, try this cinnamon roll apple pie. Gingerbread swiss roll — I’m not a fan of gingerbread cookies, but this swiss roll? Yum! Snowball cookies — Filled with chopped nuts (I usually had walnuts or pecans). Sugar cookie cut-outs — not the most delicious, but the must-have cookie of Christmas given the holiday shapes, red and green sugar, etc. Snickerdoodle — similar to the chocolate chip cookie, a classically great cookie that some people only have during the holidays, which is strange. Red and Green M&M chocolate chip cookies — the wonderful classic made festive with the M&M colors. Rugelach — my mom has made these for as long as I can remember, and they’re vastly underrated (and yes, I had to look up the spelling). Jelly thumbprints — you can pretend you’re being a bit healthy with some fruit.\n\nBest Christmas Songs\n\n“The Christmas Song” (Nat King Cole) — The King of Christmas and the king of Christmas songs. “It’s the Most Wonderful Time of the Year” (Andy Williams) — Another song that is all fun and enjoyment, and I could listen to it 10 times in an hour and not be sick of it (moved up a few spots because I’m just not sick of it this year). “All I Want for Christmas is You” (Mariah Carey) — You can act like you don’t love it. You can pretend Carey isn’t amazing. You can say it isn’t the best original Christmas song in decades before it and since. But it would all be pure lies! “Jingle Bell Rock” (Bobby Helms) — Arguably one of the most iconic Christmas song intros. You know immediately what’s about to be played, and a smile comes with it. “A Holly Jolly Christmas” (Burl Ives) — Worlds better than the Christmas special this comes from and its song, “Rudolph the Red-Nosed Reindeer.” This should rank higher on everyone’s list. It’s fun. It’s the personification of Christmas joy in a song. And honestly, “Rudolph” (the song) is short and repetitive. “Santa Claus is Coming to Town” (The Jackson 5) — Plenty of versions to choose from, but this one is undeniably the best with the talent of the Jacksons and it being a Christmas song sung by kids. “Have Yourself a Merry Little Christmas” (Frank Sinatra) — Not every song has to be peppy and about pure fun. First off, Frank Sinatra might have the best male voice of all time (I own his “Best of” collection), and second, this song warms the heart (was seventh, but I’m feeling peppier this year). “Rockin’ Around the Christmas Tree” (Brenda Lee) — Back to the pep, one of the all-time best Christmas movies had a great scene with this song … “Home Alone.” “Sleigh Ride/Winter Wonderland” (Dolly Parton) — “Winter Wonderland” is quality on its own, as is “Sleigh Ride.” How do you make them better? Make them two songs in one and a rare Christmas song lasting nearly four minutes. Kudos, Dolly. “Christmas (Baby Please Come Home)” (Mariah Carey) — The original is good (Darlene Love), but Mariah Carey makes everything better. Honestly, tell me one song that couldn’t be improved by Carey singing it.\n\nMOAR! Honorable Mentions, and Ones You Don’t Admit You Like\n\n“Christmas in Hollis” (Run-DMC) – It’s one of those songs you never turn off if it comes on, always start bobbing to and even try to sing along, but it’s doesn’t really have the loop factor, and if we’re honest, very few people know all of the words.\n\n“Here Comes Santa Claus,” “Frosty the Snowman” (Gene Autry)\n\n“White Christmas” (Bing Crosby) – A true classic. I know plenty will be enraged that it’s not in my top 10, but as you will see, I’m more of the fun/up-tempo type.\n\n“Mele Kalikimaka” (Bing Crosby)\n\n“It’s Beginning to Look a Lot Like Christmas” (Michael Buble)\n\n“I’ll Be Home for Christmas” (various artists)\n\n“Last Christmas” (Wham!)\n\n“Merry Christmas, Happy Holidays” (*NSYNC)\n\n“My Only Wish (This Year)” (Britney Spears)\n\n“Underneath the Tree” (Kelly Clarkson)\n\nWorst Christmas Songs\n\n“All I Want for Christmas (Is My Two Front Teeth)” — Is that Towelie from “South Park”? The tune is almost as unbearable as the voice and whistling teeth. I Want a Hippopotamus for Christmas” — Peak annoying voice, tune and nonsensical lyrics. “Do They Know It’s Christmas?” — You know why. “Here We Come A-wassailing” — Somehow makes 1 minute and 12 seconds feel like hours. “Dominick the Donkey” — If you like this, we can’t be friends … and I have Italian in my family, so don’t come with that. “Twelve Days of Christmas “— How did I forget this one?! Maybe because I want to push this awful song in every variation with a fascination with birds into the dark depths of my mind where it can’t escape. “The Christmas Shoes” — That’s what I want … a depressing Christmas song from a procrastinating dude. “Mary, Did You Know?” — Feels like a church hymn (and first recorded mansplaining? I kid). Plus, we never get to hear from Mary. “Grandma Got Run Over by Reindeer” — Proving Santa is real by celebrating grandma getting trampled by animals? Sure. “Baby, It’s Cold Outside” — More about tricking someone into staying over than anything to do with Christmas.\n\nMore Stinkers: “Santa Baby” (weirdly sexualized Christmas song that also makes the woman sound like a gold digger? The ’50s were weird), “The Chipmunk Song” (maybe ONCE a Christmas season, otherwise it’s headache-inducing), “Feliz Navidad” (more repetitively annoying than a kid saying, “Hey look, hey look, hey, hey, hey, hey look!”), “Little Drummer Boy” (super repetitive, especially the “par-rum, pum-pum-pum”).\n\nWEEK 17 FANTASY FOOTBALL PROJECTIONS\n\n🚨 HEADS UP 🚨 These can differ from my rankings, and MY RANKS are the order I’d start players outside of added context, such as, “Need highest upside, even if risky.” Also, based on 4-point TDs for QB, 6-point rest, and Half-PPR\n\nWEEK 17 FANTASY FOOTBALL RANKINGS\n\n🚨 HEADS UP 🚨\n\nThere is no perfect widget out there, sadly, still. I know many view this on your phone, but 1) use the rankings widget on a PC/laptop/etc. if possible or 2) open in your phone’s browser, especially for Android users, to get the scrolling to work (or Android people can try a two-finger scroll).\n\nECR = “Expert” Consensus Ranking (which isn’t updated by everyone consistently, so take with a grain of salt).\n\nUpdated regularly, so check up to lineups locking.\n\n(Photo of Tyjae Spears: Andy Lyons/Getty Images)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Democratisation and cost consolidation of tech to be key trends at Auto Inc in 2025",
            "link": "https://auto.economictimes.indiatimes.com/news/auto-technology/democratisation-and-cost-consolidation-of-tech-among-key-trends-at-auto-inc-in-2025/116633077",
            "description": "Auto Technology Trend: 2024 saw significant rise in consumer adoption of advanced automotive technologies, primarily ADAS and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BtzSSD0gZgCgEpXv1XWP4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "ET Auto16h",
            "source": "ET Auto",
            "article_content": "Advt\n\nAdvt\n\nBy ,\n\nETAuto\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETAuto App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nIndian consumers have a high affinity for technology. The smartphone market boom is a good testimony for it. That tech appetite is increasingly seen in the passenger vehicle market too, and it’s not limited to the luxury segment. As ETAuto predicted last year , ADAS (Advanced Driver Assistance System) qualified as a leading automotive tech trend of 2024.“On an average, over the last three months, ADAS for us is almost 1/4 of our overall portfolio, and that includes models which we launched much earlier,” Nalinikanth Gollagunta , CEO of Mahindra & Mahindra’s (M&M) Automotive Division told ETAuto.The emerging ADAS tech trend, which is still also a major USP for volume models, is expected to see a penetration level of 3% in the 4 million units Indian PV market, and around 5-6% in 2025, with the PV market clocking about 4.6 million units, according to market research firm Markets and Markets. The adoption level was around 2% in 2023.Automotive business intelligence firm Jato Dynamics’ granular research shows standard rear parking distance sensor (52%), standard rear parking distance sensor & camera (47%), and auto activation hazard lights (39%) as the top three driving assistance features in terms of their industry penetration rate in India. On the Connected Vehicle tech side, remote services (29%), remote HVAC (16%), and remote start (7%), are listed as the leading ones.Mahindra & Mahindra, and MG Motor India (now JSW MG Motor India) are the lead players in the volume PV market when it comes to building businesses based on a strategy of democratising technology. The latter, which leveraged the Connected Vehicle and ADAS trends for brand MG’s India market introduction, cites a projection that vehicles with advanced connected features will have an over 55% share by Q1 of 2027. And, vehicles with ADAS tech are expected to have an approximately 10% share.With these two major trends on the rise, Gaurav Gupta , Chief Growth Officer, JSW MG Motor India, says “I will not be surprised if more than 80 % of customers would like to have a connected car. And, by 2030, we expect more than 30% new launches to have some level of ADAS.”Technology is increasingly becoming a crucial part in the savvy Indian consumer's vehicle purchase decision. \"Awareness has increased dramatically. Today customers decide their vehicle purchase within 3 main parameters Comfort, Safety, and Convenience. Comfort related to seating, Safety related to NCAP rating, and Convenience related to Connected Vehicle tech,\" says Kaushik Madhavan, VP - Automotive and Transportation, Markets and Markets.According to Gollagunta, the industry trend of ADAS is proving to be more than democratising technology. “It's democratising tech in our minds and bringing the volume up. But the second thing is, customers were looking at it as a safety feature (like the 360-degree camera view). The growing consumer awareness, and demand for ADAS has led M&M to ‘democratise’ the tech, by offering it in its compact SUV 3XO, and in all the AX variants of the Thar Roxx.The XUV700, launched in August ‘21, was the first Mahindra model to offer ADAS, in its top two variants. In the coming year or so, ADAS tech could become standard across all Mahindra models and variants as the solution also becomes more affordable with suppliers leveraging the economy of scale.2025 will see OEMs pushing the ADAS and connected tech envelopes even further. For example, M&M’s ‘electric origin’ SUVs – BE 6 and XEV 9e, scheduled for launch in February, will have five radars to assist a more advanced tech suite. The OEM’s ICE (Internal Combustion Engine) models with ADAS tech have one each.It’s not only ADAS and Connected Vehicle tech that vehicles will rely on to woo customers in 2025. Display technology will also flex its muscle with different offerings to the driver, and other occupants in the vehicle. It’s already beginning to happen. “The next battlefield in some form or shape, and it’s already happening right now, is the amount of screen real estate which is there in each car,” says Gollagunta.Like luxury cars, volume PV models will increasingly have more screens in the instrument panel/dashboard, and also offer screens for rear seat occupants. Global display technology major Visteon’s CEO Sachin Lawande says, “Every car will have at least one large display, more likely two, if not more.” For example, the upcoming Mahindra EVs will come with three screens, in their pillar-to-pillar display unit. Another two can be for the rear passengers.This growing trend of advanced display technology also makes Visteon see India as a 10 million unit automotive display market of display sizes 10 inches and higher, by the end of this decade.The growing global AI wave is also set to influence the in-car experience now. In the battle for customers’ attention and interest, Generative AI (Artificial Intelligence) will see major usage by OEMs in 2025. Especially to enhance the user experience. As Lawande puts it, “AI is the new UI”. The software driven technology can be almost revolutionary. “Think about everything that you are currently doing with the system in the car, enhanced through AI,” says the global industry leader.After Connected Vehicle tech, which is getting enhanced with 5G connectivity, and ADAS, Gollagunta counts AI as the third dimension of new automotive trends, which will also see major gains in 2025. “Vehicles will start to have a lot more augmented reality and AI capabilities built in,” he says, and cites the example of heads-up display (HUD) with augmented reality in the Mahindra BE 6. AI for cameras in the vehicle, for facial recognition, driver drowsiness etc. will also see adoption in volume passenger vehicle models.As much as there the Indian market may offer great opportunity, thanks to its hunger for new technology, industry players will have to also meet the additional cost challenge that new technology usually comes with.“Next year is going to be a year of consolidation, meaning that the inflation that has happened in costs, in getting here, whether it is battery costs, electronics cost, displays costs, we need to be able to drive strategies to make this cost become more affordable, so that the promise of the growth that we are all expecting can actually be delivered,” says Lawande.To ride the India opportunity better, and also leverage the country’s competitive production costs, Visteon looks to strike a collaboration or two with partners here for local production of its display products.Collaboration as a business growth or technology development strategy will see more traction in 2025. According to Raghavendra Vaidya , MD and CEO, Daimler Trucks Innovation Center, Daimler Truck’s GCC (Global Capability Center) in India, collaboration across industries is set to be a major force driving India’s automotive evolution, with strategic partnerships accelerating advancements in EV infrastructure, autonomous driving, and next-generation mobility solutions.He also adds that a significant emerging trend is the willingness of leading automotive companies to advance the development of cutting-edge software platforms, enhance vehicle connectivity, and build an integrated digital ecosystem.All the advanced automotive technology features that are beginning to emerge, and more to come in 2025 and beyond, will be enabled only by the software defined vehicle (SDV). This trend will also help OEMs to be more cost effective, while also helping democratise technology as multiple features can be based on the same software platform/architecture.If consumers lap up more software defined vehicles, the better it would be for both the buyers and vehicle manufacturers. “The more volume you get, you actually get more competitive and therefore technology democratisation, while it's good for customers, it's also good for us,” says Gollagunta.Lawande expects softwarisation, along with digitalisation and electrification to gain more traction in 2025.With all the fares lined up for 2025, some already showcased, and more to come up in events next year, staring with the international mela of Bharat Mobility Expo, scheduled for 17-22 January, industry players would be hoping for a good drive in the coming year.,"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why I traded my MacBook Air for a laptop you’ve never heard of",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/why-i-traded-my-macbook-air-for-a-laptop-you-ve-never-heard-of/ar-AA1wu3Rb?ocid=BingNewsVerp",
            "description": "The Honor MagicBook Art 14 Snapdragon beats the MacBook Air with a bigger 120Hz OLED display in a lighter form factor that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OX-ngLdXzlvM3LJDipwZ3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "6hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk’s artificial intelligence startup xAI says raised RM27b more in latest funding round",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/elon-musk-s-ai-startup-xai-raises-6-billion-in-latest-funding-round/ar-AA1wtlb2?ocid=BingNewsVerp",
            "description": "Billionaire tech mogul Elon Musk’s startup xAI said it had raised US$6 billion (RM27 billion) from investors in its latest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g-0juFJspYA0p_GsUroRwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "12hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk's xAI raises $6 billion to build even more powerful AI supercomputers — Nvidia, AMD contribute to funding round",
            "link": "https://www.msn.com/en-us/money/other/elon-musks-xai-raises-6-billion-to-build-even-more-powerful-ai-supercomputers-nvidia-amd-contribute-to-funding-round/ar-AA1wtHdw?ocid=BingNewsVerp",
            "description": "Elon Musk's xAI has raised $6 billion in its latest funding round, pushing its total capital raised to $12 billion at a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zvXvDrh_hXKI3m0lbOktpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "tom's Hardware on MSN12h",
            "source": "tom's Hardware on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blockchain + AI: Decentralized Machine Learning Platforms Changing the Game",
            "link": "https://www.digitalinformationworld.com/2024/12/blockchain-ai-decentralized-machine.html",
            "description": "As these platforms mature, we can expect to see increasingly sophisticated applications in fields such as healthcare, finance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8MMhbCXvp0sPl5hTR-31Ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Digital information world17h",
            "source": "Digital information world",
            "article_content": "Image: Cottonbro studio / Pexels\n\nThe convergence of blockchain technology and artificial intelligence, as demonstrated by the meteoric rise of meme tokens like Pepe Coin, is ushering in a new era of decentralized computing that promises to democratize access to advanced machine learning capabilities. This revolutionary combination is not just changing how AI models are trained and deployed – it's fundamentally transforming the economic landscape of technological innovation.\n\nAs we examine this technological synergy more closely, it becomes clear how decentralized systems are reshaping the traditional power structures in AI development.\n\nThe Foundation of Decentralized AI\n\nTech giants with vast computing resources and proprietary datasets have long dominated traditional AI development. Companies like Google, Amazon, and Microsoft have maintained a virtual monopoly on advanced AI capabilities, creating a significant barrier to entry for smaller players and independent researchers. However, the introduction of blockchain technology and cryptocurrency incentives is rapidly changing this paradigm.\n\nDecentralized machine learning platforms leverage blockchain's distributed nature to create vast networks of computing power. These networks function like a global supercomputer, where participants can contribute their unused computing resources in exchange for cryptocurrency tokens. This model not only makes AI development more accessible but also more efficient and cost-effective.\n\nThe Economic Incentive Model\n\nThe brilliance of combining cryptocurrency with decentralized AI lies in its economic incentive structure. Participants in these networks are rewarded with native tokens for contributing resources, whether that's computing power, data, or AI models. This creates a positive feedback loop where:\n\nContributors are incentivized to provide more resources to the network Developers gain access to affordable computing power and datasets Users benefit from increasingly sophisticated AI services The overall ecosystem grows in value as more participants join\n\nNetwork participants can earn tokens by providing various resources:\n\nComputing power for training AI models\n\nStorage space for distributed datasets\n\nHigh-quality data for training purposes\n\nValidated AI models ready for deployment\n\nVerification services for ensuring data quality\n\nTechnical Infrastructure and Implementation\n\nThe technical architecture of these platforms typically consists of several key components. Smart contracts manage the distribution of computational tasks and token rewards, ensuring transparent and automatic execution of agreements between parties. Distributed storage solutions like IPFS (InterPlanetary File System) handle the massive datasets required for AI training, while blockchain networks maintain an immutable record of transactions and model provenance.\n\nFederated learning techniques are often employed to train AI models across distributed networks without centralizing sensitive data. This approach allows multiple parties to contribute to model development while maintaining data privacy and reducing bandwidth requirements.\n\nChallenges and Future Developments\n\nDespite the promising potential, decentralized AI platforms face several challenges that need to be addressed for widespread adoption:\n\nSecurity concerns remain paramount, as distributed networks must protect against malicious actors while maintaining performance. Platform developers are implementing sophisticated verification mechanisms and reputation systems to ensure network integrity.\n\nScalability presents another significant challenge, as blockchain networks must handle the massive computational requirements of AI training while maintaining reasonable transaction speeds and costs. Layer-2 solutions and improved consensus mechanisms are being developed to address these limitations.\n\nThe regulatory landscape around both cryptocurrency and AI remains uncertain in many jurisdictions, potentially affecting platform development and adoption. Industry leaders are actively engaging with regulators to establish clear frameworks that protect users while fostering innovation.\n\nImpact on the AI Industry\n\nThe rise of decentralized machine learning platforms is democratizing access to AI technology in unprecedented ways. Small businesses and independent researchers can now access computing resources and datasets that were previously available only to large corporations. This democratization is leading to the following:\n\nIncreased diversity in AI development and applications\n\nMore rapid innovation through collaborative development\n\nLower barriers to entry for AI startups\n\nGreater competition in the AI services market\n\nImproved transparency in AI model development\n\nLooking Ahead\n\nThe future of decentralized AI platforms appears bright, with several emerging trends likely to shape the industry:\n\nEdge computing integration will enable more efficient processing of AI tasks by leveraging distributed computing resources closer to data sources. This will reduce latency and improve real-time applications.\n\nCross-chain interoperability will allow AI resources to be shared across different blockchain networks, creating a more connected and efficient ecosystem. This will enable greater flexibility in resource allocation and token utilization.\n\nAs these platforms mature, we can expect to see increasingly sophisticated applications in fields such as healthcare, finance, and scientific research. The combination of blockchain's security and transparency with AI's analytical capabilities creates possibilities for solving complex problems in ways previously not possible.\n\nThe convergence of blockchain and AI through decentralized machine learning platforms represents a significant shift in how we develop and deploy artificial intelligence. By democratizing access to AI resources and creating economic incentives for participation, these platforms are fostering a new era of collaborative innovation that promises to accelerate technological progress while making it more accessible to all."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian firms tighten AI defences as cybercrime gets more sophisticated",
            "link": "https://www.livemint.com/industry/indian-firms-tighten-ai-defences-as-cybercrime-gets-more-sophisticated-11735124456428.html",
            "description": "Coupled with other sophisticated technologies such as machine learning, artificial intelligence (AI) can both be a boon or a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lwZiCl98It2hgH8hEsuuzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1h",
            "source": "Mint",
            "article_content": "Sophisticated cyberattacks leveraging AI-powered deepfakes, phishing, data manipulation, and malware are on the rise. To combat these complex threats, Indian companies are looking to upgrade their security infrastructure, experts said.\n\nCybersecurity attacks that started around the 1980s have evolved in the past forty-odd years. Earlier, what was only about corrupting standalone devices with viruses now has the capacity to cripple an entire organization and even country.\n\n“Cyberattacks are currently in the 5th or 6th generation of what is known as multi-vector attacks. These are not only targeting your endpoint devices, but also your networks, data centres, cloud, etc. All of it is happening in parallel, making it much more complex and sophisticated, and difficult to prevent,\" said Devroop Dhar, co-founder of management consulting firm Primus Partners.\n\nMulti-vector attacks are highly sophisticated cyber threats that exploit multiple vulnerabilities simultaneously to breach an organization's defences. A typical example is a distributed denial-of-service (DDoS) attack that combines multiple techniques, such as flooding networks and overwhelming systems, to maximize disruption.\n\nAI: A double-edged sword\n\nCoupled with other sophisticated technologies such as machine learning, artificial intelligence (AI) can both be a boon or a bane depending on who is using it. Many cyber criminals are using AI technology to intensify their attacks. On the other hand, companies are using AI to build advanced cybercrime protection systems.\n\n“AI is a double-edged sword. It is both a tool for companies to prevent and respond to attacks and also a tool for cyber attackers to increase the intensity of their attacks,\" Dhar highlighted.\n\nCompanies are using AI tools to scan through humongous amounts of data to identify unusual patterns and detect cyber attacks, he added.\n\nAs far as cyber criminals are concerned, they are using AI rampantly to generate sophisticated attacks using technologies like deepfake.\n\n“Earlier, the algorithmic attacks were mostly numeric, so attackers would write scripts to go through millions of combinations of passwords to attack a user id. But now, with AI, the ability to create attacks such as deepfakes, is much higher and to automate them is significantly higher,\" said Ajay Trehan, chief executive officer of authentication firm Authbridge that helps companies with identity management. He added that he sees this trend grow further in 2025.\n\nCybercrime is becoming a rising concern for organizations. In the Indian outlook of PwC's Global economic crime survey 2024, the consulting firm noted that 33% of senior executives surveyed in India highlighted cybercrime as one of the biggest problems faced by businesses.\n\nTata Consultancy Services Ltd, which is the country’s largest software services company, has highlighted cyber threats posed by Gen AI.\n\n“GenAI is enhancing operational efficiencies, but organizations must equip themselves to counteract cyber threats. It is imperative for organizations to harness these advancements and implement GenAI-powered threat detection and response systems to stay ahead of the curve,\" said Ganesa Subramanian Vaikuntam, global head of cybersecurity at TCS, as part of the TCS 2025 Cybersecurity Outlook released on 10 December.\n\n“GenAI is transforming organizational operations, but is also being exploited by cybercriminals for advanced attacks like deepfakes, phishing, data manipulation, and new malware. In response, organizations must fight fire with fire by deploying GenAI-powered threat detection and response systems,\" the TCS report added.\n\nRansomware attacks, supply-chain disruptions and identity thefts of executives are the biggest threats. Organizations are shuffling to ramp up and build a security system that is capable of countering the advanced attacks powered by AI and other advanced technologies.\n\n“Companies are taking steps to counter these cyber threats, especially supply-chain attacks. There is an increased focus on third-party security and governance. The third parties also connect to a company’s own technology through APIs, so API security is also being ramped up,\" said Siddharth Vishwanath, partner, PwC.\n\nAPIs or application programming interfaces are sets of defined rules that enable different software systems, applications, or services to communicate with each other. They allow these systems to exchange data, perform actions, or request services in a standardized and secure way.\n\nWhile companies are looking to nullify these cyber threats, IT services companies have ramped up their cybersecurity offerings to clients, making use of AI.\n\nAccenture Plc, which is the world’s largest technology services company, introduced four new cybersecurity services on 19 November. These services would detect cyber flaws and deepfakes in an AI system, provide solutions, and help clients build strategies around their cyber programmes.\n\nHomegrown software services companies have also been ramping up their cybersecurity offerings.\n\nTCS expanded its partnership with Google Cloud on 3 September by launching two AI-powered cybersecurity solutions -- TCS Managed Detection and Response and TCS Secure Cloud Foundation. These solutions would reduce the time taken by TCS’s clients to detect, and respond to threats, and also strengthen cloud security by leveraging AI, machine learning, and automation.\n\nAlmost two months later, on 2 December, Noida-based HCL Technologies Ltd announced a similar collaboration with Google Cloud to provide AI-driven Managed Detection and Response (MDR) solutions to help clients detect and respond to cyber threats.\n\nA day later, Wipro Ltd announced a partnership with Netskope, a US-based cybersecurity company, to provide enterprises with an integrated service that analyzes the client’s current cybersecurity and infrastructure investments, provides consolidation guidelines, and delivers cost-optimized methods"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Unleashes Another Wave of Attacks on Ukraine",
            "link": "https://www.nytimes.com/2024/12/25/world/europe/russia-ukraine-strikes-energy-system.html",
            "description": "Moscow again struck Ukraine’s energy infrastructure, part of an effort to wear down the country. 'In the trenches, there are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9Xj8wWUR9DLYTYEil4GU3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "The New York Times",
            "article_content": "Air-raid alarms and explosions sounded on Christmas Day in Ukraine as Russian missiles and drones targeted the nation’s energy infrastructure.\n\n“Today, Putin deliberately chose Christmas for an attack,” President Volodymyr Zelensky of Ukraine said in a statement. “What could be more inhuman?”\n\nBefore dawn on Wednesday, Russia directed more than 70 cruise and ballistic missiles and 100 strike drones, Ukrainian officials said. As rescue workers and energy repair crews raced to assess the damage in the morning, alarms sounded again and more missiles streaked through the skies. At least six people were wounded in the northeastern city of Kharkiv, and one person was killed in Dnipro, but officials said that the toll from strikes around the country may rise.\n\nThe Ukrainian military said air defense teams shot down 59 missiles and either shot down or disabled most of the drones used in the attack. Ukraine’s largest private energy company said the attacks caused serious damage to equipment, and power outages were declared across the country."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia launches Christmas Day missile attack on Ukraine",
            "link": "https://www.nbcnews.com/nightly-news/video/russia-launches-christmas-day-missile-attack-on-ukraine-227904581807",
            "description": "Russia launches a Christmas Day missile attack on Ukraine as the war enters its third year. NBC News’ Erin McLaughlin reports ...",
            "image_url": "https://www.bing.com/th?id=OVF.SdysaqnbXciOzAX%2bD%2bdJLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "NBC News",
            "article_content": "Russia launches a Christmas Day missile attack on Ukraine as the war enters its third year. NBC News’ Erin McLaughlin reports on the shifting battleground there and in Washington, D.C.Dec. 25, 2024"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What I found at Christianity’s holiest sites in war zone during the Christmas season",
            "link": "https://www.msn.com/en-us/travel/outdoor-activities/what-i-found-at-christianity-s-holiest-sites-in-war-zone-during-the-christmas-season/ar-AA1wtViM?ocid=BingNewsVerp",
            "description": "Post reporter Caitlin Doornbos hoped to take a break from the war to share the stories of Christians making their pilgrimages ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T78vSrAHtYa7uKc7gf2tyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "6hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drones Have Come of Age in the Russia-Ukraine War",
            "link": "https://www.msn.com/en-us/general/general/drones-have-come-of-age-in-the-russia-ukraine-war/ar-AA1wtWNv?ocid=BingNewsVerp",
            "description": "Although not new, drone warfare has truly come of age in the war in Ukraine, and the lessons are plenty. The conflict in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tD5elsfZxZNWW6yj2gtvSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "National Interest on MSN7h",
            "source": "National Interest on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will President-Elect Donald Trump's Plan to Implement Tariffs Cause Stocks to Plunge? Here's What History Tells Us.",
            "link": "https://finance.yahoo.com/news/president-elect-donald-trumps-plan-100600959.html",
            "description": "Research from the Federal Reserve Bank of New York finds an ominous correlation between the performance of stocks and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Od0AmtJ-F4HQEBJzRuCCQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "15h",
            "source": "YAHOO!Finance",
            "article_content": "In less than four weeks, President-elect Donald Trump will be sworn in as the 47th president and become only the second U.S. leader to ever serve nonconsecutive terms. However, Wall Street decided to kick off the party a bit early.\n\nSince Election Day, the iconic Dow Jones Industrial Average (DJINDICES: ^DJI), benchmark S&P 500 (SNPINDEX: ^GSPC), and growth stock-dependent Nasdaq Composite (NASDAQINDEX: ^IXIC) have all ascended to record-closing highs. This is a continuation of the robust gains Wall Street's major indexes enjoyed during Trump's first term. Between Jan. 20, 2017 and Jan. 20, 2021, the Dow Jones, S&P 500, and Nasdaq Composite soared 57%, 70%, and 142%, respectively.\n\nBut to quote Wall Street's favorite warning: \"Past performance is no guarantee of future results.\"\n\nAlthough stocks thrived with Trump in the Oval Office, there's genuine concern that his desire to implement tariffs on Day One could undermine American businesses and cause the stock market to plunge. Based on what history tell us, this isn't out of the realm of possibilities.\n\nFormer President and President-elect Donald Trump giving remarks. Image source: Official White House Photo by Andrea Hanks.\n\nAnalysis: Trump's prior tariffs had a deleterious effect on U.S. equities\n\nLast month, President-elect Trump laid out his plan to impose a 25% tariff on imports from its direct neighbors, Canada and Mexico, as well as 35% tariff on imported goods from China, the world's No. 2 economy.\n\nThe general purpose of tariffs is to make American-made goods more price-competitive with those being brought in from beyond our borders. They're also designed to encourage multinational businesses to manufacture their goods destined for the U.S. within the confines of our borders.\n\nBut according to an analysis from Liberty Street Economics, which publishes research for the Federal Reserve Bank of New York, Trump's tariffs have previously had a decisively negative impact on U.S. equities exposed to countries where those tariffs were targeted.\n\nThe four authors of Do Import Tariffs Protect U.S. Firms? make it a point to distinguish between the impacts of tariffs on outputs versus inputs. An output tariff is an added cost placed on the final price of a good, such as a car imported into the country. Meanwhile, an input tariff would affect the cost of producing a final good (e.g., higher costs on imported steel). The authors note that higher input tariffs make it difficult for U.S. manufacturers to compete on price with foreign businesses.\n\nThe authors also examined the stock market returns of all publicly traded U.S. companies on the day Trump announced tariffs in 2018 and 2019. They found a clear negative shift in equity prices on the days tariffs were announced, with this effect being most pronounced on businesses that were exposed to China.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Etsy Inc (ETSY) Stock Plunge -9.37% Last Week?",
            "link": "https://www.bovnews.com/2024/12/25/why-did-etsy-inc-etsy-stock-plunge-9-37-last-week/",
            "description": "On Tuesday, Etsy Inc (ETSY) stock saw a decline, ending the day at $55.13 which represents a decrease of $-0.31 or -0.56% from the prior close of $55.44. The stock opened at $55.28 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews4h",
            "source": "bovnews",
            "article_content": "Needham has recently resumed Etsy Inc (ETSY) stock to Buy rating, as announced on October 23, 2024, according to Finviz. Earlier, on October 15, 2024, Goldman had reduced the stock from a Neutral to Sell, setting a price target of $45 for ETSY stock. Cantor Fitzgerald also initiated Neutral rating with a price target of $50. Additionally, Piper Sandler resumed Neutral rating on August 23, 2024, with a target price of $56. Oppenheimer analysts, in their report published on August 1, 2024, also reduced Perform rating for Etsy Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nEtsy Inc (ETSY) Stock Trading Recap\n\nOn Tuesday, Etsy Inc (ETSY) stock saw a decline, ending the day at $55.13 which represents a decrease of $-0.31 or -0.56% from the prior close of $55.44. The stock opened at $55.28 and touched a low of $54.65 during the day, reaching a high of $55.42. The volume of shares traded was 1.32 million falling short of the average volume of 3.76 million.\n\nETSY Stock Performance and Moving Averages\n\nIn recent trading, Etsy Inc (ETSY) stock price has shown some volatility, fluctuating -9.37% over the last five trades and 5.66% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -7.11%, and it has gained 1.17% in the previous three months. Currently, ETSY is trading at -3.97%, 2.49%, and -6.09% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, ETSY, a Consumer Cyclical sector stock, is trading -35.31% below its 52-week high but remains 17.05% above its 52-week low. The Average True Range (ATR) (14 days) of 2.31 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nEtsy Inc’s Profitability and Valuation Ratios\n\nEtsy Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of 13.22% and a profit margin of 9.17%, with a gross margin of -7.11%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Etsy Inc’s market capitalization stands at $6.20 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 28.13, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 21.3. Additionally, the Price-to-Sales Ratio is 2.22, reflecting the market’s valuation of the company’s sales.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.97% of Etsy Inc (ETSY)’s shares, while financial institutions hold 108.12%.\n\nNotable insider trades include BALLARD ANDY, Director at Etsy Inc (ETSY), who sold 1860 shares on Aug 20 ’24, at $53.84 each, totaling $0.10 million. On Aug 16 ’24, Buckley Merilee, CHIEF ACCOUNTING OFFICER, sold 3293 shares for $53.98 each, amounting to $0.18 million. Additionally, on Aug 05 ’24, Nadal Toni Thompson sold 2973 shares at $56.41 each, generating $0.17 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock Investors Just Got Bad News From AI Semiconductor Rival Broadcom",
            "link": "https://www.aol.com/nvidia-stock-investors-just-got-100000389.html",
            "description": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gXE9ISDraWyMCLVcFrl4vi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "13h",
            "source": "AOL",
            "article_content": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications would take a very long time if powered only by central processing units (CPUs). To that end, specialized semiconductors are used to speed up computationally intensive AI tasks.\n\nIn that semiconductor vertical, Nvidia (NASDAQ: NVDA) graphics processing units (GPUs) have emerged as the industry standard. In fact, the company has between 80% and 95% market share in AI accelerators, according to analysts. But Nvidia shareholders recently got some worrisome news from rival Broadcom (NASDAQ: AVGO).\n\nStart Your Mornings Smarter! Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\nNvidia shareholders just got some bad news from Broadcom\n\nBroadcom sells a range of semiconductor products, including combined Wi-Fi and Bluetooth chips in Apple and Samsung smartphones, as well as networking chips in Arista switches. But Wall Street is particularly fascinated by its leadership in application-specific integrated circuits (ASICs.) ASICs are chips purpose-built for specific use cases like accelerating artificial intelligence (AI) workloads.\n\nAnalysts estimate Broadcom has approximately 60% market share in custom AI chips due to its relationships with three hyperscalers, a term that refers to companies with vast data center footprints. While Broadcom has not identified its hyperscale customers, analysts generally believe they are Google parent Alphabet, Meta Platforms, and TikTok parent ByteDance.\n\nBroadcom estimates revenue from its three existing hyperscale customers will range from $60 billion to $90 billion in 2027, up from $12.2 billion in 2024. In other words, the company anticipates that custom AI chip sales will increase at least 70% annually in the next three years, but perhaps as quickly as 95% annually.\n\nThat is disappointing for Nvidia shareholders because it means Broadcom will likely gain market share in AI accelerators. In fact, analysts at Morgan Stanley estimate that ASICs will account for 13% of AI accelerator sales in 2027, up from 11% in 2024. They also think that figure could hit 15% in 2030. But there is more bad news for Nvidia shareholders.\n\nBroadcom CEO Hock Tan told analysts on the fourth-quarter earnings call that Broadcom has selected two new hyperscalers that are likely to be revenue-generating customers by 2027. That means revenue from custom AI chips could actually grow faster than 95% annually in the next few years. Importantly, while Broadcom did not identify the customers, analysts believe they are Apple and ChatGPT creator OpenAI.\n\nA semiconductor underlit by gold light, with glowing letters AI on its face.\n\nImage source: Getty Images.\n\nNvidia shareholders still have good reason to be optimistic\n\nI mentioned that Broadcom selected two additional hyperscalers as potential customers. CEO Hock Tan himself used that word because Broadcom will not develop ASICs for small companies, nor would small companies have an interest in using custom AI chips.\n\nThere are two reasons for that. First, designing ASICs is expensive, so the customer must have a data center footprint large enough to warrant the expense. Piper Sandler analyst Harsh Kumar recently told CNBC that each chip costs about $500 million to design, so it would not be financially sensible to work with clients that can only order a few thousand. Instead, orders must be in the range of 250,000 to 500,000 units.\n\nSecond, custom chips are less flexible because they are designed for specific workloads and lack supporting software development tools. Nvidia offers a robust ecosystem of code libraries and pretrained models that streamline GPU application development. No such tools exist for ASICs. That means deploying custom chips requires a high degree of technical expertise, which means Broadcom's customer base is limited.\n\nAdditionally, companies that experiment with ASICs may ultimately decide the costs outweigh the benefits. Antoine Chkaiban at New Street Research says only two companies have deployed custom AI silicon at scale: Google and Amazon. So Nvidia is well positioned to maintain its leadership in AI accelerators. Bank of America analysts estimate it will capture 75% market share in 2030, down only slightly from 80% in 2024.\n\nLooking ahead, Wall Street thinks Nvidia's adjusted earnings will increase at 34% annually through fiscal 2027, which ends in January 2027. That consensus makes the current valuation of 53 times adjusted earnings look very reasonable. Prospective investors can buy a few shares with confidence, and current shareholders have good reason to optimistic going forward.\n\nShould you invest $1,000 in Nvidia right now?\n\nBefore you buy stock in Nvidia, consider this:\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and Nvidia wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $859,342!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\n*Stock Advisor returns as of December 23, 2024\n\nJohn Mackey, former CEO of Whole Foods Market, an Amazon subsidiary, is a member of The Motley Fool’s board of directors. Suzanne Frey, an executive at Alphabet, is a member of The Motley Fool’s board of directors. Bank of America is an advertising partner of Motley Fool Money. Randi Zuckerberg, a former director of market development and spokeswoman for Facebook and sister to Meta Platforms CEO Mark Zuckerberg, is a member of The Motley Fool's board of directors. Trevor Jennewine has positions in Amazon, Arista Networks, and Nvidia. The Motley Fool has positions in and recommends Alphabet, Amazon, Apple, Arista Networks, Bank of America, Meta Platforms, and Nvidia. The Motley Fool recommends Broadcom. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Predicting the biggest smartphone trends in Asia for 2025",
            "link": "https://www.yahoo.com/tech/predicting-biggest-smartphone-trends-asia-150000069.html",
            "description": "While the V series is stronger than ever, the upgrades with the V40 Pro pushed it closer to value flagships, and Vivo needs ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xvAZX48sYEYF60uzisGi-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Harish Jonnalagadda / Android Central\n\nThe Asian handset market is very interesting, with a significantly broader range of devices sold in the region than anywhere else. You have the usual Chinese contingent of Vivo, OPPO, OnePlus, Xiaomi, and Honor dominating sales, but Samsung and Google also sell most of their products in Asian markets, and Apple is slowly building momentum with the iPhone.\n\nI used over 70 phones over the course of 2024, and while there were devices that didn't measure up to their asking price, I didn't run into any bad phones as such. The one brand that stood out the most to me is Vivo. It delivered truly incredible cameras in the X100 Pro and X100 Ultra, and it made heady gains in the mid-range with the V30 Pro and V40 Pro, delivering much better sensors.\n\nVivo X200 Pro next to X200, Find X8, Find X8 Pro, and Pixel 9 Pro\n\nClearly, I'm not the only one who liked the brand's progress, as Vivo managed to extend its lead in both China and India considerably. Vivo is likely to continue that momentum in 2025 on the back of the X200 Pro. As much as I like the X200 Pro, I'm waiting to see what the X200 Ultra brings to the table. Vivo doesn't actually need to change much with the device, but if it manages to retain the same set of cameras while making the phone available in at least select regions outside China, it will be a monumental achievement.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhile the V series is stronger than ever, the upgrades with the V40 Pro pushed it closer to value flagships, and Vivo needs to focus on the Y series to maintain its mid-range presence. I'm excited to see what's in store with the V50 and V50 Pro, and whether they can deliver the same caliber of photos as the X series.\n\nVivo X200 Pro next to X200, Find X8, Find X8 Pro, and Pixel 9 Pro\n\nAlthough OPPO lost ground in China, it solidified its position as the second-largest handset brand in India on the back of the Reno 12, K series, and A series devices. While I enjoyed using the Find X8 Pro quite a bit, I don't think OPPO has the cachet to steal market share from Apple and Samsung just yet, but its introduction in additional global markets should give OPPO a decent platform on which to build. The one issue I have with the X8 Pro is that it doesn't have the best cameras the brand makes, and that will inevitably debut on the X8 Ultra sometime in Q2 2025. Just like with Vivo, the X8 Ultra needs to launch globally to make the cameras accessible by a wider audience.\n\nOnePlus, meanwhile, is doing all the right things. Although the manufacturer lost market share in 2024, its device portfolio is stronger than ever, and the imminent global launch of the OnePlus 13 should allow the brand to take on Samsung and Google. What I like is that the R series is also sold globally, and with the OnePlus 12R still one of the best mid-rangers available today, I'm intrigued to see what the 13R can deliver. I just want to see the device continue to deliver the same value-focused ethos, and with the manufacturer confirming a class-leading 6000mAh battery, it has the potential to do incredibly well.\n\nRedmi Note 14 Pro Plus back view with cameras highlighted\n\nAdvertisement Advertisement\n\nAdvertisement\n\nXiaomi continues to do well thanks to its budget-focused portfolio, but that narrative has changed in recent years as it shifted to the mid-range with devices like the Redmi Note 14 Pro Plus. In doing so, Xiaomi is effectively ceding ground to its rivals, and that's one of the reasons why it is no longer in the top position in India. The brand needs to rethink its strategy and go back to delivering budget phones with strong value — that just hasn't been the case in the last two years. Honestly, Xiaomi needs to do an overhaul of its devices, and rethink its strategy. That's the only way it can retain its footing against its rivals, but I don't see the brand doing so in 2025.\n\n\n\nI really like what Honor is doing these days; the Magic 6 Pro and Magic V3 are two of my best phones of the year — with the latter being one of the best foldables around — and the brand is taking a radically different strategy to everyone else, positioning itself as a premium player to stand out. While that may not yield market share, Honor certainly takes up a lot of mind share, and with the brand regaining its foothold in India, 2025 should be a pivotal year for its global ambitions. The Magic 7 Pro is launching shortly, and I'd like to see the device delivering better cameras; while the 6 Pro was great in its own right, it didn't quite measure up to the X100 Pro, and Honor needs to be on the same level as Vivo.\n\nI usually turn to a Pixel as my daily driver, and that hasn't changed in 2024. The Pixel 9 Pro XL is a worthy upgrade, and while it costs more, it has meaningful changes across the board and takes brilliant photos. The only issue with the device is that the hardware isn't on par with its rivals, although that may change in 2025. Google is set to switch away from Samsung's designs and go with MediaTek, which means that the Pixel 10 should be noticeably better in this regard. The biggest thing that Google needs to change with the Pixel 10 is the internal hardware; the Tensor platform may be good in mid-rangers, but it just doesn't measure up against what Qualcomm and MediaTek are doing in the high-end category, and Google needs to do better. The latest leaks point to the brand doing just that with the Tensor G5, but I want to get my hands on the device to see how it actually holds up.\n\nVivo X200 Pro next to X200, Find X8, Find X8 Pro, and Pixel 9 Pro\n\nAs for Samsung, the brand lost ground in India and other Asian markets this year, and that's down to its own shortcomings. While it built up an early lead in foldables, the lack of any meaningful innovation has allowed Chinese brands to eat into its market share, and Samsung is losing ground in the mid-range as well. What's interesting is that the brand is positioning the FE devices as its value-focused models in major regions like the U.S. instead of traditional bestsellers like the Galaxy A55, and I don't think that's the best move. While high-end devices contribute to Samsung's bottom line, it's the mid-range where the brand sees a bulk of its sales, and it needs to bring its best devices to all regions.\n\nLike much of the last decade, value-focused phones will dominate sales in 2025, but there is a growing demand for mid-range and even high-end devices, and that's encouraging to see. With all major manufacturers introducing their products earlier than before, we don't have to wait as long to see what's in store with the best 2025 phones, and that's always a good thing."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's economy is entering a year of pain in 2025",
            "link": "https://www.businessinsider.com/russia-economy-entering-year-of-pain-2025-putin-inflation-sanctions-2024-12",
            "description": "Russia's economy will be under major strain in 2025, economists told BI. One said stagnation was similar to the USSR at the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yg7aK2ZmdpU2_M64j59MqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "14h",
            "source": "Business Insider",
            "article_content": "Russia's economy will be under significant strain next year, economists told Business Insider.\n\nHigh inflation, slowing economic growth, energy prices, and sanctions could hurt its war machine.\n\nOne expert told BI that stagnation was similar to the Soviet Union at the beginning of the 1980s.\n\nRussia's economy is likely entering a year of pain in 2025.\n\nAdvertisement\n\nSince launching its full-scale invasion of Ukraine in February 2022, the Kremlin has restructured its economy to prioritize its war efforts, imposing export bans, tapping its national wealth fund, and strengthening trade with non-Western countries.\n\nBut unprecedented defense spending, labor shortages, and Western sanctions have come at a cost, and some believe the country is reaching the limits of its capacity.\n\nAdvertisement\n\nEconomists told Business Insider that while they don't expect Russia's economy to collapse, they said it would face a tough 2025 if it keeps on fighting in Ukraine.\n\nPersisting inflation\n\n\"Russia has set in motion processes that will continue to eat out its economy from within,\" Roman Sheremeta, an associate professor of economics at the Weatherhead School of Management at Case Western Reserve University, told BI.\n\nHe said that if the war continues, \"it will put a significant strain on the already bleeding Russian budget.\"\n\nAdvertisement\n\nRussia has increasingly boosted its defense spending to sustain its war efforts, from $59 billion in 2022 to $109 billion in 2023, and $126.8 billion set aside in 2025, when defense will make up 32.5% of Russia's federal budget, up from 28.3% this year.\n\nWhile soaring defense spending has fueled Russia's economy in recent years, it has also contributed to rising inflation, which Russian President Vladimir Putin said could hit 9.5% in 2025.\n\nTo rein this in, the country's central bank raised its key interest rate from 19% to 21% in October, a record high, which has eaten into companies' profit margins.\n\nAdvertisement\n\nThe bank was expected to raise the rate again in December, but held off, though it may need to increase it next year.\n\n\"The main question is how high the inflation will be and how the slowing down will materialize,\" Alexander Kolyandr, a financial analyst and non-resident senior scholar at the Center for European Policy Analysis, told BI.\n\nPutin has acknowledged that inflation is at \"a relatively high level.\" Speaking at an investment forum in Moscow earlier this month, he urged his government and the central bank to curb it.\n\nAdvertisement\n\nTsMAKP, a Russian think tank, warned last month that Russia's failure to tame inflation was driving the country toward stagflation, a scenario in which growth is low and inflation high, and which is harder to escape than a recession.\n\n\"The overall trend is pretty grim,\" said Kolyandr. \"I would say it's overall stagnation akin to what the Soviet Union had at the beginning of the 1980s.\"\n\nThe Soviet Union was dissolved in 1991.\n\nAdvertisement\n\nSlowing economic growth\n\nRussia is expected to experience lower-than-expected economic growth in 2025. In its October World Economic Outlook, the IMF dropped its GDP growth estimate for Russia from 1.5% to 1.3%.\n\nRelated stories\n\n\"Overall growth will be quite slow,\" Iikka Korhonen, the head of research at the Bank of Finland Institute for Emerging Economies, told BI.\n\nHowever, he said the Kremlin will make sure that military production has enough resources.\n\nAdvertisement\n\nBut \"many sectors will most likely contract,\" he said.\n\nUS sanctions on Gazprombank and other financial institutions in November caused the ruble to plummet, according to The Wall Street Journal, which also said that companies were slashing expansion plans.\n\nIt reported that more than 200 shopping centers in Russia are under threat of bankruptcy due to rising debt burdens and almost a third of Russian freight haulers say they fear bankruptcy in 2025.\n\nAdvertisement\n\nRussia's largest mobile operator, MTS, also blamed an almost 90% drop in Q3 net profits on costs related to interest payments.\n\n\"The elites are fighting for survival, and while they remain loyal to Putin, they are increasingly discontent,\" Alexandra Prokopenko, a former Russian central bank official and now a fellow at the Carnegie Russia Eurasia Center in Berlin, told the Journal.\n\nIn fact, in recent months, Russian CEOs and business leaders have increased their vitriol against interest-rate hikes and Western sanctions.\n\nAdvertisement\n\nSergei Chemezov, CEO of defense conglomerate Roste, told Russian senators in late October that sky-high interest rates were leaving companies struggling to turn a profit.\n\nOil and gas prices\n\nWhile Russia's share of oil and gas revenues has fluctuated in recent years, and dropped in 2023, Russia expects it to account for about 27% of the country's total budget revenue in 2025.\n\n\"As long as Russia can sell as much crude oil as it is now selling with the current prices, they will have enough tax revenue for the war well into 2025,\" Korhonen said.\n\nAdvertisement\n\nEarlier this month, Russian state-owned oil firm Rosneft agreed to a 10-year, $13 billion deal to supply crude oil to India, Reuters reported, citing three sources familiar with the deal.\n\nHowever, Center for European Policy Analysis' Kolyandr said he believes Russia's revenue outlook is \"over-optimistic,\" since \"global oil prices might be lower than the government thinks.\"\n\nTraders expect global oil prices to fall from a projected $80 a barrel in 2024 to between $65 and $71 in 2025, due to sluggish demand, production from non-OPEC+ countries, and a shift toward cleaner energies.\n\nAdvertisement\n\nWhile G7 countries have set a $60 price cap on Russian oil since December 2022, Russia has partly evaded the cap by using a shadow fleet, redirecting oil exports to countries like China and India, and inflating ancillary costs to obscure purchase prices.\n\nBut the tightening of Western sanctions could further reduce Russia's oil and gas revenues.\n\nReserves\n\nRussia's economic performance in 2025 will ultimately come down to the availability of resources, said Korhonen.\n\nAdvertisement\n\n\"There will be a deficit, but it can initially be financed from the National Welfare Fund,\" he said.\n\nRussia's National Warfare Fund has assets amounting to about $131.1 billion as of October, while the central bank has about $614.4 billion in international reserves.\n\nKolyandr, meanwhile, said that \"whether Russia is going to face any crisis in 2025\" would depend on everything that will happen in 2025, including oil prices, sanctions, President-elect Donald Trump's trade policies, and the Russian labor market.\n\nAdvertisement\n\n\"The Russian economy will continue to fall,\" said Weatherhead School of Management's Sheremeta, \"which will restrict Russia's ability to wage war.\"\n\nBut he added: \"Much will depend on the Western support of Ukraine.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "COMMENTARY: Syria’s collapse exposes Russia’s weaknesses globally",
            "link": "https://www.reviewjournal.com/opinion/commentary-syrias-collapse-exposes-russias-weaknesses-globally-3255718/",
            "description": "Although Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1INoXrW5If_WLXlx6Gs1Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "20hOpinion",
            "source": "Las Vegas Review-Journal",
            "article_content": "Although Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have negatively affected its economy.\n\nRussia’s military intervention in Syria since 2015 has allowed it to assert its power, creating a misleading perception of Russia’s military might. In contrast, Ukraine has dispelled that illusion and significantly injured its invaders.\n\nRussia’s decade-long involvement in Syria has failed, much like its invasion of Ukraine. Although Russia’s stature has declined, it will keep up the pretense.\n\nNow that the rebels have ousted Syrian President Bashar al-Assad, they have also exposed Russia’s fragility and difficulty supporting its client states such as neighboring Belarus. This turn of events will undoubtedly change the geopolitical landscape, particularly affecting Iran, which is providing Russia with drones. That bodes well for Israel.\n\nDuring the Arab Spring in 2011, people rose up and ousted the leaders of Egypt, Libya, Tunisia and Yemen. However, Russia protected Syria, enabling Assad to remain in power. Russia has also benefited, gaining a foothold in the Middle East and establishing two military bases. The country has invested heavily in Syria by deploying troops, conducting airstrikes and providing economic support — money down the tubes. Russia has given refuge to Assad, and even Russia’s state-controlled media can’t hide that dark reality.\n\nFormer President Barack Obama has described Russia as little more than a large gas station with nuclear weapons, suggesting that its influence is mainly regional — thinking with which President Joe Biden agrees.\n\nUkraine has underscored this critique by stating that Russia cannot effectively fight on two fronts and that Ukraine’s military efforts have significantly weakened Russia’s capacity to exert international influence. This experience serves as a warning to other countries that they cannot rely on Russia. To engage in the conflict with Ukraine, Russia must dedicate all of its workforce and weaponry.\n\nMoreover, Ukraine and President Volodymyr Zelenskyy symbolize the quest for sovereignty and the defense of democracy, aligning themselves with the rebels who overthrew Assad and, by extension, opposed Russia’s presence in Syria. At the same time, Ukraine highlights Russia’s alleged war crimes, drawing parallels to its actions in Syria, particularly the indiscriminate bombing of innocent civilians.\n\nKyiv portrays itself as the bulwark against Russian imperialism and the “iron curtain” — an ironic label — to prevent further aggression. Any Russian notion that it could remake the Soviet Union and relive its “glory days” is an illusion: Ukraine and Syria are perfect illustrations.\n\nRussia is a declining power struggling to maintain its ambitions beyond its borders.\n\nWhen the Soviet Union collapsed in 1991, the world welcomed Russia into the international fold. But Vladimir Putin’s rise to power in 2000 has gradually reversed progress to the point where his regime has imprisoned more political prisoners than Leonid Brezhnev in the 1970s.\n\n“Today, Russia respects neither borders nor human rights. There are no free media or honest elections,” said Poland’s Minister of Foreign Affairs, Radek Sikorski, at a December meeting of the Organization for Security and Cooperation in Europe.\n\n“It proved too difficult to emerge from their own political culture. Russia’s rulers chose the path of aggressive, repressive kleptocracy,” he said. “We are not taken in by your lies, and we know what you are doing. You are trying to rebuild the Russian empire. We will not let you. We will resist you every inch of the way. You are successful in destroying Ukraine. But you are also destroying the future of your own country.”\n\nAlthough Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have negatively affected its economy. The country’s national wealth supports its war efforts — rather than building its economy.\n\nAdditionally, Western nations and their allies have imposed extensive sanctions on Russia’s banking, energy and military industries, restricting its ability to obtain essential technologies.\n\nHistorically, Russia’s energy exports have provided economic muscle. However, Europe, which has relied on Russian oil and gas, is now imposing a boycott on these resources. While it directs some of this energy to China and India, Russia sells it at discounted prices. Consequently, Russia is experiencing inflation and a shortage of goods.\n\nRussia has drained its coffers, and Assad’s fall has further damaged its reputation. Indeed, the emperor has no clothes — a cautionary tale for other aligned leaders in Iran, North Korea and Belarus.\n\nKen Silverstein has covered energy and the environment for years. He wrote this for InsideSources.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows 11 PC slow or low on storage? Bloatware could be to blame - here's how to find and remove it",
            "link": "https://www.msn.com/en-us/technology/software/windows-11-pc-slow-or-low-on-storage-bloatware-could-be-to-blame-here-s-how-to-find-and-remove-it/ar-AA1wtKkL?ocid=BingNewsVerp",
            "description": "To get rid of bloatware and remove an application from the \"Installed apps\" list (which you can also find by typing \"programs ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TFgcsH-bbbdkikVUXBZrKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "9hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lenovo Legion Go vs Asus ROG Ally X: which PC gaming handheld is best?",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/lenovo-legion-go-vs-asus-rog-ally-x-which-pc-gaming-handheld-is-best/ar-AA1wtSez?ocid=BingNewsVerp",
            "description": "Which is the superior PC gaming handheld, the Asus ROG Ally X or the Lenovo Legion Go? We compare both to find out which ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FOYvK-qcfd5LgQfHgj0L8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "7hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud computing in 2025: A glimpse into the future",
            "link": "https://www.republicworld.com/initiatives/cloud-computing-in-2025-a-glimpse-into-the-future",
            "description": "Emerging technologies like Kubernetes, Docker, hybrid-multi-cloud architectures, and edge computing are poised to redefine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wibnyGEnJxIWedur7tkj_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "19h",
            "source": "RepublicWorld",
            "article_content": "Today, data doesn’t just reside in distant servers but operates at the edge, enabling real-time insights while safeguarding privacy. Jesintha Louis, CEO, G7 CR Technologies- A Noventiq Company, highlights the future of cloud computing in 2025, a technology driven by innovation, scalability, and sustainability.\n\nAs we look ahead, the cloud is no longer just a utility but a strategic enabler of digital transformation. Emerging technologies like Kubernetes, Docker, hybrid-multi-cloud architectures, and edge computing are poised to redefine how businesses operate. Additionally, the focus on data security and sustainability will ensure the cloud ecosystem supports not only businesses but also global environmental goals. The right cloud service provider plays a pivotal role in this transformation. Choosing the right provider ensures businesses get access to the latest technologies, robust security, scalability, and cost efficiency. It also enables organizations to meet regulatory requirements and integrate seamlessly with existing systems, making cloud adoption a catalyst for innovation.\n\nMajor trends expected to dominate cloud computing in 2025\n\nAI-Powered Cloud Solutions: The New Standard\n\nThe integration of artificial intelligence (AI) into cloud computing is poised to revolutionize the industry by 2025. Enhanced automation will streamline complex tasks like resource allocation and anomaly detection, freeing businesses to prioritize innovation over operations. Predictive analytics powered by AI will help organizations anticipate market trends, optimize processes, and elevate customer experiences. Additionally, intelligent decision-making capabilities, driven by machine learning models, will enable cloud platforms to provide real-time recommendations, fostering smarter and more impactful business outcomes.\n\nEdge Computing: Reducing Latency, Boosting Performance\n\nWith the proliferation of IoT devices and real-time applications, edge computing is set to transform industries by 2025. Critical computations will occur closer to data sources, drastically reducing latency for time-sensitive applications like autonomous vehicles and remote surgeries. This localized processing will not only enhance performance but also lower energy consumption by minimizing data transmission to central clouds, supporting sustainability goals. Furthermore, businesses will benefit from scalable and reliable connectivity, enabling seamless operations across distributed networks.\n\nMulti-Cloud Strategies: Flexibility and Risk Mitigation\n\nBy 2025, organizations will increasingly shift to multi-cloud environments, breaking free from single-vendor dependencies to enhance resilience and flexibility. This approach enables businesses to distribute workloads across multiple cloud providers, optimizing performance and cost efficiency. Advanced tools for unified management will streamline governance, security, and orchestration, making it easier to harness the full potential of multi-cloud setups.\n\nServerless Computing: Simplifying Scalability\n\nServerless architecture is set to become the go-to choice for developers, offering unmatched efficiency and convenience. With cost-effective pay-per-use models, businesses can avoid resource overprovisioning while developers concentrate on coding as cloud providers handle infrastructure. Additionally, seamless scalability will allow applications to adjust automatically to demand, always ensuring peak performance.\n\nKubernetes and Docker: Redefining Application Deployment\n\nContainerization technologies like Kubernetes and Docker are revolutionizing cloud computing, setting the stage for 2025. Kubernetes ensures seamless scalability by orchestrating containerized applications across varied environments, while Docker enhances flexibility with consistent application performance across platforms. By automating deployment, scaling, and maintenance, these tools free developers to focus on innovation, enabling faster and more reliable application delivery. Together, they are becoming indispensable for modern cloud strategies.\n\nHybrid-Multi-Cloud Architectures: Flexibility Meets Efficiency\n\nHybrid and multi-cloud strategies are poised to dominate as businesses aim to optimize their cloud environments. These approaches offer operational flexibility by enabling workloads across on-premises, private, and public clouds, ensuring businesses leverage the best of each. By reducing dependency on a single vendor, multi-cloud setups enhance resilience and continuity while allowing cost-efficient workload allocation without compromising performance. This shift highlights the growing demand for control and customization in cloud solutions.\n\nData Security in Cloud Computing\n\nAs cyber threats continue to escalate, securing cloud environments has become a top priority. Zero-trust architecture enforces stringent identity verification at every level, reducing the risk of unauthorized access. AI-driven threat detection leverages machine learning to identify and neutralize potential breaches in real time, while advanced encryption techniques safeguard data both in transit and at rest. By adopting these robust security measures, businesses can protect critical assets and maintain compliance with evolving regulations.\n\nSustainability in the Cloud\n\nCloud providers are placing sustainability at the forefront, driving eco-friendly initiatives that redefine the industry. Energy-efficient data centers powered by renewables and AI-driven cooling systems are minimizing carbon footprints. Circular hardware models emphasize recycling components, reducing waste, and promoting resource efficiency. With major players committing to carbon-neutral goals, sustainability has evolved from a corporate responsibility to a competitive advantage, aligning businesses with environmentally conscious values in 2025.\n\nPreparing for 2025\n\nThe future of cloud computing is not just about technology but the strategic advantages it brings to businesses. By leveraging emerging trends like Kubernetes, edge computing, and hybrid-cloud strategies, organizations can achieve unparalleled scalability, security, and sustainability."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "HPCL’s AI Evolution: From Generative Models to Secure Cloud Integration",
            "link": "https://www.dqindia.com/interview/hpcls-ai-evolution-from-generative-models-to-secure-cloud-integration-8565870",
            "description": "Jayant Gupta, Executive Director of Information Systems at Hindustan Petroleum Corporation Limited (HPCL), shares insights on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.97doNNYIhSH_Ia5q1R3b8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Dataquest7h",
            "source": "Dataquest",
            "article_content": "Right from generative AI models to hybrid cloud deployments, HPCL is marrying innovation with pragmatism to tackle modern-day digital challenges of data security, scalability, and cost optimization.\n\nAdvertisment\n\nJayant Gupta, Executive Director of Information Systems at HPCL, has an exclusive conversation- talking about the company’s strategies for leveraging generative AI, managing hybrid cloud environments, and ensuring seamless IT operations.\n\nHe reveals how AI is transforming processes in finance, recruitment, and customer interaction while underlining how HPCL has been proactive in security, preventing vendor lock-in, and providing its employees with up-skilling to gain an upper edge in the digital race.\n\nHow is HPCL leveraging generative AI, and how do you address the associated security challenges?\n\nAdvertisment\n\nWhat we’ve done with Gen AI is that, at this point in time, we are using it more as models that are enterprise-based and on-prem. We use a couple of models like LLaMA and others to handle the generative part, like creating summaries or building intelligence from there. We’ve been able to apply this across multiple use cases in various streams.\n\n• Finance: Generative AI is used to summarize audit reports, identify commonalities, and streamline processes, enabling auditors to detect recurring issues more efficiently.\n\n• Interactive Bots: Generative AI enhances chatbot capabilities, improving user interactions.\n\nAdvertisment\n\n• Recruitment: AI extracts data from scanned documents and forms, automating information entry and ensuring data consistency.\n\nSo far, using these on-prem solutions has worked well for us. Since we run everything within our environment, no data—including metadata—is pushed externally. However, we are grappling with challenges around certain LLMs that are cloud-based, such as Microsoft’s CoPilot. While piloting these solutions, we’ve noticed that metadata is sent out, even though the rest of the data remains internal. How safe this is remains an open question for us.\n\nHindustan Petroleum Corporation Limited (HPCL) has adopted a hybrid cloud model, using on-premises solutions for sensitive data and a public cloud for specialized APIs or functionalities.\n\nAdvertisment\n\nWhy did HPCL choose a hybrid cloud model, and how do you decide workloads for on-premise versus public cloud?\n\nThe decision to adopt a hybrid model is driven by cost considerations and specific functionality needs. With a Tier-4 green enterprise data centre, we prioritize using in-house resources but leverage the public cloud for specialized APIs or functionalities unavailable internally.\n\nThis setup allows us to use internal resources extensively, and we only look outside when necessary. Our solutions span across private, public, and hybrid cloud models, depending on the requirements.\n\nAdvertisment\n\nWhen deciding on these solutions, we consider two key factors:\n\n1. Cost: We prioritize more cost-effective solutions.\n\n2. Functionality: If a specific functionality, solution, or API is available on the cloud and is more effective, we adopt it.\n\nAdvertisment\n\nWith a Tier-4 green enterprise data centre, we prioritize using in-house resources but leverage the public cloud for specialized APIs or functionalities unavailable internally.\n\nIn practice, workloads purely consumed and produced by the public are typically best suited for the public cloud. For workloads generated internally but accessed externally, we move them to the public cloud for better access. It ultimately depends on the type of solution required. However, for public-facing solutions, the public cloud is often the preferred choice.\n\nWhat challenges did you face while managing hybrid cloud environments?\n\nAdvertisment\n\nWhen data is moved to the public cloud, it’s primarily used for access, so it’s not a significant challenge. However, the real challenge arises in terms of response times between internal and external use. Public cloud responses are generally fast when accessed from the public side, but when coming from the enterprise side, they tend to be sluggish. There are noticeable variations in response times between these two environments.\n\nWorking with vendors also presents challenges. You’ll always encounter issues with them, but the real limitation lies in the depth of the solutions they provide. Vendors often lack experts who fully understand the specific systems and environments you are using. As a result, it takes time for them to grasp your unique environment and needs.\n\nHow does HPCL address vendor lock-in and ensure cost efficiency in cloud solutions?\n\nVendor lock-in is an inevitable challenge for certain critical solutions like Microsoft Office and SAP. To mitigate this, we adopt a mixed technology stack, leveraging open-source products wherever feasible to reduce costs and maintain flexibility. This strategy minimizes dependencies while optimizing expenses.\n\nHow does HPCL ensure data security and compliance across its infrastructure?\n\nWe have implemented a Zero Trust Architecture to enhance data security across platforms. Additionally, our CISO team actively monitors compliance requirements, ensuring all systems adhere to stringent security protocols.\n\nHow do you improve the resilience and flexibility of HPCL’s IT infrastructure?\n\nWe focus on redundant architecture to minimize downtime. Both of our data centres are configured in High Availability (HA) mode, ensuring uninterrupted service. In the event of one data centre being unavailable, the other takes over seamlessly.\n\nWhat advancements in hybrid cloud technology would most benefit HPCL?\n\nFor our enterprise, we’ve observed that there aren’t many solutions available right now that span seamlessly across to the cloud. Our data growth is relatively stable and linear, not exponential, making our data and compute requirements predictable. As such, we don’t anticipate sudden spikes that would necessitate the use of the cloud.\n\nHowever, given the procurement cycle involved, we do need cloud resources available during periods when we’re unable to deploy our own infrastructure. Currently, not all solutions offer this flexibility. Ideally, we would prefer a solution that allows our on-prem infrastructure to seamlessly extend to the cloud.\n\ninter\n\nHow does HPCL stay ahead of advancements in AI and emerging technologies?\n\nWe emphasize upskilling and collaboration. Our team participates in technical and strategic courses through partnerships with leading institutes like IIMs and IITs. Additionally, we adopt an “early adopter” approach—piloting emerging technologies, evaluating their feasibility, and swiftly discarding those that do not align with our goals.\n\nDo you have metrics to evaluate the success of new technology implementations?\n\nYes, we have established clear success criteria for technology adoption. Solutions go through a rigorous evaluation process, and only those that meet our benchmarks are deployed.\n\nThis structured approach ensures we derive maximum value from technology investments while staying agile in a rapidly evolving landscape.\n\nJayant Gupta\n\nExecutive Director of Information Systems, Hindustan Petroleum Corporation Limited\n\naanchalg@cybermedia.co.in"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "List of Churches That Don’t Celebrate Christmas and Why",
            "link": "https://www.msn.com/en-xl/africa/nigeria/check-out-list-of-churches-that-don-t-celebrate-christmas-and-their-reasons/ar-AA1wra7d?ocid=BingNewsVerp",
            "description": "This article focuses on the list of churches that don't celebrate Christmas to commemorate the birth of Jesus Christ on 25th ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2HI24z43vn_qtrOBFm7hJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Legit on MSN17h",
            "source": "Legit on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: Was Jesus the son of a Roman soldier named Panthera?",
            "link": "https://www.sltrib.com/opinion/commentary/2024/12/25/opinion-was-jesus-son-roman/",
            "description": "Kristof: So let’s go back to the Nativity. Of the four Gospels, two describe the virgin birth of Jesus and two don’t mention ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GLAqfuaNvRIFce3-TC8WUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12hOpinion",
            "source": "The Salt Lake Tribune",
            "article_content": "This is the latest in my occasional series of conversations about Christianity, aimed at bridging America’s God gulf. Here I speak with Elaine Pagels, a prominent professor of religion at Princeton University and an expert on the early church.\n\nNicholas Kristof: Merry Christmas! This is a time when Christianity celebrates “Miracles and Wonder” — and that’s the title of your fascinating forthcoming book. Your book raises questions about the virgin birth of Jesus, even pointing to ancient evidence that Jesus might have been fathered by a Roman soldier, possibly by rape. But before I ask you about that, I want to be respectful of readers who have a deep faith and may be upset by this line of inquiry. How do we follow the historical research without causing offense?\n\nElaine Pagels: I love these stories from the Gospels! The skies opened up when I heard them. They picture human lives drawn into divine mystery: “God in man made manifest,” as one Christmas carol says. But at a certain point I had to ask: What do they mean? What really happened? They are not written simply as history; often they speak in metaphor. We can take them seriously without taking everything literally.\n\nKristof: So let’s go back to the Nativity. Of the four Gospels, two describe the virgin birth of Jesus and two don’t mention it. The Gospel of Mark has people of Galilee referring to Jesus as the son of Mary, when the norm was to describe somebody as the son of his father. So did the neighbors growing up with Jesus regard him as fatherless?\n\nPagels: We don’t know. Mark is the earliest Gospel written; Matthew and Luke are basically just revising it. Mark has no suggestion of a virgin birth. Instead, he says that neighbors called Jesus “son of Mary.” In an intensely patriarchal society, this suggests that Jesus had no father that anyone knew about, even one deceased. Yet even without a partner, Mary has lots of children: In Mark, Jesus has four other brothers, and some sisters, with no recognized father and no genealogy.\n\nKristof: You note that Matthew and Luke both borrowed heavily from Mark’s account but also seem embarrassed by elements of it, including the paternity question. Is your guess that they added the virgin birth to reduce that embarrassment?\n\nPagels: Yes, but this is not just my guess. When Matthew and Luke set out to revise Mark, each added an elaborate birth story — two stories that differ in almost every detail. Matthew adds a father named Joseph, who, seeing his fiancée pregnant, and not with his child, decides to break the marriage contract. Luke, writing independently, pictures an angel astonishing a young virginal girl, announcing that “the Holy Spirit” is about to make her pregnant.\n\nKristof: The most startling element of your book to me was that you cite evidence going back to the first and second centuries that some referred to Jesus as the son of a Roman soldier named Panthera. These accounts are mostly from early writers trying to disparage Jesus, it seems, so perhaps should be regarded skeptically. But you also write that Panthera appears to have been a real person. How should we think about this?\n\nPagels: Yes, these stories circulated after Jesus’ death among members of the Jewish community who regarded him as a false messiah, saying that Jesus’ father was a Roman soldier. I used to dismiss such stories as ancient slander. Yet while we do not know what happened, there are too many points of circumstantial evidence to simply ignore them. The name Panthera, sometimes spelled differently in ancient sources, may refer to a panther skin that certain soldiers wore. The discovery of the grave of a Roman soldier named Tiberius Panthera, member of a cohort of Syrian archers stationed in Palestine in the first century, might support those ancient rumors.\n\nKristof: You write that there were early accusations against Mary of promiscuity, connected to this allegation of an affair with Panthera. But you say that Roman soldiers brutally occupied Galilee in the period before Jesus was born, killing and raping with impunity. So, acknowledging that this is uncertainty stacked on uncertainty, if Panthera was involved, was it probably a case of rape?\n\nPagels: Jewish revolutionaries, fighting “in the name of God and our common liberty” to free their land from Roman domination, attacked a Roman fortress and killed many soldiers. The governor brought in Roman soldiers who crucified perhaps 2,000 Jews, then garrisoned thousands of soldiers less than 4 miles from Nazareth. The historian Josephus says that the soldiers stationed there ravaged the area, taking advantage of local people in every way they could. Josephus also notes that Galilean Jews were especially worried about their daughters’ virginity. Noting such diverse evidence, I thought that these stories sounded plausible in a way I had never imagined.\n\nKristof: The virgin birth is just one miracle among many in the Gospels. Jesus walked on water. He raised people from the dead. He multiplied loaves and fishes. He’s resurrected and ascends to heaven. So how should those of us in the 21st century see miracles?\n\nPagels: Calling something a miracle is a way of interpreting an event. A friend of mine was hit by a car and thrown about 20 feet, and was unharmed. She told me that this was a miracle. Someone else might have said, “I was lucky.” Calling it a miracle interprets an event that others might see differently. This often happens with remissions of illness: Some people see many miracles, and some never see any.\n\nKristof: I disagree with most evangelicals and conservative Catholics on political questions. But I also find that my fellow liberals are often deeply unfair to conservative Christians. Some of the most heroic aid work around the world is done by Christian organizations like World Vision, Catholic Relief Services and International Justice Mission. Shouldn’t those of us in the liberal world be celebrating this kind of faith-based aid instead of belittling it?\n\nPagels: Absolutely. I just came from Tennessee, where I was visiting an Episcopal Church program dealing with incarcerated people. There I spoke to a group of men on death row who are taking a course of study, reading and discussing the Bible, and it was quite extraordinary.\n\nKristof: You have a foot in each of two worlds, faith and academia, that often seem like rival sides of the God gulf. Can we find paths of mutual respect to bridge that chasm?\n\nPagels: The Gospels most often speak in the language of stories and poetry. Intellectualizing these traditions — or turning them into dogma — doesn’t make them spiritually deep. What we call Christianity is not a single thing. Instead, it consists of a 2,000-year-old collection of stories, prayers, liturgies, music, miracles — sources drawn from traditions as different as Eastern Orthodoxy is from Pentecostalism or Christian Science. No one can swallow the entire tradition: It’s undigestible! Instead, anyone who identifies as Christian chooses certain elements of it.\n\nA professor friend said to me: “I’m an atheist. How can you believe all that stuff?” First of all, as I see it, “believing all that stuff” is not the point. The Christian message, as I experienced it, was transformational. It encouraged me to treat other people well and opened up a world of imagination and wonder.\n\nKristof: Your own faith journey seems to bridge the chasm. You were raised in a household hostile to faith, then became an evangelical, then had a crisis when a friend died and you were told he wouldn’t go to heaven because he was Jewish.\n\nPagels: When some Christians said to me that non-Christians are going to hell, I left their church. That made no sense to me. What about Jesus’ message of God’s love? At that point I left Christianity behind. For some people, there’s no middle ground. You’re either in or out — that’s how it’s often practiced. So for years I was out, although I knew that something powerful was there. But after years of being out, I kept wondering, what made that encounter with Christianity so powerful?\n\nSo I had to go back, asking questions. How were these stories written? How do they affect us so powerfully? They speak to a deep human longing for a sense of transcendence and spiritual experience. For we can respond to the same story in more than one way. As a historian, I question the literal truth of the virgin birth story. But I still love the midnight service on Christmas Eve, where the story is gloriously told and sung as miracle. As poet Seamus Heaney writes, “Believe that a further shore / is reachable from here. / Believe in miracles.”\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Film Theory - Dib Is An ALIEN! (Invader Zim)",
            "link": "https://www.msn.com/en-us/entertainment/tv/film-theory-dib-is-an-alien-invader-zim/vi-AA1wt3nD?ocid=BingNewsVerp",
            "description": "I've been wanting to cover more classic cartoons lately and Invader Zim was the perfect choice. The lore and science of that ...",
            "image_url": "https://www.bing.com/th?id=OVF.63iXoeDteiGKrtZ6bC7GTg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The five secrets that the United States ended up revealing despite wanting to hide them",
            "link": "https://www.marca.com/en/lifestyle/us-news/2024/12/25/676c621dca474145268b4581.html",
            "description": "The United States government has a long history of covert programs that have come to light after years of secrecy. Conspiracy theories about the governments of world powers are cou ...",
            "image_url": "https://www.bing.com/th?id=OJ.EpdoOhwZ7u0f4A&pid=news&w=50&h=16&rs=2",
            "category": "aliens+theory",
            "date": "6h",
            "source": "MARCA",
            "article_content": "The United States government has a long history of covert programs that have come to light after years of secrecy. Conspiracy theories about the governments of world powers are countless, although sometimes they cease to be theories and become reality.\n\nA clear example is UFOs or aliens, a belief that the US government itself has already said that it has a department exclusively to study them and that they cannot deny their existence.\n\nTrump stuns with bold new look\n\nThe five secrets of the United States\n\nHuman radiation experiments (1945-1974): For nearly three decades, US scientists exposed vulnerable people, including children and the terminally ill, to dangerous doses of radiation without their consent. Ebb Cade, an injured worker, was injected with plutonium to study its effects. These experiments remained hidden until 1994, when the Department of Energy revealed details about them\n\nIn 1994, it was revealed that they were part of Project Mogul, a spy program against the Soviet Union\n\nMKUltra (1953-1973): this secret CIA program sought to control the mind through drugs such as LSD. Experiments were conducted on civilians and agents without their consent, resulting in deaths and serious psychological damage. Although the program was exposed in 1974, many files were destroyed before they were revealed\n\nCOINTELPRO (1956-1971): The FBI spied on and sabotaged activists and political leaders, including Martin Luther King Jr. and the Black Panthers. The program came to light in 1971 after a document theft from an FBI office."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering UFO revelation as unexplained drones leave millions on edge",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/former-defense-official-makes-earth-shattering-ufo-revelation-as-unexplained-drones-leave-millions-on-edge/ar-AA1wsKfI?ocid=BingNewsVerp",
            "description": "Recent testimony and several reports have exposed possible UFO sightings across the country amid national attention on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e8poSDAGD5GcXa_NApDN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "16hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in North Carolina",
            "link": "https://myfox8.com/offbeat/cities-with-the-most-ufo-sightings-in-north-carolina/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVF.WEIb3WUgnFX%2f1vK6L3aGFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "3h",
            "source": "WGHP",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historical mysteries solved by science in 2024",
            "link": "https://www.msn.com/en-us/news/world/historical-mysteries-solved-by-science-in-2024/ar-AA1wtmoC?ocid=BingNewsVerp",
            "description": "Scientists explored Beethoven’s ailments, linked remains to a Norse saga, uncovered colonial secrets, peeked inside an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YPuQ9LeeKhqccbTQ-6UXty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smitha Vishveshwara: What connects us in this polarizing moment through space and time and humanity",
            "link": "https://www.twincities.com/2024/12/25/smitha-vishveshwara-what-connects-us-in-this-polarizing-moment-through-space-and-time-and-humanity/",
            "description": "By viewing and embracing scientific insights through the lens of humanity, you form a connection with your place in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yA9jSUwhCH0p7wPviRqTHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "3h",
            "source": "TwinCities.com",
            "article_content": "To place an obituary, please include the information from the obituary checklist below in an email to obits@pioneerpress.com. There is no option to place them through our website. Feel free to contact our obituary desk at 651-228-5263 with any questions.\n\nGeneral Information:\n\nYour full name,\n\nAddress (City, State, Zip Code),\n\nPhone number,\n\nAnd an alternate phone number (if any)\n\nObituary Specification:\n\nName of Deceased,\n\nObituary Text,\n\nA photo in a JPEG or PDF file is preferable, TIF and other files are accepted, we will contact you if there are any issues with the photo.\n\nAd Run dates\n\nThere is a discount for running more than one day, but this must be scheduled on the first run date to apply.\n\nIf a photo is used, it must be used for both days for the discount to apply, contact us for more information.\n\nPolicies:\n\nVerification of Death:\n\nIn order to publish obituaries a name and phone number of funeral home/cremation society is required. We must contact the funeral home/cremation society handling the arrangements during their business hours to verify the death. If the body of the deceased has been donated to the University of Minnesota Anatomy Bequest Program, or a similar program, their phone number is required for verification.\n\nPlease allow enough time to contact them especially during their limited weekend hours.\n\nA death certificate is also acceptable for this purpose but only one of these two options are necessary.\n\nGuestbook and Outside Websites:\n\nWe are not allowed to reference other media sources with a guestbook or an obituary placed elsewhere when placing an obituary in print and online. We may place a website for a funeral home or a family email for contact instead; contact us with any questions regarding this matter.\n\nObituary Process:\n\nOnce your submission is completed, we will fax or email a proof for review prior to publication in the newspaper. This proof includes price and days the notice is scheduled to appear.\n\nPlease review the proof carefully. We must be notified of errors or changes before the notice appears in the Pioneer Press based on each day’s deadlines.\n\nAfter publication, we will not be responsible for errors that may occur after final proofing.\n\nOnline:\n\nAll obituaries appear on TwinCities.com with a permanent online guestbook presence. If you wish to have the online presence removed, you can contact us to remove the guestbook online. Changes to an online obituary can be handled through the obituary desk. Call us with further questions.\n\nPayment Procedure:\n\nPre-payment is required for all obituary notices prior to publication by the deadline specified below in our deadline schedule. Please call 651-228-5263 with your payment information after you have received the proof and approved its contents.\n\nCredit Card: Payment accepted by phone only due to PCI (Payment Card Industry) regulations\n\nEFT: Check by phone. Please provide your routing number and account number.\n\nCash: Accepted at our FRONT COUNTER Monday – Friday from 8:00AM – 3:30PM\n\nRates:\n\nThe minimum charge is $162 for the first 10 lines.\n\nEvery line after the first 10 is $12.20.\n\nIf the ad is under 10 lines it will be charged the minimum rate of $162.\n\nOn a second run date, the lines are $8.20 per line, starting w/ the first line.\n\nFor example: if first run date was 20 lines the cost would be $164.\n\nEach photo published is $125 per day.\n\nFor example: 2 photos in the paper on 2 days would be 4 photo charges at $500.\n\nDeadlines:\n\nPlease follow deadline times to ensure your obituary is published on the day requested.\n\nHours Deadline (no exceptions) Ad Photos MONDAY – FRIDAY 9:00AM – 5:00 PM Next Day Publication Must receive obituary content and payment same day by 4:30PM Make changes by 5:00PM Must receive photo(s) by 4:30PM SATURDAYS 10:00AM – 2:00PM Sunday Publication Must receive obituary content and payment same day by 1:30PM Make changes by 2:00PM Must receive photo(s) by 1:30PM SUNDAYS 12:00PM – 3:00PM Monday Publication Must receive obituary content, payment, and final changes same day by 2:30PM Must receive photo(s) by 2:30PM\n\nMEMORIAM (NON-OBITUARY) REQUEST\n\nUnlike an obituary, Memoriam submissions are remembrances of a loved one who has passed. The rates for a memoriam differ from obituaries.\n\nPlease call or email us for more memoriam information\n\nPlease call 651-228-5280 for more information.\n\nHOURS: Monday – Friday 8:00AM – 5:00PM (CLOSED WEEKENDS and HOLIDAYS)\n\nPlease submit your memoriam ad to memoriams@pioneerpress.com or call 651-228-5280."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 shocking scientific events set to blow your mind in 2025: Interesting Engineering",
            "link": "https://www.msn.com/en-us/news/technology/7-shocking-scientific-events-set-to-blow-your-mind-in-2025-interesting-engineering/ar-AA1wthzz?ocid=BingNewsVerp",
            "description": "Forget fiction, 2025 is making the impossible inevitable. Who’s ready to charge their phones with nuclear energy and have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hP2eJCb-gzNCLluYP3aAzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Interesting Engineering on MSN13h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AICTE launches India's first UG minor programme in quantum technologies",
            "link": "https://www.business-standard.com/india-news/aicte-launches-india-s-first-ug-minor-programme-in-quantum-technologies-124122500226_1.html",
            "description": "This initiative aims to prepare India's workforce for the quantum revolution, positioning the nation as a global leader ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nj2ai7EcMwFEHyssiPOsWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "18h",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future of Our Food is Not in Vast Factory Farms",
            "link": "https://www.counterpunch.org/2024/12/25/the-future-of-our-food-is-not-in-vast-factory-farms/",
            "description": "Prologue Quite by accident, a neighbor said to me that the New York Times had a lengthy opinion piece in support of animal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ftfFs_tiov2sFrEvbjqBcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "CounterPunch19h",
            "source": "CounterPunch",
            "article_content": "Prologue\n\nQuite by accident, a neighbor said to me that the New York Times had a lengthy opinion piece in support of animal farms, which represent the worst form of modern agriculture. I checked it out and the neighbor was right. The New York Times had more than one opinion piece parroting the anxieties of agricultural scientists and advertisements and misleading rhetoric of agribusiness. The editor of the effort, Eliza Barclay, is confident that the future of our food may rest “in vast, sustainably managed factory farms [relying on] water… pumped across the country, from the Great Lakes to California.”\n\nDante’s inferno\n\nThis science fiction fantasy shocked me. I have been reading the New York Times, on and off, for many years. Its reporters write well and, in some instances, cover controversial and conventional politics and international affairs, though in the case of the wars in Ukraine and Israel, the Times follows strictly the script of the State Department.\n\nBut reading eloquent articles in support of the so-called “green revolution,” pesticides, synthetic fertilizers, giant automated harvester machines and “taking care” of millions of cattle in order to add some more pounds of meat on their bodies on the eve of their slaughter, was too much. David Wallace-Wells, one of the opinion writers for the New York Times, started the discussion with an extensive article exploring the vulnerabilities of agriculture at a time climate chaos is changing everything, including conventional farming. He says that the alternative farming ways like no-till (climate-friendly regenerative practices) is losing its appeal. And vegetarianism is apparently a fad among the rich, while meat-eating has been expanding in a dramatic and unconscionable rate in both America and Europe.\n\nCertainly, these are troubling trends as meat eating is responsible for the largest amounts of greenhouse gases coming out of agriculture. About half of the land on the planet is for growing food. And three-quarters of that land produces feed for livestock.\n\nSome of the concerns raised by Wallace-Wells are legitimate, though he repeated agribusiness myths like that of the miraculous impact of the green revolution in Asia. In posing the problems of a farming “system” embraced by climate chaos and abuse / overuse of drinking water worldwide, he said nothing of what could reduce the looming dangers of fossil-fuel agriculture caught in the tectonic plates of billionaire control and addiction to hazardous pesticides and gigantic machines. Meat eating must be dramatically reduced as much as population must decline — dramatically. No woman should have more than one child.\n\nWorld leaders and scientists must finally become adults in the room. Stop wars. They are climate fuses. Phaseout at lease 50 percent of fossil fuels by 2030. Split large estates to small organic farms, which use neither pesticides, nor synthetic or sludge fertilizers, radiation, and genetic engineering. Join ancient knowledge of growing food with the latest insights from the science of agroecology. We cannot keep saying we must double food production because we expect an additional billion or two of humans – by 2050.\n\nThe dismal picture Wallace-Wells painted becomes the background for the ideas and arguments in support of a thoroughly discredited, corrupt and violent slaughterhouse / animal farm for the climate-ridden agriculture of skyscrapers of the future. Expanding animal farms horizontally or vertically is wrong and immoral. These animal factories separate farmers and non-farmers from nature. They justify the manipulation and the dumping of the sacred Earth and her sacred animals in their shredding machine. It’s as if we cannot learn from our past errors. We keep disregarding millennial agrarian traditions and civilizations, much less science, ecology and a livable future. Xenophon, student of Socrates and general and historian, mirrored Homer in arguing that small-scale farming made the Greeks food secure and champions of freedom, democracy, science, craftsmanship, piety for the gods, and civilization.\n\nWhich is better, the small or the large farm?\n\nWe cannot ignore Xenophon. Small farms are civilization. Vast factory farms are alien to civilization. They are large factories of disease, mechanized inhumanity and gargantuan violence. Vast industrial farms do not produce more food per acre than tiny family farms. They give birth instead to local and global hunger.\n\nMiguel Altieri, Professor Emeritus of agroecology at the University of California, Berkeley, is very concerned about the dominance of industrial agriculture. “This crisis,” he says, “threatens the livelihoods of over a billion hungry people, [it] is the direct result of the dominating industrial farming model, which is dangerously dependent on fossil fuels and has also become the largest source of human impact on the biosphere. Ninety-one per cent of the 1.5 billion hectares of cropland are under annual crops worldwide, mostly monocultures of wheat, rice, maize, cotton, and soybeans highly dependent on inputs of chemical fertilizers and pesticides and huge amounts of irrigation water, and which increasingly advance at the expense of forests and other natural vegetation. In this [twenty-first] century, one of the main ecological dilemmas arising from the environmental homogenization of agricultural systems is an increased vulnerability of crops to climate change. Subsidized grain monocultures convey temporary economic advantages to a few large-scale farmers, but in the long term they do not represent an ecological optimum. Rather, the drastic narrowing of cultivated plant diversity has put the world’s food production in greater peril. The social and environmental impacts of local crop shortfalls resulting from such uniformity can be considerable in an era of climatic extremes as crop losses often mean ongoing ecological degradation, poverty, hunger and even famine.”\n\nAltieri also argues that small family farms are more productive than large industrial farms. “In overall output, the diversified [small] farm,” he says, “produces much more food, even if measured in dollars. In the USA data shows that the smallest 2-hectare farms produced $15,104 per hectare and netted about $2,902 per acre. The largest farms, averaging 15,581 hectares, yielded $249 per hectare and netted about $52 per hectare. Not only do small-medium-sized farms exhibit higher yields than conventional farmers but do so with much lower negative impact on the environment. Small farms are ‘multi-functional’– more productive, more efficient, and contribute more to economic development than do large farms. Communities surrounded by populous small farms have healthier economies than do communities surrounded by depopulated large, mechanized farms. One recent study on the impact of small farms on local economies found that small producers create 10% more permanent jobs, a 20% larger increase in retail sales, and a 37% larger increase in local per capita income. Small farmers also take better care of natural resources, including reducing soil erosion and conserving biodiversity.”\n\nIn addition, small organic family farms cool the climate. They have been sequestering greenhouse gases into the soil.\n\nI have also documented these advantages of small farms in my works. I learned from my long experience at the US Environmental Protection Agency. Small is beautiful. Small farms in a village or near towns grow wholesome food, which becomes human and environmental health, supporting honeybees and biodiversity, wildlife, democracy and a cooler planet.\n\nIn contrast, large farms, and especially vast animal factories, produce unhealthy food contaminated for the most part by neurotoxic and carcinogenic pesticides and antibiotics. The medical and ecological costs of this food are high, harming both humans and nature. Chemicals and machines threaten the integrity of the natural world and the philosophical and political health of democratic societies. What is a growing boy and girl supposed to think of themselves and their parents seeing the elders building the infrastructure of factory death, which includes billions of animals and the periodic spread of deadly pandemics?\n\nWeaponized farming\n\nSo, the New York Times has weaponized agriculture for probably similar reasons it favors America’s funding of the horrendous war in Ukraine and Israel’s wars against Palestine-Lebanon-Syria. Israel is having America fight its wars — in order to fulfill a fictional delusion, recreating Israel on the basis of the sayings of a seventh century BCE Biblical author. Yet astonishingly, this doesn’t bother the Times or the Biden administration.\n\nThe planetary emperor\n\nJeffrey Sachs of Columbia University explains America’s obsession with war like a symptom of megalomania and delusion of global hegemony. He is right. I have reached a similar conclusion. Greek history is very instructive about things political and philosophical. What the Athenian rural oligarchs did in the sixth century BCE – selling into slavery Athenian peasants who could not repay their debt, still speaks to us. But, fortunately, the rest of the Athenian powerful invited Solon to solve the crisis. Solon was a former ruler and a patriot. He knew the billionaires of his age. He made slavery illegal and set the foundations of democracy. But in addition to the insights that inspire me from Greek history, I have been observing America for several decades. Regrettably, America follows closely the career of imperial Rome and England, especially in agriculture. Four of my books document the rise of the large farms and their ecological and political deleterious effects in America and the world.\n\nSachs has spent his life watching carefully US finance policy makers and especially the dramatic domestic and global impact of the Military-Industrial Complex, the trillions of dollars the US has been spending for having or thinking and willing to believe in a total strategic dominance over the planet by encircling the Earth with more than 750 military bases. However, the costs of this imaginary planetary control are very high. The US government and the billionaires behind the throne and the “lawmakers” in Washington, DC, have done very little to stop, much less correct, the degradation of the country’s infrastructure. I rode a bullet train, not in America, but in China. There are no protections for those who avoid driving a car. I ride my bike and twice cars almost killed me. American oligarchs have also failed miserably to stop and reverse the growing inequality between the few and the many. Senator Bernie Sanders speaks of the billionaire class. Sachs said that 10 Americans have over a trillion dollars.\n\nIt’s this reality, hubris of global hegemony and its unfathomable costs, that threaten America. The construction of a sandcastle of planetary control as well as the real control and management of the US economy by a handful of billionaires explains the tilt of the New York Times in embracing vast animal farms as the new mode of agriculture. Mega factory farms, however, have never strived to feed the world. The “green revolution” was no more than a campaign to grab land from small farmers and sell pesticides and fertilizers and agricultural machines. It did not feed people who did not have the money to buy food. In fact, the number of hungry people is increasing in the world. In 2023, about 757 million people were hungry.\n\nThe billionaire owners of large factory farms, exactly like the dark age feudal landlords of England and France, use slaughterhouses to control the food people eat. They also buy most of the best land. They hide these political goals. And media and newspapers like the New York Times help them cover up those secrets.\n\nNOTES\n\n1. Xenophon, Oeconomicus 5.6-14, 17-20; 6.1, 12. ↑\n\n2. (1) Fear in the Countryside (1976); (2) Harvest of Devastation (1994); (3) This Land is Their Land (2006); (4) Poison Spring (2014). ↑"
        }
    }
]