[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congress pushes for transparency on UFO findings amid public interest",
            "link": "https://www.baltimoresun.com/2024/12/01/congress-pushes-transparency-ufo-findings/",
            "description": "The recent congressional hearing on unidentified anomalous phenomena (UAP), formerly known as UFOs, has ignited a call for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2Fn7exNMIqF5_JRGpKFn1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "50m",
            "source": "The Baltimore Sun",
            "article_content": "The recent congressional hearing on unidentified anomalous phenomena (UAP), formerly known as UFOs, has ignited a call for transparency from lawmakers across the political spectrum.\n\nDuring the hearing, Chairwoman of the House Oversight and Accountability Committee, Nancy Mace, said:\n\n“I obviously would like to know how much taxpayers are spending on this. You have the right to know. And if we are spending money on something that doesn’t exist, why are we spending the money? And if it does exist, why are we hiding it from the public? Of course, national security is a big issue and if there is technology that could harm us or our allies that are in the hands of our adversaries, we obviously want to stay ahead of that to the best of our abilities.”\n\nThe Department of Defense, which oversees UAP research, is set to receive a proposed budget of $850 billion in 2025. However, the exact amount spent on UAP research remains unclear, contributing to congressional frustration over the perceived secrecy surrounding the issue. The Department of Defense’s All-Domain Anomaly Resolution Office (AARO), established in 2022, is tasked with investigating these phenomena.\n\nA group of bipartisan lawmakers in Congress introduced the UAP Transparency Act, which would require the declassification of all federal documents related to UAPs. The bill mandates that the president instruct federal agencies to release UAP research documents to the public within 270 days and provide Congress with quarterly progress reports. The UAP Transparency Act was referred to the House Oversight and Accountability Committee in May, but no further action has been taken.\n\nAARO reviewed 757 new UAP reports between May 2023 and June 2024, identifying 21 cases that “merit further analysis” due to their “anomalous characteristics and/or behaviors.” Despite these findings, AARO’s report stated there is no evidence to suggest extraterrestrial life is responsible for these sightings.\n\n“There are interesting cases that I, with my physics and engineering background and time in the intelligence community, do not understand. And I don’t know anybody else who understands them either,” said Jon Kosloski, the director of AARO.\n\nHave a news tip? Contact Emma Withrow at ewithrow@sbgtv.com or at x.com/emma_withrow. Content from The National Desk is provided by Sinclair, the parent company of FOX45 News."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in Wisconsin",
            "link": "https://www.wbay.com/2024/12/01/cities-with-most-ufo-sightings-wisconsin/",
            "description": "For now, the U.S. government’s official stance is that extraterrestrial life does not exist. In Wisconsin, we're not so sure.",
            "image_url": "https://www.bing.com/th?id=OVFT.pIeRTmW-zqgSVSSVKiP25S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "24m",
            "source": "WBAY",
            "article_content": "(Stacker) - When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he was looking for a lost military aircraft that had crashed. But what he found was something completely different—something that would set off a cultural obsession in the U.S. that persists today.\n\nWhile flying around Mount Rainier, Arnold reportedly encountered nine curious, wingless objects speeding through the sky at 1,200 mph, faster than any plane at the time could. Arnold spent years afterward trying to describe what he had seen, reportedly using a term that has been ingrained in the American lexicon ever since: \"flying saucer.\"\n\nSince then, Americans have been uniquely fixated on the idea that aliens are somewhere in the sky above us—and the number who believe that to be true is growing. In 2019, a Gallup survey found that 33% of Americans believed some UFOs were alien spacecrafts, while 60% felt they could all be explained by human activity or some natural phenomenon. Just two years later, in 2021, 41% of respondents said they believed at least some UFOs were alien-related compared to 50% who were confident any sightings could be explained by human behavior or scientific events.\n\nThere are two main reasons that belief in aliens has become so prevalent in the United States: government hearings and pop culture.\n\nAmerica’s film industry has always been one of the most influential in the world, and a wave of science fiction films in the 1950s, like “The Day the Earth Stood Still” and “Invasion of the Body Snatchers,” perpetuated the idea that there are other life-forms out there. This continues today with alien-centric sci-fi staples like the “Avatar” franchise and the “Quiet Place” movies dominating the box office.\n\nRather than leave flying saucers to the domain of Hollywood, the U.S. government has addressed the question of UFOs, only adding further speculation. In April 2020, the Department of Defense released multiple videos filmed by military pilots that were thought to possibly capture UFOs. In July 2023, an Air Force veteran came forward to the House of Representatives claiming that the U.S. military has been keeping important information on “nonhuman” sightings secret since the 1930s.\n\nJust like it did in the 1950s amid Cold War paranoia, the lore of UFOs is also currently experiencing a resurgence as many Americans grow concerned about national security. The infamous Chinese spy balloon panic in 2023 and fears over being infiltrated by the Russian government have led to many reporting seeing UFOs in the sky. People are also mistaking the spike in Starlink satellites for extraterrestrial activity. In November 2024, the Pentagon announced that most reported sightings of unidentified anomalous phenomena (UAPs, as they’re now known) can be attributed to balloons, drones, and other regular objects, while still noting that many objects lack a sufficient explanation.\n\nUAP and UFO sightings in the U.S. are particularly concentrated in the West, partially because of the abundance of dark sky locations, where it’s easier to spot objects with less light pollution. Those who believe they’ve seen something otherworldly can report it to the National UFO Reporting Center, which relies on volunteers to separate fact from fiction.\n\nWhile New Mexico and Nevada are perhaps best known for UFO sightings, the National UFO Reporting Center data shows that the state with the most sightings is California, with more than 16,500 reports as of Nov. 21, 2024. But what do the numbers look like in your metro area?\n\nStacker compiled a ranking of cities with the most UFO sightings in Wisconsin using data from the National UFO Reporting Center. Data encompasses all reports of UFO sightings dating back to 1995. Sightings with locations listed across multiple cities were not included in this analysis.\n\nFor now, the U.S. government’s official stance is that extraterrestrial life does not exist. But if the last century is any indicator, that will do little to curb America’s alien obsession.\n\nNote: The images in this article are stock photos and do not necessarily depict the specific cities or events described listed.\n\nSergey Tinyakov // Shutterstock\n\n#10. La Crosse\n\n- UFO sightings: 27\n\nssbooklet // Shutterstock\n\n#9. Waukesha\n\n- UFO sightings: 31\n\noscargutzo // Shutterstock\n\n#8. Janesville\n\n- UFO sightings: 32\n\nPeopleImages.com - Yuri A // Shutterstock\n\n#7. Appleton\n\n- UFO sightings: 33\n\nMarinaP // Shutterstock\n\n#6. Oshkosh\n\n- UFO sightings: 37\n\nNatural Earth Imagery // Shutterstock\n\n#5. Racine\n\n- UFO sightings: 40\n\nNatural Earth Imagery // Shutterstock\n\n#4. Kenosha\n\n- UFO sightings: 46\n\nLeslie Milller // Shutterstock\n\n#3. Green Bay\n\n- UFO sightings: 65\n\nPeopleImages.com - Yuri A // Shutterstock\n\n#2. Madison\n\n- UFO sightings: 129\n\nEFKS // Shutterstock\n\n#1. Milwaukee\n\n- UFO sightings: 132\n\nThis story features data reporting by Karim Noorani, writing by Andrea Vale and is part of a series utilizing data automation across 50 states.\n\nCopyright 2024 Stacker via Gray Media Group, Inc. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unmasking UFOs, aliens and demonic deception",
            "link": "https://www.msn.com/en-us/news/other/unmasking-ufos-aliens-and-demonic-deception/ar-AA1v4Rd5?ocid=BingNewsVerp",
            "description": "Believe it or not, 20 million people in the United States claim to have seen a UFO, and four million claim to have been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sqhjYce4oWJoVJe4Vo4ISS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "The Christian Post on MSN6hOpinion",
            "source": "The Christian Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious lights over Capitol cause division online",
            "link": "https://www.albawaba.com/node/mysterious-lights-over-capitol-causes-1595275",
            "description": "ALBAWABA - Four mysterious lights were spotted over Capitol Hill in the capital of Washington, D.C. causing wide fuss on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G2p8UjyfJ6jDi6_izMidXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Al Bawaba News11h",
            "source": "Al Bawaba News",
            "article_content": "ALBAWABA - Four mysterious lights were spotted over Capitol Hill in the capital of Washington, D.C. causing wide fuss on social media, especially as people saying these such incidents are recurring.\n\nThe picture, which went viral, viewed four bright lights in the sky exactly above the Statue of Freedom over the Capitol dome.\n\nThe photo was captured by Dennis Diggins, a US Air Force veteran and licensed tour guide, The New York Times reported.\n\nNot only the photo by Diggins, also a video was captured from a bit farther place also showed the same four bright lights in the sky above the Capitol.\n\nA split in opinions regarding the source of the lights whether they were UFOs or not occurred on social media with people believing aliens \"have arrived on Earth\" and others who don't.\n\nMeanwhile, a group of people debunked the alleged UFO story. One expert explained that the lights were only a phenomenon that shows nothing but a reflection in the night sky.\n\nAn ominous quartet of gleaming lights above the US Capitol building, like landing lights on some otherworldly craft, have left some afraid the alien invasion has finally arrived. The photo (above) was taken by US Air Force veteran Dennis Diggins, now a licensed tour guide in… pic.twitter.com/aJYCMydcCO — Evan Kirstel #B2B #TechFluencer (@EvanKirstel) November 29, 2024\n\nThis is not the only UFO-suspected incident, last week, a clip showing a round blue object was seen at Manchester Airport during the week, sparking speculation about whether it was an unidentified aerial phenomenon (UAP) or an Unidentified flying object (UFO).\n\nIn addition, in mid-November, A high-resolution video was projected during a US Congressional hearing that showed a UFO flying off the coast of Kuwait after coming out of the ocean."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The best video games of 2024",
            "link": "https://www.msn.com/en-us/entertainment/gaming/the-best-video-games-of-2024/ar-AA1v3QOU?ocid=BingNewsVerp",
            "description": "Here are the best games of 2024, in no particular order. Again, fair warning: There are a lot of RPGs on this list, but at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.booMk0Z3QZXM6DCiN6IeMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "10hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I've started using an AI notetaking app, and it's changed my meetings",
            "link": "https://www.msn.com/en-us/money/other/ive-started-using-an-ai-notetaking-app-and-its-changed-my-meetings/ar-AA1v3Yib?ocid=BingNewsVerp",
            "description": "A few months ago, I started using a notetaking app called Granola. It uses AI to build an outline and bullets around what I ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JhWkFkethNDNg-GzSXY_ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Free Tools for Building Generative AI Applications",
            "link": "https://www.analyticsinsight.net/generative-ai/top-free-tools-for-building-generative-ai-applications",
            "description": "Generative AI is revolutionizing industries by enabling the creation of content, designs, and even code, all powered by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XXkfBM1MwVd7vvxwzGS7XC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Analytics Insight4h",
            "source": "Analytics Insight",
            "article_content": "Hugging Face has become a household name among AI users. Its Transformers library provides pre-trained models to perform various natural language processing (NLP) tasks such as text generation, translation, and summarization. With thorough documentation and community support, along with integration with PyTorch and TensorFlow, Hugging Face makes it really comfortable for beginner and professional developers alike.\n\nThe great access portion of Hugging Face is when you get free access to its wonderful API for prototyping and experimentation combined with the super user-friendly interface to manage the datasets and fine-tune models, making it necessary for any generative AI application."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This is the only AI travel planner you’ll ever need",
            "link": "https://bgr.com/lifestyle/this-is-the-only-ai-travel-planner-youll-ever-need/",
            "description": "Planning a trip can be stressful, especially during the holiday season. That's why the AI-powered MagicMiles app is such a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dXathrqwOW5aBuUslzFczS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6h",
            "source": "BGR",
            "article_content": "Planning a trip can be stressful, especially during the holiday season. If you often find this to be an overwhelming task, and you wish that someone could do most of the heavy lifting for you, a new AI-powered app can help you with that.\n\nThis is why Brazilian developer ​Carlos Grothoff created MagicMiles, which offers travelers AI-powered, fully customizable itineraries. It allows users to adapt plans to their lifestyle and preferences. The developer explains: “Whether traveling solo or with companions, users can select activities that excite them and exclude those that don’t align with their interests. This level of customization simplifies planning and makes every journey unique.”\n\nMagicMiles is ad-free and doesn’t use affiliate links, so users can rest assured they’re getting genuine recommendations. These are some of the key features of the app:\n\nSmart AI Itineraries: AI creates itinerary templates that match each traveler’s specific interests, making trip planning an easy and tailored experience that reflects personal preferences.\n\nAI creates itinerary templates that match each traveler’s specific interests, making trip planning an easy and tailored experience that reflects personal preferences. Complete Trip Insights: Comprehensive trip information, including weather forecasts, transportation options, and insightful details about each destination.\n\nComprehensive trip information, including weather forecasts, transportation options, and insightful details about each destination. Activity Details: MagicMiles provides in-depth information for each planned activity, including peak visiting times, operating hours, reviews, and more.\n\nMagicMiles provides in-depth information for each planned activity, including peak visiting times, operating hours, reviews, and more. Real-time Updates: Push notifications keep travelers informed with instant updates on any changes to activity schedules, weather conditions, or other critical travel information.\n\nImage source: MagicMiles\n\nMagicMiles also offers offline functionality, so even without an internet connection, travelers can keep track of their schedules wherever they are. The app also provides real-time sync so that all the trip details are available on your and your partner’s Apple or Android devices.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nFinally, MagicMiles doesn’t track or use your data for advertising or affiliate links. Your trip plans are always secure and private. The app is free to download but requires a subscription for all the features. Users can sign up for a 3-day free trial on the yearly plan to explore the app’s features before committing. It costs $6.99 per month or $49.99 yearly."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Can AI predict when you will die? This AI app claims results are ‘pretty significant’",
            "link": "https://www.msn.com/en-in/autos/news/can-ai-predict-when-you-will-die-this-ai-app-claims-results-are-pretty-significant/ar-AA1v4ltG?ocid=BingNewsVerp",
            "description": "The Death Clock app claims to provide personalized life expectancy estimates by analyzing lifestyle factors. With 125,000 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W7s9KX0bUDIOICxC0MUTWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alibaba Group Holding Limited (BABA) Expands AI-Powered DingTalk App to Hong Kong in Global Push",
            "link": "https://www.msn.com/en-us/money/markets/lumen-technologies-inc-lumn-gains-analyst-target-raise-amid-ai-driven-fiber-expansion/ar-AA1v2PRM?ocid=BingNewsVerp",
            "description": "We recently compiled a list of the Top 10 AI News Updates This Weekend. In this article, we are going to take a look at where ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nAiRwOs_VodVD2laPxrZji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This 2015 Horror Movie Combines Folklore and History To Create a Searing Paranormal Nightmare Like No Other",
            "link": "https://collider.com/demon-2015-horror-movie/",
            "description": "Wrona effortlessly weaves folklore throughout his film to build a tense tone and an oppressive feeling of doom. Wrona's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Et2OVURSRISwOKlYi5XpfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Farrar Elementary haunted? What we saw during a paranormal investigation at the school.",
            "link": "https://www.msn.com/en-us/news/us/is-farrar-elementary-haunted-what-we-saw-during-a-paranormal-investigation-at-the-school/ar-AA1v4gOX?ocid=BingNewsVerp",
            "description": "Farrar Elementary School near Des Moines has gained a reputation for being haunted. The boarded windows and the rundown ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9wvIA7NIMPCFaX00hG3JlS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "7hon MSN",
            "source": "Des Moines Register on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "You could be the first to catch a Sinistea in Pokémon Go in this event",
            "link": "https://www.pockettactics.com/pokemon-go/just-my-cup-of-tea",
            "description": "Venture out in Pokémon Go’s Just My Cup of Tea event to track down Sinistea and Polteageist, alongside more of their ghostly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZR-khml_Z49wh85KCWyNiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Pocket Tactics4h",
            "source": "Pocket Tactics",
            "article_content": "Just in time to warm you up during these cold winter days, Pokémon Go’s Just My Cup of Tea event introduces Galar’s two ghostly tea creatures to the mobile game for the first time. Alongside Sinistea and Polteageist’s arrival, you can encounter a range of themed Pokémon in the wild and during raids throughout the event.\n\nTwo of the best gen 8 Pokémon are finally joining Pokémon Go in the Just My Cup of Tea event – the spooky Sinistea and paranormal Polteageist. Of course, in a region themed around the British Isles, The Pokémon Company had to introduce a tea-themed ‘mon for us to collect, and we all fell in love with it. Unlike in the Switch game, you don’t have to worry about whether your Sinistea is genuine or not, as you can evolve any teacup you find into a haunted teapot with just 50 Sinistea candies.\n\nWhile you’re out hunting for Sinistea in the wild, you’ll also be more likely to find a range of themed Pokémon on your travels, like Oddish, Duskull, and Gothita, so make sure you stock up on Pokéballs before heading out. You’ll also get 50% more stardust and double the friendship bonus damage in raids during the event, so take the opportunity to challenge Genesect (Chill Drive) in five-star raids and Mega Banette in mega raids. You could even catch a shiny one!\n\nWhen is the Pokémon Go Just My Cup of Tea event?\n\nPokémon Go’s Just My Cup of Tea event runs from 10am local time on Tuesday, December 3, to 8pm local time on Saturday, December 7, 2024. Make sure to take part in field research, timed research, collection challenges, and PokéStop showcases during this event to claim the many rewards on offer.\n\nThat’s everything you need to know about the Pokémon Go Just My Cup of Tea event. Stay up to date with all the latest goings-on in Niantic’s free mobile game by checking out our Pokémon Go events, Pokémon Go Spotlight Hour, and Pokémon go codes guides next."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Star-Telegram’s Crossroads Lab has a record of making a difference. We need your support",
            "link": "https://www.yahoo.com/news/star-telegram-crossroads-lab-record-120000083.html",
            "description": "The Fort Worth Star-Telegram’s Crossroads Lab stands as a testament to the power of local journalism to make our community a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jPGTBrEsJNWG1FHSgnqmwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "The Fort Worth Star-Telegram’s Crossroads Lab stands as a testament to the power of local journalism to make our community a better place.\n\nFor more than three years, the community-funded Lab has informed and engaged citizens about under-covered issues and helped drive change.\n\nFor instance, education reporter Silas Allen wrote a story last year about a disconnect between how parents think their kids are doing in school and how they are really doing. This year, the Fort Worth Independent School District began to shift its grading systems and improved its online portal to make it easier for parents to understand how their kids are doing in school.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe Lab’s five reporters fill coverage gaps that have developed due to stresses on the traditional model for local news in recent years. They cover topics such as education, early childhood development, health care, racial equity, economic development and more.\n\nYou may be familiar with other fully philanthropic news organizations in Fort Worth and around our state. Those organizations do good work. But the Star-Telegram’s Crossroads Lab has some distinct advantages in terms of the potential for impact — in terms of how donations are used, and the likelihood of the reporters’ work bringing change.\n\nDonations to the Crossroads Lab go almost exclusively to fund the work of reporters, rather than the institutional structure and salaries of support staff around them. McClatchy, our parent company, provides editing support and unlimited services through its audience growth, human resources, information technology and legal departments.\n\nAnd the Crossroads Lab has far more audience than that of a startup news organization. It taps into the already established readership of the Star-Telegram, bringing a greater opportunity for impact.\n\nAdvertisement Advertisement\n\nWhat do I mean by impact? Since the Lab’s inception, its work has driven policy changes in the Fort Worth school system regarding library expenses and the use of restraints in dealing with problematic student behavior. Crossroads Lab stories have prompted people to donate to worthy causes and to help fight for positive change. One organization even credited a Crossroads Lab story with saving a man’s life by connecting him with critical medical care.\n\nIn this past year, the Lab has impacted our community with work such as this:\n\nMuch of the Lab’s funding comes from prominent local philanthropic foundations. But we need your help, too. Please consider making a tax-deductible contribution — gifts of any size make a difference — to the Crossroads Lab and its five reporters.\n\nYou can donate through star-telegram.com/donate. Or, if you prefer to send a check, please put “Fort Worth Star-Telegram” in the memo line and mail it to 1601 Alhambra Blvd., Suite 100, Sacramento, CA 95816. Please include your email address.\n\nAdvertisement Advertisement\n\nThe Crossroads Lab’s mission is to inform and engage citizens about issues critical to the future of our community, ultimately making Fort Worth a better place. Thank you for being an essential part of that mission with your readership and your support of the Crossroads Lab.\n\nSteve Coffman is the president and editor of the Fort Worth Star-Telegram."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Penn and Teller: ‘The internet may have destroyed America. But it’s been brilliant for magic’",
            "link": "https://www.telegraph.co.uk/theatre/what-to-see/penn-teller-interview-internet-america-trump-magic/",
            "description": "The illusionists on what it’s like to work with Trump, the problem with the paranormal, and why they ‘wouldn’t do the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JbQeQGD-ZNFRUVYXkTf_yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "The Daily Telegraph",
            "article_content": "Every Friday night in the early months of 1994, Channel 4 took British viewers on a trip into The Unpleasant World of Penn & Teller. Each week, the American duo – Teller, the mononymous mag­­i­cian, and Penn Jillette, with his ironic patter and pony-tail – would fill the screen with their irreverent take on the traditional stage ­magic show, including a notoriously blood-spattered skit in which Teller was power-sawed in half. They are a little older now (Penn is 69, Teller, 76), but here we are, a stone’s throw from the Houses of Parliament, talking about the 50th anniversary of their partnership, which they’ll celebrate next year with 11 nights at the London Palladium.\n\nFor many years, both men have lived and worked in Las Vegas, where they have the longest-­running residency in the casino city. So far, they’ve shown no desire to join the celebrities planning to quit the US when Donald Trump takes power, although Penn claims to have been on Trump’s “hate list” for more than a decade, after describing the future president as a “whack job” with “cotton candy p--s hair”, in 2012, when he appeared alongside him on The Celebrity Apprentice.\n\n“I know Trump,” Penn tells me. “I know him very well. And I have a great deal of tolerance for people who are off the bell curve: I have very close friends who are neuro­diverse in some pretty intense ways. When I worked on The Celebrity Apprentice, Donald Trump Jr said to me, ‘You seem like the only person who actually likes my father.’ And I want to cop to that. But what Trump cannot understand is how I could be comfortable with him working at a TV show, and not comfortable with him as president of the United States.” Trump, he continues, “is bordering on stupid”.\n\nAnd yet Penn’s compatriots have voted overwhelmingly to put him back in the White House. “It was [Apprentice network] NBC that did it, and also it was the internet,” he says. “When you have people who are brimming with hate and you tell them that that’s OK, I think it really explodes.” His anxiety about “trolls and robots” runs deep, but he notes, wryly, that “the internet, although it may have destroyed America and will be destroying the world, I think, is nothing but good for magic”. It has, he suggests, taken what was an off-puttingly closed world and democratised it.\n\nPenn & Teller have been criticised for revealing the closely guarded secrets of the trade, by, for instance, performing the “cups and balls” trick with clear plastic cups. They’ve been refused membership of the Magic Circle, the famous society of magicians, because of such routines. “The whole idea of keeping secrets is so offensive,” Penn says. “I love the fact that you can go on the internet and find out how a magic trick is done; pretending that all we have is secrets is an insult. It’s like, if I were to come to you and say, ‘Here’s the words of the Dylan song, here’s the sheet music, here’s the tuning of his guitar, that’s all you need.’ Well, no, it’s not.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing: Applications and Challenges",
            "link": "https://www.analyticsinsight.net/tech-news/quantum-computing-applications-and-challenges",
            "description": "Quantum computing is the revolutionary power emerging in science and technology to solve problems with the application of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TGUiyNhdE72GHCTjiikgmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Analytics Insight7h",
            "source": "Analytics Insight",
            "article_content": "Quantum computing is an emerging field at the very edge of computer science. It utilizes principles from quantum mechanics to solve problems that would be beyond the capabilities of even the most powerful classical computers.\n\nThis space includes diverse disciplines such as quantum hardware and algorithms. While it is still developing, quantum technologies are ready to tackle very complex problems that cannot be solved or are not easily solved by any classical supercomputer.\n\nWith their inherent properties, fully realized quantum computers can process highly complex calculations that are far beyond the abilities of current machines. Quantum systems may well be able to complete jobs that would take thousands of years for a classical computer to finish in just minutes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Search For ET Intelligence May First Discover Alien AI, Stargazers Say",
            "link": "https://www.forbes.com/sites/kevinholdenplatt/2024/11/29/search-for-et-intelligence-may-first-discover-alien-ai-stargazers-say/",
            "description": "Astronomers heading the search for extraterrestrial intelligence predict their quest might first spark an encounter with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kH72Hg3FqGJwTjdKCb9yLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In the 'Hot Neptune Desert,' a Rare Planet Offers Clues to Cosmic Mysteries",
            "link": "https://scitechdaily.com/in-the-hot-neptune-desert-a-rare-planet-offers-clues-to-cosmic-mysteries/",
            "description": "Researchers have discovered a Neptune-sized planet, TOI-3261 b, which orbits its star every 21 hours, placing it in the rare ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LiwkegASyYDbvwoDigfjOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "13h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nobel Prize Wins Point to a Pivotal Moment of the New AI Era",
            "link": "https://www.inc.com/micha-breakstone/nobel-prize-wins-point-to-a-pivotal-moment-of-the-new-ai-era/91022566",
            "description": "Neural networks propel AI revolution. The Nobel Prize in physics was awarded to Geoffrey Hinton, often referred to as the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YbicMIzgg6mL-GuMQIJ2pi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6h",
            "source": "Inc",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers explore potential of durable battery that could transform electric cars: 'Cheaper, faster, and longer-lasting'",
            "link": "https://www.msn.com/en-us/news/technology/researchers-explore-potential-of-durable-battery-that-could-transform-electric-cars-cheaper-faster-and-longer-lasting/ar-AA1uKfZS?ocid=BingNewsVerp",
            "description": "Researchers at the Graduate Institute of Ferrous & Eco Material Technology in South Korea have discovered the potential in producing battery cathode materials as more resilient single large particles ...",
            "image_url": "https://www.bing.com/th?id=ODF.xqz6wmjg5vBBSsSHKD1gzQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "The Cool Down on MSN7h",
            "source": "The Cool Down on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FanDuel promo code: $150 bonus for Eagles vs. Ravens plus 3 free months of NBA League Pass",
            "link": "https://www.masslive.com/betting/2024/12/fanduel-promo-code-150-bonus-for-eagles-vs-ravens-plus-3-free-months-of-nba-league-pass.html",
            "description": "Sports fans can claim a $150 bonus from FanDuel Sportsbook plus a free three-month trial of NBA League Pass when registering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b22PPgOktPFVzYC904RBUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "MassLive5h",
            "source": "MassLive",
            "article_content": "A huge interconference matchup is on deck for Sunday, when the Philadelphia Eagles visit the Baltimore Ravens.\n\nSports fans can claim a $150 bonus from FanDuel Sportsbook plus a free three-month trial of NBA League Pass when registering with today’s FanDuel promo code (no code required).\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $150 in bonus bets if your bet wins, plus a three-month NBA League Pass free trial. 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions The user’s first bet must win to claim the bonus bets but not the NBA League Pass free trial.\n\n\n\nBonuses are sent within 72 hours of the qualifying wager winning.\n\n\n\nBonus bets expire seven days after issuance and have no cash value. Bonus bets can be split into multiple wagers. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY and Washington, D.C. ✅ Last verified Dec. 1, 2024\n\nFanDuel promo code: How to claim the two-part bonus\n\nThis two-part bonus from FanDuel Sportsbook is easy to claim. Follow these steps to get started:\n\nClick our FanDuel promo code to reach the appropriate registration page. Tap “Join Now.” Choose your state and fill in the required fields. Establish a banking method and make your first deposit. Place your first wager of at least $5 on Eagles vs. Ravens or any other sporting event.\n\nFor your first wager, choose a betting market you are confident in. Your first bet must win to receive the $150 sportsbook bonus. The three-month free trial of NBA League Pass is yours no matter the outcome of that first wager. A promotional code will be emailed to you.\n\nIf you receive the $150 bonus, it will be distributed as a lump sum. You can use all $150 at once or divide it into increments. To edit the amount you use, check your betslip before placing a wager.\n\nYou have seven days to use the bonus before it expires.\n\nFanDuel promos for existing users\n\nToday’s FanDuel welcome bonus provides a nice start for your sports betting journey, but that’s not where it ends. There are nice daily promotions for all users. These and more are available now:\n\nProfit boosts : Get enhanced odds on select betting markets.\n\nNo sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\nReferral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nHow to use your FanDuel promo for Eagles vs. Ravens\n\nFanDuel Sportsbook wants you to work for your welcome bonus, but if you’re savvy, you don’t have to work as hard as it seems on the surface.\n\nYou must win your first wager to claim the bonus, but there are no odds restrictions on your wager.\n\nThe Ravens are favored Sunday by 2.5 points over the Eagles, but why lay the points when you can bet the Ravens on the moneyline? The payout on your $5 wager will not be as good, but that’s not what you’re trying to maximize.\n\nEven the Baltimore moneyline can be a toss-up in a game between these two strong teams, so I have another suggestion.\n\nHow about betting on the alternate total? The over/under offered by most online sportsbooks is 49.5 points, but on FanDuel, you can wager on an alternate total. You can go as low as 23.5 points and bet the over.\n\nYour winnings with a $5 bet would be negligible, but you would give yourself an awesome chance of winning the $150 bonus. That’s what matters most."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spectral Labs identifies Syntax vulnerability, pauses contracts",
            "link": "https://cointelegraph.com/news/spectral-labs-identifies-syntax-platform-vulnerability-pauses-contracts",
            "description": "Spectral Labs has identified a vulnerability affecting certain tokens on its Syntax AI agent platform and has temporarily ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-I_uyzxSYypUR8BUrWVoki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1m",
            "source": "CoinTelegraph",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI Tools are Revolutionizing Startup Launch Strategies",
            "link": "https://www.inc.com/itay-sagie/how-ai-tools-are-revolutionizing-startup-launch-strategies/91019049",
            "description": "Traditional startups usually needed a team of developers just to reach the prototype phase—a costly barrier for many. With ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6EnSRNo_zDUHg0ZQ1FOEIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5h",
            "source": "Inc",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meteorological winter starts today! Why? Because it's science!",
            "link": "https://www.msn.com/en-ca/weather/topstories/meteorological-winter-starts-today-why-because-its-science/ar-AA1v44i1?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gHsMJZTsngD8Mtg6WHF45y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "The Weather Network on MSN5h",
            "source": "The Weather Network on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oppo Find X8 Pro review: move over Samsung, this is my new favorite phone camera",
            "link": "https://www.msn.com/en-us/news/technology/oppo-find-x8-pro-review-move-over-samsung-this-is-my-new-favorite-phone-camera/ar-AA1v4nYp?ocid=BingNewsVerp",
            "description": "The Oppo Find X8 Pro proves that a smartphone can have it all: an excellent quad camera, fantastic hardware, great display, ...",
            "image_url": "https://www.bing.com/th?id=OVF.psRTkcnd%2bXMjnlj%2bR0LclA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "6hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Volkswagen’s new electric Golf will get the Rivian treatment",
            "link": "https://www.digitaltrends.com/cars/volkswagens-new-electric-golf-will-get-the-rivian-treatment/",
            "description": "Volkswagen just revealed the next-gen electric Golf will benefit from Rivian’s cutting-edge software and electrical systems.",
            "image_url": "https://www.bing.com/th?id=OVFT.MjbSeERoC0fri4fyfqdVcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "22h",
            "source": "Digital Trends",
            "article_content": "The Golf represents “the heart” of the Volkswagen brand, the automaker said at the start of 2024, as the iconic model celebrated five decades of existence.\n\nA 50th anniversary also seems like the right occasion to fully bring the Golf into the 21st century: While we already knew that VW is reviving an electric version of the model, the German automaker just revealed the next-gen Golf will also benefit from Rivian’s cutting-edge software and electrical systems.\n\nRecommended Videos\n\nVW, like global automakers, is transitioning toward producing “software-defined vehicles” (SDVs) with functionalities and digital experiences that can be upgraded over time. That transition became official back in June when VW announced a joint venture with Rivian.\n\nMeanwhile, the automaker also announced last summer it would delay the launch of a new flagship electric vehicle (EV) called Trinity, initially planned for 2026. German press reports at the time suggested the delay was to make room for none other than the next-gen electric Golf.\n\nAnd now that VW’s venture with Rivian has officially kicked off earlier this month, all the pieces are coming together.\n\n“We decided on how to do the software-defined vehicle,” VW CEO Thomas Schafer said during a media roundtable. “It will happen with the joint venture, where we put the new electric-electronics architecture together. But we have also decided that we want to start this journey with a more iconic product. So we’ll start with the Golf.”\n\nThe next-gen electric Golf is now expected for 2029, followed by Trinity in the following years.\n\nThe Volkswagen-Rivian venture first plans to use Rivian’s electrical architecture and software technology stack to enable the launch of Rivian’s R2 midsize SUV in the first half of 2026 and support the launch of Volkswagen models by 2027."
        }
    }
]