[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Something crazy happened … I may have seen a UFO last night",
            "link": "https://www.popsci.com/sponsored-content/discounted-digital-binoculars-with-night-vision-and-recording-capabilities-sponsored-deal/",
            "description": "A 4,000mAh rechargeable battery lets me use these night vision digital binoculars for several nights of bird-watching and now ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94PmMASV7c4epnKb4P8zFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "13h",
            "source": "Popular Science",
            "article_content": "We may earn revenue from the products available on this page and participate in affiliate programs. Learn more ›\n\nIt sounds insane, but I know what I saw—a UFO. Or, I think it was. Too many people have drones these days, so I guess it could’ve been anything. Alas, I was sitting on my porch, enjoying my new pair of night vision binoculars, when I saw something moving in the dark. It was too fast for it to be a plane.\n\nI can see over 1,300 feet away with these bad boys, and, boy, I saw something alright. A flying saucer—or a UAP as the kids call it these days. Better yet? My binoculars have a built-in camera and I started recording. Can you believe they were only $84.97 (reg. $169.99)?\n\nSeeing is believing, and you need these to see\n\nWanna know how I know that UFO was real? My footage didn’t save. The binoculars work; I have dozens of 36MP photos and 4K videos of tweety birds from my backyard. But those aliens? They wiped my darn UAP pictures. Those suckers. This is all I’ve got:\n\nAt least I got to see them in the flesh. I’m surprised they didn’t wipe my memory (yet). The cool thing about these binoculars, compared to night vision goggles, is that I don’t have to squint through uncomfortable eyepieces to get a glimpse at some aliens—just look through the 4.5-inch LCD screen. I can also use it to play videos back.\n\nThe only slightly annoying thing is that they have to be charged, which is obvious since they’re digital. But a 4,000mAh rechargeable battery lasts me quite a few nights of bird-watching and now UFO hunting. I’ll be waiting for my visitors to return.\n\nGrab yourself a pair of these digital binoculars with night vision and recording capabilities for only $84.97 (reg. $169.99) and save 50 percent. This price drop only lasts until February 23 at 11:59 p.m. PT.\n\nStackSocial prices subject to change.\n\n4K Night Vision Digital Binoculars with 8x Digital Zoom\n\nOnly $84.97 at Popular Science"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO hunter slams Scots museum bosses over rejecting bizarre exhibit",
            "link": "https://www.thescottishsun.co.uk/news/14195174/ufo-hunter-alien-scots-museum-bizarre-exhibit/",
            "description": "AN alien hunter last night slammed museum bosses for snubbing the chance to publicly display trousers ripped during Scotland’s most famous UFO incident. Paranormal investigator Malcolm Robinson ...",
            "image_url": "https://www.bing.com/th?id=OJ.RQ10WRfwZoSyjA&pid=news&w=53&h=16&rs=2",
            "category": "ufo",
            "date": "4h",
            "source": "The Scottish Sun",
            "article_content": "The pants are connected to Scotland's most famous UFO incident which was subject to a police probe\n\nTREW-TH IS OUT THERE\n\nTREW-TH IS OUT THERE UFO hunter slams Scots museum bosses over rejecting bizarre exhibit\n\nAN alien hunter last night slammed museum bosses for snubbing the chance to publicly display trousers ripped during Scotland’s most famous UFO incident.\n\nParanormal investigator Malcolm Robinson said he offered to donate the “iconic” trews worn by believer Bob Taylor but was turned down.\n\n6 Paranormal investigator Malcolm Robinson wants the trousers in a museum\n\n6 The ripped pants belonged to Bob Taylor claims he was attacked by an UFO\n\n6 A sketch of the spaceship based on Bob's description Credit: Artist: Dave Sankey\n\nLate forestry worker Bob reputedly saw mysterious dome-shaped objects land in a clearing at Dechmont Woods, West Lothian, in 1979.\n\nAccording to the teetotal churchgoer, metal spikes then dropped down and attached themselves to his trouers.\n\nHe later woke in dishevelled state before going to cops.\n\nBaffled investigators were unable to establish what caused unusual marks seen on the ground.\n\nDetectives bagged up Bob’s torn trousers as they probed whether he had been assaulted.\n\nThey were later given to the British UFO Research Association before being passed to Mr Robinson.\n\nRespected war hero Bob continued to maintain he had been attacked by a “spaceship thing” until his death aged 88 in 2007.\n\nAnd Mr Robinson hopes evidence of the mysterious episode can be preserved for future generations — despite museum chiefs’ reluctance.\n\nHe insisted: “This is not any old pair of trousers.\n\n“They are part of Scotland’s biggest ever UFO story.\n\nStunned scientists uncover super-Earth planet that could finally reveal existence of aliens\n\n“A full-blown police investigation was carried out including a forensic examination of the ripped trousers.\n\n“It might sound bizarre to some. But this is an iconic piece of Scottish history which rightly deserves it place in a museum.”\n\nMr Robinson said he has taken the trousers on exhibition tours and claimed to have turned down cash offers for them.\n\nHe explained: “I’ve been offered thousands of pounds by an American businessman but I have refused.\n\n“I wanted to donate these trousers to the National Museums of Scotland. Sadly, they refused. I’m very disappointed.”\n\nBob said officials had apologised via email and said they “already had similar material”.\n\nA National Museums Scotland spokesman last night said this was a mistake but explained: “We are offered objects as donations to the National Collection all the time.\n\n“We don’t have space or capacity to accept them all.”\n\n6 National Museums Scotland said they don't want the trousers\n\n6 Mr Robinson is determined to preserve them for future generations."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery Drones and UFOs: What’s Really Happening in U.S. Skies?",
            "link": "https://www.msn.com/en-us/science/aeronautics/mystery-drones-and-ufos-what-s-really-happening-in-u-s-skies/ar-AA1yeTTl?ocid=BingNewsVerp",
            "description": "In recent months, a wave of mysterious UFO and drone sightings has swept across multiple U.S. states, particularly in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SvZDUFdV524kKDFyaz3gjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump imposes tariffs on Mexico, Canada, China",
            "link": "https://www.msn.com/en-us/politics/government/trump-imposes-tariffs-on-mexico-canada-china/vi-AA1yg0f1?ocid=BingNewsVerp",
            "description": "President Trump on Saturday signed an executive order to impose strict tariffs on Mexico, Canada and China. Trump imposes 25% ...",
            "image_url": "https://www.bing.com/th?id=OVF.5lidkJwKEA4zbXD3r7Vrvw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN19m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: What lies under the bonnet of the new AI chatbot?",
            "link": "https://www.bbc.com/future/article/20250131-what-does-deepseeks-new-app-mean-for-the-future-of-ai",
            "description": "Tumbling stock market values and wild claims have accompanied the release of a new AI chatbot by a small Chinese company.",
            "image_url": "https://www.bing.com/th?id=OVFT.ysO3sR6mwkEMTnVuNyZvBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "BBC",
            "article_content": "DeepSeek: What lies under the bonnet of the new AI chatbot?\n\n12 hours ago Andrew Duncan\n\nGetty Images\n\nTumbling stock market values and wild claims have accompanied the release of a new AI chatbot by a small Chinese company. What makes it so different?\n\nThe release of China's new DeepSeek AI-powered chatbot app has rocked the technology industry. It quickly overtook OpenAI's ChatGPT as the most-downloaded free iOS app in the US, and caused chip-making company Nvidia to lose almost $600bn (£483bn) of its market value in one day – a new US stock market record.\n\nThe reason behind this tumult? The \"large language model\" (LLM) that powers the app has reasoning capabilities that are comparable to US models such as OpenAI's o1, but reportedly requires a fraction of the cost to train and run.\n\nAnalysis Dr Andrew Duncan is the director of science and innovation fundamental AI at the Alan Turing Institute in London, UK.\n\nDeepSeek claims to have achieved this by deploying several technical strategies that reduced both the amount of computation time required to train its model (called R1) and the amount of memory needed to store it. The reduction of these overheads resulted in a dramatic cutting of cost, says DeepSeek. R1's base model V3 reportedly required 2.788 million hours to train (running across many graphical processing units – GPUs – at the same time), at an estimated cost of under $6m (£4.8m), compared to the more than $100m (£80m) that OpenAI boss Sam Altman says was required to train GPT-4.\n\nDespite the hit taken to Nvidia's market value, the DeepSeek models were trained on around 2,000 Nvidia H800 GPUs, according to one research paper released by the company. These chips are a modified version of the widely used H100 chip, built to comply with export rules to China. These were likely stockpiled before restrictions were further tightened by the Biden administration in October 2023, which effectively banned Nvidia from exporting the H800s to China. It is likely that, working within these constraints, DeepSeek has been forced to find innovative ways to make the most effective use of the resources it has at its disposal.\n\nReducing the computational cost of training and running models may also address concerns about the environmental impacts of AI. The data centres they run on have huge electricity and water demands, largely to keep the servers from overheating. While most technology companies do not disclose the carbon footprint involved in operating their models, a recent estimate puts ChatGPT's monthly carbon dioxide emissions at over 260 tonnes per month – that's the equivalent of 260 flights from London to New York. So, increasing the efficiency of AI models would be a positive direction for the industry from an environmental point of view.\n\nWatch DeepSeek AI bot respond to question about China\n\nOf course, whether DeepSeek's models do deliver real-world savings in energy remains to be seen, and it's also unclear if cheaper, more efficient AI could lead to more people using the model, and so an increase in overall energy consumption.\n\nIf nothing else, it could help to push sustainable AI up the agenda at the upcoming Paris AI Action Summit so that AI tools we use in the future are also kinder to the planet.\n\nWhat has surprised many people is how quickly DeepSeek appeared on the scene with such a competitive large language model – the company was only founded by Liang Wenfeng in 2023, who is now being hailed in China as something of an \"AI hero\".\n\nThe model is constructed from a group of much smaller models, each having expertise in specific domains\n\nThe latest DeepSeek model also stands out because its \"weights\" – the numerical parameters of the model obtained from the training process – have been openly released, along with a technical paper describing the model's development process. This enables other groups to run the model on their own equipment and adapt it to other tasks.\n\nThis relative openness also means that researchers around the world are now able to peer beneath the model's bonnet to find out what makes it tick, unlike OpenAI's o1 and o3 which are effectively black boxes. But there are still some details missing, such as the datasets and code used to train the models, so groups of researchers are now trying to piece these together.\n\nNot all of DeepSeek's cost-cutting techniques are new either – some have been used in other LLMs. In 2023, Mistral AI openly released its Mixtral 8x7B model which was on par with the advanced models of the time. Mixtral and the DeepSeek models both leverage the \"mixture of experts\" technique, where the model is constructed from a group of much smaller models, each having expertise in specific domains. Given a task, the mixture model assigns it to the most qualified \"expert\".\n\nDeepSeek has even revealed its unsuccessful attempts at improving LLM reasoning through other technical approaches, such as Monte Carlo Tree Search, an approach long touted as a potential strategy to guide the reasoning process of an LLM. Researchers will be using this information to investigate how the model's already impressive problem-solving capabilities can be even further enhanced – improvements that are likely to end up in the next generation of AI models.\n\nGetty Images Modified versions of Nvidia's H100 GPUs were used by DeepSeek to train its LLM (Credit: Getty Images)\n\nSo what does this all mean for the future of the AI industry?\n\nDeepSeek is potentially demonstrating that you don't need vast resources to build sophisticated AI models. My guess is that we'll start to see highly capable AI models being developed with ever fewer resources, as companies figure out ways to make model training and operation more efficient.\n\nUp until now, the AI landscape has been dominated by \"Big Tech\" companies in the US – Donald Trump has called the rise of DeepSeek \"a wake-up call\" for the US tech industry. But this development may not necessarily be bad news for the likes of Nvidia in the long term: as the financial and time cost of developing AI products reduces, businesses and governments will be able to adopt this technology more easily. That will in turn drive demand for new products, and the chips that power them – and so the cycle continues.\n\nIt seems likely that smaller companies such as DeepSeek will have a growing role to play in creating AI tools that have the potential to make our lives easier. It would be a mistake to underestimate that.\n\n--\n\nFor more technology news and insights, sign up to our Tech Decoded newsletter, while The Essential List delivers a handpicked selection of features and insights to your inbox twice a week."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI's environmental impact in figures",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/generative-ai-s-environmental-impact-in-figures/ar-AA1ydX2O?ocid=BingNewsVerp",
            "description": "Each interaction with OpenAI's chatbot uses 2.9 watt-hours of electricity. In 2023, data centres were responsible for nearly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cU9Eiy23HR8NhqTzOT30-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "16hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deepseek Freakout, Skild Robotics Raises $500 Million, Eleven Labs AI $250 Million",
            "link": "https://www.forbes.com/sites/charliefink/2025/01/30/deepseek-freakout-skild-robotics-raises-500-million-eleven-labs-ai-250-million/",
            "description": "DeepSeek’s AI disrupts industry, causing Nvidia’s $600B plunge. AI investments surge: SoftBank backs Skild AI, ElevenLabs raises $250M, and Infinite Reality buys Obsess.",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "ai+app",
            "date": "18h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "One-Two AI Punch: DeepSeek's Image Generator Follows Its Earthshaking Model Release",
            "link": "https://www.msn.com/en-us/news/technology/one-two-ai-punch-deepseeks-image-generator-follows-its-earthshaking-model-release/ar-AA1y0BIX?ocid=BingNewsVerp",
            "description": "The back-to-back releases signal China's push to gain footing in the growing AI arms race. Meanwhile, last week, President Donald Trump announced a new AI infrastructure initiative, pledging up to ...",
            "image_url": "https://www.bing.com/th?id=ODF.vS3pKUrPWgIKkQBHtUkEPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ai+app",
            "date": "CNET on MSN14h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How I installed DeepSeek on my phone with surprisingly good results",
            "link": "https://www.androidauthority.com/install-deepseek-android-3521203/",
            "description": "Here's how I installed Ollama on my Android phone to run DeepSeek, Gwen, and other AI models completely offline.",
            "image_url": "https://www.bing.com/th?id=OJ.qutD00eY9E0tWw&pid=news&w=91&h=16&rs=2",
            "category": "ai+app",
            "date": "9h",
            "source": "Android Authority",
            "article_content": "Robert Triggs / Android Authority\n\nCloud AI might be impressive, but I yearn for the added security that only offline, local processing provides, especially in light of DeepSeek reporting user data back to China. Replacing CoPilot with DeepSeek on my laptop yesterday made me wonder if I could run large language models offline on my smartphone as well. After all, today’s flagship phones claim to be plenty powerful, have pools of RAM, and have dedicated AI accelerators that only the most modern PCs or expensive GPUs can best. Surely, it can be done.\n\nWell, it turns out you can run a condensed version of DeepSeek (and many other large language models) locally on your phone without being tethered to an internet connection. While the responses are not as fast or accurate as those of the full-sized cloud model, the phones I tested can churn out answers at a brisk reading pace, making them very usable. Importantly, the smaller models are still good at assisting with problem-solving, explaining complex topics, and even producing working code, just like its bigger sibling.\n\nAre you interested in DeepSeek's AI model? 4908 votes Yes, I'm already using it on my PC, phone, or both. 33 % I'm gonna go try it now. 17 % I have my eyes on it, but I haven't tried it yet. 31 % No. 19 %\n\nI’m very impressed with the results, given that it runs on something that fits in my pocket. I can’t recommend that you all dash out to copy me, but those who are really interested in the ever-developing AI landscape should probably try running local models for themselves.\n\nRobert Triggs / Android Authority\n\nInstalling an offline LLM on your phone can be a pain, and the experience is not as seamless as using Google’s Gemini. My time spent digging and tinkering also revealed that smartphones are not the most beginner-friendly environments for experimenting with or developing new AI tools. That’ll need to change if we’re ever going to have a competitive marketplace for compelling AI apps, allowing users to break free from today’s OEM shackles.\n\nLocal models run surprisingly well on Android, but setting them up is not for the fainthearted.\n\nSurprisingly, performance wasn’t really the issue here; the admittedly cutting-edge Snapdragon 8 Elite smartphones I tested run moderately sized seven and eight-billion parameter models surprisingly well on just their CPU, with an output speed of 11 tokens per second — a bit faster than most people can read. You can even run the 14-billion parameter Phi-4 if you have enough RAM, though the output falls to a still passable six tokens per second. However, running LLMs is the hardest I’ve pushed modern smartphone CPUs outside of benchmarking, and it results in some pretty warm handsets.\n\nImpressively, even the aging Pixel 7 Pro can run smaller three billion parameter models, like Meta’s llama3.2, at a passable five tokens per second, but attempting the larger DeepSeek is really pushing the limit of what older phones can do. Unfortunately, there’s currently no NPU or GPU acceleration available for any smartphone using the methods I tried, which would give older phones a real shot in the arm. As such, larger models are an absolute no-go, even on Android’s most powerful chips.\n\nWithout internet access or assistant functions, few will find local LLM's very useful on their own.\n\nEven with powerful modern handsets, I think the vast majority of people will find the use cases for running an LLM on their phone very limited. Impressive models like DeepSeek, Llama, and Phi are great assistants for working on big-screen PC projects, but you’ll struggle to make use of their abilities on a tiny smartphone. Currently, in phone form, they can’t access the internet or interact with external functions like Google Assistant routines, and it’s a nightmare to pass them documents to summarize via the command line. There’s a reason phone brands are embedding AI tools into apps like the Gallery: targeting more specific use cases is the best way for most people to interact with models of various types.\n\nSo, while it’s very promising that smartphones can run some of the better compact LLMs out there, there’s a long way to go before the ecosystem is close to supporting consumer choice in assistants. As you’ll see below, smartphones aren’t in focus for those training or running the latest models, let alone optimizing for the wide range of hardware acceleration capabilities the platform has to offer. That said, I’d love to see more developer investment here, as there’s clearly promise.\n\nIf you still want to try running DeepSeek or many of the other popular large language models on the security of your own smartphone, I’ve detailed two options to get you started.\n\nHow to install DeepSeek on your phone (the easy way)\n\nRobert Triggs / Android Authority\n\nIf you want a super-easy solution for chatting with local AI on your Android or iOS handset, you should try out the PocketPal AI app. iPhone owners can also try PrivateLLM. You’ll still need a phone with a decent processor and pool of fast RAM; 12 GB is acceptable in my testing to run smaller, condensed 7b/8b models, but 16GB is better and essential if you want to try and tackle 14b.\n\nThrough the app, you can access a wide range of models via the popular HuggingFace portal, which contains DeepSeek, LLama, Phi, and many, many others. In fact, HuggingFace’s humongous portfolio is a bit of an obstacle for the uninitiated, and the search functionality in PocketPal AI is limited. Models aren’t particularly well labeled in the small UI, so picking the official or optimal one for your device is difficult, outside of avoiding ones that display a memory warning. Thankfully, you can manually import models you’ve downloaded yourself, which makes the process easier.\n\nWant to run local AI on your phone? PocketPal AI is a super easy way to do just that.\n\nUnfortunately, I experienced a few bugs with PocketPal AI, ranging from failed downloads to unresponsive chats and full-on app crashes. Basically, don’t ever navigate away from the app. A number of responses also cut off prematurely due to the small default window size (a big problem for the verbose DeepSeek), so although it’s user-friendly to start, you’ll probably have to dig into more complex settings eventually. I couldn’t find a way to delete chats either.\n\nThankfully, performance is really solid, and it’ll automatically offload the model to reduce RAM when not in use. This is by far the easier way to run DeepSeek and other popular models offline, but there’s another way too.\n\n…and the hard way\n\nRobert Triggs / Android Authority\n\nThis second method involves command-line wrangling via Termux to install Ollama, a popular tool for running LLM models locally (and the basis for PocketPal AI) that I found to be a bit more reliable than the previous app. There are a couple of ways to install Ollama on your Android phone. I’m going to use this rather smart method by Davide Fornelli, which uses Proot to provide a fresh (and easily removable) Debian environment to work with. It’s the easiest to set up and manage, especially as you’ll probably end up removing Ollama after playing around for a bit. Performance with Proot isn’t quite native, but it’s good enough. I suggest reading the full guide to understand the process, but I’ve listed the essential steps below.\n\nFollow these steps on your Android phone to install Ollama. Install and open the Termux app pkg update && pkg upgrade – upgrade to latest packages pkg install proot-distro – install Proot-Distro pd install debian – install Debian pd login debian – login into our Debian environment curl -fsSL https://ollama.com/install.sh | sh – download and install Ollama ollama serve – start running the Ollama server You can exit the Debian environment via CTRL+D at any time. To remove Ollama, all your downloaded models, and the Debian environment, follow the steps below. This will take your phone back to its original state. CTRL+C and/or CTRL+D – exit Ollama and make sure you’re logged out of the Debian environment in Termux. pd remove debian – this will delete everything you did in the environment (it won’t touch anything else). pkg remove proot-distro – this is optional, but I will remove Proot as well (it’s only a few MB in size, so you can easily keep it). How to install Ollama on Android\n\nWith Ollama installed, log in to our Debian environment via Termux and run ollama serve to start up the server. You can press CTRL+C to end the server instance and free up your phone’s resources. While this is running we have a couple of options to interact with Ollama and start running some large language models.\n\nYou can open a second window in Termux, log in to our Debian environment, and proceed with Ollama command-line interactions. This is the fastest and most stable way to interact with Ollama, particularly on low-RAM smartphones, and is (currently) the only way to remove models to free up storage.\n\nTo start chatting with DeepSeek-R1, enter ollama run deepseek-r1:7b . Once it’s downloaded, you can type away into the command line, and the model will return answers. You can also pick any other suitably sized model from the well-organized Ollama library.\n\nollama run MODEL_NAME – download and/or run a model\n\n– download and/or run a model ollama stop MODEL_NAME – stop a model (Ollama automatically unloads models after five minutes)\n\n– stop a model (Ollama automatically unloads models after five minutes) ollama pull MODEL_NAME – download a model\n\n– download a model ollama rm MODEL_NAME – delete a model\n\n– delete a model ollama ps – view the currently loaded model\n\n– view the currently loaded model ollama list – list all the installed models Ollama Command Line Reference\n\nThe alternative is to install JHubi1’s Ollama App for Android. It communicates with Ollama and provides a nicer user interface for chatting and installing models of your choice. The drawback is that it’s another app to run, which eats up precious RAM and can tip a less performant smartphone to a crawl. Responses also feel a bit more sluggish than running in the command line, owing to the communication overhead with Ollama. Still, it’s a solid quality-of-life upgrade if you’re planning to perpetually run a local LLM.\n\nWhich LLMs can I run on a smartphone?\n\nRobert Triggs / Android Authority\n\nWhile watching DeepSeek’s thought process is impressive, I don’t think it’s necessarily the most useful large language model out there, especially to run on a phone. Even the seven billion parameter model will pause with longer conversations on an 8 Elite, which makes it a chore to use when paired with its long chain of reasoning. Fortunately, there are loads more models to pick from that can run faster and still provide excellent results. Meta’s Llama, Microsoft’s Phi, and Mistral can all run well on a variety of phones; you just need to pick the most appropriate size model depending on your smartphone’s RAM and processing capabilities.\n\nBroadly speaking, three billion parameter models will need up to 2.5GB of free RAM, while seven and eight billion parameter models need around 5-7GB to hold them. 14b models can eat up to 10GB, and so on, roughly doubling the amount of RAM every time you double the size of the model. Given that smartphones also have to share RAM with the OS, other apps, and GPU, you need at least a 50% buffer (even more if you want to keep the model running constantly) to ensure your phone doesn’t bog down by attempting to move the model into swap space. As a rough ballpark, phones with 12GB of fast RAM will run seven and eight billion parameter models, but you’ll need 16GB or greater to attempt 14b. And remember, Google’s Pixel 9 Pro partitions off some RAM for its own Gemini model.\n\nAndroid phones can pick from a huge range of smaller AI models.\n\nOf course, more parameters require vastly more processing power to crunch the model as well. Even the Snapdragon 8 Elite slows down a bit with Microsoft’s Phi-4:14b and Alibaba’s Qwen2.5:14b, though both are reasonably usable on the colossal 24GB ASUS ROG Phone 9 Pro I used to test with. If you want something that outputs at reading pace on current or last-gen hardware that still offers a decent level of accuracy, stick with 8b at most. For older or mid-range phones, dropping with smaller 3b models sacrifices much more accuracy but should allow for a token output that isn’t a complete snail’s pace.\n\nOf course, this is just if you want to run AI locally. If you’re happy with the trade-offs of cloud computing, you can access much more powerful models like ChatGPT, Gemini, and the full-sized DeepSeek through your web browser or their respective dedicated apps. Still, running AI on my phone has certainly been an interesting experiment, and better developers than me could tap into much more potential with Ollama’s API hooks.\n\nYou might like"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TfL reveals 'ghost' sighting on London underground as 'paranormal activity' unearthed",
            "link": "https://www.msn.com/en-gb/travel/news/tfl-reveals-ghost-sighting-on-london-underground-as-paranormal-activity-unearthed/ar-AA1yeyB1?ocid=BingNewsVerp",
            "description": "A freedom of information request to TfL regarding paranormal activity in the underground has produced a startling response.",
            "image_url": "https://www.bing.com/th?id=OVFT.gbArqxXIxm1D5KFLlGxuKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "11hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Karan Tacker on his paranormal thriller 'Bhay': It has been one of the most immersive and joyful experiences of my career",
            "link": "https://www.msn.com/en-in/entertainment/celebrities/karan-tacker-on-his-paranormal-thriller-bhay-it-has-been-one-of-the-most-immersive-and-joyful-experiences-of-my-career/ar-AA1yepAl?ocid=BingNewsVerp",
            "description": "Karan Tacker's upcoming series 'Bhay' delves into the life of paranormal investigator Gaurav Tiwari, exploring science and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ekwBVHIEa0ykGotgT-4MHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "13hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncanny is back! Danny Robins returns for second series of spine-tingling paranormal stories",
            "link": "https://www.bbc.co.uk/mediacentre/mediapacks/uncanny-returns-danny-robins-is-back-for-second-series",
            "description": "Danny Robins investigates real-life stories of seemingly paranormal encounters. In the second season of the hit TV series, based on the successful BBC Sounds / BBC Radio 4 podcast, Uncanny is back on ...",
            "image_url": "https://www.bing.com/th?id=OJ.BqFPp0LLFoyk2Q&pid=news&w=48&h=16&rs=2",
            "category": "paranormal",
            "date": "14h",
            "source": "BBC",
            "article_content": "Uncanny (4x60) is made by BBC Studios Specialist Factual Productions, the award-winning department behind RTS Award winning Fight The Power, Grierson and Broadcast Award winning Inside Our Autistic Minds with Chris Packham, Freedom: 50 Years of Pride, and Lucy Worsley Investigates. It was commissioned by Jack Bootle, Head of Commissioning, Specialist Factual. The Executive Producer for BBC Studios is Alan Holland. Rhian Roberts is the Commissioning Editor for the Uncanny podcast.\n\nDanny Robins is the host and writer of hit BBC Sounds / Radio 4 podcast Uncanny. He’s also the creator of BBC Sounds podcasts The Battersea Poltergeist and The Witch Farm, and the writer of the award-winning West End play 2:22 – A Ghost Story. Assisting Danny in his investigations are sceptic Dr Ciarán O’Keeffe and parapsychologist Evelyn Hollow, who pick apart the details of each case to work out what might have happened. Danny also invites viewers to get in touch with their own explanations, and he provides case updates which explore viewers’ theories on the stories.\n\nWere three generations of a farming family in rural Lancashire all terrorised by the presence of a small child? Did a group of charity shop workers all witness the same paranormal figure? Were a teenager and his friends preyed upon by a towering malign presence in the 90s? And was a young girl physically pushed down the stairs by a supernatural force in the early 2000s?\n\nDo ghosts exist? Are you Team Believer or Team Sceptic? Danny Robins investigates real-life stories of seemingly paranormal encounters. In the second season of the hit TV series, based on the successful BBC Sounds / BBC Radio 4 podcast, Uncanny is back on BBC Two and iPlayer. Featuring a brand new crop of terrifying real-life stories of potentially supernatural encounters told by the people they happened to - experiences that seem to defy logical explanation. Or do they? In each of the four episodes, Danny Robins investigates a different case and tries to help those involved understand what happened to them. Can their experiences be explained – or are they really evidence of something supernatural?\n\nWhat can you tell us about the new series of Uncanny?\n\nThis series is bigger, bolder, scarier, and more intriguing than ever before. The cases we feature scare me, so they will definitely scare you! They are really unsettling with bizarre frightening moments that happen in the most ordinary, normal settings. It's truly chilling because if these experiences can happen to ordinary people like those we feature, then it can happen to anyone!\n\nThe first case takes place in a classic ghost story setting on a farm in the middle of nowhere, with a very normal, sensible and rational scientific guy, Liam, who is too frightened to go upstairs in his parents’ home because of what he experienced there. We find out that his mum and his dad have also experienced really strange, frightening things in that same house and it's just so intriguing!\n\nWe have also got a case set in a shop with a bunch of colleagues who don’t know each other very well but are all experiencing genuinely terrifying, potential poltergeist activity and apparitions. Another episode features Julian, who to this day is still frightened by what happened to him, and there's an uncertainty in his case about whether he is making contact with someone he lost or something malicious that is out to do him harm. Our final case features a very normal family who have very abnormal things happen in their home; it's a case that takes us into a level of threat that is almost higher than anything else we've experienced on Uncanny.\n\nUncanny is unique and different to traditional paranormal shows. I think it is probably the first time that sceptics and believers have come together and enjoyed these kinds of cases in their own way. If you're a sceptic it's a ‘howdunit’, and if you're a believer it's a ‘whodunit’. You can get together and enjoy the story on your own terms and talk to your friends about it; discussing that biggest of all questions: Do ghosts exist?\n\nWhat is new and different about this series?\n\nWe have a very different spread of people in this series; different ages, personality types and very different locations as well. We've got homes, we've got workplaces, we've got people who experience things in childhood, people who experience things as adults, families that experience it together and people who experience it with mates or colleagues, so it's a real spread! It really dispels the idea that there is a certain type of person that sees a ghost or a certain type of place where you're likely to see a ghost. These stories can happen to anybody!\n\nWe've got some brilliant experiments featuring in the series too, for example sending me into a wind tunnel at 90 miles an hour to test a theory about whether convection currents - drafts in houses - can cause poltergeist activity. I had things flying towards my head at 90 miles an hour so that was quite something! We also go to Hampton Court Palace and I go around testing whether electromagnetic frequencies could explain the hauntings there. We also have me in a graveyard, checking whether people might hallucinate spectres by a sudden coming together of fog and lights. So it’s quite an unusual show from that point of view. I don't think there's anything else quite like Uncanny on television. You've got all the excitement and adrenaline-fuelled thrills and scares of the ghost story but you've also got the journalistic rigour and scientific integrity of stress testing the theories.\n\nWhat reaction did you get following the success of the last series?\n\nAfter last series I did a tour around the country and so many people came up to me and said, \"Thank you for talking about this subject” and “Why haven't we talked about this subject more before?\" For a long time the topic of the paranormal was treated as slightly pantomime entertainment, but the idea of really properly looking at this subject and trying to work out if it's real, what is really going on, hasn’t really been done before. A lot of people have felt compelled to come forward and tell their stories, they feel Uncanny has created a safe space to talk about this subject. People who have never told their friends, never even told their partner, feel it's okay to talk to us about this and put themselves out there. I love that aspect of it.\n\nThe Uncanny fan base has also grown so much and now encompasses everyone from seven-year-olds to people in their 90s. I know families that sit down and watch Uncanny together, and that’s wonderful. The Uncanny community of people who go off and do their own research, do their digging between episodes and send us their questions and theories is such a huge part of the show.\n\nWhat volume of stories get sent to you and how do you decide which ones to choose?\n\nIt’s got to the point where it’s gone kind of bonkers and there are thousands of stories coming in! I feel deeply privileged to receive each one, as they are all an amazing slice of someone's life. I love that people trust me with their stories.\n\nIt is very instinctive as to which stories we decide to tell; if I read a story and it makes me scared, and if it sends a shiver down my spine. I still think of myself as a sceptic who wants to believe but the thing that pushes me closest to ‘belief’ is sitting opposite somebody and hearing the tremble in their voice, seeing that look in their eyes and realizing they're still scared. It's often those stories that begin with “I don't believe in ghosts, but I think I might have seen a ghost”. I love that complete discombobulating life-changing confusion that something that you do not believe in, that you fundamentally don't want to accept, may have happened to you.\n\nHas your stance on being a sceptic or a believer changed at all since the last series or are you still ‘a sceptic that wants to believe’?\n\nI think I am still ‘a sceptic who wants to believe’. I've been on a journey, if you listen to the early podcasts you hear a more sceptic me, but I've not yet had that experience that pushes me over the edge. I feel like I live vicariously through the people who tell me their stories. I'd love to see a ghost, but I also feel very scared by that idea, and I think be careful what you wish for. I don't know if I'm brave enough to go through what these people have gone through.\n\nI also think it's important to keep a foot in both camps. I think Uncanny would be very different if I was a fully signed up card-carrying believer. I enjoy being torn. I love hearing our sceptic expert Ciaran’s explanations and I think many of them are very convincing, and I also love Evelyn pulling me in the direction of belief. I view them as a little angel and devil on my shoulder, pushing and pulling me in different directions and hopefully the audience feel like that as well.\n\nI think if there's one message that Uncanny puts out there, it's that it’s okay to not be sure; you can change your mind, or you can keep an open mind. We're encouraged all the time these days, particularly on social media, to stick to one opinion and to hate anybody who doesn't agree with you, but it’s great that we can agree to disagree in this programme. We've got people who are incredibly polarised in their opinions coming together and enjoying it in their own way, agreeing to disagree and maybe changing their mind, or maybe not. I just think that's such an important thing, the idea that you can listen without judgment, respect somebody for their experiences and take home from it what you want; view it in your own way and treat it as a detective story on your own terms.\n\nIs winter the perfect time of year for ghost stories?\n\nThe winter has always been a time associated with ghost stories. The idea of telling stories around a campfire and that little thrill of the shiver down your spine that you feel at this coldest time of year. I think we are going to be delivering some truly chilling stories at this most chilling time of year. I just think there's no better time to listen to a ghost story than when you are curled up in your house, it's dark outside, there's a little chill in the air and you start to imagine it could all feel more real. There's a little bit more darkness, there's a few more shadows in the corner of your house!\n\nInterview with Dr Ciarán O'Keeffe, Team Sceptic"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO hunter slams Scots museum bosses over rejecting bizarre exhibit",
            "link": "https://www.thescottishsun.co.uk/news/14195174/ufo-hunter-alien-scots-museum-bizarre-exhibit/",
            "description": "AN alien hunter last night slammed museum bosses for snubbing the chance to publicly display trousers ripped during Scotland’s most famous UFO incident. Paranormal investigator Malcolm Robinson ...",
            "image_url": "https://www.bing.com/th?id=OJ.RQ10WRfwZoSyjA&pid=news&w=53&h=16&rs=2",
            "category": "paranormal",
            "date": "4h",
            "source": "The Scottish Sun",
            "article_content": "The pants are connected to Scotland's most famous UFO incident which was subject to a police probe\n\nTREW-TH IS OUT THERE\n\nTREW-TH IS OUT THERE UFO hunter slams Scots museum bosses over rejecting bizarre exhibit\n\nAN alien hunter last night slammed museum bosses for snubbing the chance to publicly display trousers ripped during Scotland’s most famous UFO incident.\n\nParanormal investigator Malcolm Robinson said he offered to donate the “iconic” trews worn by believer Bob Taylor but was turned down.\n\n6 Paranormal investigator Malcolm Robinson wants the trousers in a museum\n\n6 The ripped pants belonged to Bob Taylor claims he was attacked by an UFO\n\n6 A sketch of the spaceship based on Bob's description Credit: Artist: Dave Sankey\n\nLate forestry worker Bob reputedly saw mysterious dome-shaped objects land in a clearing at Dechmont Woods, West Lothian, in 1979.\n\nAccording to the teetotal churchgoer, metal spikes then dropped down and attached themselves to his trouers.\n\nHe later woke in dishevelled state before going to cops.\n\nBaffled investigators were unable to establish what caused unusual marks seen on the ground.\n\nDetectives bagged up Bob’s torn trousers as they probed whether he had been assaulted.\n\nThey were later given to the British UFO Research Association before being passed to Mr Robinson.\n\nRespected war hero Bob continued to maintain he had been attacked by a “spaceship thing” until his death aged 88 in 2007.\n\nAnd Mr Robinson hopes evidence of the mysterious episode can be preserved for future generations — despite museum chiefs’ reluctance.\n\nHe insisted: “This is not any old pair of trousers.\n\n“They are part of Scotland’s biggest ever UFO story.\n\nStunned scientists uncover super-Earth planet that could finally reveal existence of aliens\n\n“A full-blown police investigation was carried out including a forensic examination of the ripped trousers.\n\n“It might sound bizarre to some. But this is an iconic piece of Scottish history which rightly deserves it place in a museum.”\n\nMr Robinson said he has taken the trousers on exhibition tours and claimed to have turned down cash offers for them.\n\nHe explained: “I’ve been offered thousands of pounds by an American businessman but I have refused.\n\n“I wanted to donate these trousers to the National Museums of Scotland. Sadly, they refused. I’m very disappointed.”\n\nBob said officials had apologised via email and said they “already had similar material”.\n\nA National Museums Scotland spokesman last night said this was a mistake but explained: “We are offered objects as donations to the National Collection all the time.\n\n“We don’t have space or capacity to accept them all.”\n\n6 National Museums Scotland said they don't want the trousers\n\n6 Mr Robinson is determined to preserve them for future generations."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bhay – The Gaurav Tiwari Mystery Trailer: Karan Tacker plays a paranormal investigator in this horror-thriller",
            "link": "https://www.msn.com/en-in/entertainment/tv/bhay-the-gaurav-tiwari-mystery-trailer-karan-tacker-plays-a-paranormal-investigator-in-this-horror-thriller/ar-AA1ydFoV?ocid=BingNewsVerp",
            "description": "The Gaurav Tiwari Mystery was unveiled by the makers on Friday. The horror-thriller also stars Kalki Koechlin, Danish Sood ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FR16_os92J-ySjywGh_L1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN18h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shock Discovery Reveals Penguins Don't Mate For Life After All",
            "link": "https://www.sciencealert.com/shock-discovery-reveals-penguins-dont-mate-for-life-after-all",
            "description": "Little Penguins, as it turns out, aren't very faithful, and they aren't the only species destroying human illusions of unconditional 'love' in nature. While it's true that during breeding season, most ...",
            "image_url": "https://www.bing.com/th?id=ODF.dCV7xN0ImD3_xjA2LH0HRg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "ScienceAlert3h",
            "source": "ScienceAlert",
            "article_content": "Penguins aren't the paragons of everlasting love that we often paint them out to be. In a megacolony of Little Penguins (Eudyptula minor), researchers in Australia have calculated a 'divorce' rate that is much higher than in humans.\n\nWhile many penguin species are considered socially monogamous, the idea that they choose mates for life and never even bat an eyelash at another is a common misconception.\n\nIt's true that Little Penguins on Phillip Island in Australia often find the same breeding partner from one year to the next. Yet even still, experts think divorce rates among bonded pairs can sometimes reach up to 50 percent.\n\nOver the course of 12 breeding seasons, scientists at Monash University counted nearly 250 'divorces' among a cohort of nearly one thousand paired penguins. That's roughly 21 break-ups a year between 2000 and 2013.\n\nTo put that in perspective, annual human divorce rates in the United States are about 2.4 marriages per thousand, which is nearly 10 times lower than in this species of penguin.\n\nThe whole megacolony on Phillip Island includes more than 37,000 Little Penguins, but researchers say their sample size is a good indication of what's going on more broadly.\n\nA penguin divorce was counted by researchers when a tagged penguin from the prior year's breeding season reappeared in the colony with a new mate.\n\nSimilar to our own species, a penguin's choice to leave or stay in a pair bond was often based on offspring.\n\n\"In good times, they largely stick with their partners, although there's often a bit of hanky-panky happening on the side,\" explains ecophysiologist Richard Reina from Monash, who has studied the island colony for 20 years.\n\n\"However, after a poor reproductive season they may try to find a new partner for the next season to increase their breeding success.\"\n\nLittle Penguins, as it turns out, aren't very faithful, and they aren't the only species destroying human illusions of unconditional 'love' in nature.\n\nWhile it's true that during breeding season, most penguin species pair up with the same mate as the year before, those bonds don't always last for life.\n\nEmperor penguins and Adélie penguins, for instance, often partake in 'extracurricular activities' even when they are paired, which means they aren't really sexually monogamous.\n\nOne study from 1999 found only 15 percent of Emperor penguins (Aptenodytes forsteri) stay with the same partner for consecutive breeding seasons. Other penguin species have higher rates of social monogamy, reaching nearly 90 percent.\n\nLoyalty, it would seem, is a fickle beast that can change from species to species, year to year, and habitat to habitat.\n\nLast year, Monash University marine scientist Andre Chiaradia told the ABC that because climate change had the Little Penguins on Phillip Island breeding earlier, there was more time for infidelity.\n\n\"They finish earlier and think, 'Oh, I can have a second go',\" he said.\n\n\"Behind the scenes, they can have four to five partners in one night.\"\n\nChiaradia is an author on the newest paper, which finds that divorce rates among Little Penguins is the single most consistent factor for predicting the colony's reproductive success.\n\nIf the divorce rate stays low, at a baseline of about 18 percent, the breeding season is more likely to be successful.\n\nBut while divorce might be a sign of hard times, it's not always a bad choice in and of itself. In some cases, separation becomes a necessary risk, especially after a failed breeding season.\n\n\"Little penguins and other seabirds that prolong their pair bond over multiple seasons experience increased reproductive success over time,\" explains the research team from Monash.\n\n\"However, divorce may also be an adaptive tactic to increase longer-term reproductive success, especially when the previous breeding success was low, a higher-quality mate becomes available or usurps a lower-quality individual, or environmental events prevent or delay re-pairing.\"\n\nIt's all about weighing the short-term risks against the long-term benefits. Researchers at Monash say their findings show how important it is to consider social dynamics when it comes to animal conservation.\n\nThe study has been published in Ecology and Evolution."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two Columbus school educators receive Presidential Awards for Excellence",
            "link": "https://wiscnews.com/news/community/bdc/columbus-teachers-presidential-awards-suzy-zietlow-mark-bussian/article_fa658cb6-ddce-11ef-9999-4b492e8b281a.html",
            "description": "Columbus School District has two educators who are recipients of the Presidential Awards for Excellence in Mathematics and Science Teaching.",
            "image_url": "https://www.bing.com/th?id=ODF.9NxCshGO8KPPAMOY--MYtw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "WiscNews15h",
            "source": "WiscNews",
            "article_content": "Two Columbus School District educators are recipients of the Presidential Awards for Excellence in Mathematics and Science Teaching.\n\nSuzy Zietlow, a third-grade teacher at the Discovery Charter School, and Mark Bussian, the district’s instructional coach, have received the nation’s highest honor for teachers of science, technology, engineering and mathematics.\n\nThe two Columbus educators are among 336 educators around the country to receive the award.\n\nZietlow began her career at the Discovery Charter School in 2010.\n\n“I started teaching second grade at Discovery Charter School and in 2012 I moved up to third grade,” said Zietlow, who has a degree in microbiology and briefly did research before getting her teaching certificate from UW-Stevens Point.\n\nZietlow said she was nominated for the award by a friend who works for the Wisconsin Department of Public Instruction whom she had gone to conferences within the past.\n\n“He had seen what I did in my classroom and nominated me,” Zietlow said, which started her on the application process in 2022.\n\n“In Discovery Charter School, we focus a lot on science and outdoor classroom work,” Zietlow said. “For part of our culture, we have the regular math curriculum, and we follow a standards-based literacy curriculum, too, but whenever possible we are using science in those areas.”\n\nStudents also are taken outside regularly to learn subjects with the help of their natural surroundings, Zietlow said.\n\nBussian has been the Columbus School District’s instructional coach for the last year. He was the second-grade teacher at Token Springs Elementary School in Sun Prairie when he became a finalist for the award in 2022. Bussian said he was nominated by his principal there.\n\nBussian said he believes he was nominated for the award in part because of “the way I interact with students and look at different students’ individual needs and the opportunities that I am able to give them instead of just a one size fits all approach. It is individualizing and personalizing and meeting them where they are at for their needs.”\n\nHe focuses on helping all students to reflect on their learning and see where they are doing well, and where they need improvement, Bussian said.\n\n“As a teacher, I am able to coach them up rather than be the person who is always in front of the class,” Bussian said. “It is more an opportunity for them to learn everything based on the standards and learn from that.”\n\nIn his new position in Columbus, Bussian said he likes working with a variety of different grade levels.\n\n“I work with 4K all the way to high school teachers, and I am able to help them to work on best practices and things along those lines,” Bussian said. “I always say the teachers that I work with are the experts in their content area, and I am the one who can serve as a thought partner or can help with assessments or resources. If they have questions on why certain students might not be understanding concepts, then I’m a sound board but also an extra set of eyes. I work very close with the teachers and that gives me a chance to work with a variety of students, too.”\n\nWith the award, the two educators will receive $10,000 from the National Science Foundation, a certificate signed by the president and a trip to Washington, D.C. . While they are in Washington, they will participate in professional development activities and network with fellow STEM educators.\n\nBussian said they haven’t been told a date yet for the trip to Washington.\n\nGALLERY: Columbus Fourth of July Parade fills the streets Columbus001.jpg Columbus002.jpg Columbus003.jpg Columbus004.jpg Columbus005.jpg Columbus006.jpg Columbus007.jpg Columbus008.jpg Columbus009.jpg Columbus010.jpg Columbus011.jpg Columbus012.jpg Columbus013.jpg Columbus014.jpg Columbus015.jpg Columbus016.jpg Columbus017.jpg Columbus018.jpg Columbus019.jpg Columbus020.jpg Columbus021.jpg Columbus022.jpg Columbus023.jpg Columbus024.jpg Columbus025.jpg Columbus026.jpg Columbus027.jpg Columbus028.jpg Columbus029.jpg Columbus030.jpg Columbus031.jpg Columbus032.jpg Columbus033.jpg Columbus034.jpg Columbus035.jpg Columbus036.jpg Columbus037.jpg Columbus038.jpg Columbus039.jpg Columbus040.jpg Columbus041.jpg Columbus042.jpg Columbus043.jpg Columbus044.jpg Columbus045.jpg Columbus046.jpg Columbus047.jpg Columbus048.jpg Columbus049.jpg Columbus050.jpg Columbus051.jpg Columbus052.jpg Columbus053.jpg Columbus054.jpg Columbus055.jpg Columbus056.jpg Columbus057.jpg Columbus058.jpg Columbus059.jpg Columbus060.jpg Columbus061.jpg Columbus062.jpg Columbus063.jpg Columbus064.jpg Columbus065.jpg Columbus066.jpg Columbus067.jpg Columbus068.jpg Columbus069.jpg Columbus070.jpg Columbus071.jpg Columbus072.jpg Columbus073.jpg Columbus074.jpg Columbus075.jpg Columbus076.jpg Columbus077.jpg Columbus078.jpg Columbus079.jpg Columbus080.jpg Columbus081.jpg Columbus082.jpg Columbus083.jpg Columbus084.jpg Columbus085.jpg Columbus086.jpg Columbus087.jpg Columbus088.jpg Columbus089.jpg Columbus090.jpg Columbus091.jpg Columbus092.jpg Columbus093.jpg Columbus094.jpg Columbus095.jpg Columbus096.jpg Columbus097.jpg Columbus098.jpg Columbus099.jpg Columbus100.jpg Columbus101.jpg Columbus102.jpg Columbus103.jpg Columbus104.jpg Columbus105.jpg Columbus106.jpg Columbus107.jpg Columbus108.jpg Columbus109.jpg Columbus110.jpg Columbus111.jpg Columbus112.jpg Columbus113.jpg Columbus114.jpg Columbus115.jpg Columbus116.jpg Columbus117.jpg Columbus118.jpg Columbus119.jpg Columbus120.jpg Columbus121.jpg Columbus122.jpg Columbus123.jpg Columbus124.jpg Columbus125.jpg Columbus126.jpg Columbus127.jpg Columbus128.jpg Columbus129.jpg Columbus130.jpg Columbus131.jpg Columbus132.jpg Columbus133.jpg Columbus134.jpg Columbus135.jpg Columbus136.jpg Columbus137.jpg Columbus138.jpg Columbus139.jpg Columbus140.jpg Columbus141.jpg Columbus142.jpg Columbus143.jpg Columbus144.jpg Columbus145.jpg Columbus146.jpg Columbus147.jpg Columbus148.jpg Columbus149.jpg Columbus150.jpg Columbus151.jpg Columbus152.jpg Columbus153.jpg Columbus154.jpg Columbus155.jpg Columbus156.jpg Columbus157.jpg Columbus158.jpg Columbus159.jpg Columbus160.jpg Columbus161.jpg Columbus162.jpg Columbus163.jpg Columbus164.jpg Columbus165.jpg Columbus166.jpg Columbus167.jpg Columbus168.jpg Columbus169.jpg Columbus170.jpg Columbus171.jpg Columbus172.jpg Columbus173.jpg Columbus174.jpg Columbus175.jpg Columbus176.jpg Columbus177.jpg Columbus178.jpg Columbus179.jpg Columbus180.jpg Columbus181.jpg Columbus182.jpg Columbus183.jpg Columbus184.jpg Columbus185.jpg Columbus186.jpg Columbus187.jpg Columbus188.jpg Columbus189.jpg"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two males give birth to child in incredible science experiment; the baby is now an adult",
            "link": "https://www.msn.com/en-in/science/biology/two-males-give-birth-to-child-in-incredible-science-experiment-the-baby-is-now-an-adult/ar-AA1yedHx?ocid=BingNewsVerp",
            "description": "Scientists achieved a breakthrough enabling two men to have offspring without a biological mother, using genetic engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5S5jW_5VNutYkQJVZeFs-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as discovery of medieval toilet uncovers 2,000-year-old mystery",
            "link": "https://www.express.co.uk/news/science/2007858/archaeology-breakthrough-discovery-medieval-toilet",
            "description": "Archaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the ...",
            "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
            "category": "science+discovery",
            "date": "21h",
            "source": "Daily Express",
            "article_content": "Experts believe they have finally found the last Anglo-Saxon king's residence\n\nArchaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the University of Newcastle believe they have uncovered Harold Godwinson, the last Saxon king of England’s long-lost residence. Experts had until now been unable to pinpoint the exact location of King Harold’s residence in Bosham. Illustrations of the grand hall in his residence appear twice in an 11th-century embroidered work known as the Bayeux Tapestry, which depicts events leading up to the 1066 Norman Conquest of England. The tapestry shows Harold feasting in a grand hall before sailing to France. While the church in Bosham still stands today, experts have been left baffled by the hall's exact location.\n\nA The tapestry shows Harold seen feasting in a grand hall before sailing to France.\n\nHowever, researchers' re-examining evidence found in 2006 by West Sussex Archaeology led to a stunning revelation. The initial 2006 investigation located two previously unidentified medieval structures at the site. One structure is built into a modern-day private residence, and the other was found in the property's garden. Dr. Duncan Wright, Senior Lecturer in Medieval Archaeology at Newcastle University and project leader, said a toilet from the period found in the building offered a vital clue. While having a toilet in your home is practically a given in every household today, they were typically only found in high-status and elite residences in England during the 10th and 11th centuries.\n\nTrending\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antarctica's Date Of Discovery Is More Complicated Than You'd Think",
            "link": "https://www.msn.com/en-us/science/earth-science/antarctica-s-date-of-discovery-is-more-complicated-than-you-d-think/ar-AA1yfgYN?ocid=BingNewsVerp",
            "description": "Antarctica is a place rife with opportunities for discovery, but strangely enough, the discovery of the continent itself is something of a contested topic.",
            "image_url": "https://www.bing.com/th?id=ODF.6SIYwsoRfvZJG29OnSVUIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Altman Heads for Another World Tour as AI Race Tightens",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-s-altman-heads-for-another-world-tour-as-ai-race-tightens/ar-AA1ydr3W?ocid=BingNewsVerp",
            "description": "OpenAI Chief Executive Officer Sam Altman will spend the coming weeks jetting between Tokyo, New Delhi, Dubai and Germany as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ohYRMdaUGQMo8m6IWXnbQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23hon MSN",
            "source": "Bloomberg on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says OpenAI will embrace two new AI approaches, one from DeepSeek and another from Meta",
            "link": "https://www.msn.com/en-ca/news/technology/sam-altman-says-openai-will-embrace-two-new-ai-approaches-one-from-deepseek-and-another-from-meta/ar-AA1ydhsF?ocid=BingNewsVerp",
            "description": "During a Reddit AMA on Friday, Altman said OpenAI has \"been on the wrong side of history\" when it comes to keeping model ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DLUDrFAcPTQoomfuqFjnKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman: OpenAI has been on the ‘wrong side of history’ concerning open source",
            "link": "https://www.msn.com/en-us/news/technology/sam-altman-openai-has-been-on-the-wrong-side-of-history-concerning-open-source/ar-AA1yd26I?ocid=BingNewsVerp",
            "description": "In a Reddit AMA, OpenAI CEO Sam Altman said that he believes OpenAI has been 'on the wrong side of history' concerning its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o8Km3E3EYHFjwIAJKFfhvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI launches new o3-mini reasoning model with a free ChatGPT version",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/openai-launches-new-o3-mini-reasoning-model-with-a-free-chatgpt-version/ar-AA1yctJO?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman teased exactly two weeks ago that o3-mini would ship in 'a couple of weeks,' and it’s arriving on time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ITzb92iuFciv-bOjhlmNiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Fights Back Against DeepSeek AI With Early o3-Mini Launch—Here's How It Compares",
            "link": "https://decrypt.co/303970/openai-o3-mini-early-launch-first-tests-deepseek",
            "description": "The release of OpenAI's o3-mini comes as DeepSeek's ultra-efficient R1 model sparked a trillion-dollar tech selloff and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g1bDOxyJRr80nRdNniCIQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "decrypt11h",
            "source": "decrypt",
            "article_content": "Decrypt’s Art, Fashion, and Entertainment Hub. Discover SCENE\n\nOpenAI rushed to defend its market position Friday with the release of o3-mini, a direct response to Chinese startup DeepSeek's R1 model that sent shockwaves through the AI industry by matching top-tier performance at a fraction of the computational cost.\n\n“We’re releasing OpenAI o3-mini, the newest, most cost-efficient model in our reasoning series, available in both ChatGPT and the API today” OpenAI said in an official blog post. \"Previewed in December 2024⁠, this powerful and fast model advances the boundaries of what small models can achieve (...) all while maintaining the low cost and reduced latency of OpenAI o1-mini.”\n\nOpenAI also made reasoning capabilities available for free to users for the first time while tripling daily message limits for paying customers, from 50 to 150, to boost the usage of the new family of reasoning models.\n\nUnlike GPT-4o and the GPT family of models, the “o” family of AI models is focused on reasoning tasks. They're less creative, but have embedded chain of thought reasoning that makes them more capable of solving complex problems, backtracking on wrong analyses, and building better structure code.\n\nAt the highest level, OpenAI has two main families of AI models: Generative Pre-trained Transformers (GPT) and “Omni” (o).\n\nGPT is like the family’s artist: A right-brain type, it’s good for role-playing, conversation, creative writing, summarizing, explanation, brainstorming, chatting, etc.\n\nO is the family’s nerd. It sucks at telling stories, but is great at coding, solving math equations, analyzing complex problems, planning its reasoning process step-by-step, comparing research papers, etc.\n\nThe new o3 mini comes in three versions—low, medium, or high. These subcategories will provide users with better answers in exchange for more “inference” (which is more expensive for developers who need to pay per token).\n\nOpenAI o3-mini, aimed at efficiency, is worse than OpenAI o1-mini in general knowledge and multilingual chain of thought, however, it scores better at other tasks like coding or factuality. All the other models (o3-mini medium and o3-mini high) do beat OpenAI o1-mini in every single benchmark.\n\nImage: OpenAI\n\nDeepSeek's breakthrough, which delivered better results than OpenAI's flagship model while using just a fraction of the computing power, triggered a massive tech selloff that wiped nearly $1 trillion from U.S. markets. Nvidia alone shed $600 billion in market value as investors questioned the future demand for its expensive AI chips.\n\nThe efficiency gap stemmed from DeepSeek's novel approach to model architecture.\n\nWhile American companies focused on throwing more computing power at AI development, DeepSeek's team found ways to streamline how models process information, making them more efficient. The competitive pressure intensified when Chinese tech giant Alibaba released Qwen2.5 Max, an even more capable model than the one DeepSeek used as its foundation, opening the path to what could be a new wave of Chinese AI innovation.\n\nOpenAI o3-mini attempts to increase that gap once again. The new model runs 24% faster than its predecessor, and matches or beats older models on key benchmarks while costing less to operate.\n\nIts pricing is also more competitive. OpenAI o3-mini's rates—$0.55 per million input tokens and $4.40 per million output tokens—are a lot higher than DeepSeek's R1 pricing of $0.14 and $2.19 for the same volumes, however, they decrease the gap between OpenAI and DeepSeek, and represent a major cut when compared to the prices charged to run OpenAI o1.\n\nImage: OpenAI\n\nAnd that might be key to its success. OpenAI o3-mini is closed-source, unlike DeepSeek R1 which is available for free—but for those willing to pay for use on hosted servers, the appeal will increase depending on the intended use.\n\nOpenAI o3 mini-medium scores 79.6 on the AIME benchmark of math problems. DeepSeek R1 scores 79.8, a score that is only beaten by the most powerful model in the family, OpenAI mini-o3 high, which scores 87.3 points.\n\nThe same pattern can be seen in other benchmarks: The GPQA marks, which measure proficiency in different scientific disciplines, are 71.5 for DeepSeek R1, 70.6 for o3-mini low, and 79.7 for o3-mini high. R1 is at the 96.3rd percentile in Codeforces, a benchmark for coding tasks, whereas o3-mini low is at the 93rd percentile and o3-mini high is at the 97th percentile.\n\nSo the differences exist, but in terms of benchmarks, they may be negligible depending on the model chosen for executing a task.\n\nTesting OpenAI o3-mini against DeepSeek R1\n\nWe tried the model with a few tasks to see how it performed against DeepSeek R1.\n\nThe first task was a spy game to test how good it was at multi-step reasoning. We choose the same sample from the BIG-bench dataset on Github that we used to evaluate DeepSeek R1. (The full story is available here and involves a school trip to a remote, snowy location, where students and teachers face a series of strange disappearances; the model must find out who the stalker was.)\n\nOpenAI o3-mini didn’t do well and reached the wrong conclusions in the story. According to the answer provided by the test, the stalker’s name is Leo. DeepSeek R1 got it right, whereas OpenAI o3-mini got it wrong, saying the stalker’s name was Eric. (Fun fact, we cannot share the link to the conversation because it was marked as unsafe by OpenAI).\n\nThe model is reasonably good at logical language-related tasks that don't involve math. For example, we asked the model to write five sentences that end in a specific word, and it was capable of understanding the task, evaluating results, before providing the final answer. It thought about its reply for four seconds, corrected one wrong answer, and provided a reply that was fully correct.\n\nIt is also very good at math, proving capable of solving problems that are deemed as extremely difficult in some benchmarks. The same complex problem that took DeepSeek R1 275 seconds to solve was completed by OpenAI o3-mini in just 33 seconds.\n\nSo a pretty good effort, OpenAI. Your move DeepSeek.\n\nEdited by Andrew Hayward"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data Privacy and Cybersecurity: 2024 Trends and Developments",
            "link": "https://www.reuters.com/practical-law-the-journal/transactional/data-privacy-cybersecurity-2024-trends-developments-2025-02-01/",
            "description": "Key data privacy and cybersecurity developments in 2024 and emerging trends and risks for 2025, including information on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W4M6Ozz1Rke6PLCIyYkiKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Richest 1% of Minnesota families own nearly one third of the wealth, data report says",
            "link": "https://www.grandforksherald.com/news/minnesota/richest-1-of-minnesota-families-own-nearly-one-third-of-the-wealth",
            "description": "The data by Geowealth US also says that the richest and poorest Minnesota communities are all concentrated in the Twin Cities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.moOg6ysKFaISW8Cfg9AwES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Grand Forks Herald12h",
            "source": "Grand Forks Herald",
            "article_content": "Minnesota's household wealth — mirroring national trends — has become more concentrated over the past six decades, a new database of household wealth.\n\nIn 1960, for instance, the bottom 50% of families owned about 10% of the state’s total wealth, while the richest 1% had about 17%, according to data collected by Geowealth US.\n\nADVERTISEMENT\n\nBut by 2010, the share of wealth owned by the bottom 50% fell by roughly half, while the wealth of the richest 1% more than doubled. Those shares changed little from 2010 to 2020.\n\nData by GEOWEALTH-US. Minnesota Reformer Graphic\n\nThe estimates in the database are based the federal Survey of Consumer Finances , which asks respondents about their assets and debts, as well as the Census’ American Community Survey , which measures demographics, income and home ownership.\n\nBehind the numbers\n\nThe rise in wealth inequality is driven by many factors, including the loss of high-paying blue collar jobs; the growing concentration of white-collar jobs in coastal metropolitan areas and big advanced economies like the Twin Cities; and changes to the tax code favoring the already-wealthy.\n\nWealth inequality in the United States is greater than in most other democracies . Racial wealth disparities , driven in part by decades of discriminatory policymaking, are often staggering.\n\nMinnesota’s racial disparities are among the worst in the nation , partly due to the state’s long history of redlining , or denying mortgages and other financial services to non-white people. Those century-old policies reverberate in maps of neighborhood inequality made today.\n\nThe richest and poorest Minnesota communities are all concentrated in the Twin Cities metro.\n\nThe wealthiest communities in the Twin Cities are roughly 10 times richer than the poorest ones, according to the data.\n\nADVERTISEMENT\n\nThis map by Geowealth US shows the approximate median household income across Minnesota. The map divided into Public Use Microdata Areas, which are census divisions containing at least 100,000 people. Researchers often analyze data at this geographic level in order to see variation within densely populated counties. Minnesota Reformer\n\nMedian households in parts of the west metro — including Lake Minnetonka, Plymouth and Maple Grove — have a net worth well over $400,000. Those in parts of south Minneapolis and the western part of St. Paul have closer to $40,000.\n\nIn the richest areas of the country, like Palo Alto or the New York City suburbs, the typical family is worth well over $1 million. In the poorest communities, which are in New York, Houston and Milwaukee, the typical family has only $18,000 in assets.\n\n“People who grow up in wealthier places can reap benefits that span generations,” Tom Kemeny, one of the database’s compilers, explained in a recent commentary . “As a result of property taxes and philanthropy, wealthier communities have greater resources for schools, health care, transportation and other infrastructure.”\n\nREAD MORE:\n\n\n\n\n\nThis story was originally published on MinnesotaReformer.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Record-Breaking Year for PAGCOR: Philippine Gaming Sector Soars in 2024",
            "link": "https://insidebitcoins.com/news/record-breaking-year-for-pagcor-philippine-gaming-sector-soars-in-2024",
            "description": "Don’t invest unless prepared to lose all the money you invest. This is a high-risk investment, you shouldn’t expect to be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G9Dsb-xMsIFbB5Qpf5-l8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Inside Bitcoins12h",
            "source": "Inside Bitcoins",
            "article_content": "Don’t invest unless prepared to lose all the money you invest. This is a high-risk investment, you shouldn’t expect to be protected if something goes wrong.\n\nThe Philippine Amusement and Gaming Corporation (PAGCOR) has unveiled its 2024 report, marking a historic year for the organization and the nation’s gaming industry. In a year characterized by rapid digital transformation and robust economic recovery, PAGCOR reported record-high revenues and net income figures that not only surpassed pre-pandemic levels but also set a new benchmark for growth.\n\nA Historic Financial Milestone\n\nAccording to the latest report, PAGCOR’s annual revenue reached an unprecedented PHP 112 billion (approximately $1.92 billion), reflecting a remarkable 41% increase compared to the previous year. This significant surge is largely driven by the booming online gaming sector—a testament to the evolving preferences of gamers and the increasing integration of technology in entertainment.\n\nBreaking down the revenue streams, the bulk of the earnings—PHP 97.52 billion (around $1.67 billion)—stemmed from gaming operations and license fees. Additional contributions came from business income and service fees, which added PHP 14.18 billion (roughly $240 million) to the overall figure. The detailed report shows that while licensed casino gaming contributed PHP 33.07 billion (about $570 million) and Casino Filipino venues added PHP 12.67 billion (nearly $220 million), online gaming emerged as a powerhouse with PHP 68.20 billion (approximately $1.17 billion), constituting 37.61% of the total revenue. Despite the discontinuation of Philippine Offshore Gaming Operations (POGOs) in December, these operations still generated PHP 2.99 billion (around $51 million) in revenue.\n\nThe net operating income also experienced robust growth, climbing to PHP 84.97 billion (approximately $1.45 billion) with a 51% year-on-year increase. After deducting the PHP 68.21 billion (around $1.17 billion) allocated for nation-building initiatives, PAGCOR’s final net income stood at PHP 16.77 billion (roughly $290 million). This nearly doubled the net income reported in 2023, which was PHP 6.81 billion.\n\nExpanding Contributions to Nation Building\n\nBeyond its impressive financial performance, PAGCOR has substantially bolstered its contributions to national development. With a total of PHP 68.2 billion disbursed to government programs and initiatives, the agency has played a pivotal role in supporting a broad spectrum of socio-economic projects. Key allocations include PHP 46.32 billion (approximately $790 million) directed to the National Treasury, PHP 4.87 billion (around $83 million) in franchise taxes, and PHP 1.09 billion (nearly $19 million) in corporate income taxes.\n\nAdditional funds have been channelled to sports and socio-civic programs. The PAGCOR remitted PHP 2.31 billion (roughly $40 million) to the Philippine Sports Commission and allocated PHP 91.88 million (about $1.57 million) in cash incentives to successful athletes and trainers. Presidential socio-civic programs received PHP 12.37 billion (around $210 million), while cities hosting Casino Filipino properties, the Board of Claims under the Department of Justice, and the Renewable Energy Trust Fund were awarded PHP 698.6 million (approximately $11.96 million), PHP 178.8 million (around $3.06 million), and PHP 248.01 million (roughly $4.24 million), respectively.\n\nCEO Alejandro Tengco expressed gratitude to all stakeholders for their contributions to these outstanding results, particularly praising the rapid expansion of the online gaming sector. This growth, which underpins much of the record-breaking performance, highlights the increasing popularity of digital platforms and the transformative impact of technological innovations in the industry.\n\nIndustry Trends and the Digital Transformation\n\nThe continuous evolution of the e-games sector has not only redefined entertainment but also created new economic opportunities across the Philippines. The surge in online gaming reflects a broader trend seen globally, where digital platforms have become integral to the gaming experience. PAGCOR’s strategic investments in technology and its agile response to market demands have positioned it well to capitalize on these emerging trends.\n\nFurthermore, PAGCOR has been proactive in integrating responsible gaming measures alongside its expansion initiatives. The organization’s commitment to ensuring safe and secure gaming environments aligns with international best practices and contributes to sustainable growth in the sector.\n\nOverview of PAGCOR’s Role and Future Outlook\n\nEstablished as a state-run entity, PAGCOR plays a dual role in regulating the gaming industry and driving socio-economic development through its contributions. The impressive financial figures of 2024 underscore not only the recovery from the COVID-19 pandemic but also a forward-looking approach that leverages digital innovation and responsible gaming practices.\n\nAs the global gaming landscape continues to evolve, PAGCOR’s strategic direction suggests that further integration of technology, coupled with robust regulatory frameworks and sustainable practices, will continue to propel the industry forward. The positive trends observed this year serve as a strong indicator of the potential for further growth and diversification in the Philippine gaming sector.\n\nProjections and Comparisons with Other SE Asian Countries\n\nStatista projects that the Asian online gambling market could hit USD 70 billion by 2025, with the Philippines capturing a significant share due to its relatively liberal laws compared to many of its neighbors. This dynamic environment has attracted a broader demographic, with estimates suggesting that about 30–40% of adult Filipinos participate in some form of gambling, particularly through digital channels.\n\nBy contrast, Singapore maintains a much more tightly controlled gaming market. In 2022, Singapore’s integrated resorts, including Marina Bay Sands and Resorts World Sentosa, reported combined revenues of SGD 3.8 billion (roughly USD 2.8 billion). However, the country’s strict regulations—such as mandatory entry fees for locals and a robust framework aimed at curbing problem gambling—result in a lower domestic participation rate, estimated at around 5–10% of adults. This regulated approach ensures high revenues from international tourists while keeping local participation deliberately subdued, differing markedly from the broader engagement seen in the Philippines.\n\nMalaysia presents a nuanced picture. With legal gaming venues like Genting Highlands, Malaysia’s casino sector generated approximately MYR 1.3 billion (around USD 300 million) in revenue in 2022. However, the market is naturally limited due to the country’s dual legal system. While non-Muslim citizens have access to licensed gambling facilities, Malaysia’s predominantly Muslim population adheres to religious guidelines that discourage gambling, resulting in an estimated participation rate of about 20% among eligible players. This scenario contrasts with the Philippines, where gambling is both culturally accepted and legally encouraged, leading to higher overall participation rates.\n\nIn Southeast Asia, nations such as Thailand and Indonesia adopt far more restrictive gambling policies. Thailand permits gambling only in state-sanctioned forms like lotteries and horse racing, leading to an estimated annual turnover of around USD 8 billion from largely unregulated activities, while official participation remains low. In Indonesia, where all forms of gambling are generally prohibited, illegal gambling networks reportedly involve several million individuals, yet official revenues are negligible. These stark contrasts highlight the Philippines’ relatively open and lucrative regulatory environment, which fosters high participation and robust legal revenues, albeit with challenges in maintaining rigorous oversight. As we have previously reported, Thailand is looking to relax its gambling laws and start building casino projects that are expected to draw in a significant number of tourists.\n\nExploring Mega Dice: A Leading Crypto Casino for Responsible Gamblers\n\nFor the lovers of responsible gambling, Mega Dice stands out as one of the top online crypto casinos available today. With a sleek and user-friendly interface, Mega Dice has attracted millions of users globally, delivering a smooth and captivating gaming experience that has earned praise across the online casino community. The platform’s intuitive design makes it simple for players to dive into exhilarating gameplay and enjoy a seamless casino experience.\n\nExciting Welcome Bonuses and Rewarding Offers\n\nNew users joining Mega Dice are welcomed with a compelling introductory package, which includes a 200% match on their first deposit along with 50 free spins for the popular slot game “Wanted Dead or a Wild.” This generous welcome bonus sets the tone for an exciting start to their casino journey, providing ample opportunities for a rewarding experience from the outset.\n\nOngoing Promotions and Loyalty Perks in 2024\n\nMega Dice goes beyond just a welcome offer; it keeps players engaged through a variety of ongoing promotions and loyalty rewards. From the moment users sign up and make their first deposit, they can unlock a wide range of bonuses and benefits designed to elevate their gaming sessions. The casino’s loyalty program further rewards dedicated players, ensuring that engagement and player satisfaction remain high throughout their journey.\n\nBreaking Down the Mega Dice Welcome Bonus\n\nOne of the most enticing aspects of Mega Dice’s promotions is its remarkable welcome package, highlighted prominently on the site. This includes a 200% deposit match and 50 free spins for newcomers. The process to claim this offer is straightforward and does not require any special codes, making it easily accessible for all users.\n\nClaiming Your Bonus Made Easy\n\nStarting at Mega Dice is simple: creating an account and making an initial deposit automatically qualifies players for the welcome bonus. A minimum deposit of $20, or its equivalent in cryptocurrency, activates the offer. There are no referral codes or promo codes necessary, as bonus funds are automatically credited once the deposit is processed.\n\nMaximizing Your Welcome Package\n\nWhile no codes are needed, the amount of your first deposit impacts the bonus size. For example, a $50 deposit unlocks a $100 Bitcoin bonus, while a $100 deposit results in $200 in bonus funds. The maximum bonus is capped at 1 BTC, providing players with an opportunity to maximize their initial experience at the casino.\n\nStarting Your Mega Dice Journey\n\nFor those ready to embark on their Mega Dice adventure, this crypto casino offers premium entertainment with substantial rewards right from the beginning. The straightforward bonus structure and lack of complicated terms make it appealing for both new and experienced players. Whether attracted by the polished platform or the enticing bonuses, Mega Dice is a prime destination for crypto casino enthusiasts who appreciate responsible gaming.\n\nDive into Mega Dice today and see what exciting experiences await you.\n\nRelated News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ranesh Bajaj on Vinsak’s milestones, sustainability, and the future of printing",
            "link": "https://www.printweek.in/news/ranesh-bajaj-on-vinsaks-milestones-sustainability-and-the-future-of-printing-59973",
            "description": "2024 has been a landmark year for us. One of our major milestones was the successful turnaround of Rotatek Printing and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KmIyPQuuPgqdDhg1EfdeZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "PrintWeek19h",
            "source": "PrintWeek",
            "article_content": "In an exclusive interview, Ranesh Bajaj, managing director of Vinsak, shares insights into the company’s achievements in 2024, including the successful turnaround of Rotatek and the 125th installation of the Label-Decore machine. Bajaj discusses emerging trends, sustainability initiatives, and how Vinsak is leveraging automation and AI to stay ahead in the evolving printing and packaging industry.\n\nLet’s start with a quick update on the state of the industry. How has your company fared in 2024?\n\n2024 has been a landmark year for us. One of our major milestones was the successful turnaround of Rotatek Printing and Packaging Technologies. Within just a year of acquisition, we sold three presses in Ireland, India, and the UAE.\n\nWhat achievements stand out for Vinsak this year?\n\nOur Vinsak label embellishment machine, Label-Decore, achieved its 125th installation this year. Another standout was the installation of the 880mm web width Invicta I2 press in Ahmedabad—the largest and first of its kind in Asia.\n\nWhat’s your outlook for 2025?\n\nIn 2025, we expect advancements in automation, increased demand for sustainable materials, and a growing focus on digital printing for personalisation and short-run production. Technologies like blockchain and enhanced security features will also gain traction.\n\nHow is Vinsak preparing for these trends?\n\nBoth Rotatek and Vinsak have made significant R&D investments to ensure our products keep our customers ahead of the curve.\n\nWhich has been your most popular press in the last 12 months?\n\nIn 2024, the Label-Decore machine was our most popular product, with its 125th installation reflecting the growing demand for premium labels.\n\nWhy is Label-Decore so popular?\n\nPackaging today is about more than just protection—it’s about engaging customers at first glance. Label-Decore is a modular machine for converting and label embellishments, making it highly versatile.\n\nHave you seen increased demand for other products?\n\nYes, we’ve also seen increased demand for our Vinsak inkjet systems, driven by the rise in barcodes, QR codes, variable data printing, and personalisation features.\n\nThe industry is shifting towards digital printing. How is your company adapting?\n\nWe’re investing in digital technologies while also offering hybrid solutions that combine digital and offset methods. This allows us to cater to both short-run and long-run printing needs.\n\nCan you give an example of a hybrid solution?\n\nThe new Brava 450 from Rotatek, currently under R&D, is designed to handle both types of prints efficiently. By integrating digital and traditional approaches, we’re ensuring that offset printing remains relevant in niche markets like high-quality, large-volume prints.\n\nAccording to research, the global offset printing market is projected to grow modestly, while digital printing is expected to surge. Is this trend reflected in the Indian market?\n\nIn India, the growth rates for offset and digital printing align with global trends, though local factors like technological adoption and economic conditions play a role.\n\nIs there room for improvement in the offset printing market?\n\nWhile the 1.8% growth rate for offset is modest, there’s potential for improvement through innovation, automation, and exploring new niches like high-end packaging.\n\nHow is Vinsak meeting the demand for shorter print runs and personalisation?\n\nWe’ve focused on offering solutions like Vinsak Inkjet Systems for variable and personalised printing, as well as enhanced security features such as QR codes and connected packaging.\n\nSustainability is a growing concern. How is your company addressing this?\n\nWe’re committed to sustainability through energy-efficient technologies, waste recycling, and the use of non-toxic, food-grade inks.\n\nHow do these practices benefit your customers?\n\nThese practices not only reduce our environmental impact but also improve efficiency and cost-effectiveness for our customers.\n\nHow is Vinsak leveraging automation and AI?\n\nIn 2024, key trends included increased automation, sustainability initiatives, and the adoption of digital technologies. We’ve been proactive in integrating AI and IoT to optimise operations and meet the growing demand for personalised and secure packaging.\n\nCan you give an example of how AI is being used?\n\nOur Vinsak Inkjet Systems, for example, are designed to offer variable data printing and enhanced security features, keeping our clients ahead in the market.\n\nWhat are the latest innovations in offset technology?\n\nInnovations like tactile varnishes, soft-touch coatings, and advanced ink formulations are enhancing the sensory appeal of packaging.\n\nHow is Vinsak leading in this space?\n\nWe’re exploring hybrid printing solutions that combine offset with digital techniques, allowing printers to cater to both high-volume and personalised jobs. Additionally, we’re integrating smart packaging features like QR codes and NFC technology to create more engaging consumer experiences.\n\nWhat do you see as the key challenges and opportunities for the industry in the next five years?\n\nThe next five years will bring challenges like cost pressures, sustainability demands, and labour shortages, but also opportunities in personalisation, smart packaging, and hybrid printing.\n\nHow is Vinsak preparing for these challenges?\n\nAt Vinsak, we’re addressing these challenges through significant R&D investments and expanding into new markets, including Saudi Arabia. Our machines are becoming more sustainable, and our focus on innovation ensures we’re well-positioned to meet the evolving demands of the industry.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Unassuming Restaurant In Maryland Has Steaks Famous Throughout The State",
            "link": "https://familydestinationsguide.com/superb-steak-restaurant-maryland/",
            "description": "The interior is a delightful throwback to the classic steakhouses of yesteryear. Dark wood paneling, cozy booths, and crisp white tablecloths create an atmosphere that’s both inviting and elegant. The ...",
            "image_url": "https://www.bing.com/th?id=ODF.Pbs-levr7vKspFo0XeE8bg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "familydestinationsguide18h",
            "source": "familydestinationsguide",
            "article_content": "Imagine a place where the steaks are so good, they’ve achieved legendary status.\n\nNow picture that place in an unassuming corner of Baltimore. Welcome to Michael’s Steak & Lobster House.\n\nWelcome to flavor town! Michael’s iconic red awning beckons like a culinary lighthouse, guiding hungry souls to gastronomic bliss. Photo credit: Kerry DeLawder\n\nLet me tell you about a little slice of culinary heaven tucked away in the heart of Baltimore, Maryland.\n\nIt’s a place where the aroma of sizzling steaks wafts through the air, tickling your nostrils and making your stomach growl with anticipation.\n\nA place where the term “hidden gem” feels like an understatement, and where every bite is a journey through decades of perfected recipes and time-honored traditions.\n\nLadies and gentlemen, allow me to introduce you to Michael’s Steak & Lobster House.\n\nNow, I know what you’re thinking. “Another steak house? What’s so special about this one?”\n\nWell, my friend, prepare to have your taste buds blown away and your preconceptions shattered.\n\nStep into a time capsule of comfort! This warm, wood-paneled dining room whispers tales of countless memorable meals shared. Photo credit: David T.\n\nAs you approach Michael’s, you might be forgiven for thinking you’ve made a wrong turn.\n\nThe exterior is modest, to say the least.\n\nA simple white building with a burgundy awning bearing the restaurant’s name in white lettering.\n\nIt’s not exactly screaming “culinary hotspot” from the rooftops.\n\nBut as any seasoned food lover knows, it’s often the most unassuming places that hold the greatest treasures.\n\nStep inside, and you’re transported to a world that feels frozen in time – in the best possible way.\n\nDecisions, decisions! This menu board is like a choose-your-own-adventure novel, where every choice leads to deliciousness. Photo credit: Alois Sailor\n\nThe interior is a delightful throwback to the classic steakhouses of yesteryear.\n\nDark wood paneling, cozy booths, and crisp white tablecloths create an atmosphere that’s both inviting and elegant.\n\nThe lighting is soft and warm, casting a gentle glow that makes everyone look like they’re ready for their close-up.\n\nIt’s the kind of place where you half expect to see Frank Sinatra crooning in the corner.\n\nBut let’s get to the real star of the show – the food.\n\nOh boy, the food.\n\nIf steaks were royalty, the ones at Michael’s would be wearing crowns and sitting on thrones.\n\nThe ultimate surf and turf tango! This NY strip and crab cake duo is ready to waltz across your taste buds. Photo credit: Hannah C.\n\nTheir prime rib is the stuff of legends.\n\nPicture this: a massive, juicy slab of beef, cooked to perfection, with a crust that’s seasoned just right and an interior so tender it practically melts in your mouth.\n\nIt’s the kind of steak that makes you want to stand up and slow clap.\n\nBut wait, there’s more!\n\nMichael’s isn’t just about the beef.\n\nTheir seafood game is strong too.\n\nThe lobster is so fresh, you’d swear it just hopped out of the ocean and onto your plate.\n\nSteak perfection, served with a side of golden fries and vibrant veggies. It’s a plate that screams “treat yo’ self!” Photo credit: ben adams\n\nAnd don’t even get me started on their crab cakes.\n\nIn a city famous for its crab, Michael’s manages to stand out from the crowd.\n\nNow, let’s talk about their specials.\n\nOh boy, the specials.\n\nThey’ve got a different one for each day of the week, and each one is like a little celebration on a plate.\n\nMonday nights?\n\nThat’s when you can sink your teeth into a 24 oz. Roast Prime Rib for just $25.95.\n\nThat’s right, folks.\n\nBehold, the king of cuts! This prime rib is so juicy, you might need a lifeguard nearby. Photo credit: Alison C.\n\nFor less than the price of a fancy t-shirt, you can feast like a king.\n\nTuesdays bring a taste of the sea with a 1½ lb. Whole Steamed Maine Lobster for $28.95.\n\nIt’s like a mini vacation to the coast of Maine, minus the long drive and the lobster traps.\n\nWednesday is for the indecisive food lovers among us.\n\nFor $25.95, you can get 2 Broiled Soft Lump Crabcakes AND a Whole Maine Lobster.\n\nIt’s the culinary equivalent of having your cake and eating it too.\n\nThursday is when things get serious.\n\nA steak so good, it might just propose to you! This char-grilled beauty is ready for a long-term relationship with your palate. Photo credit: Charleston N.\n\nWe’re talking Steak Night, people.\n\nA 40 oz. Prime Rib (yes, you read that right, FORTY OUNCES) for $25.95.\n\nIt’s the kind of meal that makes you want to cancel your plans for the next day because you’ll be too busy basking in the afterglow of steak perfection.\n\nAnd Friday?\n\nWell, Friday is when you treat yourself to a 32 oz. Crab Cake for $34.95.\n\nIt’s the perfect way to kick off the weekend – with a crab cake so big it could probably qualify for its own zip code.\n\nBottoms up! This bar is stocked like a liquid library, with every spirit ready to tell its own intoxicating story. Photo credit: ben adams\n\nBut Michael’s isn’t just about the food.\n\nIt’s about the experience.\n\nThe staff here treat you like long-lost family members who’ve finally come home.\n\nRelated: Fun Activities in Maryland\n\nRelated: Places to Explore in Maryland\n\nRelated: Maryland Weekend Getaways\n\nThey’re attentive without being overbearing, knowledgeable without being pretentious, and always ready with a recommendation or a joke.\n\nThe regulars at Michael’s are a breed unto themselves.\n\nThey’re the kind of folks who’ve been coming here for decades, who have their favorite tables and know the menu by heart.\n\nNautical nostalgia meets culinary comfort. This dining area feels like the cozy cabin of a luxury liner, minus the seasickness. Photo credit: David T\n\nThey’ll regale you with stories of the restaurant’s history if you let them, each tale more colorful than the last.\n\nSpeaking of history, Michael’s has been serving up stellar steaks and seafood since 1980.\n\nThat’s over four decades of culinary excellence, folks.\n\nIn restaurant years, that’s practically ancient.\n\nBut like a fine wine, Michael’s has only gotten better with age.\n\nThe restaurant has weathered changing food trends, economic ups and downs, and even the recent pandemic.\n\nWhere everybody knows your name… or at least your favorite cut of steak. Diners enjoying the warm, convivial atmosphere. Photo credit: Jay B.\n\nThrough it all, they’ve stayed true to their roots, serving up consistently delicious food with a side of warm hospitality.\n\nNow, I know what some of you health-conscious readers might be thinking.\n\n“But what about my diet?”\n\nWell, let me tell you something.\n\nSometimes, you need to treat yourself.\n\nAnd when you do, it should be somewhere special.\n\nSomewhere like Michael’s.\n\nPull up a stool and stay awhile! This bar’s got more character than a Dickens novel and twice the spirits. Photo credit: Michael Edwards\n\nBesides, they do have some lighter options on the menu.\n\nThere’s grilled fish, salads, and even some vegetable sides that aren’t drowning in butter.\n\nBut let’s be real – you don’t come to Michael’s for a salad.\n\nYou come here to indulge.\n\nOne of the things that sets Michael’s apart is their commitment to quality.\n\nThey’re not trying to reinvent the wheel here.\n\nInstead, they’re focused on doing the classics, and doing them exceptionally well.\n\nA bowl of liquid comfort! This chicken and rice soup looks like it could cure anything from a cold to a broken heart. Photo credit: Tamara M.\n\nTheir steaks are USDA Prime, which for the uninitiated, is the cream of the crop when it comes to beef.\n\nOnly about 2% of beef in the U.S. earns this designation.\n\nIt’s like the valedictorian of the cow world.\n\nAnd let’s not forget about their seafood.\n\nBeing in Baltimore, they have access to some of the freshest catches around.\n\nTheir crab comes straight from the Chesapeake Bay, and you can taste the difference.\n\nThe sea’s finest on ice! These oysters are dressed up and ready to party on your palate. Photo credit: Monica Hall\n\nBut perhaps the most remarkable thing about Michael’s is how it manages to feel both timeless and relevant.\n\nIn a world of constantly changing food trends and Instagram-worthy dishes, there’s something refreshing about a place that knows exactly what it is and doesn’t try to be anything else.\n\nIt’s the kind of restaurant where you can bring your grandparents, your boss, or your date, and everyone will find something to love.\n\nIt’s equally suited for special occasions and “just because” dinners.\n\nNow, I’m not saying you should eat at Michael’s every day.\n\nYour cardiologist might have a few words to say about that.\n\nThe Godzilla of seafood has arrived! This lobster is so impressive, it deserves its own action movie franchise. Photo credit: Valarie J.\n\nBut for those times when you want to treat yourself, when you want to experience a true Baltimore institution, or when you just really, really need a good steak – Michael’s is the place to be.\n\nSo, the next time you find yourself in Baltimore, do yourself a favor.\n\nSkip the trendy new spots with their deconstructed this and foam-infused that.\n\nInstead, head to Michael’s Steak & Lobster House.\n\nOrder a steak, maybe splurge on some crab cakes, and prepare for a meal that’ll have you planning your next visit before you’ve even finished dessert.\n\nBecause in a world of culinary fads and fleeting food trends, Michael’s stands as a testament to the enduring power of good food, done right.\n\nDeath by chocolate? Sign me up! This supreme chocolate cake looks sinfully delicious enough to be worth the risk. Photo credit: Hannah C.\n\nIt’s more than just a meal – it’s an experience.\n\nAn experience that’ll leave you full, happy, and wondering why you don’t eat like this more often.\n\nJust remember to bring your appetite – and maybe some stretchy pants.\n\nTrust me, you’re going to need them.\n\nFor more information about Michael’s Steak & Lobster House, including their full menu and hours of operation, be sure to visit their Facebook page.\n\nAnd if you’re ready to experience this Baltimore institution for yourself, use this map to find your way to steak paradise.\n\nWhere: 6209 Eastern Ave, Baltimore, MD 21224\n\nLife’s too short for mediocre meals. Treat yourself to Michael’s – your taste buds will thank you."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Want to Help NASA Make Discoveries? 25 New Citizen Science Projects Await",
            "link": "https://scitechdaily.com/want-to-help-nasa-make-discoveries-25-new-citizen-science-projects-await/",
            "description": "NASA is fueling an exciting future for citizen science by funding 25 new projects across diverse fields, from astrophysics to Earth science. These projects empower the public to contribute to ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "physics+discovery",
            "date": "3h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shock Discovery Reveals Penguins Don't Mate For Life After All",
            "link": "https://www.sciencealert.com/shock-discovery-reveals-penguins-dont-mate-for-life-after-all",
            "description": "Little Penguins, as it turns out, aren't very faithful, and they aren't the only species destroying human illusions of unconditional 'love' in nature. While it's true that during breeding season, most ...",
            "image_url": "https://www.bing.com/th?id=ODF.dCV7xN0ImD3_xjA2LH0HRg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "ScienceAlert3h",
            "source": "ScienceAlert",
            "article_content": "Penguins aren't the paragons of everlasting love that we often paint them out to be. In a megacolony of Little Penguins (Eudyptula minor), researchers in Australia have calculated a 'divorce' rate that is much higher than in humans.\n\nWhile many penguin species are considered socially monogamous, the idea that they choose mates for life and never even bat an eyelash at another is a common misconception.\n\nIt's true that Little Penguins on Phillip Island in Australia often find the same breeding partner from one year to the next. Yet even still, experts think divorce rates among bonded pairs can sometimes reach up to 50 percent.\n\nOver the course of 12 breeding seasons, scientists at Monash University counted nearly 250 'divorces' among a cohort of nearly one thousand paired penguins. That's roughly 21 break-ups a year between 2000 and 2013.\n\nTo put that in perspective, annual human divorce rates in the United States are about 2.4 marriages per thousand, which is nearly 10 times lower than in this species of penguin.\n\nThe whole megacolony on Phillip Island includes more than 37,000 Little Penguins, but researchers say their sample size is a good indication of what's going on more broadly.\n\nA penguin divorce was counted by researchers when a tagged penguin from the prior year's breeding season reappeared in the colony with a new mate.\n\nSimilar to our own species, a penguin's choice to leave or stay in a pair bond was often based on offspring.\n\n\"In good times, they largely stick with their partners, although there's often a bit of hanky-panky happening on the side,\" explains ecophysiologist Richard Reina from Monash, who has studied the island colony for 20 years.\n\n\"However, after a poor reproductive season they may try to find a new partner for the next season to increase their breeding success.\"\n\nLittle Penguins, as it turns out, aren't very faithful, and they aren't the only species destroying human illusions of unconditional 'love' in nature.\n\nWhile it's true that during breeding season, most penguin species pair up with the same mate as the year before, those bonds don't always last for life.\n\nEmperor penguins and Adélie penguins, for instance, often partake in 'extracurricular activities' even when they are paired, which means they aren't really sexually monogamous.\n\nOne study from 1999 found only 15 percent of Emperor penguins (Aptenodytes forsteri) stay with the same partner for consecutive breeding seasons. Other penguin species have higher rates of social monogamy, reaching nearly 90 percent.\n\nLoyalty, it would seem, is a fickle beast that can change from species to species, year to year, and habitat to habitat.\n\nLast year, Monash University marine scientist Andre Chiaradia told the ABC that because climate change had the Little Penguins on Phillip Island breeding earlier, there was more time for infidelity.\n\n\"They finish earlier and think, 'Oh, I can have a second go',\" he said.\n\n\"Behind the scenes, they can have four to five partners in one night.\"\n\nChiaradia is an author on the newest paper, which finds that divorce rates among Little Penguins is the single most consistent factor for predicting the colony's reproductive success.\n\nIf the divorce rate stays low, at a baseline of about 18 percent, the breeding season is more likely to be successful.\n\nBut while divorce might be a sign of hard times, it's not always a bad choice in and of itself. In some cases, separation becomes a necessary risk, especially after a failed breeding season.\n\n\"Little penguins and other seabirds that prolong their pair bond over multiple seasons experience increased reproductive success over time,\" explains the research team from Monash.\n\n\"However, divorce may also be an adaptive tactic to increase longer-term reproductive success, especially when the previous breeding success was low, a higher-quality mate becomes available or usurps a lower-quality individual, or environmental events prevent or delay re-pairing.\"\n\nIt's all about weighing the short-term risks against the long-term benefits. Researchers at Monash say their findings show how important it is to consider social dynamics when it comes to animal conservation.\n\nThe study has been published in Ecology and Evolution."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Deep Sea Creatures That Seem Straight From Science Fiction",
            "link": "https://a-z-animals.com/video/5-deep-sea-creatures-that-seem-straight-from-science-fiction/",
            "description": "Very few people make it to the deepest depths of the oceans, which is why new discoveries are constantly made about the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0OwfgUaD0oggzDWOF_PpAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "a-z-animals8h",
            "source": "a-z-animals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as discovery of medieval toilet uncovers 2,000-year-old mystery",
            "link": "https://www.express.co.uk/news/science/2007858/archaeology-breakthrough-discovery-medieval-toilet",
            "description": "Archaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the ...",
            "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
            "category": "physics+discovery",
            "date": "21h",
            "source": "Daily Express",
            "article_content": "Experts believe they have finally found the last Anglo-Saxon king's residence\n\nArchaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the University of Newcastle believe they have uncovered Harold Godwinson, the last Saxon king of England’s long-lost residence. Experts had until now been unable to pinpoint the exact location of King Harold’s residence in Bosham. Illustrations of the grand hall in his residence appear twice in an 11th-century embroidered work known as the Bayeux Tapestry, which depicts events leading up to the 1066 Norman Conquest of England. The tapestry shows Harold feasting in a grand hall before sailing to France. While the church in Bosham still stands today, experts have been left baffled by the hall's exact location.\n\nA The tapestry shows Harold seen feasting in a grand hall before sailing to France.\n\nHowever, researchers' re-examining evidence found in 2006 by West Sussex Archaeology led to a stunning revelation. The initial 2006 investigation located two previously unidentified medieval structures at the site. One structure is built into a modern-day private residence, and the other was found in the property's garden. Dr. Duncan Wright, Senior Lecturer in Medieval Archaeology at Newcastle University and project leader, said a toilet from the period found in the building offered a vital clue. While having a toilet in your home is practically a given in every household today, they were typically only found in high-status and elite residences in England during the 10th and 11th centuries.\n\nTrending\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two males give birth to child in incredible science experiment; the baby is now an adult",
            "link": "https://www.msn.com/en-in/science/biology/two-males-give-birth-to-child-in-incredible-science-experiment-the-baby-is-now-an-adult/ar-AA1yedHx?ocid=BingNewsVerp",
            "description": "Scientists achieved a breakthrough enabling two men to have offspring without a biological mother, using genetic engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5S5jW_5VNutYkQJVZeFs-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Supply Chains: How Semantic Visions is Transforming Risk Management with AI",
            "link": "https://www.usatoday.com/story/special/contributor-content/2025/02/01/revolutionizing-supply-chains-how-semantic-visions-is-transforming-risk-management-with-ai/78130389007/",
            "description": "Balatka, Managing Director of Semantic Visions, brings nearly two decades of experience in consulting and AI leadership to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AMMfxm0BSZqqmvH5KaeyDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "6h",
            "source": "USA Today",
            "article_content": "Tyler Shepherd\n\nContributor\n\nAs global supply chains grow increasingly complex, innovative solutions are becoming essential for resilience and efficiency. Jan Balatka, Managing Director of Semantic Visions, brings nearly two decades of experience in consulting and AI leadership to this challenge. His expertise shapes the company’s efforts to use advanced technologies like artificial intelligence (AI) and data-driven tools to help businesses tackle these issues head-on.\n\nUnderstanding Today’s Challenges\n\nModern supply chains are under pressure from increasing regulations, globalization, and rapid technological change. “These challenges are creating difficulties not just for manufacturers but for every layer of the supply chain,” says Balatka. Drawing from his years working with global businesses, he understands the critical need for solutions that provide visibility and control across supply networks. Semantic Visions addresses this by offering AI-powered tools that monitor risks and identify opportunities, even within often-overlooked lower tiers of the supply chain.\n\nHow Technology is Driving Change\n\nSemantic Visions employs a range of technologies to transform supply chain management:\n\nAI and Automation: Advanced AI models analyze structured and unstructured data, providing faster and more accurate decision-making. Balatka’s background in AI leadership ensures these models meet the diverse needs of supply chain operations.\n\nGlobal Monitoring: Their system tracks over 13 million companies worldwide, scanning information in 12 languages to detect potential disruptions like financial instability or delays at ports.\n\nSeamless Integration: Using low-code/no-code platforms, Semantic Visions helps businesses connect legacy systems to modern tools, reducing inefficiencies—a challenge Balatka frequently encountered in his consulting career.\n\nRemoving Barriers to Transformation\n\nDespite the benefits of digital tools, many businesses face challenges like limited IT resources and fragmented systems. “Supply chain teams often have to compete with other departments for IT support,” Balatka notes. His experience in working with resource-constrained organizations informs Semantic Visions’ approach: start small by focusing on areas with the most significant impact and gradually expand efforts. Outsourcing IT resources or using AI tools to bridge language and time zone gaps can also help.\n\nThe Future of Supply Chains\n\nBalatka predicts that automation and the use of both software and hardware robots will play a key role in addressing labor shortages and improving efficiency. For companies just starting their digital transformation journey, he advises focusing on critical pain points and adopting widely used platforms for smoother transitions.\n\nA Practical Lesson in Supply Chain Management\n\nBalatka’s experience in consulting often revealed how small oversights could have significant impacts. In one case, a client’s packaging strategy led to inefficiencies, with single pens being shipped in oversized boxes—wasting resources and driving up costs. By combining open-source intelligence (OSINT) data with AI, Semantic Visions enables companies to uncover similar inefficiencies that might otherwise go unnoticed. For example, their AI-driven tools can detect subtle supply chain disruptions, such as delays caused by specific suppliers or inefficient processes, by analyzing unstructured data from global sources. This ability to pinpoint overlooked details helps businesses refine their operations and avoid costly mistakes, ensuring greater efficiency throughout the supply chain.\n\nLooking Ahead\n\nSemantic Visions aims to expand its reach and provide greater visibility into multi-tiered supply chains. “Our goal is to help businesses understand their supply chains beyond the first tier,” Balatka explains. By integrating his deep industry knowledge into Semantic Visions’ strategy, Balatka is positioning the company to lead the digital transformation of supply chains worldwide.\n\nAs digital transformation accelerates, leaders like Balatka with Semantic Visions are paving the way for a more resilient and efficient supply chain industry."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DraftKings Casino promo code: Spin for a chance to earn $2,000 in casino credits",
            "link": "https://www.nj.com/casinos/2025/02/draftkings-casino-promo-code-spin-for-a-chance-to-earn-2000-in-casino-credits.html",
            "description": "With the new DraftKings Casino promo code offer, new users in New Jersey can spin a mystery prize wheel for the chance to earn up to $2,000 in casino credits.",
            "image_url": "https://www.bing.com/th?id=OJ.MWsmJruhDAOgiw&pid=news&w=39&h=16&rs=2",
            "category": "nocode",
            "date": "8h",
            "source": "NJ.com",
            "article_content": "With the DraftKings Casino promo code (no code required), new users in New Jersey can take part in the ‘Spin for a Shot’ bonus, offering up to $2,000 in casino credits. This is one of the more unique welcome bonuses available today and can be easily claimed in just a few minutes.\n\nDraftKings Casino is widely considered one of the best online casinos in NJ. It provides a huge variety of games, secure banking options, and has a world-class design.\n\nDraftKings Casino promo code at a glance\n\n🎁 DraftKings Casino promo code No promo code needed 💸 DraftKings Casino new user promo details Spin for the chance to earn $2,000 in casino credits 💰 Minimum deposit $5 ⚖️ DraftKings Casino legal states NJ, MI, PA, CT, WV 📓 Playthrough requirement 1x 🔚 Bonus expiration 7 days after bonus is credited ✅ Last verified Feb 1., 2025\n\nHow to claim the DraftKings Casino promo code\n\nClaiming the DraftKings Casino welcome bonus should take just a few minutes.\n\nHere are the steps you can take to claim this generous offer today.\n\nClick any DraftKings Casino promo code links or banners on this page. Click the “Sign Up” button on the DraftKings Casino landing page. Provide DraftKings with your email address, and choose a username and password. Continue the registration process by providing DraftKings Casino with the requested personal information. Verify the confirmation code sent to your phone number. Choose your preferred banking method. No promo code is required. Make a deposit of $5 or more. Spin the mystery bonus wheel and earn between $10 and $2,000 in casino credits.\n\nThis bonus is unlike almost any others being offered today. Users will not know exactly how much they will earn until after spinning the mystery wheel.\n\nLike all other online casino bonuses, this one comes with some clear terms and conditions. A breakdown of these rules can be seen below.\n\nDraftKings Casino promo code key terms and conditions\n\nDraftKings Casino has always offered tremendous bonuses to its new and existing users. This online casino has also gained a great reputation for attaching fair terms and conditions to all of its bonuses.\n\nThis bonus is, of course, completely unique and differs from many of the other types of online bonuses offered by competing casino platforms. I was pleased to find that DraftKings still chose to set very reasonable rules for the offer.\n\nSome of the terms and conditions connected to the DraftKings Casino promo code offer include:\n\nAll new players must be 21+ to join.\n\nPlayers do not need to reside in New Jersey that DraftKings Casino operates in.\n\nThis bonus offer comes with a 1x playthrough requirement.\n\nThis bonus can only be claimed after making a first deposit of $5 or more.\n\nAll casino credits earned from this offer expire 7 days after being issued.\n\nOnline prizes of $10, $20, $100, or $2,000 are available.\n\nIt’s important to note that you do not need to reside in New Jersey to take advantage of this offer. It is available to all players above the age of 21 who are physically located inside the state.\n\nIncredibly, this bonus comes with just a 1x playthrough requirement. This means that players will only need to wager 1-times the amount of casino credits they receive to turn those credits into real cash that can be withdrawn.\n\nBest game to play with the DraftKings Casino promo code offer\n\nDraftKings Casino has been operating in the US for years. It has continued to expand its list of gaming options and now offers a truly massive selection of slots, table games, live dealer games, and more.\n\nI have spent hours playing the various games that DraftKings Casino provides to its users. Below, I highlight one particular game that is perfect to play using the casino credits earned from the DK Casino promo code offer.\n\nCoins of Egypt\n\nA screenshot of the Coins of Egypt slot game.DraftKings Casino\n\nDraftKings has established itself as one of the best online casinos on the market for fans of slot games. It offers more than 400 slot titles, including a variety of 3-reel, 5-reel, and progressive jackpot games.\n\nOne of the most popular slot games available through this platform is called Coins of Egypt. This game was developed by NetEnt and features five reels and 20 paylines.\n\nAs the name would indicate, this game is set in Ancient Egypt. It features common symbols seen during that time period, including gold scorpions, scarabs, and rubies. The goal is to land any of these matching symbols on a matching payline.\n\nThe Anubis symbol is the most lucrative in the game. Land five of these on a paying to earn a staggering 75x your spin’s wager.\n\nLike most other NetEnt, this game is filled with unique features. That includes Wild Symbols and Scatter Symbols. If any coin symbol lands on the fifth reel, the Pharaoh Bonus round begins, paying players the total of all other coins featured on the reels.\n\nLucky players can earn a maximum 3000x their spin’s wager during this round.\n\nEverything about this slot game is excellent. It has modern graphics, great bonuses, and runs extremely smoothly on every type of device. With an average RTP of 96.97%, it is also among the highest RTP slot games available to play right now.\n\nAll new players who claim the DraftKings Casino promo code offer can play this game. Consider playing some of the other fun Egyptian-themed slots also provided by DraftKings Casino, too."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mexican startup tackles plastic waste by converting it to fuel",
            "link": "https://www.msn.com/en-us/weather/topstories/mexican-startup-tackles-plastic-waste-by-converting-it-to-fuel/ar-AA1ydBwx?ocid=BingNewsVerp",
            "description": "A startup in Mexico is trying to help get a handle on one Gulf coast city’s plastic waste problem by converting it into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6KvmCMHg0Q2V4QgUvKCt9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "20hon MSN",
            "source": "The Associated Press - Business News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI startups in the US see opportunity in DeepSeek's success",
            "link": "https://www.msn.com/en-us/money/companies/ai-startups-in-the-us-see-opportunity-in-deepseeks-success/ar-AA1yeAAr?ocid=BingNewsVerp",
            "description": "DeepSeek's success creates better chances for smaller AI companies to flourish, AI startup executives in the United States ...",
            "image_url": "https://www.bing.com/th?id=OVFT.86HrgGhN4-yOjKGajxdy5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "11hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Samsung Galaxy S25 vs. Google Pixel 9 Pro: Compact phone lovers rejoice",
            "link": "https://www.androidpolice.com/samsung-galaxy-s25-vs-google-pixel-9-pro2/",
            "description": "The Samsung Galaxy S25 and the Google Pixel 9 Pro are two of the best compact Android phones on the market, but which is the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lLfQ_4qgHx3KyomTFFI-aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "3h",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Benefits of Using Research Software for Data Analysis",
            "link": "https://www.courier-journal.com/story/special/contributor-content/2025/02/01/benefits-of-using-research-software-for-data-analysis/78129989007/",
            "description": "Reputable research software like ATLAS.ti or any others you're well-versed with can significantly help here. These tools can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.drwUpj8FO0HjHPiL7iWB9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "7h",
            "source": "The Courier-Journal",
            "article_content": "Chris Gallagher\n\nContributor\n\nAny quality research churns out huge amounts of data. This data needs to be analyzed and depending on the amount of information waiting for processing, you may be in it for a while. But that won't be the case if you have excellent research software for data analysis. This software comes with plenty of benefits that make it a worthy partner in your research process.\n\nHere are the benefits you can gain when you pick the right system for your research.\n\nIncreased Efficiency and Timesaving\n\nSay you're working on a large dataset. Maybe it’s survey responses from hundreds—or even thousands—of people. Now, analyzing that data manually could take days. You’d need to sift through entries, remove duplicates, and standardize formats like dates and numbers. Tedious, isn’t it?\n\nReputable research software like ATLAS.ti or any others you're well-versed with can significantly help here. These tools can streamline data management and improve analytical accuracy, which can accelerate the research process while ensuring comprehensive and insightful analysis.\n\nAlso, many of these tools come with AI-powered features, which can help improve productivity almost 5 times over. Instead of struggling with repetitive tasks, you can focus on more exciting things like analyzing trends, drawing conclusions, or preparing that killer presentation.\n\nImproved Accuracy and Reduced Errors\n\nEven with your most careful efforts, you can still enter a number incorrectly or miss a detail when calculating averages. And when you’re working with a lot of data, those small errors can snowball into major problems. Research software helps eliminate this risk.\n\nMost of these tools come programmed to follow strict rules, ensuring consistent and accurate results. However, this level of accuracy is contingent on you finding the best software to handle the type of data you're analyzing. If you're curious about what to go for, read more here or in any other guide to be well-informed.\n\nHaving the right tool for the job can allow you to replicate calculations easily. Also, if you need to double-check or share your work, you won’t have to start from scratch. This accuracy boosts confidence, whether you’re presenting findings to stakeholders or publishing your research.\n\nAdvanced Analytical Capabilities\n\nSometimes, basic calculations or charts just don’t cut it. Say you’re a social scientist trying to predict trends in public opinion. Or maybe you’re a business analyst looking for hidden patterns in customer purchase behavior. Manually spotting these trends is nearly impossible, especially with large datasets.\n\nResearch software opens up a world of advanced analytics. These tools can handle qualitative data, like open-ended survey responses or interview transcripts. It helps you identify recurring themes without the headache of manually combing through piles of text.\n\nThis software also lets you run complex statistical tests. For example, you could compare how two groups respond to a new product or predict future sales using regression models. The good thing about many of these tools is that they come with user-friendly interfaces or tutorials. So, even if you’re not a data scientist, you can perform high-level analyses with a bit of practice.\n\nEnhanced Data Visualization\n\nYou’ve just finished analyzing your data, and the results are groundbreaking. But when you present it, your audience just stares at a table filled with rows of numbers. The message gets lost, and your hard work feels wasted.\n\nWith the proper research software, this may not be the case, as they often come with data visualization tools. These tools can transform raw numbers into stunning visuals that tell a story. You can use them to create bar charts, heatmaps, scatter plots, and even interactive dashboards.\n\nFor example, if you’re presenting sales performance to your team, a heatmap can highlight top-performing regions at a glance. Or, if you’re a health researcher, a line graph could show the rise and fall of disease cases over time.\n\nYour audience can drill down into the data themselves. They can click on a chart to see more details or filter data by categories that interest them. Strong visuals don’t just make your work look professional. They help you communicate findings more effectively.\n\nCollaboration and Accessibility\n\nIn some cases, you might be working on a research project with a team scattered across different cities—or even continents. If so, then sharing files back and forth through email becomes chaotic. Files get lost, versions get mixed up, and you waste precious time trying to sort it all out.\n\nResearch software can solve this headache. Many tools are cloud-based, meaning your entire team can access the same data and work in real time. This is a big deal, given that data analytics takes the biggest bite of the apple when it comes to cloud usage, at 86%, followed by software engineering at 83%.\n\nThese tools can go a long way when it comes to collaboration. One person can clean the data while another creates visuals—all at the same time. These tools also track changes. So, if someone edits a dataset or adjusts a chart, you can easily see who did what and when. This transparency reduces misunderstandings and ensures accountability.\n\nPlus, the accessibility factor is unbeatable. Whether you’re at home, in the office, or on the go, you can log in and pick up right where you left off. That kind of flexibility is a game-changer for teamwork and productivity.\n\nScalability for Large Datasets\n\nSay you’re a small business owner today, working with customer data from a few hundred people. But what happens when your business grows? Suddenly, you’re dealing with thousands—or even millions—of entries. Handling that kind of scale manually is impossible.\n\nResearch software is designed to grow with you. These tools can process massive datasets as they’re built for speed and efficiency, even when the numbers are in the millions. Another benefit is that these tools don’t just handle the data—they make it easy to securely store and access. So, even if your data keeps growing, you’ll never run out of space.\n\nThe best part? Many of these tools are modular. You can start small and upgrade features as your needs expand. This scalability makes research software a long-term investment, saving you time, money, and stress as your data needs evolve.\n\nClosing Thoughts\n\nResearch software is a tool that can 100% turn your data analysis around. This guide has introduced you to the benefits that come with having one on board. If indeed it's the path you want to take, take your time, do your research and settle for the right fit for your project."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI reconsiders closed-source approach after DeepSeek shocker",
            "link": "https://seekingalpha.com/news/4401706-openai-reconsiders-closed-source-approach-after-deepseek-shocker",
            "description": "OpenAI chief executive Sam Altman said on Friday the company has been \"on the wrong side of history\" regarding open source, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rKtoH9nOodYkmHzfoS-tlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9h",
            "source": "Seeking Alpha",
            "article_content": "OpenAI chief executive Sam Altman said on Friday the company has been \"on the wrong side of history\" regarding open source, amid intensifying competition from China.\n\nAltman said the startup needs to \"figure out a different open-source strategy\" during a Reddit ("
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Game Changer: OpenAI Rolls Out Free AI Model Amid Rising Competition",
            "link": "https://techstory.in/game-changer-openai-rolls-out-free-ai-model-amid-rising-competition/",
            "description": "OpenAI has released a new artificial intelligence model, o3-mini, for free users of ChatGPT. OpenAI rolls out the free AI model o3-mini to counter growing competition from DeepSeek. The move follows ...",
            "image_url": "https://www.bing.com/th?id=OJ.40e0yYWKbjafQw&pid=news&w=32&h=16&rs=2",
            "category": "openai+competitor",
            "date": "8h",
            "source": "tech",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Panic Over DeepSeek Exposes AI's Weak Foundation On Hype",
            "link": "https://www.forbes.com/sites/ericsiegel/2025/02/01/panic-over-deepseek-exposes-ais-weak-foundation-on-hype/",
            "description": "The heightened drama around DeepSeek rests on a false premise: Large language models are the Holy Grail. On the contrary, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jmoXXxmol2Mk3da2dyawvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "10h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dengue early warning system predicts risk two months in advance",
            "link": "https://www.thehindu.com/sci-tech/dengue-early-warning-system-predicts-risk-two-months-in-advance/article69160907.ece",
            "description": "Study in Pune links dengue deaths to weather conditions, with a two to five-month lead time for outbreak prevention.",
            "image_url": "https://www.bing.com/th?id=OVFT.Yya051f48L93bUsKIvxihi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "15h",
            "source": "The Hindu",
            "article_content": "A study that looked at dengue deaths and meteorological conditions in Pune during the period 2004 to 2015 using both statistical tools and machine learning methods found that temperature, rainfall, and relative humidity were associated with increased dengue deaths due to increased cases of dengue. Importantly, the study showed that Pune had a time lag of two to five months between favourable weather conditions and dengue deaths, thus providing sufficient lead time to curb dengue outbreaks and thereby deaths. Results of the study led by researchers from Pune’s Indian Institute of Tropical Meteorology were published in the journal Scientific Reports.\n\nThe study found that moderate rainfall spread over the entire duration of the summer monsoon season was associated with increased dengue deaths in Pune compared with heavy or extreme rainfall. Unlike when the weekly cumulative rainfall was less than 150 mm, heavy or extreme rainfall above 150 mm in a week reduces dengue incidence. This is because heavy rainfall washes away or flushes out the mosquito eggs and larvae. The association between rainfall intensity and dengue incidence is consistent with observational data.\n\nSimilarly, in the case of mean temperature, the study found that dengue deaths were higher during the years when the mean temperature in Pune was above 27 degrees C, says Dr. Roxy Mathew Koll from IITM, Pune and the corresponding author of the paper. At this mean temperature, dengue transmission in Pune was optimal as it positively affected the longevity of mosquitoes, the number of eggs deposited by each female mosquito, the number of times a mosquito laid eggs, and the time between a blood meal and laying eggs. “We find a statistically significant positive correlation between the annual dengue mortality and the number of days with optimal temperatures (above 27 degree C) during the summer monsoon season (June to September) in Pune. This temperature window is specific to Pune and maybe different for other regions,” he says.\n\nLikewise, the years when relative humidity varied between 60% and 78% during the monsoon season was when dengue deaths were relatively higher, the study found. Relative humidity impacts hatching, survival rate, and biting frequency of adult dengue mosquitoes. According to the authors, a minimum of 60% relative humidity is required for Aedes aegypti mosquitoes to survive as low humidity kills the mosquitoes due to water evaporating from their body.\n\nThey also found that there was an association between increased dengue cases and deaths and active-break phases of the monsoon. When the summer monsoon during a particular year has fewer number of active-break days, the number of dengue cases and deaths was higher compared with those years when the number of active-break days was higher. Dr. Koll explains that it is not the cumulative amount of rainfall during the monsoon season that influences dengue transmission but the pattern of rainfall — moderate rainfall during the monsoon season with fewer active-break days. “Increased number of active-break days suggests greater variability or fluctuation in rainfall, including the number of extreme rainfall events, during low dengue years,” says Sophia Yacob from IITM, Pune and the first author of the paper. “In contrast, evenly distributed rains with fewer active-break days result in increased dengue cases.”\n\n“We found that dengue deaths were lower during the years when rainfall during June — the first month of the summer monsoon season — was heavy,” Dr. Koll says. This is because mosquito eggs are capable of surviving the dry season up to eight months. So eggs laid after the preceding monsoon season can hatch into mosquitoes when the monsoon season begins in June. Heavy rainfall during June therefore tends to wash off the eggs laid the preceding year, thereby reducing the mosquito population and dengue-related deaths at the beginning of the monsoon season. “Rainfall intensity during June plays a significant role in determining the total number of dengue cases for the year,” he says.\n\nBased on weather-dengue associations, the authors developed a dengue early warning system based on artificial intelligence/machine-learning to predict potential dengue outbreaks about two months in advance. The model used observed mean temperature, cumulative rainfall, and relative humidity patterns. About 41% of the model’s prediction skill is determined by mean temperature, 29% by cumulative rainfall, and 20% by relative humidity.The dengue model was also used for future projections of dengue mortality over Pune by utilising climate projections from selected models suited for the Indian monsoon region.\n\n“In response to climatic changes, dengue mortalities over Pune are projected to increase by 12-112% in the future (2021-2100) under low-to-high emission pathways,” the authors write. “The findings of this study have significant implications for policymakers, as they provide insights into the potential impacts of climate change on dengue mortality in Pune and provide a clear pathway to extend the model to any other region.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zelensky: Excluding Ukraine from U.S.-Russia talks about war is 'very dangerous'",
            "link": "https://www.msn.com/en-us/news/world/zelensky-excluding-ukraine-from-u-s-russia-talks-about-war-is-very-dangerous/ar-AA1yfV8x?ocid=BingNewsVerp",
            "description": "Ukrainian President Volodymyr Zelensky says excluding his country from talks between the U.S. and Russia about the war in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7oymAkgDj0VXOio_kHbCli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "34mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AP Interview: Zelenskyy says excluding Ukraine from US-Russia talks about war is 'very dangerous'",
            "link": "https://www.msn.com/en-ph/news/world/ap-interview-zelenskyy-says-excluding-ukraine-from-us-russia-talks-about-war-is-very-dangerous/ar-AA1yfoHe?ocid=BingNewsVerp",
            "description": "Ukrainian President Volodymyr Zelenskyy said Saturday that excluding his country from talks between the U.S. and Russia about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GsSQD3iXdyp2pPdhdzBnNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump says he and Putin could do something ‘significant’ toward ending Russia’s war in Ukraine",
            "link": "https://www.msn.com/en-us/news/politics/trump-says-he-and-putin-could-do-something-significant-toward-ending-russias-war-in-ukraine/ar-AA1ycYl6?ocid=BingNewsVerp",
            "description": "Trump did not say who from his administration has been in contact with the Russians but insisted the two sides were 'already ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K5N7iCb1u_RoGtlsbU6cUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "22hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DR Congo conflict risks broader regional war, Burundi warns",
            "link": "https://themercury.com/news/national/dr-congo-conflict-risks-broader-regional-war-burundi-warns/article_cd44bcb0-2f8b-5076-8e31-dae0bfc4935a.html",
            "description": "The conflict in eastern DR Congo risks escalating into a broader regional war, Burundi's president said Saturday, as Africa's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PVwelcMWE3ZEt6wxPX48RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "The Manhattan Mercury12h",
            "source": "The Manhattan Mercury",
            "article_content": "The conflict in eastern Democratic Republic of Congo risks escalating into a broader regional war, Burundi's president said Saturday, as Africa's top health agency warned the fighting could spark new outbreaks of serious diseases.\n\nThe Rwanda-backed armed group M23 has vowed to march on the capital Kinshasa after capturing eastern DRC's biggest city of Goma earlier this week.\n\nThe lightning offensive is the latest to scar the mineral-rich region, which has seen relentless conflict involving dozens of armed groups kill an estimated six million people over three decades.\n\nThe fall of Goma has rattled the continent, prompting international condemnation and fears of a humanitarian crisis.\n\n\"If it continues like this, war risks becoming widespread in the region,\" Burundi's President Evariste Ndayishimiye said.\n\n\"It is not only Burundi, it is Tanzania, Uganda, Kenya -- it is the whole region, it is a threat,\" he said in an official video posted to YouTube.\n\nHis comments echoed similar remarks by UN chief Antonio Guterres on Thursday.\n\nIllustrating the complicated nature of the conflict, Burundi itself has at least 10,000 soldiers in the east of the DRC, a Burundian military source told AFP.\n\nRwanda accused Burundian troops of actively engaging in fighting against the M23.\n\nRwandan Foreign Minister Olivier Nduhungirehe said on X that Burundian forces had been \"more engaged in open fighting against the M23\" since October 2023.\n\nMany of the Burundian troops, who are there under a previous military agreement with Kinshasa, have been redeployed to the South Kivu provincial capital Bukavu.\n\nLocals at the market there expressed their concerns Saturday.\n\n\"The M23 says that after having taken Goma, they are coming here to our home in South Kivu,\" said Henriette Butuna, a seller at Bukavu market. \"That's why we are scared, because we don't know either the day or the hour\" they could arrive.\n\n\"We are buying to stock up at home,\" said Josee Zabibu, one customer.\n\nUganda's army meanwhile said Friday it would adopt a \"forward defensive posture\" in eastern DRC.\n\nA UN expert report last July said Rwanda had around 4,000 troops in the east of Democratic Republic of Congo, accusing Kigali of having \"de facto\" control over the M23.\n\nRwanda denies any military involvement, maintaining its goal in eastern DRC is to eradicate a Hutu-led armed group formed in the wake of the 1994 Rwandan genocide.\n\nBut the DRC accuses Rwanda of seeking to profit from the region's rare minerals, which are used in technology such as smartphones across the world -- a claim Kigali also denies.\n\n- 'Pandemics' warning -\n\nSince M23 and Rwandan troops entered North Kivu province's capital Goma last Sunday, at least 700 people have been killed and another 2,800 wounded in intense clashes, says the United Nations.\n\nThe M23 have outmatched the ill-equipped and poorly paid Congolese forces, who have resorted to hastily recruiting volunteers to fight back.\n\nIn recent days, M23 fighters have advanced into the neighbouring South Kivu province towards the town of Kavumu and its strategic military airport. This is where the Congolese forces have set their main line of defence.\n\nThe fighting in Goma has sparked a \"full-scale public health emergency\", warned the African Union's public health agency.\n\nEven before the latest violence, \"extreme conditions, combined with insecurity and mass displacement have fuelled the mutation of the mpox virus,\" said Africa CDC head Jean Kaseya.\n\n\"If decisive action is not taken, it will not be bullets alone that claim lives -– it will be the unchecked spread of major outbreaks and potential pandemics,\" Kaseya added.\n\nThe deadly clade 1b variant of mpox, which has been recorded in countries around the world in recent months, first emerged in South Kivu in 2023.\n\n- Markets open in Goma -\n\nWhile the fighting has largely stopped in Goma, AFP reporters said there were still serious shortages of cash and fuel. Congo's authorities have been reluctant to prioritise supplying the city, which is largely under M23's control.\n\nIn the areas it has seized, the armed group has started setting up a parallel administration.\n\nMarkets opened in central Goma on Saturday, the traders setting up stalls and women carrying bundles of cassava leaves on their shoulders.\n\nMultiple diplomatic efforts have emerged aiming to prevent the crisis from escalating.\n\nOn Friday, southern African leaders pledged \"unwavering\" support to the DRC after holding an emergency summit in Zimbabwe.\n\nAfrican Union chair Moussa Faki Mahamat welcomed the summit's call for a joint summit of southern African bloc SADC and the eight-country East African Community (EAC).\n\nIn a region already home to hundreds of thousands of internally displaced people, the latest fighting has forced another 500,000 people to flee their homes, said the UN, which has also reported summary executions carried out by the M23 fighters and rapes by Congolese troops.\n\nIn Paris, some 1,800 members of the Congolese diaspora marched to protest the international community's lack of support for their beleaguered country.\n\nThey carried Congolese flags and banners calling for an end to the war or saying \"Our resources, our right\", and while their ire was most directly focused on Rwanda, many said they felt abandoned by France and Belgium.\n\nburs-gv/jj"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Billionaire Bill Ackman Thinks This Stock Could Skyrocket 500%. Why Does Wall Street Expect It to Plunge?",
            "link": "https://www.msn.com/en-us/money/top-stocks/billionaire-bill-ackman-thinks-this-stock-could-skyrocket-500-why-does-wall-street-expect-it-to-plunge/ar-AA1yeaVU?ocid=BingNewsVerp",
            "description": "Bill Ackman built a net worth of $9.3 billion by spotting promising opportunities. Ackman noted in his post on X (formerly known as Twitter) that his hedge fund has owned Federal National Mortgage ...",
            "image_url": "https://www.bing.com/th?id=OJ.c33IPqDhLTGl0w&pid=news&w=58&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "15hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retired, or nearing retirement? The DeepSeek scare should be a wake-up call.",
            "link": "https://www.morningstar.com/news/marketwatch/20250201172/retired-or-nearing-retirement-the-deepseek-scare-should-be-a-wake-up-call",
            "description": "Financial advisers warn retirees and near-retirees about something called \"sequence of returns\" risk. If you need your portfolio to last for the 30 or 40 years of your retirement, what matters isn't ...",
            "image_url": "https://www.bing.com/th?id=OJ.u0E6XtnE5KQECA&pid=news&w=68&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "10h",
            "source": "Morningstar",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "1 Growth Stock Down 28% to Buy Right Now",
            "link": "https://www.msn.com/en-us/money/markets/1-growth-stock-down-28-to-buy-right-now/ar-AA1yfzyB?ocid=BingNewsVerp",
            "description": "Ulta Beauty (NASDAQ: ULTA) could use a touch-up to its makeup with its shares down about 28% from their 52-week high. Nevertheless, investors focusing too much on the company's rough stock market ...",
            "image_url": "https://www.bing.com/th?id=OJ.c33IPqDhLTGl0w&pid=news&w=58&h=16&rs=2",
            "category": "market+share",
            "date": "2hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Budget 2025 Stock Market Live Updates | Sensex falls 150 pts as Budget presentation ends; Nifty50 below 23,400; India VIX up 4%",
            "link": "https://economictimes.indiatimes.com/markets/stocks/live-blog/bse-sensex-today-live-updates-nifty-50-stock-market-on-union-budget-2025-nirmala-sitharaman-speech-01-february-2025/liveblog/117809746.cms",
            "description": "Benchmark equity indices Sensex and Nifty make a U-turn to trade in the negative territory on Budget day. Investors keenly tracked Finance Minister Nirmala Sitharaman plan for the economy. Union ...",
            "image_url": "https://www.bing.com/th?id=OJ.HaOkpH4Fz6kN0g&pid=news&w=126&h=12&rs=2",
            "category": "market+share",
            "date": "18h",
            "source": "Indiatimes",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 GA cousins sentenced to prison for stealing over $2M through fraudulent government loans",
            "link": "https://www.yahoo.com/news/2-ga-cousins-sentenced-prison-152351702.html",
            "description": "Two cousins have been sentenced to prison for their scheme to defraud the government of more than $2 million. Johnny Narcisse, and his cousin Johnson Dieujuste, were sentenced for defrauding the ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "economy+disaster",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "Two cousins have been sentenced to prison for their scheme to defraud the government of more than $2 million.\n\nJohnny Narcisse, and his cousin Johnson Dieujuste, were sentenced for defrauding the Paycheck Protection Program and the Economic Injury Disaster Loan program.\n\nAccording to information presented in court in July 2021, federal agents investigating a Florida resident for suspected tax crimes executed a search warrant for the home, computer, and cell phone of Narcisse in Georgia.\n\n[DOWNLOAD: Free WSB-TV News app for alerts as news breaks]\n\nThe search of his computer and phone revealed a large amount of evidence that showed that he and his cousin, Dieujuste, had engaged in a conspiracy with each other to recruit small business owners and then file fraudulent applications for COVID-19 relief loans on their behalf.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nNarcisse and Dieujuste, after getting the names, business names, and employer identification numbers from would-be borrowers, simply made up with the rest of the information needed to apply for the loans.\n\nIf the loans were approved, the borrowers kicked back a percentage of the loans to Narcisse and Dieujuste.\n\nThey applied for dozens of loans and over $2 million was dispersed.\n\nNarcisse, 46, of Atlanta, was sentenced to two years and four months in prison, followed by three years of supervised release.\n\nHe was ordered to pay restitution totaling $2,000,332.\n\nHe was convicted on Oct. 21, 2024, after pleading guilty to one count of conspiracy to commit wire fraud.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDieujuste, 37, of Loganville, was sentenced to two years and eight months in prison, followed by three years of supervised release.\n\nHe was ordered to pay restitution totaling $2,081,559.\n\nHe was convicted on Sept. 24, 2024, after pleading guilty to one count of conspiracy to commit wire fraud.\n\nTRENDING STORIES:\n\n[SIGN UP: WSB-TV Daily Headlines Newsletter]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cebu biz leader warns: P200 wage hike could spell economic disaster",
            "link": "https://www.msn.com/en-ph/news/other/cebu-biz-leader-warns-p200-wage-hike-could-spell-economic-disaster/ar-AA1yfBG2?ocid=BingNewsVerp",
            "description": "A Cebu business leader has cautioned that implementing the P200 across-the-board legislated wage increase could lead to an economic disaster. Mark Anthony Ynoc, president of the Mandaue Chamber of ...",
            "image_url": "https://www.bing.com/th?id=ODF.ZY-duxavReEN-g4pEhxg3A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "Cebu Daily News on MSN2h",
            "source": "Cebu Daily News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "G.Skill WigiDash Review - a sensor panel with POTENTIAL!",
            "link": "https://www.msn.com/en-us/money/other/gskill-wigidash-review-a-sensor-panel-with-potential/vi-AA1yfhes?ocid=BingNewsVerp",
            "description": "PC enthusiasts have been adding sensor panels to their builds for quite some time now, and we’ve even seen case manufacturers including them in their chassis. But the Wigidash from G.Skill aims to ...",
            "image_url": "https://www.bing.com/th?id=ODF.FN1SZscHib3IBjZN9FhjNQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "pc+manufacturer",
            "date": "KitGuruTech on MSN5h",
            "source": "KitGuruTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explained: Why Inox Wind shares jumped 12% today",
            "link": "https://www.cnbctv18.com/market/inox-wind-share-price-jumped-12-pc-today-union-budget-explained-19550434.htm",
            "description": "Shares of Inox Wind Ltd., the wind turbine manufacturer, surged up to 12% on Saturday (February 1), following a strong Q3 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f8Ur-8dKUz-j52ucwJdNgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "cnbctv1820h",
            "source": "cnbctv18",
            "article_content": "₹\n\n₹\n\n₹\n\nShares of Inox Wind Ltd., the wind turbine manufacturer, surged up to 12% on Saturday (February 1), following a strong Q3 results, with in-line execution at 189MW.Brokerage firm Nuvama Institutional Equities assigned a 'Buy' rating on the Inox Wind stock, with a price target of233. This target implies a potential upside of 24% from the current levels.Inox Wind shares rallied 11.93% to hit an intra-day high of188.45.The brokerage also said Inox Wind is one of only two wind-EPC suppliers in India, riding tailwinds of RTC, FDRE and C&I demand.Nuvama said that Inox Wind's revenue per MW was subdued at Rs 4.5 crore per MW due to low EPC sales, which was offset by higher operating profit margin at 22.7% against an estimate of 17% on product heavy mix.Its profit exceeded expectations of 27%, adjusted for exceptional items (higher other income offset by one-off tax charge).Order inflow was soft at 231 MW, taking order book to 3.3 GW with a large order pipeline.\"Guidance was retained at FY25/26 execution of 800MW/1200MW and 17%-plus OPMs,\" Nuvama said.Inox Wind remains a key player in the C&I segment and benefits from a duopolistic market in wind EPC. OB of 3.3GW (execution over 24 months) lends revenue visibility, according said, adding that it remains positive on the sector and the company.The brokerage has tweaked its FY25 and FY27 estimates, cutting realisation/MW, factoring lower EPC execution and inching up margin.Inox Wind CEO Kailash Tarachandani expressed confidence in ramping up execution from Q4 FY25 onwards.“We have been able to deliver another quarter of strong results in Q3 and are confident of delivering significantly higher execution from Q4 FY25 onwards,” Kailash Tarachandani said.On the charts, the Relative Strength Index (RSI) for Inox Wind is at 52.2. An RSI reading above 70 would mean that the stock is in overbought territory.Five out of the six analysts that have coverage on Inox Wind maintained a 'Buy' rating on the stock while one has a 'Hold rating.Shares of Inox Wind Ltd. are currently trading 6.21% higher on Saturday at178.80."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Encrypted Attack Predictions for 2025",
            "link": "https://securityboulevard.com/2025/02/5-encrypted-attack-predictions-for-2025/",
            "description": "The cyberthreat landscape of 2024 was rife with increasingly sophisticated threats, and encryption played a pivotal role—a staggering 87.2% of threats were hidden in TLS/SSL traffic. The Zscaler cloud ...",
            "image_url": "https://www.bing.com/th?id=ODF.jMU-akUz2dAccrCsc44t_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Security Boulevard20h",
            "source": "Security Boulevard",
            "article_content": "The cyberthreat landscape of 2024 was rife with increasingly sophisticated threats, and encryption played a pivotal role—a staggering 87.2% of threats were hidden in TLS/SSL traffic. The Zscaler cloud blocked 32.1 billion attempted encrypted attacks, a clear demonstration of the growing risk posed by cybercriminals leveraging encryption to evade detection.\n\nThreatLabz reported that malware continues to dominate as the leading encrypted threat, with phishing, cryptojacking, and cross-site scripting (XSS) rapidly on the rise. From nation-state-backed APT groups abusing cloud services to generative AI amplifying phishing, encrypted threats are evolving fast. Industries like manufacturing, technology, and services are bearing the brunt, and the United States and India remain prime targets.\n\nEncrypted threats are showing no signs of slowing down in 2025. The following ThreatLabz predictions explore the shifting dynamics of these stealthy attacks—and the actions your organization must take to stay protected.\n\nTop encrypted attack predictions for 2025Prediction 1: Artificial intelligence and automation will drive a surge in encrypted threatsThe convergence of AI and encrypted traffic will pose escalating challenges for security teams, especially those relying on outdated security tools. Generative AI is likely already fueling threats hidden in encrypted channels with its ability to automate and scale malicious operations, from crafting localized and personalized phishing emails to automating the creation of malicious scripts and payloads. By embedding these threats in TLS/SSL traffic, cybercriminals make detection even more challenging.\n\nPrediction 2: Threat actors will archive encrypted communication for future post-quantum decryptionWith advancements in quantum computing, threat actors are preparing for a future where today’s encryption standards can be broken. More cybercriminals will begin archiving encrypted communications with the intent to decrypt them once post-quantum cryptography becomes viable.\n\nIn August 2024, the National Institute of Standards and Technology (NIST) finalized the first post-quantum encrypted standards. Although cryptanalytically relevant quantum computers are not expected until the 2030s, threat actors are already planning for this eventuality. Organizations must prioritize adopting post-quantum encrypted standards to safeguard their data against future decryption threats.\n\nPrediction 3: Abuse of legitimate cloud services will drive encrypted attack growthAs organizations increasingly rely on trusted cloud platforms, cybercriminals will also increasingly turn to these cloud platforms to deliver encrypted threats, capitalizing on the inherent trust in these services. By leveraging default TLS/SSL encryption and the trust granted to widely used cloud providers and their certificates, attackers can embed malicious content within encrypted traffic, making detection far more difficult.\n\nThreatLabz research revealed a rise in cloud service abuse by advanced persistent threat (APT) groups in 2024, revealing Dropbox, OneDrive, and Telegram are the three most abused legitimate cloud services globally.\n\nPrediction 4: Advanced persistent threat (APT) groups will intensify their use of encrypted channels to conceal activitiesNation-state-backed APT groups are poised to weaponize encrypted channels as a core tactic to conduct stealthy and persistent cyber operations, making encrypted threats a dominant challenge in the APT landscape. These groups have the resources and expertise to abuse weaknesses in encrypted protocols, posing heightened risks to government agencies and critical infrastructure.\n\nA notable trend observed by ThreatLabz in 2024 is the rise of APT groups exploiting cloud platforms. By blending in with legitimate traffic, these groups extend the lifespan of their campaigns and make their command-and-control infrastructure harder to trace. This growing misuse of cloud services highlights the urgent need for advanced inspection of encrypted traffic across cloud environments. For further insights into this, check out the ThreatLabz 2024 Encrypted Attacks Report.\n\nPrediction 5: Encrypted command-and-control (C2) activity will become stealthierMalware typically relies on C2 servers to receive information and exfiltrate data. The next wave of malware threats will be defined by a shift toward encrypted, low-profile C2 methods as attackers adapt to evade AI-driven defense systems that detect volume-based anomalies.\n\nRather than generating large volumes of traffic that can be easily detected, attackers will minimize the volume and signature of C2 communications. By using encrypted channels to conceal their activities, they can evade detection by traditional security systems. This trend will set a new standard for sophisticated threat tactics, making it even more difficult for organizations to identify and block malicious communications.\n\nHow to stop encrypted attacks in 2025Stopping encrypted attacks requires advanced security solutions capable of inspecting encrypted traffic without compromising performance. The Zscaler Zero Trust Exchange™ offers a comprehensive approach to tackling encrypted threats at every stage of an attack:Minimize the attack surfaceUnchecked encrypted connections, such as those through VPNs or exposed workloads, can expand the attack surface. Zscaler eliminates this risk by keeping applications and services invisible to the internet, effectively reducing the attack surface. By adopting a zero trust architecture, organizations can ensure that only authorized users can access specific applications, preventing attackers from exploiting encrypted connections to reach critical systems.Prevent initial compromiseZscaler Internet Access™ (ZIA) performs full TLS/SSL inspection to verify every connection and stop hidden threats without sacrificing performance. ZIA uses AI-powered analysis and inline detection to identify and block sophisticated threats within encrypted traffic. Unlike traditional, resource-intensive physical appliances, ZIA’s cloud native approach allows organizations to scale encrypted traffic inspection capabilities without performance bottlenecks. This ensures that encrypted threats are detected and blocked before they can cause harm.Eliminate lateral movementOnce attackers gain entry to a network, they often attempt to move laterally to access other systems and data. Zscaler Private Access™ (ZPA) prevents this by enforcing zero trust segmentation and granular access controls. ZPA’s context-aware policies limit users to specific applications, reducing the risk of lateral threat movement. Additionally, Zscaler Deception technology sets decoys to detect and thwart lateral movement attempts, providing an additional layer of defense.Block command-and-control callbacksMalware frequently relies on encrypted channels to communicate with C2 servers. ZIA inspects outgoing and incoming encrypted traffic to disrupt C2 communications, preventing attackers from executing commands, downloading additional malware, or exfiltrating sensitive data. Zscaler’s AI-powered data loss prevention detects and blocks malicious traffic, ensuring that sensitive data remains secure.The rise of encrypted attacks presents a significant challenge for organizations across industries. Threat actors will continue to take advantage of encryption to evade traditional security measures and carry out more sophisticated attacks. By adopting a zero trust architecture and platforms like the Zero Trust Exchange, organizations can minimize the attack surface, prevent initial compromise, and block C2 callbacks within encrypted traffic.To learn more about existing and emerging encrypted threats:\n\nRead the Zscaler ThreatLabz 2024 Encrypted Attacks Report.\n\nRequest a custom demo on how Zscaler can help address your organization’s ransomware protection needs.\n\nFollow Zscaler ThreatLabz on X (Twitter) and our Security Research Blog to stay on top of the latest cyberthreats and security research. The Zscaler ThreatLabz threat research team continuously monitors threat intelligence from the world’s largest inline security cloud and shares its findings with the wider security community.\n\nForward-Looking Statements This blog contains forward-looking statements that are based on our management's beliefs and assumptions and on information currently available to our management. These forward-looking statements include, but are not limited to, statements concerning predictions about the state of encrypted threats and cyberattacks in calendar year 2025 and our ability to capitalize on such market opportunities; the use of Zero Trust architecture to combat encrypted attacks; and beliefs about the ability of AI and machine learning to reduce detection and remediation response times as well as proactively identify and stop cyberthreats. These forward-looking statements are subject to the safe harbor provisions created by the Private Securities Litigation Reform Act of 1995. These forward-looking statements are subject to a number of risks, uncertainties and assumptions, and a significant number of factors could cause actual results to differ materially from statements made in this blog, including security risks and developments unknown to Zscaler at the time of this blog and the assumptions underlying our predictions regarding encrypted attacks in calendar year 2025. Additional risks and uncertainties are set forth in our most recent Quarterly Report on Form 10-Q filed with the Securities and Exchange Commission (“SEC”) on December 5, 2024, which is available on our website at ir.zscaler.com and on the SEC's website at www.sec.gov. Any forward-looking statements in this release are based on the limited information currently available to Zscaler as of the date hereof, which is subject to change, and Zscaler does not undertake to update any forward-looking statements made in this blog, even if new information becomes available in the future.\n\n*** This is a Security Bloggers Network syndicated blog from Security Research | Blog Category Feed authored by Heather Bates. Read the original post at: https://www.zscaler.com/blogs/security-research/5-encrypted-attack-predictions-2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked 10 travel agents: What's the top under-the-radar destination? Here's what they said",
            "link": "https://www.nbcnewyork.com/news/business/money-report/we-asked-10-travel-agents-whats-the-top-under-the-radar-destination-heres-what-they-said/6131566/",
            "description": "Travel specialists weigh in with the most underrated places to visit, along with can’t-miss activities in each locale and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xffesKItfXNUhFL-KYYP_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "10h",
            "source": "NBC New York",
            "article_content": "Ten travel agents provided their picks for the most underhyped places to visit in the world.\n\nThey weigh in with their rationale, as well as can't-miss activities and the best times to go.\n\nKlaus Vedfelt | Digitalvision | Getty Images\n\nLooking for travel inspiration for 2025 and beyond?\n\nLook no further: CNBC asked 10 travel agents for their recommendations of the most underhyped destinations in the world. We compiled their written answers below, including can't-miss activities for each locale and the best times of year to visit.\n\nGet Tri-state area news delivered to your inbox. Sign up for NBC New York's News Headlines newsletter.\n\nYou'll also find average round-trip airfare from U.S. airports. The data, provided by travel app Hopper, is based on average fares that were available to book from Jan. 15 to Jan. 22. Prices are for May-July 2025, when most Americans plan to take their longer vacations, Hopper said.\n\nTravelers should aim to book over the next few weeks to score the best prices, it said.\n\nAlbania\n\nRecommended by: Scott Abbott, managing director of Wilderness Travel\n\nWhy to visit: \"The Albanian Alps, also known as the Accursed Mountains, are a mountain range very few people know about, so are totally untouched by tourism. But have some of the most gorgeous and dramatic hikes in all of Europe. They also have guesthouses, mountain huts and hotels that feel like what the Alps were like 30-plus years ago, all owned by local families and run in a traditional way very authentic to the place and culture.\"\n\nCan't-miss: Hiking in Valbona Valley National Park\n\nBest time to go: June to September\n\nAverage flight price: $926 to Tirana, Albania\n\nEcuadorian cloud forest\n\nGerard Puigmal | Moment | Getty Images\n\nRecommended by: Allie Almario, South America and Galapagos expert at Premier Tours\n\nWhy to visit: \"Most people think of Costa Rica when they think of cloud forest, but Ecuador also has the lure of the Galapagos Islands, so it's a terrific combination. About three hours from the capital city of Quito, Ecuador, the cloud forest feels primeval and otherworldly.\n\n\"I love the Mashpi Eco Lodge, which is on the cusp of the rain and cloud forest in a private sanctuary. You've got incredibly rich biodiversity in this remote area — so remote the silence is almost deafening.\"\n\nCan't-miss: \"Mashpi Lodge offers an activity called the Dragon Fly — it is up to an hour ride in an open air cable car (seating only for four guests at a time and a naturalist) where you soar over the tree canopy. You hear nothing but the wind and bird calls and the distant crash of waterfalls 500 feet below you. The butterflies are like confetti.\"\n\nBest time to go: \"Temperatures are pretty consistent throughout the year, but the main difference is rainy vs. dry season. Be prepared and either way, hiking in the cloud and rain forest will always be an adventure.\"\n\nAverage flight price: $588 to Quito, Ecuador\n\nHamburg, Germany\n\nInigo Cia | Moment | Getty Images\n\nRecommended by: Kareem George, CEO of Culture Traveler\n\nWhy to visit: \"This ultra chic city is beautiful, sophisticated and extremely fun, with a variety of attractions for diverse ages and interests. The setting of the city is quite picturesque, nestled between the Elbe River and Alster Lake with many canals in between. It is an extremely walkable city with many historic attractions in the city center — such as the Rathaus (City Hall) and St. Nikolai Church — flanked by very cool neighborhoods such as the Speicherstadt (Warehouse) District, raucous St. Pauli and the quirky Schanzenviertel.\"\n\nCan't-miss: \"Two of the many must-see attractions are the iconic Elbphilharmonie and the unique Miniatur Wunderland. Advance tickets are highly recommended for both.\"\n\nBest time to go: \"Hamburg is truly a destination for all seasons, however I particularly enjoyed a recent visit in the fall. The weather was perfect and it was wonderful to stroll along the lake, canals and to explore several neighborhoods on foot.\"\n\nAverage flight price: $1,090\n\nKyushu, Japan\n\nBohistock | Moment | Getty Images\n\nRecommended by: Kristin Braswell, founder of CrushGlobal Travel\n\nWhy to visit: \"Brimming with natural beauty at every corner, the southern island of Japan's Kyushu may be overlooked for its popular northern neighbors like Tokyo and Kyoto, but it's just as thrilling. Teeming with active volcanoes, palm-forested coastlines and bubbling onsens [hot springs] to retreat in, you will be enamored at every turn by the great, wide outdoors here. I highly recommend visiting the electric metropolis, Fukuoka, and Beppu, a mountainside jewel that is home to the most spring waters in the country.\"\n\nCan't-miss: \"Visiting the famous onsens, particularly the Jigoku Circuit, which are all grouped and within walking distance. They are a sight to see.\"\n\nBest time to go: \"In spring, during cherry-blossom season and when the weather is pleasantly warm, or the fall, as the foliage begins to change with the seasons.\"\n\nAverage flight price: Top three airports in Kyushu, by popularity from U.S. cities based on search demand:\n\nFukuoka: $1,326\n\nNagasaki: $1,617\n\nKumamoto: $1,594\n\nLençóis Maranhenses National Park, Brazil\n\nIgnacio Palacios | Stone | Getty Images\n\nRecommended by: John Lansdell, planner at Trufflepig Travel\n\nWhy to visit: \"Remote and staggeringly beautiful, this park of sand dunes, mangroves and freshwater lagoons is prime for both relaxing in and exploring — swimming, dune walks and quad tours, birding, etc.\"\n\nCan't-miss: Swimming in the lagoons.\n\nBest time to go: \"When to visit is subjective, but high season is July and August: Full lagoons; warm, not too hot; rains have passed, but the gateway towns are busy. Either side of these months may be the best bet, although the park itself, a UNESCO World Heritage Site, is vast and won't feel overly busy in high season.\"\n\nAverage flight price: $1,069 to Sao Luis, Brazil\n\nThe Nordic countries (Sweden, Denmark, Finland, Norway)\n\nLeonardo Patrizi | E+ | Getty Images\n\nRecommended by: Melissa Wu, founder of Woodlyn Travel\n\nWhy to visit: \"The Nordics offer a great variety of destinations and activities, from the bustling nightlife and modern hotels of the cities, to rural pastimes like dog sledding and gazing up at the amazing northern lights. Classic Nordic activities like saunas and cold plunges share the stage with farm-to-table culinary extravaganzas. And the dollar is very strong right now, so you'll get your money's worth on some of the best seafood you'll ever eat.\"\n\nMore from Personal Finance:\n\nWhat to expect from travel prices in 2025\n\nDemand for international trips drives 'travel momentum'\n\nHere are 4 big ways to save on your next trip\n\nCan't-miss: \"Sweden's capital and largest city, Stockholm, is known for a great museum scene with some truly unique attractions. The ABBA museum is a must-see for music lovers, while the Viking Museum and Vasa Museum, which houses a salvaged 17th century ship, pay tribute to Sweden's history. And no visit would be complete without a stop at the Spiritmuseum, which celebrates Sweden's drinking culture.\"\n\nBest time to go: \"The Nordics offer something unique no matter what time of year you visit. Long summer days give way to amazing fall foliage, followed by Christmas markets and ice hotels during the wintertime, and lovely island-hopping adventures in spring. Stockholm's cherry-blossom trees bloom in mid- to late-April, with a gorgeous display that rivals more well-known (and crowded) spots like Washington, D.C. and Kyoto.\"\n\nAverage flight price:\n\nCopenhagen: $769\n\nHelsinki: $890\n\nOslo: $826\n\nStockholm: $801\n\nThe Philippines\n\nTravelstoxphoto | Moment | Getty Images\n\nRecommended by: Tesa Totengco, founder and CEO of Travels with Tesa\n\nWhy to visit: \"Although it is very much a part of Southeast Asia, the Philippines is off to the side from the rest of its neighbors. I suggest devoting your entire trip to the country and island-hopping.\n\n\"It has some of the most beautiful white powdery sand beaches (Palawan, Boracay, Bohol). There is a thriving contemporary art scene (Art Fair in Manila, held in February), and galleries supporting local artists (Silverlens, Artinformal, Gravity Art Space, Orange Project). In the capital, you can tour Old Manila and learn of the past from the 16th century Spanish colonialization right up to the American War liberating the country from Japanese occupation. There are pop-up shops throughout the year that celebrate Filipino design, and celebrated chefs with their own restaurants celebrating Filipino cuisine. It's a predominantly English-speaking country, so the traveler will never feel lost.\"\n\nCan't-miss: \"This country is made up of over 7,000 islands, each unique in culture, history and flavor. It's best to make a 'halo-halo' (meaning 'mixed') experience: Not just beach, for which the country is most famous.\"\n\nBest time to go: \"It's a tropical country, so the Philippines is hot and humid year round. Avoid the rainy season from June to October and come from December to February when the country is at its coolest.\"\n\nAverage flight price:\n\nManila: $1,296\n\nCebu City: $1,446\n\nAngeles City: $1,461\n\nTunisia\n\nMax Shen | Moment | Getty Images\n\nRecommended by: Sofia Markovich, owner of Sofia's Travel\n\nWhy to visit: \"Tunisia is home to some of the world's most well-preserved Roman ruins, including the iconic El Jem Amphitheatre, a UNESCO World Heritage site that rivals Rome's Colosseum in grandeur. Carthage, once a powerful city-state, showcases the remnants of an ancient civilization that shaped Mediterranean history.\n\n\"From the rolling dunes of the Sahara Desert to the pristine beaches of Hammamet, Sussa and Djerba, the country offers a variety of settings for adventure and relaxation. Matmata's troglodyte homes, famously featured in Star Wars films, add a touch of cinematic wonder to the experience.\"\n\n\"Tunisia's cuisine is a highlight that captivates food lovers. With its bold flavors and Mediterranean influences, dishes like brik (a savory pastry), couscous and harissa-infused stews offer an authentic taste of the region. The country's burgeoning wine industry adds to its allure.\"\n\nWestend61 | Westend61 | Getty Images\n\nCan't-miss: \"Sidi Bou Said, with its white-washed houses and blue doors; and Carthage.\"\n\nBest time to go: \"Tunisia is great to visit year-round\":\n\nSpring (March-May): \"Warm, ideal for exploring ruins and nature.\"\n\nSummer (June-August): \"Hot, perfect for beaches but avoid inland heat.\"\n\nAutumn (September-November): \"Mild, great for both beaches and culture.\"\n\nWinter (December-February): \"Cool, best for the Sahara and fewer crowds.\"\n\nAverage flight price: $1,360 to Tunis\n\nUzbekistan\n\nIzzet Keribar | Stone | Getty Images\n\nRecommended by: Jonathan Alder, CEO of Jonathan's Travels\n\nWhy to visit: \"This incredible melting pot of cultures is one of the most stunning destinations in the world, with architecture, history and nature that would surprise even the most experienced traveler.\n\n\"Its cuisine — a melting pot of Persian, Indian, Italian, and Chinese with hints of Russian — is a foodie's dream. Once the heart of the Silk Road, the architecture doesn't look like anything else you've ever seen. I love to start in the capital of Tashkent, which is a modern metropolis, then head to the ancient side of the country at the far end of the desert to step back in time. The mosque of Samarkand is one of the most incredible architectural highlights you'll see in your life.\n\n\"Getting out of the cities, you can head into the mountains, which are essentially the back of the Himalayas, for incredible nature and green valleys outside of the stark, dramatic desert that you get for most of the rest of the country.\"\n\nMlenny | E+ | Getty Images\n\nCan't-miss: \"Samarkand. This was once the capital of the Silk Road, the crossing point for all trade routes between Europe and Asia. The sites here are the biggest in the country and some of the top highlights.\"\n\nWhen to go: \"Spring and fall. The summers are quite hot and the winters get very cold. You can also make this a ski destination in the winter and combine it with the rest of the country.\"\n\nAverage flight price:\n\nTashkent: $1,470\n\nSamarkand: $2,226\n\nWestern Australia\n\nLuke Mackenzie | Moment | Getty Images\n\nRecommended by: Kemi Wells-Conrad, founder and president of Wells Luxury Travel\n\nWhy to visit: \"Everyone typically thinks of Sydney and the East Coast of Australia — and don't get me wrong, it is a beautiful coastline. But I have always been a huge fan of Western Australia. It is incredibly diverse, and the landscapes are truly magnificent.\n\n\"Perth is your starting point and known as one of the most isolated cities in the world. There is world-class wine further south in Margaret River. The coast is filled with some of the most beautiful beaches in the world, such as Monkey Mia and Ningaloo Reef, which also are teeming with amazing marine life. The Kimberleys are wild, rugged and unique.\"\n\nMichael Runkel | Imagebroker | Getty Images\n\nCan't-miss: \"Ningaloo Reef. Forget the crowds of the Great Barrier Reef out of Cairns — imagine a pristine reef with no crowds. You can also swim with whale sharks here March to August. The luxury glamping experience at Sal Salis is a unique experience.\"\n\nWhen to go: \"April to September. This is the sweet spot, their 'winter.' The temperatures are mild, however still much warmer than our northern hemisphere winter. And it would allow you to travel further north to the Kimberleys — outside of their wet season and before it heats up again from October on.\"\n\nAverage flight price:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BBC documentary recalls shocking moment urban explorer discovered body of man missing for a year",
            "link": "https://www.ladbible.com/news/crime/bbc-documentary-urban-explorer-finds-body-missing-man-138355-20250201",
            "description": "A BBC documentary has uncovered the moment an urban explorer found the body of a missing man, leading to his murderer’s capture. There are many people who dare to look in disused and abandoned ...",
            "image_url": "https://www.bing.com/th?id=OJ.ZfCLta2Lj3hSUw&pid=news&w=35&h=16&rs=2",
            "category": "bible+discovery",
            "date": "8h",
            "source": "LADbible",
            "article_content": "A BBC documentary has uncovered the moment an urban explorer found the body of a missing man, leading to his murderer’s capture.\n\nThere are many people who dare to look in disused and abandoned buildings for the sake of curiosity of the internet, and this Scottish explorer is no different.\n\nHowever, when taking a peek inside an industrial building led to nothing, his trip to a little back room saw him find a ghastly sight.\n\nAdvert\n\nHuman remains.\n\nUnfortunately, the bones would soon be found to have belonged to a man who had been missing for 12 months.\n\nJames Fenton found the remains while looking in an abandoned building (TikTok/@bbc_scotland)\n\nThe BBC documentary, Murder Trial: Body in the Warehouse takes viewers through the harrowing real-life discovery.\n\nAdvert\n\nArmy veteran, Ean Coutts, 60 had been attempting to get a man named David Barnes, 33, a job in 2019.\n\nAccording to the BBC, Coutts had been paying Barnes to carry out renovations on his home in Kinglassie, before something occurred on 3 September which would see Coutts suddenly vanish.\n\nAn earlier trial heard how Barnes had murdered Coutts, and wheeled his body out of the property in a wheelie bin before driving to the Whitehill Industrial Unit near Glenrothes, Fife where he abandoned the remains in a back cupboard.\n\nAfter committing the crime, he later committed identity theft and pretended to be his victim in order to steal £5,000 from his bank account.\n\nAdvert\n\nSadly, nobody would find Coutts’ body and solve his disappearance for a year until, by chance, his body was found by the urban explorer.\n\nThe man, James Fenton, 37, who was taking photos at the Whitehill Industrial Unit, told the court that he was looking around the units when he thought he saw ‘animal bones’ or even a prop.\n\nEan Coutts was 60 when he was murdered (Police Scotland)\n\nTalking to the court during the murder trial, the explorer shared his horrifying discovery.\n\nAdvert\n\nFenton began: “First, I thought it was just like animal bones.\n\n“And then I went in and I had a big look but there was stuff over the top. So, I kicked like a wee black tray off the top of it and then that’s when I seen, like a foot.\n\n“And then when I looked in further, you could see the back of the skull up the other end.\n\n“It was when I noticed, like, the mummified skin on the back of the neck.”\n\nAdvert\n\nAfter realising that he had found a body, he called the police.\n\nBarnes was apprehended for the crime and given a life sentence with a minimum term of 23 years at the High Court in Edinburgh.\n\nDuring the trial, the court heard how Barnes withdrew the victim's money from his bank, and used it to buy ‘goods and services’.\n\nHe also lied to neighbours and friends that Coutts was alive, and devastatingly, he later pretended to be Coutts when contacting his family on the day of his daughter's wedding.\n\nBarnes stood trial on a total of 36 charges, including theft and fraud, but those charges were dropped and he was instead convicted of murder and attempting to defeat the ends of justice.\n\nWhen he was being sentenced Lord Mulholland told Barnes: \"You thought you would get away with these appalling crimes.\n\n\"You lied about Ean Coutts' whereabouts, pretending he was on an extended holiday in Morocco or with his sister in England.\n\n\"You even contacted his family on his daughter's wedding day pretending to be him and looking for money.\n\n\"It was an act of deception and arrogance.\n\n\"The finding of the body by the urban explorer resulted in the unravelling of your lies exposing your crimes and, you, as a murderer.\"\n\nYou can watch Murder Trial: Body in the Warehouse on BBC iPlayer now."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough: 'Unique' 1,500-year-old hidden Bible chapter unearthed in Vatican manuscript",
            "link": "https://www.msn.com/en-gb/travel/news/archaeology-breakthrough-unique-1-500-year-old-hidden-bible-chapter-unearthed-in-vatican-manuscript/ar-AA1yffRc?ocid=BingNewsVerp",
            "description": "Scientists have discovered a hidden chapter of the Bible dating back nearly 1,500 years in an ancient Vatican manuscript. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9ODGvvCnyJSdpl0p84CRpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If Aliens Brought Life to Earth?",
            "link": "https://www.msn.com/en-us/science/biology/what-if-aliens-brought-life-to-earth/vi-AA1ydqjS?ocid=BingNewsVerp",
            "description": "It's the oldest question on Earth. Where did we come from? Some people may thank a creator from above, but what if the hand that created humanity wasn't divine? What if aliens brought life to Earth?",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Hosted on MSN20h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 TikTok Conspiracies About 2025 That Will Make Your Head Spin",
            "link": "https://www.theroot.com/15-tiktok-conspiracies-about-2025-that-will-make-your-h-1851753247",
            "description": "Check out 15 of them ranging from alien visitations to Trump’s damned presidency. In a pixelized video of author and environmental writer Dr. Ilya Sandra Perlingieri, she explained that the Air Force ...",
            "image_url": "https://www.bing.com/th?id=ODF.PWeSJsJtwb4iZ8edapY_QA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "The Root20h",
            "source": "The Root",
            "article_content": "Would it be safe to say that the re-election of President Donald Trump has sent some people into a frenzy? I mean, folks already believe the country is headed back to the 1960s but there’s another population of people who think way beyond sudden plane crashes and natural disasters.\n\nAdvertisement\n\nEnter: the conspiracy theorists. So-called retired FBI agents, spiritual “prophets” and Simpsons fans have been bombarding social media (particularly, TikTok) with their theories on who’s really in control, what they’re putting in the food and more conspiracies. While some theories have enough facts to make it believable, a lot of them are just projections of a person’s imagination.\n\nCheck out 15 of them ranging from alien visitations to Trump’s damned presidency."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery Drones and UFOs: What’s Really Happening in U.S. Skies?",
            "link": "https://www.msn.com/en-us/science/aeronautics/mystery-drones-and-ufos-what-s-really-happening-in-u-s-skies/ar-AA1yeTTl?ocid=BingNewsVerp",
            "description": "In recent months, a wave of mysterious UFO and drone sightings has swept across multiple U.S. states, particularly in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SvZDUFdV524kKDFyaz3gjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump imposes tariffs on Mexico, Canada, China",
            "link": "https://www.msn.com/en-us/politics/government/trump-imposes-tariffs-on-mexico-canada-china/vi-AA1yg0f1?ocid=BingNewsVerp",
            "description": "President Trump on Saturday signed an executive order to impose strict tariffs on Mexico, Canada and China. Trump imposes 25% ...",
            "image_url": "https://www.bing.com/th?id=OVF.5lidkJwKEA4zbXD3r7Vrvw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN20m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Want to Help NASA Make Discoveries? 25 New Citizen Science Projects Await",
            "link": "https://scitechdaily.com/want-to-help-nasa-make-discoveries-25-new-citizen-science-projects-await/",
            "description": "NASA is fueling an exciting future for citizen science by funding 25 new projects across diverse fields, from astrophysics to Earth science. These projects empower the public to contribute to ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "physics+discovery",
            "date": "3h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shock Discovery Reveals Penguins Don't Mate For Life After All",
            "link": "https://www.sciencealert.com/shock-discovery-reveals-penguins-dont-mate-for-life-after-all",
            "description": "Little Penguins, as it turns out, aren't very faithful, and they aren't the only species destroying human illusions of unconditional 'love' in nature. While it's true that during breeding season, most ...",
            "image_url": "https://www.bing.com/th?id=ODF.dCV7xN0ImD3_xjA2LH0HRg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "ScienceAlert3h",
            "source": "ScienceAlert",
            "article_content": "Penguins aren't the paragons of everlasting love that we often paint them out to be. In a megacolony of Little Penguins (Eudyptula minor), researchers in Australia have calculated a 'divorce' rate that is much higher than in humans.\n\nWhile many penguin species are considered socially monogamous, the idea that they choose mates for life and never even bat an eyelash at another is a common misconception.\n\nIt's true that Little Penguins on Phillip Island in Australia often find the same breeding partner from one year to the next. Yet even still, experts think divorce rates among bonded pairs can sometimes reach up to 50 percent.\n\nOver the course of 12 breeding seasons, scientists at Monash University counted nearly 250 'divorces' among a cohort of nearly one thousand paired penguins. That's roughly 21 break-ups a year between 2000 and 2013.\n\nTo put that in perspective, annual human divorce rates in the United States are about 2.4 marriages per thousand, which is nearly 10 times lower than in this species of penguin.\n\nThe whole megacolony on Phillip Island includes more than 37,000 Little Penguins, but researchers say their sample size is a good indication of what's going on more broadly.\n\nA penguin divorce was counted by researchers when a tagged penguin from the prior year's breeding season reappeared in the colony with a new mate.\n\nSimilar to our own species, a penguin's choice to leave or stay in a pair bond was often based on offspring.\n\n\"In good times, they largely stick with their partners, although there's often a bit of hanky-panky happening on the side,\" explains ecophysiologist Richard Reina from Monash, who has studied the island colony for 20 years.\n\n\"However, after a poor reproductive season they may try to find a new partner for the next season to increase their breeding success.\"\n\nLittle Penguins, as it turns out, aren't very faithful, and they aren't the only species destroying human illusions of unconditional 'love' in nature.\n\nWhile it's true that during breeding season, most penguin species pair up with the same mate as the year before, those bonds don't always last for life.\n\nEmperor penguins and Adélie penguins, for instance, often partake in 'extracurricular activities' even when they are paired, which means they aren't really sexually monogamous.\n\nOne study from 1999 found only 15 percent of Emperor penguins (Aptenodytes forsteri) stay with the same partner for consecutive breeding seasons. Other penguin species have higher rates of social monogamy, reaching nearly 90 percent.\n\nLoyalty, it would seem, is a fickle beast that can change from species to species, year to year, and habitat to habitat.\n\nLast year, Monash University marine scientist Andre Chiaradia told the ABC that because climate change had the Little Penguins on Phillip Island breeding earlier, there was more time for infidelity.\n\n\"They finish earlier and think, 'Oh, I can have a second go',\" he said.\n\n\"Behind the scenes, they can have four to five partners in one night.\"\n\nChiaradia is an author on the newest paper, which finds that divorce rates among Little Penguins is the single most consistent factor for predicting the colony's reproductive success.\n\nIf the divorce rate stays low, at a baseline of about 18 percent, the breeding season is more likely to be successful.\n\nBut while divorce might be a sign of hard times, it's not always a bad choice in and of itself. In some cases, separation becomes a necessary risk, especially after a failed breeding season.\n\n\"Little penguins and other seabirds that prolong their pair bond over multiple seasons experience increased reproductive success over time,\" explains the research team from Monash.\n\n\"However, divorce may also be an adaptive tactic to increase longer-term reproductive success, especially when the previous breeding success was low, a higher-quality mate becomes available or usurps a lower-quality individual, or environmental events prevent or delay re-pairing.\"\n\nIt's all about weighing the short-term risks against the long-term benefits. Researchers at Monash say their findings show how important it is to consider social dynamics when it comes to animal conservation.\n\nThe study has been published in Ecology and Evolution."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Network for Secure Communication",
            "link": "https://www.alphagalileo.org/en-gb/Item-Display/ItemId/254675",
            "description": "In a networked society, secure communication is essential. Quantum physics delivers the necessary foundation by allowing practicable technologies ...",
            "image_url": "https://www.bing.com/th?id=ODF.dZFU6nIsnkegFriyuCYjpQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "AlphaGalileo13h",
            "source": "AlphaGalileo",
            "article_content": "In a networked society, secure communication is essential. Quantum physics delivers the necessary foundation by allowing practicable technologies such as quantum key distribution. With the new fiber optic test facility at the Karlsruhe Institute of Technology (KIT), which opened on January 22, 2025, researchers aim to transmit, test and refine quantum keys. They also plan to set up a quantum network to link quantum computers.\n\n\n\nTo generate and transmit the quantum keys, the researchers will use cutting-edge technologies such as ultra-coherent lasers with the new fiber optic test facility. Quantum keys are crucial for secure communication because they are based on physical laws instead of the mathematical assumptions underlying earlier encryption keys, which future quantum computers will be able to break.\n\n\n\nSpanning 20 kilometers, the quantum-optical transmission line connects laboratories specially equipped with complex lasers and cryostats on KIT’s Campus South and Campus North. The light-guiding core of a fiber optic cable is only about 9 micrometers in diameter. For comparison, the thickness of a human hair is about 60 micrometers.\n\n\n\nImportant Quantum Research Platform\n\n“Quantum communication is a strategically important field for KIT, so I’m especially pleased that with the finished test facility, KIT is providing its researchers with important infrastructure for investigating the opportunities offered by quantum physics,” said Oliver Kraft, Vice President for Research at KIT. “With this facility, we’re making an important contribution to the advancement of research and development in quantum network technology, with an eye to practical applications.”\n\n\n\n“With the fiber-optic test facility, we have a platform for improving quantum key distribution, investigating its basic properties, and integrating it in classical communication,” said Professor David Hunger of the Physikalisches Institut at KIT, who heads the project. Based on this work, the scientists aim to develop new transmission protocols for the keys. “With the new methods we develop, we want to make quantum cryptography more efficient and practical. We’re working on this e.g. with KEEQuant, a quantum communication start-up,” added Hunger. “Furthermore, using novel materials such as molecular quantum emitters, we want to generate ultrapure quantum light – individual photons – to increase transmission rates.”\n\n\n\nBuilding a Quantum Network\n\nThe researchers will also be progressively building a quantum network to investigate the quantum internet of the future. Their work focuses on two crucial steps: storing quantum information in special quantum memories, and quantum entanglement of the memories. This will make it possible to implement quantum repeaters for the transmission of quantum information over long distances. Since entanglement is a fundamental aspect of quantum computers, such computers can be connected with one another in a quantum internet via optical transmission of the entanglement.\n\n\n\nTest Facility Part of Chem4Quant Cluster of Excellence Initiative\n\nThe project is a key part of the infrastructure for the Chem4Quant Cluster of Excellence initiative, in which researchers from KIT, Ulm University and the University of Stuttgart will design materials for future quantum technologies and focus on molecular quantum systems, a new field of quantum technology. In addition, the project plays an important role in the quantum repeater research conducted in the Quantenrepeater.Net (QR.N) joint project of Germany’s Federal Ministry of Education and Research, and in the QuantumBW Innovation Campus.\n\n\n\nMore information\n\nDetailed caption: Opening of the fiber optic test facility at KIT: (from left to right) Prof. Sebastian Randel (KIT), Prof. Marc Weber (Head of Division B V, KIT), Prof. Oliver Kraft (Vice President Research, KIT), Prof. Mario Ruben (KIT), Prof. David Hunger (KIT) (Photo: Daryoush Djavadi)\n\n\n\nBeing “The Research University in the Helmholtz Association”, KIT creates and imparts knowledge for the society and the environment. It is the objective to make significant contributions to the global challenges in the fields of energy, mobility, and information. For this, about 10,000 employees cooperate in a broad range of disciplines in natural sciences, engineering sciences, economics, and the humanities and social sciences. KIT prepares its 22,800 students for responsible tasks in society, industry, and science by offering research-based study programs. Innovation efforts at KIT build a bridge between important scientific findings and their application for the benefit of society, economic prosperity, and the preservation of our natural basis of life. KIT is one of the German universities of excellence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Just Discovered a Strange Atomic Effect That Could Supercharge Quantum Computing",
            "link": "https://scitechdaily.com/physicists-just-discovered-a-strange-atomic-effect-that-could-supercharge-quantum-computing/",
            "description": "Researchers are exploring multi-level atomic interactions to enhance quantum entanglement. Using metastable states in strontium, they demonstrate how photon exchange can sustain correlations, offering ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "quantum+physics",
            "date": "13h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The new-collar revolution",
            "link": "https://www.msn.com/en-in/money/news/the-new-collar-revolution/ar-AA1yfEsj?ocid=BingNewsVerp",
            "description": "Madhuri Kukreja spent two and a half years working at a financial services company as an entry level analyst. It was monotonous work. Besides, she was consumed ...",
            "image_url": "https://www.bing.com/th?id=OJ.qjyTF389AbUBrA&pid=news&w=118&h=16&rs=2",
            "category": "science+revolution",
            "date": "2hon MSN",
            "source": "The New Indian Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eco-nomics: Knowing causes shows how to correct climate crisis",
            "link": "https://www.msn.com/en-us/weather/topstories/eco-nomics-knowing-causes-shows-how-to-correct-climate-crisis/ar-AA1ye9Pv?ocid=BingNewsVerp",
            "description": "Attribution science — linking cause and effect — involves statistical methods and climate models to identify the human influence on particular weather events and long-term climate patterns. It allows ...",
            "image_url": "https://www.bing.com/th?id=OJ.iClcuiUPOmD17A&pid=news&w=67&h=16&rs=2",
            "category": "science+revolution",
            "date": "16hon MSNOpinion",
            "source": "Everett Daily Herald on MSN",
            "article_content": ""
        }
    }
]