[
    {
        "title": "Kevin Randle: Where is the Ufologist Now?",
        "link": "https://thecinemaholic.com/kevin-randle/",
        "description": "When a rancher in New Mexico came across scattered pieces of an alleged UFO in 1947, the US Air Force gathered the debris for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QSU4Ydoneod7b_WH3aBBgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com52m",
        "source": "thecinemaholic.com",
        "article_content": "When a rancher in New Mexico came across scattered pieces of an alleged UFO in 1947, the US Air Force gathered the debris for further examination. The entire controversy that followed is covered in detail in the episode titled ‘The Roswell UFO Incident’ of Netflix’s ‘Unsolved Mysteries,’ which also features interviews with various UFO enthusiasts. One of the prominent Ufologists in the UFO community, Kevin Randle, also talks about his views on the 1947 Roswell incident.\n\nKevin Randle is a Retired Lieutenant Colonel With Decades of Experience in the Army\n\nKevin Douglas Randle was born on June 4, 1949, into a loving household in Cheyenne, Wyoming. From his early days, he was ambitious and wanted to achieve great things in life. While he was in high school, his interest in UFOs and aliens rose so much that he began studying the subject in his free time. After graduating from high school, he went to the University of Iowa, where he studied journalism. Finding interest in psychology, Kevin then got his master’s degree in the same and a Ph. D. from California Coast University. Expanding his knowledge in different subjects, he also got into the American Military University and earned a second master’s degree in military studies.\n\nFulfilling his dream of serving his nation, Kevin became an integral part of the US Army in the Vietnam War as a helicopter pilot and in the Iraq War as a Battalion Intelligence Officer. He was also in the US Air Force, serving as a general’s aide, a public affairs officer, as well as an intelligence officer. After completing his Air Force Reserve duty, he filled the position of an intelligence officer at the Iowa National Guard. For the courage he displayed on the battlefield while deployed in Iraq several times, he was given a Combat Action Badge. After serving his nation for numerous decades, Kevin retired from the Iowa National Guard as a Lieutenant Colonel.\n\nThe Successful Author Also Runs a UFO-Based Podcast Show\n\nIn order to feed his curiosity and passion for UFOs, Kevin also started writing for UFO magazines at a fairly young age. Having more than three decades of experience under his belt as a professional writer, he has written and published all kinds of write-ups, from science fiction and techno-thrillers to action-adventure and non-fiction. However, out of more than 80 books that he has written, Kevin is widely recognized for his books about the 1947 Roswell story and UFOs. Some of his popular books include ‘The Roswell Encyclopedia,’ ‘A History of UFO Crashes,’ ‘Conspiracy of Silence,’ and ‘Project Moondust.’\n\nBesides that, he has also co-authored books such as ‘The Truth About the UFO Crash at Roswell’ and ‘UFO Crash at Roswell.’ Given his knowledge of the Roswell story and everything related to UFO, Dr. Kevin Douglas Randle is considered one of the leading researchers and experts on those subjects within the community of UFO enthusiasts. For nearly eight years, he has also been hosting a podcast series titled ‘A Different Perspective with Kevin Randle,’ where he interviews alleged UFO witnesses and gets them to talk about their purported encounters and experiences with the unknown. Currently, the renowned Ufologist resides in Cedar Rapids, Iowa, and continues to focus on proving the existence of UFOs and aliens.\n\nRead More: Don Philips: Where is the Paranormal Researcher Now?"
    },
    {
        "title": "Dogs vs Aliens Invasion Prank! Funny Dogs Maymo & Potpie Steal Alien UFO",
        "link": "https://www.msn.com/en-us/news/world/dogs-vs-aliens-invasion-prank-funny-dogs-maymo-potpie-steal-alien-ufo/vi-AA1ryIW5?ocid=BingNewsVerp",
        "description": "Make sure to enable ALL push notifications! 🔔 Watch the NEWEST videos: <a href=\" Funny Dogs Maymo and Potpie vs. Alien ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CM-JWO8A3z4CQt_9QzsgGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Wild Encounters on MSN43m",
        "source": "Wild Encounters on MSN",
        "article_content": ""
    },
    {
        "title": "NOT GREAT! Is Congress REALLY taking the UFO topic serious MATT LASLO INTERVIEW",
        "link": "https://www.msn.com/en-us/news/politics/not-great-is-congress-really-taking-the-ufo-topic-serious-matt-laslo-interview/vi-AA1rzurI?ocid=BingNewsVerp",
        "description": "Matt Laslo runs ASkAPol which is the main source of news coming out of congress regarding the UFO topic. Matt has broke the ...",
        "image_url": "https://www.bing.com/th?id=OVF.8T6rT1ZfDhJ5AoGi2HPsVg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN4h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Can I get UFO records through the Freedom of Information Act? Ask the lawyer",
        "link": "https://www.ocregister.com/2024/10/01/can-i-get-ufo-records-through-the-freedom-of-information-act-ask-the-lawyer/",
        "description": "Ask the Lawyer columnist Ron Sokol discusses the federal Freedom of Information Act and the California Public Records Act.",
        "image_url": "https://www.bing.com/th?id=OVFT.Qq1E7TJJrHriP3UFJQaMVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19h",
        "source": "Orange County Register",
        "article_content": "Q: We are seeking records on UFOs, and were told to try the Freedom of Information Act. First question, can you explain the Freedom of Information Act? Then, how do we go about requesting records?\n\nJ.V., Glendale\n\nA: The Freedom of Information Act (abbreviated as FOIA) provides you with the right to request access to records of the executive branch of the United States government. The records are to be provided, unless they are subject to certain exemptions whose purpose is to protect disclosure deemed harmful to: (a) national security, (b) privacy of individuals, (c) proprietary business information (such as trade secrets), (d) the actual functioning of our government, and/or (e) other interests that are deemed of significant importance. The exemptions are real, but FOIA requests often are productive.\n\nThe act dates from 1967 and took many years to become law. The objective is to make our government more transparent. As to UFOs (which the government now refers to as “unidentified anomalous phenomena”), federal agencies have been required this year to organize and tag documents. Congress has expressed clear interest in determining what agencies know about UFOs. Thus, the agencies are to disclose their information by the end of this fiscal year. The records are also to be housed at the National Archives and Records Administration.\n\nHere, then, is an outline of a FOIA request you can consider: Using letterhead, set forth the date you are sending it; then list the name and address of the executive agency where the request is being sent; then “RE: FOIA REQUEST”; followed by “Dear Sir or Madam: This is an authorized request to you under the Freedom of Information Act. Please provide the following records to the undersigned on a timely basis. …” Here, clearly set forth the records sought, describing them, if possible, by year(s), name of the party or parties involved, and/or the circumstances or events in focus. Then close the FOIA request with a sign off.\n\nNote that some agencies have instructions on where a FOIA request is to be sent (you can look for that online, or call to inquire). While it is not required that the FOIA request be transmitted by certified mail/return receipt requested, doing so is one way to seek to show that you not only sent it, but that it was received. The agency is required to respond within 20 working days (excluding weekends and legal holidays).\n\nQ: There was a local incident that at first was well reported. An older person was run over by a hit-and-run driver. We think they have since found the identity of the driver, who may be a local official, but there is radio silence. Our neighbor suggests we try a Public Records Act request. Can you give us some guidance on that?\n\nM.B., (location withheld)\n\nRelated Articles News | Am I liable for a slip and fall at a bowling alley? Ask the lawyer\n\nAm I liable for a slip and fall at a bowling alley? Ask the lawyer News | Who regulates our national parks? Ask the lawyer\n\nWho regulates our national parks? Ask the lawyer News | What is a liquor license and how do I obtain one? Ask the lawyer\n\nWhat is a liquor license and how do I obtain one? Ask the lawyer News | How can we collect the judgment? Ask the lawyer\n\nHow can we collect the judgment? Ask the lawyer News | Can someone become president for life? Ask the lawyer A: The Public Records Act is found at California Government Code Sections 6250 through 6277. The act gives you, as a member of the public, the right to request information from California governmental agencies, which includes both state and local/municipal governments. In some instances, you may be able to learn online or by phone where to send the request, depending on which agency the request is going to (such as, the police department, highway patrol, zoning commission, district attorney’s office or mayor’s office, among others). As with a FOIA request, be specific about what you are seeking, and to whom and where the records are to be sent. The agency has 10 calendar days to respond to you, but may indicate it needs more time to locate, review and produce the records (which can mean a 14-day extension for “unusual circumstances”).\n\nAs with a FOIA request, some records may be deemed confidential or otherwise off-limits.\n\nA Public Records Act request, however, should not be costly or time consuming. It is the law, and compliance is expected to the extent authorized and permissible. I cannot say the request will unveil what you are looking for, and records you get may have redactions (which the agency can seek to justify), but, as they say, “nothing ventured, nothing gained.”\n\nRon Sokol has been a practicing attorney for over 40 years, and has also served many times as a judge pro tem, mediator, and arbitrator. It is important to keep in mind that this column presents a summary of the law, and is not to be treated or considered legal advice, let alone a substitute for actual consultation with a qualified professional."
    },
    {
        "title": "10 Best Mystery TV Shows Currently on Apple TV+ (Oct. 2024)",
        "link": "https://www.sfgate.com/entertainment/how-to-watch/article/top-10-mystery-tv-shows-on-apple-tv-october-2024-19807996.php",
        "description": "Looking to end your evening by watching something full of suspense? Apple TV+ is loaded with mystery TV shows that deliver ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lX7K4VIZ9CdbGxfHKOZpwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18h",
        "source": "SFGate",
        "article_content": "Looking to end your evening by watching something full of suspense? Apple TV+ is loaded with mystery TV shows that deliver clever storytelling and thrilling revelations. You can enjoy titles like Severance, Servant, and Dark Matter on Apple TV+ right now, and we've listed additional streaming options to choose from below.\n\nOther TV Shows to Watch on Apple TV+\n\nFeel like watching something other than mystery TV shows? Check out these other options on Max.\n\nAdvertisement Article continues below this ad\n\nDon't miss out on star-studded Apple originals, Friday Night Baseball, and more. Try Apple TV+ for free.\n\nTop 10 Mystery TV Shows to Watch on Apple TV+\n\nNo. 1: Severance\n\nMark leads a team of office workers whose memories have been surgically divided between their work and personal lives. When a mysterious colleague appears outside of work, it begins a journey to discover the truth about their jobs.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2022-Present\n\n2022-Present Seasons/Episodes: Two Seasons/19 Episodes\n\nTwo Seasons/19 Episodes Top Cast: Patricia Arquette, Britt Lower, Zach Cherry, Dichen Lachman, Adam Scott, Tramell Tillman, Jen Tullock, John Turturro, Christopher Walken, Michael Chernus\n\nPatricia Arquette, Britt Lower, Zach Cherry, Dichen Lachman, Adam Scott, Tramell Tillman, Jen Tullock, John Turturro, Christopher Walken, Michael Chernus Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 2: Silo\n\nIn a ruined and toxic future, a community exists in a giant underground silo that plunges hundreds of stories deep. There, men and women live in a society full of regulations they believe are meant to protect them.\n\nYears on the Air: 2023-Present\n\n2023-Present Seasons/Episodes: Two Seasons/20 Episodes\n\nTwo Seasons/20 Episodes Top Cast: Rick Gomez, Common, Harriet Walter, Avi Nash, Tim Robbins, Chinaza Uche, Rebecca Ferguson\n\nRick Gomez, Common, Harriet Walter, Avi Nash, Tim Robbins, Chinaza Uche, Rebecca Ferguson Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 3: The Afterparty\n\nWhen a high school reunion’s afterparty ends in a stunning death, everyone is a suspect. A detective grills the former classmates one by one, uncovering potential motives as each tells their version of the story—culminating in the shocking truth.\n\nYears on the Air: 2022-2023\n\n2022-2023 Seasons/Episodes: Two Seasons/18 Episodes\n\nTwo Seasons/18 Episodes Top Cast: Sam Richardson, Tiffany Haddish, Zoë Chao\n\nSam Richardson, Tiffany Haddish, Zoë Chao Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 4: Servant\n\nA Philadelphia couple are in mourning after an unspeakable tragedy creates a rift in their marriage and opens the door for a mysterious force to enter their home.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2019-2023\n\n2019-2023 Seasons/Episodes: Four Seasons/40 Episodes\n\nFour Seasons/40 Episodes Top Cast: Lauren Ambrose, Rupert Grint, Nell Tiger Free, Toby Kebbell\n\nLauren Ambrose, Rupert Grint, Nell Tiger Free, Toby Kebbell Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 5: Sugar\n\nAn enigmatic private detective struggles with personal demons as he investigates the disappearance of a Hollywood producer's beloved granddaughter.\n\nYears on the Air: 2024-Present\n\n2024-Present Seasons/Episodes: One Season/Seven Episodes\n\nOne Season/Seven Episodes Top Cast: James Cromwell, Dennis Boutsikaris, Amy Ryan, Colin Farrell, Alex Hernandez, Kirby, Nate Corddry\n\nJames Cromwell, Dennis Boutsikaris, Amy Ryan, Colin Farrell, Alex Hernandez, Kirby, Nate Corddry Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 6: Presumed Innocent\n\nA horrific murder upends the Chicago Prosecuting Attorney's Office when one of its own is suspected of the crime—leaving the accused fighting to keep his family together.\n\nYears on the Air: 2024\n\n2024 Seasons/Episodes: One Season/Seven Episodes\n\nOne Season/Seven Episodes Top Cast: O-T Fagbenle, Jake Gyllenhaal, Chase Infiniti, Elizabeth Marvel, Nana Mensah, Ruth Negga, Bill Camp, Peter Sarsgaard, Renate Reinsve, Kingston Rumi Southwick\n\nO-T Fagbenle, Jake Gyllenhaal, Chase Infiniti, Elizabeth Marvel, Nana Mensah, Ruth Negga, Bill Camp, Peter Sarsgaard, Renate Reinsve, Kingston Rumi Southwick Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 7: Dark Matter\n\nJason Dessen is abducted into an alternate version of his life. To get back to his true family, he embarks on a harrowing journey to save them from the most terrifying foe imaginable: himself.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2024-Present\n\n2024-Present Seasons/Episodes: One Season/Eight Episodes\n\nOne Season/Eight Episodes Top Cast: Dayo Okeniyi, Oakes Fegley, Jennifer Connelly, Alice Braga, Jimmi Simpson, Joel Edgerton\n\nDayo Okeniyi, Oakes Fegley, Jennifer Connelly, Alice Braga, Jimmi Simpson, Joel Edgerton Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 8: Calls\n\nInterconnected phone conversations chronicle the mysterious story of a group of strangers whose lives are thrown into disarray in the lead-up to an apocalyptic event.\n\nYears on the Air: 2021-Present\n\n2021-Present Seasons/Episodes: One Season/Eight Episodes\n\nOne Season/Eight Episodes Top Cast: Salli Saffioti, Karen Gillan, Clancy Brown, Aubrey Plaza, Nika Futterman, Nicholas Braun, Matt Lauria\n\nSalli Saffioti, Karen Gillan, Clancy Brown, Aubrey Plaza, Nika Futterman, Nicholas Braun, Matt Lauria Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 9: Defending Jacob\n\nA family's lives are irreparably disrupted when the 14-year-old son is accused of murdering a fellow classmate.\n\nYears on the Air: 2020\n\n2020 Seasons/Episodes: One Season/Seven Episodes\n\nOne Season/Seven Episodes Top Cast: Jaeden Martell, Cherry Jones, Pablo Schreiber, Betty Gabriel, Chris Evans, Michelle Dockery, Ben Taylor, Daniel Henshall, Sakina Jaffrey, Jordan Alexa Davis\n\nJaeden Martell, Cherry Jones, Pablo Schreiber, Betty Gabriel, Chris Evans, Michelle Dockery, Ben Taylor, Daniel Henshall, Sakina Jaffrey, Jordan Alexa Davis Rating: TV-MA\n\nTV-MA Watch on Apple TV+: Watch for free with a subscription.\n\nNo. 10: Project Blue Book\n\nA chronicle of the true top secret U.S. Air Force-sponsored investigations into UFO-related phenomena in the 1950s and ’60s, known as “Project Blue Book”.\n\nAdvertisement Article continues below this ad"
    },
    {
        "title": "OpenAI’s DevDay brings Realtime API and other treats for AI app developers",
        "link": "https://techcrunch.com/2024/10/01/openais-devday-brings-realtime-api-and-other-treats-for-ai-app-developers/",
        "description": "It's been a tumultuous week for OpenAI, full of executive departures and major fundraising developments, but the startup is ...",
        "image_url": "https://www.bing.com/th?id=OVFT._u42UtQKTArfK4Q6kYjX5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "TechCrunch",
        "article_content": "It’s been a tumultuous week for OpenAI, full of executive departures and major fundraising developments, but the startup is back at it, trying to convince developers to build tools with its AI models at its 2024 DevDay. The company announced several new tools Tuesday, including a public beta of its “Realtime API”, for building apps with low-latency, AI-generated voice responses. It’s not quite ChatGPT’s Advanced Voice Mode, but it’s close.\n\nIn a briefing with reporters ahead of the event, OpenAI chief product officer Kevin Weil said the recent departures of chief technology officer Mira Murati and chief research officer Bob McGrew would not affect the company’s progress.\n\n“I’ll start with saying Bob and Mira have been awesome leaders. I’ve learned a lot from them, and they are a huge part of getting us to where we are today,” said Weil. “And also, we’re not going to slow down.”\n\nAs OpenAI undergoes yet another C-suite overhaul – a reminder of the turmoil following last year’s DevDay – the company is trying to convince developers that it still offers the best platform to build AI apps on. Leaders say the startup has more than 3 million developers building with its AI models, but OpenAI is operating in an increasingly competitive space.\n\nOpenAI noted it had cut costs for developers to access its API by 99% in the last two years, though it was likely forced to by competitors such as Meta and Google continuously undercutting their prices.\n\nOne of OpenAI’s new features, dubbed the Realtime API, will give developers the chance to build nearly real-time, speech-to-speech experiences in their apps, with the choice of using six voices provided by OpenAI. These voices are distinct from those offered for ChatGPT, and developers can’t use third party voices, in order to prevent copyright issues. (The voice ambiguously based on Scarlett Johansson’s is not available anywhere.)\n\nDuring the briefing, OpenAI’s head of developer experience, Romain Huet, shared a demo of a trip planning app built with the Realtime API. The application allowed users to verbally speak with an AI assistant about an upcoming trip to London, and get low-latency responses. The Realtime API also has access to a number of tools, so the app was able to annotate a map with restaurant locations as it answered.\n\nAt another point, Huet showed how the Realtime API could speak on the phone with a human to inquire about ordering food for an event. Unlike Google’s infamous Duo, OpenAI’s API can’t call restaurants or shops directly; however, it can integrate with calling APIs like Twilio to do so. Notably, OpenAI is not adding disclosures so that its AI models automatically identify themselves on calls like this, despite the fact that these AI-generated voices sounds quite realistic. For now, it seems to be the developers’ responsibility to add this disclosure, something that could be required by a new California law.\n\nAs part of its DevDay announcements, OpenAI also introduced vision fine-tuning in its API, which will let developers use images, as well as text, to fine-tune their applications of GPT-4o. This should, in theory, help developers improve the performance of GPT-4o for tasks involving visual understanding. OpenAI’s head of product API, Olivier Godement, tells TechCrunch that developers will not be able to upload copyrighted imagery (such as a picture of Donald Duck), images that depict violence, or other imagery that violates OpenAI’s safety policies.\n\nOpenAI is racing to match what its competitors in the AI model licensing space already offer. Its prompt caching feature is similar to the feature Anthropic launched several months agoallowing developers to cache frequently used context between API calls, reducing costs and improve latency. OpenAI says developers can save 50% using this feature, whereas Anthropic promises a 90% discount for it.\n\nLastly, OpenAI is offering a model distillation feature to let developers use larger AI models, such as o1-preview and GPT-4o, to fine-tune smaller models such as GPT-4o mini. Running smaller models generally provides cost savings compared to running larger ones, but this feature should let developers improve the performance of those small AI models. As part of model distillation, OpenAI is launching a beta evaluation tool so developers can measure their fine-tune’s performance within OpenAI’s API.\n\nDevDay may make bigger waves for what it didn’t announce. For instance, there wasn’t any news about the GPT Store announced during last year’s DevDay. Last we’ve heard, OpenAI has been piloting a revenue share program with some of the most popular creators of GPTs, but the company hasn’t shared much since then.\n\nAlso, OpenAI says it’s not releasing any new AI models during DevDay this year. Developers waiting for OpenAI o1 (not the preview or mini version) or the startup’s video generation model, Sora, will have to wait a little longer."
    },
    {
        "title": "OpenAI wants all your apps to talk in its expressive AI voices",
        "link": "https://www.washingtonpost.com/technology/2024/10/01/openai-realtime-voice-mode-dev-day/",
        "description": "OpenAI will let businesses use the latest voice technology in ChatGPT inside their own products, potentially expanding the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WLNLQ9UFPabej8zJAL3EVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "The Washington Post",
        "article_content": "SAN FRANCISCO — ChatGPT maker OpenAI will allow any app developer to add snappy and humanlike voice interaction to their products, a move that could greatly increase the number of people interacting with a slick and sometimes provocative new generation of artificial intelligence technology. OpenAI’s “advanced voice mode,” which offers six AI voices that sound casual and expressive, with the ability to detect and react to different human vocal tones, has been available to ChatGPT subscribers since July. The technology will now be offered to the thousands of companies that pay to use OpenAI technology in their own products — and any new developer who signs up.\n\nOpening more of its AI inventions to outsiders could help grow OpenAI’s revenue from usage fees it charges each time an app taps its technology. Increasing that income is crucial to the company, which is seeking billions of dollars in new funding and considering restructuring to remove its business from the control of its existing nonprofit board.\n\nAdvertisement\n\nOpenAI announced it was opening access to its voice technology at an event in San Francisco for software developers. At a news briefing ahead of the event, OpenAI executives showed how an app built on its voice technology could make a phone call to a business and place an order for chocolate strawberries.\n\nThe business was not real and the person who took down the order and asked questions that the AI voice nimbly responded to was an OpenAI executive role-playing, but app developers will be able to deploy that capability immediately, the executives said.\n\n“We want to make it possible to interact with AI in all of the ways you interact with a human being,” OpenAI chief product officer Kevin Weil said at the press briefing.\n\nFully achieving that goal would be challenging with existing AI technology, which often makes mistakes. But if app developers rush to build on OpenAI’s voice algorithms, many more people could soon be using or exposed to automated systems that capably mimic people in some scenarios.\n\nAdvertisement\n\nRealistic voice synthesis technology has already been used in some call centers, but if OpenAI succeeds in making it more sophisticated and widespread, then consumers could encounter fresh frustrations or scams as well as new conveniences.\n\nThe Federal Communications Commission last week fined a political consultant $6 million for using AI to fake the voice of President Joe Biden in New Hampshire robocalls earlier this year.\n\nIn 2018, Google debuted its AI voice bot, Google Duplex, that could call restaurants or salons to make reservations. But the humans employed by local businesses receiving the calls didn’t always like it.\n\nInitially, Duplex did not disclose that it was a piece of software, until the backlash prompted Google to reprogram it to always introduce itself as an AI system. The feature hasn’t caught on broadly, although Google Pixel phones can screen calls using similar technology and the company’s cloud unit offers voice technology for call centers.\n\nAdvertisement\n\nVoice bots have drastically improved over the past several years, with OpenAI’s new voice mode for ChatGPT winning plaudits for its ability to carry out snappy conversations, understand complex topics and questions, sing, and respond to different tones of voice when it was first unveiled in May.\n\nOpenAI’s system has been tuned to sound eager and polite, similar to the tone of ChatGPT’s textual answers. The company offers six voices to choose from but retired its initial default, called “Sky,” after Scarlett Johansson alleged the company copied her voice without permission. Documents shared with The Washington Post indicate a different actor was hired for recordings used to make the voice.\n\nOpenAI says 3 million developers in dozens of countries are now experimenting with its technology and using it to build new apps and features. Opening up its latest voice features could help grow that crucial user base and the revenue it provides.\n\nAdvertisement\n\nSome tech investors and entrepreneurs say that just as the internet incubated giants such as Google and smartphones enabled businesses such as Uber and DoorDash, artificial intelligence will also spawn a wave of start-ups that become integral to peoples’ lives.\n\nOther AI experts caution that new capabilities such as convincingly expressive voices can cause havoc in the wrong hands. An AI narration service marketed for audiobooks and video games was adapted to make the fake Biden robocalls placed in New Hampshire in January.\n\nOpenAI says that its rules ban developers from using its services to spam, mislead or harm people, and that it has built systems that monitor how people use its technology to shut down any who don’t comply.\n\nDevelopers tapping the new voice offering must “make it clear to their users that they are interacting with AI, unless it’s obvious from the context,” the company said in a blog post about the new tools.\n\nAdvertisement\n\nOpenAI’s systems have been abused in the past, despite similar rules being in place for ChatGPT and its other services, including a ban on political campaigning."
    },
    {
        "title": "Chromebook Plus AI enhancements include Recorder app, Live Translate, and more",
        "link": "https://www.androidauthority.com/chromebook-ai-upgrades-3486666/",
        "description": "Google's got some big Chromebook AI upgrades coming down the pike for Chromebook Plus models over the course of the month.",
        "image_url": "https://www.bing.com/th?id=OVFT.Owk7umGKSXltN_kQNvLfiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "Android Authority",
        "article_content": "Lanh Nguyen / Android Authority\n\nTL;DR Chromebooks are getting a Welcome Recap, easy access to Gemini chats, and a One AI Premium offer.\n\nChromebook Plus models, meanwhile, will enjoy new AI-powered Recorder and Live Translate tools.\n\nGoogle’s working to enhance video call quality with the help of microphone modeling.\n\nToday’s a big day for Chromebooks at Google, with the company sharing both Samsung’s new super-thin Galaxy Chromebook Plus and Lenovo’s latest budget-friendly Chromebook Duet. That news isn’t just landing on the hardware front, though, and Google’s also got a whole mess of announcements to make about features landing across the Chromebook lineup — and wouldn’t you guess it, but there’s a heaping load of AI involved.\n\nFor starters, Google tells us, you can now chat with Gemini right from the shelf of any Chromebook model, Plus or not. You’ll also find a new Welcome Recap screen greeting you when you first open up your laptop, reminding you of what you were working on earlier and giving you some tips for what to start with now. And for stuff you’re frequently working with, and don’t want to lose track of, you can easily pin files to your Chromebook’s shelf.\n\nChromebook Plus models are getting a few upgrades beyond what the rest of the lineup will see, including AI-powered Live Translate for basically anything you’re watching on your Chromebook screen. If you’re looking to capture a conversation, the new Recorder app will offer automatic transcriptions, complete with speaker labels and summaries. And speaking of audio, Google’s implementing some AI-based microphone simulation models to offer the highest possible fidelity on all your video calls. There are even some tweaks to boost camera performance, and neither of these upgrades will be restricted to Meet, and should offer enhanced performance across the board.\n\nLanh Nguyen / Android Authority\n\nThis new Chromebook Plus stuff should start arriving as updates hitting your Chromebook across the month of October — don’t be surprised if you don’t see it land immediately, nor all at once. There’s also the summary “Help me read” feature for PDFs and websites that will start deploying in the weeks to come, and is already set to get a big update next year, letting you specify passages that require more detailed explanation.\n\nFinally, if any of this new functionality gets you feeling particularly excited about the power of AI (and we’re betting Google hopes it might), the company is extending its offer for three free months of Google One AI Premium to all new Chromebook purchases.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
    },
    {
        "title": "Build Your Own AI Voice Character App in Under 40 Minutes",
        "link": "https://www.geeky-gadgets.com/build-an-ai-voice-character-app/",
        "description": "Learn how you can build your very own AI voice character app in less than 40 minutes. AI voice character apps are engaging ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6EDn5zkQS1ysjcM1_RZlsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "29m",
        "source": "Geeky Gadgets",
        "article_content": "AI voice character apps have emerged as a captivating and interactive way to engage users. With the advent of advanced tools and frameworks, creating an AI voice character app is now more accessible than ever before. This guide by Greg Isenberg will walk you through the process of developing a fully functional AI voice character app in less than 40 minutes.\n\nAI voice character apps have gained significant popularity due to their ability to provide an immersive and personalized user experience. These apps serve a wide range of purposes, from entertainment and gaming to practical applications such as virtual assistants and educational tools. For instance, you could develop a weatherman character app that delivers weather updates in a unique and engaging voice, making the information more relatable and memorable for users.\n\nTL;DR Key Takeaways : AI voice character apps are engaging and can serve various purposes, from entertainment to virtual assistants.\n\nEssential tools include a code editor, AI models (Daily and Pip Cat), Next.js framework, GitHub, and an API key.\n\nBasic coding skills are necessary for cloning repositories and deploying apps.\n\nSteps to create the app: set up the development environment, connect to Daily’s backend, configure personality and voice settings, and implement function calling.\n\nFunction calling allows the AI to execute tasks like fetching weather data using a weather API.\n\nDeploy the app using Vercel by connecting your GitHub repository and deploying with a single command.\n\nThe final product can demonstrate capabilities like making a FaceTime call with a virtual anime character (vtuber).\n\nExperiment with different characters and functionalities to explore the full potential of AI voice apps.\n\nRefer to documentation and tools for further learning and access the deployed demo app for hands-on experience.\n\nAssembling the Essential Tools and Setting Up Your Dev Environment\n\nTo embark on your AI voice character app development journey, you’ll need a few essential tools in your arsenal:\n\nCode Editor : A robust and feature-rich code editor like Visual Studio Code or Cursor will provide a seamless coding experience.\n\n: A robust and feature-rich code editor like Visual Studio Code or Cursor will provide a seamless coding experience. AI Models : Use the power of Daily and Pip Cat for voice synthesis and character behavior, allowing you to create lifelike and interactive characters.\n\n: Use the power of Daily and Pip Cat for voice synthesis and character behavior, allowing you to create lifelike and interactive characters. Next.js Framework : Harness the capabilities of this powerful web framework to build server-rendered React applications with ease.\n\n: Harness the capabilities of this powerful web framework to build server-rendered React applications with ease. GitHub : Use GitHub for efficient version control and repository management, ensuring a smooth collaborative workflow.\n\n: Use GitHub for efficient version control and repository management, ensuring a smooth collaborative workflow. API Key: Obtain the necessary API keys to integrate external services, such as weather data, into your app.\n\nTo navigate the development process effectively, a solid foundation in basic coding skills, including cloning repositories and deploying apps, is crucial. These skills will enable you to set up your development environment swiftly and efficiently.\n\nHow to Create an AI Voice Character App\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of AI voice :\n\nEmbarking on the App Creation Step-by-Step\n\n1. Setting Up the Development Environment:\n\n– Begin by cloning the repository from GitHub, which contains the necessary starter files and configurations.\n\n– Install the required dependencies using npm or yarn to ensure a smooth development process.\n\n2. Connecting to Daily’s Backend:\n\n– Obtain an API key from Daily, which will enable seamless communication between your app and Daily’s backend services.\n\n– Integrate the API key into your app, allowing you to use Daily’s powerful voice synthesis and character behavior capabilities.\n\n3. Configuring Personality and Voice Settings:\n\n– Customize the AI character’s personality and voice settings to align with your app’s theme and intended user experience.\n\n– Use Pip Cat AI to fine-tune the voice characteristics, ensuring a natural and engaging voice output.\n\n4. Implementing Function Calling:\n\n– Set up function calls that allow the AI to perform specific tasks based on user input or predefined triggers.\n\n– For example, configure the app to fetch weather data using a weather API, allowing the AI character to provide accurate and up-to-date information.\n\nMastering Function Calling and Configuration\n\nFunction calling plays a pivotal role in bringing your AI voice character app to life. It enables the AI to execute specific tasks and respond to user interactions seamlessly. Here’s how you can set it up:\n\n– Setting Up Function Calls:\n\n– Define the functions that the AI will call based on user input or specific triggers.\n\n– Implement the necessary logic for each function, such as fetching weather data or performing calculations.\n\n– Configuring a Weather Tool:\n\n– Integrate a reliable weather API into your app to provide real-time weather updates.\n\n– Handle API responses efficiently to ensure accurate data display and seamless user experience.\n\nDeploying Your AI Voice Character App with Vercel\n\nDeploying your app is a breeze with Vercel, a powerful platform for deploying web applications. Follow these simple steps:\n\n– Using Vercel for Deployment:\n\n– Connect your GitHub repository to Vercel, allowing seamless integration and automatic deployments.\n\n– Deploy your app with a single command, making it instantly accessible online for users to interact with.\n\nShowcasing Your AI Voice Character App in Action\n\nOnce deployed, your AI voice character app is ready to captivate and engage users. Demonstrate its capabilities by making a FaceTime call with a virtual anime character (vtuber), highlighting the interactive and immersive potential of AI voice technology. This showcase will leave a lasting impression on your audience and inspire them to explore the possibilities of AI voice apps further.\n\nBy following this guide, you now have the knowledge and tools to create a captivating AI voice character app in less than 40 minutes. The combination of creativity and innovative technology empowers you to develop apps that push the boundaries of user engagement and interaction.\n\nAs you embark on this exciting journey, remember to experiment with different characters and functionalities to unlock the full potential of AI voice apps. Engage with your audience by encouraging them to like, comment, and subscribe for more insightful content and updates on your AI development endeavors.\n\nFor further learning and exploration, refer to the documentation and tools mentioned throughout this tutorial. Access the deployed demo app to gain hands-on experience and witness the power of AI voice technology firsthand. Stay connected with the creators and the AI development community to stay updated on the latest advancements and opportunities in this rapidly evolving field.\n\nBy harnessing the potential of AI voice technology, you can create apps that not only entertain and inform but also transform the way users interact with digital content. So, let your creativity soar and embark on this thrilling journey of building AI voice character apps that leave a lasting impact on your audience.\n\nMedia Credit: Greg Isenberg\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "HP OmniBook Ultra 14 review: Ryzen AI 300 delivers again",
        "link": "https://www.pcworld.com/article/2474850/hp-omnibook-ultra-14-review.html",
        "description": "The HP OmniBook Ultra 14 shines thanks to AMD’s Ryzen AI 300 series processors, which delivers long battery life in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6s4_EFltohG0zsvYgt6cQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "PC World",
        "article_content": "At a glance Expert's Rating Pros Great real-world battery life\n\nExcellent performance thanks to Ryzen AI 300\n\nSolid build quality Cons AI features are still questionable\n\nNo Copilot+ PC AI features at lunch\n\nPort selection is minimal\n\nAn OLED display would look nicer Our Verdict The HP OmniBook Ultra 14 shines thanks to AMD’s Ryzen AI 300 series processors, which delivers long battery life in real-world use with excellent performance. But “AI laptops” aren’t as futuristic as the marketing might lead you to expect. Price When Reviewed This value will show the geolocated pricing text for product undefined Best Pricing Today\n\nPrice When Reviewed\n\n$1,689\n\nBest Prices Today: HP Omnibook Ultra 14\n\nRetailer Price Product Price\n\nThe HP OmniBook Ultra 14 is a “next-gen AI PC” thanks to its AMD Ryzen AI 300 series processor. But, while this machine has a neural processing unit (NPU) for local AI applications — plus Copilot+ PC features coming soon — AI isn’t the big story here. Look past the “AI” logos on this machine and you’ll find a solid laptop that gets long battery life and excellent performance in real-world use thanks to AMD’s latest hardware.\n\nFirst, a word about the name: Back in May 2024, HP announced a rebranding of its entire PC lineup, dumping names like “Spectre” and “Dragonfly.” The word “OmniBook” here means this is a consumer laptop. If this was intended for commercial users, HP would call it an “EliteBook” or “ProBook.” (However, HP will still use “Omen” to refer to gaming PCs).\n\nHP OmniBook Ultra 14: Specs\n\nThe HP OmniBook Ultra 14 comes with an AMD Ryzen AI 300 series processor. This hardware includes a neural processing unit (NPU) with up to 55 TOPS for local AI applications. That’s why HP is positioning this as a “next-gen AI PC” — it will soon be compatible with Copilot+ PC features, unlike previous-generation “AI PCs” with hardware like Intel’s Meteor Lake.\n\nThere are several variations of this PC. HP loaned us a “top of the line” model with an AMD Ryzen AI 9 HX 375 CPU, 32 GB of RAM, and 2 TB of solid-state storage. This package is available at Best Buy for a retail price of $1,689.99.\n\nA few other variations are also available, with the least expensive one being a AMD Ryzen AI 9 365 processor, 16 GB of RAM, and a 512 GB SSD. This is available through HP’s online store for $1,349.99.\n\nModel number : HP OmniBook Ultra 14-fd0023dx\n\n: HP OmniBook Ultra 14-fd0023dx CPU: AMD Ryzen AI 9 HX 375\n\nAMD Ryzen AI 9 HX 375 Memory: 32 GB LPDDR5 RAM\n\n32 GB LPDDR5 RAM Graphics/GPU: AMD Radeon 890M\n\nAMD Radeon 890M Display: 14-inch 2240×1400 IPS display with 60Hz refresh rate and touch screen\n\n14-inch 2240×1400 IPS display with 60Hz refresh rate and touch screen Storage: 2 TB PCIe Gen 4 solid-state drive\n\n2 TB PCIe Gen 4 solid-state drive Webcam: 9MP 1440p webcam with physical privacy shutter\n\n9MP 1440p webcam with physical privacy shutter Connectivity: 2x USB Type-C (Thunderbolt 4, USB4 40Gbps), 1x USB Type-A (10Gbps), 1x combo audio jack\n\n2x USB Type-C (Thunderbolt 4, USB4 40Gbps), 1x USB Type-A (10Gbps), 1x combo audio jack Networking: Wi-Fi 7, Bluetooth 5.4\n\nWi-Fi 7, Bluetooth 5.4 Biometrics: IR camera and fingerprint reader\n\nIR camera and fingerprint reader Battery capacity: 68 Watt-hours\n\n68 Watt-hours Dimensions: 12.41 x 8.96 x 0.65 inches\n\n12.41 x 8.96 x 0.65 inches Weight: 3.47 pounds\n\n3.47 pounds MSRP: $1,689 as tested\n\nThe HP OmniBook Ultra 14 is a great computer. It’s sturdy and well put together — and, most importantly, it has an AMD Ryzen AI 300 series processor. These just have better performance and longer battery life than Intel’s Meteor Lake chips.\n\nHP OmniBook Ultra 14: Design and build quality\n\nIDG / Chris Hoffman IDG / Chris Hoffman IDG / Chris Hoffman\n\nThe HP OmniBook Ultra 14 is a well-designed, solid piece of mostly silver metal on the parts of the laptop you’ll touch. (There are just a few plastic elements, like the bezel.) While HP has changed the branding of its consumer laptops, there’s a lot of the “Spectre” design language here. The angular corners where the display meets the bottom tray of the laptop are immediately and recognizably HP.\n\nThe 14-inch OmniBook Ultra 14 feels like a solid machine. At 3.47 pounds, it’s a tad heavier than some “thin-and-light” laptops, but it has a good weight distribution and it’s a very reasonable size and weight. The hinge is sturdy.\n\nThe charger HP bundles is unusually nice, too — it has a nice braided cable. As many of us have noticed with phones, braided USB charging cables tend to hold up better over the long run.\n\nWhile HP is pushing the “AI PC” angle here — complete with an “AI” logo below the left side of the keyboard and on the back of the hinge — bear in mind that this machine won’t get Copilot+ PC features until Microsoft rolls them out in November 2024. However, those Copilot+ PC features aren’t too interesting yet anyway.\n\nHP does bundle an “HP AI Companion” app with this machine. This app integrates a variety of AI tools that use the system’s NPU to analyze data in files, for example, and to guide you through changing various PC settings. It’s good to see PC manufacturers include tools that demonstrate the power of the AI hardware they’re pushing, but this isn’t life-changing software that will make you want to seek out an AI laptop.\n\nThere’s a bit of bloatware installed here. The noisiest one is McAfee antivirus, which nags you to set it up, but you can easily uninstall McAfee. There’s also a Dropbox promotion, as well as Adobe offers and Google essentials apps in the Start menu. It’s not the cleanest setup out of the box, but it’s easy to uninstall what you don’t want.\n\nHP OmniBook Ultra 14: Keyboard and trackpad\n\nIDG / Chris Hoffman IDG / Chris Hoffman IDG / Chris Hoffman\n\nThe HP OmniBook Ultra 14 has a full-size keyboard with a backlight you can toggle off and on. It’s placed nicely at the center of the laptop, and the keys feel great to type on. I don’t consider them mushy at all. I was able to type accurately at high speeds.\n\nAnd naturally, since this is an AI laptop, it has a Copilot key to the right of the right Alt key on the keyboard.\n\nThis machine has well-size trackpad sitting centered right below the keyboard, too. It’s a good size for the laptop — not too small and not too large. Palm rejection worked excellently well typing. The surface felt smooth and responsive, whether I was moving the cursor with a finger, scrolling with two fingers, or using multi-touch gestures.\n\nThe trackpad’s click action also felt pleasantly responsive, although I’ve been spoiled by haptic touchpads like those on the Surface Laptop 7 and would like to see more laptops use them.\n\nHP OmniBook Ultra 14: Display and speakers\n\nThe HP OmniBook Ultra 14 includes a 14-inch IPS display with 2.2K resolution — that’s 2240×1400 pixels. This is a 60 Hz display with up to 400 nits of brightness, and it’s also a touchscreen. The screen looks good, although it could offer more brightness. For a productivity-focused laptop like this one, it works well. For productivity and general web-browsing and media consumption, I was perfectly happy with it.\n\nStill, the limitations are obvious, even on paper: 400 nits on the low side for brightness, and some people may want more. A refresh rate faster than 60Hz is always nicer, too. OLED screens are much more beautiful, but they’re also expensive and tend to use more power, decreasing battery life. The screen is also a little glossy, and an antireflective coating, higher brightness, or a matte finish may be preferrable. That’s up to you and how you plan to use your laptop.\n\nThis laptop’s quad-speaker setup is one of the better speaker configurations I’ve heard on a 14-inch productivity laptop. It has a good amount of volume, a fairly wide soundstage, and more bass than the average 14-inch laptop — which, I’m aware, isn’t saying much! Laptop speakers will always be fighting an uphill battle, but these are solid speakers. These aren’t the cheap tinny speakers you’ll unfortunately see on many low-priced laptops\n\nHP OmniBook Ultra 14: Webcam, microphone, biometrics\n\nThe HP OmniBook Ultra 14 has a nicer webcam than most laptops — at least on paper. It features a 9 megapixel 1440p webcam — most laptops I review tend to have 1080p webcams at most. The picture looks clear in a variety of lighting conditions, although I would’ve expected it to look a tad sharper. You also have access to a variety of AI effects for tweaking your webcam video through Windows Studio Effects as well as HP’s bundled software.\n\nThere’s also a physical shutter switch above the webcam, which you can slide to block the webcam. That’s always a great feature to have.\n\nThe OmniBook Ultra 14’s built-in microphone did a good job of picking up my voice, although I feel like I’ve heard clearer audio from some other laptops. Between the webcam and microphone, this is a perfectly fine laptop for online meetings, although I imagine the ProBook and EliteBook laptops HP is targeting at professional users might have upgraded webcams and microphones.\n\nThis laptop features both an IR camera for facial recognition and a fingerprint sensor. The fingerprint sensor is integrated into the blue power button at the top-right corner of the keyboard. You can use either or both with Windows Hello. Both facial recognition and fingerprint recognition worked well, quickly letting me sign into the laptop.\n\nHP OmniBook Ultra 14: Connectivity\n\nIDG / Josh Hendrickson IDG / Josh Hendrickson IDG / Josh Hendrickson\n\nThe HP OmniBook Ultra 14’s port selections are limited. On the right side, you’ve got two USB Type-C (Thunderbolt 4 / USB4 40Gbps) ports — one of which is on the angled edge. It works very nicely with the laptop’s own power cable.\n\nHP was proud to inform me that this is the first AMD-powered consumer laptop the company has released with Thunderbolt 4 ports. Bear in mind that you will use one of these ports to charge the laptop, leaving one port free while the laptop is charging.\n\nOn the left side of the laptop, you’ve got a USB Type-A port (10Gbps) and a combo audio jack. This isn’t a terrible selection of ports — some modern laptops are ditching USB Type-A ports or even the audio jacks. But, if it’s important for you to have more USB Type-C ports, more USB Type-A ports, or features like a microSD reader or HDMI out port, you’ll need to look elsewhere or get a dongle.\n\nSince this machine is using AMD’s Ryzen AI 300 series hardware, it offers both Wi-Fi 7 and Bluetooth 5.4 wireless connectivity. It’s a great futureproof hardware setup.\n\nHP OmniBook Ultra 14: Performance\n\nThe HP OmniBook Ultra 14 delivered excellent performance in desktop productivity apps thanks to its modern AMD Ryzen AI 9 HX 375 processor combined with 32GB of RAM and a 2TB solid-state drive. AMD’s new hardware is no slouch.\n\nAs always, we ran the HP OmniBook Ultra 14 through our standard benchmarks to see how it performs in more detail.\n\nIDG / Chris Hoffman IDG / Chris Hoffman IDG / Chris Hoffman\n\nFirst, we run PCMark 10 to get an idea of overall system performance. This benchmark is designed to measure overall system performance, but it’s particularly focused on CPU performance.\n\nThe HP OmniBook Ultra 14 posted an overall PCMark 10 score of 7,801. That’s a tad behind the more expensive, creator-focused Asus ProArt PX13, which has a similar Ryzen AI 300 series CPU. But it’s nicely ahead of Intel Meteor Lake-powered laptops.\n\nIDG / Chris Hoffman IDG / Chris Hoffman IDG / Chris Hoffman\n\nNext, we run Cinebench R20. This is a heavily multithreaded benchmark that focuses on overall CPU performance. It’s a quick benchmark, so cooling under extended workloads isn’t a factor. But, since it’s heavily multithreaded, CPUs with more cores have a huge advantage.\n\nWith a multi-threaded score of 7,582 in Cinebench R20, the HP OmniBook Ultra 14 performed well. It’s somewhat behind the Asus ProArt PX13. But, once again, it’s nicely ahead of Intel Meteor Lake laptops.\n\nIDG / Chris Hoffman IDG / Chris Hoffman IDG / Chris Hoffman\n\nWe also run an encode with Handbrake. This is another heavily multithreaded benchmark, but it runs over an extended period. This demands the laptop’s cooling kick in, and many laptops will throttle and slow down under load.\n\nThe HP OmniBook Ultra 14 took 896 seconds — that’s just under fifteen minutes — to complete the encode process. That’s a big longer than the Asus ProArt PX13, but once again beats those Intel Meteor Lake-powered laptops.\n\nIDG / Chris Hoffman IDG / Chris Hoffman IDG / Chris Hoffman\n\nNext, we run a graphical benchmark. This isn’t a gaming laptop, but it’s still good to check how the GPU performs. We run 3Dmark Time Spy, a graphical benchmark that focuses on GPU performance.\n\nThe HP OmniBook Ultra 14 and its Radon 890M graphics delivered a score of 3909 in 3DMark Time Spy. Most of the other laptops we’re comparing this machine to have discrete Nvidia graphics, so you can see how critical discrete graphics are. But the Radeon 890M graphics are a nice step up over the older Radeon graphics in the older Asus ZenBook 14 OLED system we’re comparing it to here.\n\nOverall, the HP OmniBook Ultra 14 delivered excellent performance. It’s not quite as fast as the Asus ProArt PX13 in our benchmarks, but it handily beats similar systems powered by Intel Meteor Lake processors. Of course, this system doesn’t have discrete graphics, so it’s not ideal for gamers and people who need more 3D horsepower for professional applications.\n\nHP OmniBook Ultra 14: Battery life\n\nThe HP OmniBook Ultra 14 includes a 68 Watt-hour battery. This has AMD’s new Ryzen AI 300 series hardware. While our benchmarks show it may not be as long-lasting as Intel Lunar Lake or Qualcomm Snapdragon X Elite hardware, it is AMD’s latest hardware that delivers more power efficiency than most of the laptops you’ll find on the shelves.\n\nIDG / Chris Hoffman IDG / Chris Hoffman IDG / Chris Hoffman\n\nTo benchmark the battery life, we play a 4K copy of Tears of Steel on repeat on Windows 11 with airplane mode enabled until the laptop suspends itself. We set the screen to 250 nits of brightness for our battery benchmarks. This is a best-case scenario for any laptop since local video playback is so efficient, and real battery life in day-to-day use is always going to be less than this.\n\nThe HP OmniBook Ultra 14 lasted 1,091 minutes, which is just over 18 hours. That’s a great result — and it beats the Asus ProArt PX13 along with those Intel Meteor Lake-powered systems. But lots of laptops post high numbers in this benchmark only to drain faster in day-to-day use.\n\nSynthetic benchmarks aside, I’ve found that Ryzen AI 300 series laptops — both this machine and the Asus ProArt PX13 I reviewed — deliver long battery life in typical desktop usage with the productivity apps I use. (For me, that means applications like Google Chrome, Microsoft Word, Slack, OneNote, Excel, and other desktop applications). This machine lands in the ballpark of all-workday battery life for my usage — though, again, it really depends on the applications you’re using, the screen brightness you choose, and so on.\n\nHP OmniBook Ultra 14: Conclusion\n\nThe HP OmniBook Ultra 14 is a great computer. It’s sturdy and well put together — and, most importantly, it has an AMD Ryzen AI 300 series processor. These just have better performance and longer battery life than Intel’s Meteor Lake chips. Plus, unlike with a Qualcomm Snapdragon X Elite-powered laptop, you don’t have to worry about compatibility concerns.\n\nBecause of that, I’d happily take this over an Intel Meteor Lake-powered laptop. The base model starts at $1349, which is a reasonable price for this new hardware — and it could be quite a good price if you find it on sale.\n\nStill, it’s not for everyone. Some people will want a more beautiful OLED display, for example. Or you may be looking for discrete graphics so you can game or use professional tools that require that hardware. Or, perhaps you simply need more ports and aren’t looking forward to the dongle life.\n\nThe big question is Intel’s Lunar Lake. When Lunar Lake laptops have taken Meteor Lake’s place in the market, you may have many more options for this kind of performance and energy efficiency.\n\nStill, this is a great laptop at a fair price — if this hardware is what you’re looking for."
    },
    {
        "title": "A manga legend's forgotten series got translated into English for the first time in 26 years, and it's everything I love about paranormal romance",
        "link": "https://www.yahoo.com/entertainment/manga-legends-forgotten-series-got-161327807.html",
        "description": "Mangaka Ai Yazawa is best known for Nana, one of the top-selling manga in existence. After debuting in 1999, the story of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SmjOgqp9XmzbNHnuLxUVqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "9h",
        "source": "Yahoo",
        "article_content": "A manga legend's forgotten series got translated into English for the first time in 26 years, and it's everything I love about paranormal romance\n\nWhen you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: VIZ Media\n\nMangaka Ai Yazawa is best known for Nana, one of the top-selling manga in existence. After debuting in 1999, the story of softhearted Nana has prompted live-action movies, Hello Kitty collabs, and rabid TikTok fandom, but its success hasn't guaranteed Yazawa's other work the same star treatment.\n\nLast Quarter – Yazawa's supernatural shoujo manga from 1998 – has been lost to the English-speaking world until this fall when VIZ Media released the first in a two-book series of the manga's first English translation. Even though it's taken 26 years, I'm grateful that Last Quarter can finally brush off the cemetery dirt and get back onto dusty bookshelves. Its intoxicating suspense is a perfect example of what draws me to paranormal romance.\n\nIn the manga, Mizuki – with the Rapunzel hair and platform heels characteristic of a Yazawa heroine – meets Adam by chance. He's a moody musician, another Yazawa trademark, and impossible to resist, so Mizuki stops going to high school. \"The rest of my life…belongs to you,\" she decides.\n\nArt from Last Quarter.\n\nBut life gets in the way. Though Mizuki is too in love to see it, something's wrong with Adam. His hands are freezing, and yet he leaves the windows wide open, for all of March's cold wind to curl through. He lives in an opulent apartment, but neighbors say it's been empty for decades, and when Mizuki ends up there alone, she discovers she can't leave. No one can hear her or see her, either, apart from a blue-eyed cat and the gracious fifth grader Hotaru, who Mizuki meets in a dream.\n\nSince the Jane Eyre days, two things have made a paranormal romance story really worthwhile: the man, and the mystery. I think Last Quarter is an emblematic paranormal romance because it excels at both.\n\nLike Mr. Rochester, like Edward, like Patrick Swayze in Ghost, Adam is beautiful and frightening in Last Quarter, as plausible as a monster as he is a husband. He doesn't appear often in book one, but his bright eyes make a lasting impression.\n\nArt from Last Quarter.\n\nAs French philosopher Roland Barthes writes in A Lover's Discourse, \"isn't desire always the same, whether the object is present or absent?\" Even after she's forgotten her own name, losing herself in days as repetitive as a nightmare, Mizuki still pines for Adam. She tasks Hotaru and her friends with bringing Adam back to her, declaring that, \"I don't care if Hell comes afterward. No matter how wonderful Heaven might be, if Adam isn't there, it would be meaningless to me.\"\n\nMizuki's body-aching desire for Adam and what he represents – adulthood, novelty, potential – dissolves whatever boundaries we, as readers, have separating our love from fear. That's always my favorite part of the paranormal romance experience, embracing every possibility of fear. In the unknown, I find red connective tissue and the unmistakable, metallic glint of excitement.\n\nI take the same away from Julietta Suzuki's 2022 manga series, Otaku Vampire's Love Bite, which Viz Media is also beginning to translate. In book one, released today, the perky Romanian vampire Hina has a crush on the gloomy human Amanatsu. He shares a sexy haircut and entire face with her favorite anime character, delectably blending reality and fiction.\n\nArt from Otaku Vampire's Love Bite.\n\nIt's a tantalizing mystery, the second ingredient in what I think is a winning paranormal romance story. And in Last Quarter, whose grayscale panels are often moonlit and melancholy, strangeness drives the plot more than a male protagonist with luscious hair. Little Hotaru is determined to help Mizuki rediscover her identity, and the truth of the dream-place where they first met. Was it purgatory? An omen?\n\nThrough Hotaru and Mizuki's intertwining and opaque fates, Last Quarter establishes a creeping anxiety as absorbing as its romantic elements. That's also what I find fascinating about Junji Ito's popular 1998 horror manga series Uzumaki . Unlike Last Quarter, Uzumaki has disproportionately more people spiraling in slimy agony than in thriving relationships. Its ending – and spoilers ahead – though, creates a satisfying combination of both; narrator Kirie and her boyfriend Shuichi collapse in a pile of dry and twisted corpses, holding each other close while their arms grow long and coil together.\n\nAs much as I enjoy mainstream horror manga's spilled blood and bloated bodies, I'm glad shoujo horror like Last Quarter is now starting to be translated. Aside from Uzumaki, it's rare that horror manga has a notable romance element, and when it does, it's often presented in the form of a misogynistic yandere crime scene. But Last Quarter protects the girls in its pages, subjecting them to the uncanny only in the context of tenderness. That's what I want from paranormal romance. It reminds me that nothing is pure, and nothing is doomed.\n\nStill in a manga mood? Check out our picks for the 10 best manga from 2023."
    },
    {
        "title": "Win prizes for visiting West Virginia’s paranormal landmarks",
        "link": "https://www.yahoo.com/news/win-prizes-visiting-west-virginia-143934383.html",
        "description": "The West Virginia Department of Tourism is incentivizing paranormal fans to visit the state’s spookiest spots.",
        "image_url": "https://www.bing.com/th?id=OVFT.9Akz3uUZskAinwfS9Mg-3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "Yahoo",
        "article_content": "CLARKSBURG, W.Va. (WBOY) — The West Virginia Department of Tourism is incentivizing paranormal fans to visit the state’s spookiest spots.\n\nMuch like the West Virginia Waterfall Trail and West Virginia Culinary Trail, the West Virginia Paranormal Trail offers prizes for checking in at haunted locations across the state. West Virginia residents or tourists can sign up for free and add the experience to their smartphone. From there, all participants have to do is go to one of the 14 spooky locations included and “check in.”\n\nCheck in at three locations and get a Paranormal Trail sticker; check in at 10 locations and get a Paranormal Trail beanie; and check in at all the spooky locations and receive a limited edition Paranormal Trail print.\n\nBuild your own Flatwoods Monster with this new plastic brick set\n\nLocations listed on the trail include:\n\nFor more information or to sign up, visit the West Virginia Department of Tourism’s website.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to WBOY.com."
    },
    {
        "title": "Don Philips: Where is the Paranormal Researcher Now?",
        "link": "https://thecinemaholic.com/don-philips/",
        "description": "My Paranormal Partner,’ the focus is on Don Philips, a paranormal investigator and researcher who claims to have a connection ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ihHKrUZ9YyAXdes6b96Mti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "thecinemaholic.com4h",
        "source": "thecinemaholic.com",
        "article_content": "In Netflix’s ‘Unsolved Mysteries: My Paranormal Partner,’ the focus is on Don Philips, a paranormal investigator and researcher who claims to have a connection with the paranormal and supernatural. What’s unique about him is that he alleges that he has a spirit named Becky as his unlikely sidekick. In order to test his claims, a renowned parapsychologist named Steve Mera met with Don. When Steve put Don’s abilities to the test, what comes next shocked him and changed his entire perspective on him and the unknown.\n\nParanormal Researcher Don Philips Also Owns a Production Company\n\nAfter completing his education at Sulgrave College by earning a degree in Accounting and Computer Science, Don Philips decided to make the most of his self-proclaimed innate ability to interact with spirits and help out people experiencing something paranormal at their properties. With over several years of investigating paranormal activities and sites, he has become a renowned International Paranormal Researcher. Since his childhood, he claims to have had a connection with the supernatural and could allegedly hear voices that nobody else could. During his early days as a Paranormal Specialist, he said that he discovered a spirit named Becky, with whom he still allegedly talks on a regular basis. According to him, Becky, the spirit, also helps him during his supernatural assignments.\n\nOn the side, he also uploads content about the supernatural and paranormal on his YouTube channel on a regular basis. Apart from the paranormal realm, Don Philips also worked at TSV Productions as a filmmaker for about six years, from February 2012 to January 2018. Having gained enough experience in the industry, he established his own production company called Raven Media Productions LT in January 2018 and has been working there as a producer and director since then.\n\nDon Philips is a Happily Married Man Based Out of Washington\n\nNot only is he hardworking as a professional, but Don Philips is also dedicated to his family and loved ones. After being in a relationship with Patty Kool Philips for several years, they decided to take the next step in their relationship. So, on February 19, 2022, the couple tied the knot in the presence of their friends and family. Both of them have a child from their previous relationship — Don Philips has a daughter named Emma, and Patty is the mother to Dylan.\n\nA lot happened in the life of Don Philips between 2023 and 2024, both positive as well as negative. In July 2023, his daughter Emma graduated with a degree in Neuro Science, making him a proud father. A few months later, she also began her teacher training course. On the negative side of things, he lost both his parents in a short span of time. However, he claimed that soon after losing his mother, he felt her presence near him when he called out to her.\n\nOpening up about it, Don took to social media and wrote, “…I began talking to her after about 30 seconds I asked her ‘where are you mom’? Then I heard her calling my name in her voice behind me🙂 I said “come closer mom’. It was at this point I felt a cold breeze all over my back followed by a familiar spirit energy all over me seconds later. All lasted about a minute before she seemingly left…” A major part of his family is his cat named Emi and another cat whom he has adopted recently. As of today, Don Philips shares a house in Everett, Washington, with his family, comprising his wife Patty, their cats, and the alleged spirit of Becky.\n\nRead More: Becky: Who Was She? Was She Real? Has She Possessed Don Philips?"
    },
    {
        "title": "Abandoned Paranormal MOTEL (Military Junkyard FOUND) ft. George Janko",
        "link": "https://www.msn.com/en-us/news/crime/abandoned-paranormal-motel-military-junkyard-found-ft-george-janko/vi-AA1rzt7o?ocid=BingNewsVerp",
        "description": "This video from Charlotte City Councilman Tariq Bokhari shows the aftermath of Hurricane Helene in Lake Lure, North Carolina.",
        "image_url": "https://www.bing.com/th?id=OVFT.6ctjewzJmr3K7H8J0A5xRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Yes Theory on MSN4h",
        "source": "Yes Theory on MSN",
        "article_content": ""
    },
    {
        "title": "West Virginia launches Paranormal Trail",
        "link": "https://www.wtrf.com/west-virginia/west-virginia-launches-paranormal-trail/",
        "description": "In celebration of spooky season, Gov. Jim Justice and the West Virginia Department of Tourism today announced the launch of a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tmt4VzTUflzL9mSELWx-cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17h",
        "source": "WTRF.com",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists Confirm Discovery Of 40 Huge Craters At The Bottom Of Lake Michigan",
        "link": "https://www.ndtv.com/science/scientists-confirm-discovery-of-40-huge-craters-at-the-bottom-of-lake-michigan-6697550",
        "description": "During an August expedition, the team discovered around 40 of these features, which are believed to be sinkholes.",
        "image_url": "https://www.bing.com/th?id=OVFT.nuFuooJROtIohgQ_m7CpQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "NDTV",
        "article_content": "The sinkholes likely formed through typical geological processes.\n\nThe National Oceanic and Atmospheric Administration's (NOAA) Great Lakes Environmental Research Laboratory (GLERL) has identified approximately 40 circular structures at the bottom of Lake Michigan, Live Science reported.\n\nIn 2022, NOAA researchers surveying the Great Lakes used sonar to detect unusual circular depressions on the lakebed. These depressions, measuring between 91 meters (300 feet) and 183 meters (600 feet) across, also caught the attention of a shipwreck hunter at the time, although scientists have only recently been able to examine them more closely.\n\nDuring an August expedition, the team discovered around 40 of these features, which are believed to be sinkholes. These formations were found approximately 22.5 kilometres (14 miles) southeast of Sheboygan, aligned in a line extending toward Port Washington.\n\n\"There were dozens of them in our search grid,\" said Brendon Baillod, the shipwreck hunter who first noticed them in 2022, in an interview with Live Science. \"Most ranged between 500 and 1,000 feet [152 to 309 meters] in diameter and were irregular in shape.\"\n\nThe sinkholes likely formed through typical geological processes.\n\n\"Sinkholes are most common in what geologists refer to as 'karst terrain',\" the US Geological Survey notes. \"In these regions, certain types of rock beneath the surface can naturally dissolve due to groundwater circulation. Soluble rocks include salt beds, gypsum, limestone, and other carbonate formations.\"\n\nLake Michigan's limestone bedrock helps explain the creation of these sinkholes. While their formation is straightforward, these structures are far from ordinary. Similar sinkholes in Lake Huron host unique microbial communities, thriving in oxygen-poor, sulfur-rich groundwater, resembling life on Earth about 2.5 billion years ago.\n\n\"Much like early Earth, microorganisms dominate the Middle Island Sinkhole in Lake Huron. Scientists recognize three major domains of life: Bacteria, known for their diversity and adaptability; Archaea, noted for their ability to survive in extreme conditions and produce methane; and Eukarya, which includes plants, animals, fungi, and protists,\" states a study on Lake Huron sinkholes.\n\nOn the lake floor, bacteria form a purple mat.\n\n\"DNA analysis revealed that the majority of the purple mat consists of Phormidium autumnale, a photosynthetic cyanobacterium. These filamentous organisms use light energy to convert dissolved carbon dioxide (CO2) into organic carbon.\"\n\nThese microorganisms are found in diverse environments, from Yellowstone National Park to Antarctica's ice-covered lakes.\n\n\"We also discovered methane-producing Archaea in the sediment and several Eukaryotic species within the mat. While many DNA sequences resemble known organisms, some represent novel and potentially undiscovered microbial life forms.\"\n\nFurther research at Lake Michigan is necessary to determine if it harbours similar life forms, though GLERL scientists told the Milwaukee Journal Sentinel they believe the sinkholes are similar to those in Lake Huron and may provide insights into early Earth conditions."
    },
    {
        "title": "32,000-year-old mummified woolly rhino half-eaten by predators unearthed in Siberia",
        "link": "https://www.livescience.com/animals/extinct-species/32-000-year-old-mummified-woolly-rhino-half-eaten-by-predators-unearthed-in-siberia",
        "description": "Researchers found the carcass in August 2020 in Russia's Sakha Republic, and the discovery has revealed a never-before-seen ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eH3tPbSbfDbN2oLTXV-1sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science21h",
        "source": "Live Science",
        "article_content": "Scientists have discovered the deep-frozen, mummified carcass of a young woolly rhinoceros in Siberia's ice that was feasted on by predators tens of thousands of years ago.\n\nThe woolly rhino's right side is well preserved, with patches of skin and fur that have stayed intact over millennia, but its left side shows the youngster was mauled in the hours preceding or following its death.\n\n\"From the upper part of the thigh to the level of the shoulder blade, [the carcass] is severely destroyed,\" researchers from the Russian Academy of Sciences and the Academy of Sciences of the Republic of Sakha wrote in a study documenting the carcass, published July 1 in the journal Doklady Earth Sciences . \"The internal cavity of the body is exposed, and most of the intestines are missing.\"\n\nFrom the mangled carcass, \"it is obvious that the left side of the mummy was eaten by predators,\" the researchers wrote. Remains of tiny crustaceans embedded in the fur also indicate the woolly rhino (Coelodonta antiquitatis) died in a shallow pool of water, the team noted.\n\nRadiocarbon dating suggests the young woolly rhino died and froze more than 32,000 years ago.\n\nWoolly rhinos roamed the Arctic tundra between 460,000 and 12,000 years ago , during the last ice age . They were huge beasts and the second largest herbivores in the mammoth steppe ecosystem after woolly mammoths (Mammuthus primigenius). Like mammoths, woolly rhinos were well-adapted to the cold climate thanks to their coat of shaggy fur — but scientists still know very little about these prehistoric animals, according to the study.\n\nRelated: 'Closer than people think': Woolly mammoth 'de-extinction' is nearing reality — and we have no idea what happens next\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe rare discovery of a near-intact woolly rhino has helped researchers fill some of those gaps.\n\nScientists excavated the carcass in August 2020 from the ice-covered banks of the Tirekhtyakh River in Russia's northeastern Sakha Republic. They dubbed the animal \"Abyisky rhinoceros\" after the local district and sent its remains to the Academy of Sciences of the Republic of Sakha, where the carcass currently sits in a freezer.\n\nFor the new study, researchers temporarily defrosted the carcass and took samples of skin, fur and soft tissue for analysis. They also examined the woolly rhino's teeth, measured the length of one of its horns and noted the size of a large hump on its back, which appeared to be filled with fat.\n\nIllustration of a woolly rhinoceros (Coelodonta antiquitatis). (Image credit: De Agostini via Getty Images)\n\nThe horn was 9.4 inches (24 centimeters) long and presented three to four dark patches that typically correspond to the number of years lived by a rhinoceros, according to the study. The height at the shoulder of the carcass was close to 4.3 feet (130 cm). Together, this indicates the woolly rhino was 4 to 4.5 years old when it died and hadn't reached sexual maturity.\n\nIts fur was darker than that of a smaller woolly rhino calf discovered in 2014 in the same district. That calf, named \"Sasha,\" was frozen for at least 10,000 years and covered in thin, almost-blond hair . In contrast, adult woolly rhinos that were previously pulled from the ice have coarse, dark brown fur.\n\n\"The fur of the Abyisky rhinoceros has a uniform light brown color due to the combination of white, beige, and brown hair,\" the researchers wrote in the study. \"The coat is darker on the ears and feet and lighter on the back, belly, and hind legs.\"\n\nRemarkably, the Abyisky rhinoceros also had a 5-inch-high (13 cm) hump filled with fatty mass on its back, the likes of which scientists had never seen on a woolly rhino carcass. Fatty humps are relatively common in Arctic animals, Love Dalén , a professor of evolutionary genomics at Stockholm University in Sweden who was not involved in the study, told CNN . They evolved to beat the cold and store energy for when times get tough, he said.\n\nThe newly discovered 4-year-old appears to represent an intermediate stage of woolly rhino development. Specimens with preserved tissues like this one are invaluable for further research, and particularly for genetic tests that cannot be done on bones, Dalén said."
    },
    {
        "title": "Karl Popper and Michael Polanyi: Two 20th century philosophers of science and their present-day importance",
        "link": "https://www.openaccessgovernment.org/article/karl-popper-and-michael-polanyi-two-20th-century-philosophers-of-science-and-their-present-day-importance/183204/",
        "description": "Ute Deichmann, discusses two prominent 20th-century philosophers and their distinctive but equally significant approaches to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.El2aqhuV39oiIIwAHq4voS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "openaccessgovernment1h",
        "source": "openaccessgovernment",
        "article_content": "Ute Deichmann, Director of the Jacques Loeb Centre for the History and Philosophy of Science at the Ben-Gurion University of the Negev, discusses two prominent 20th-century philosophers and their distinctive but equally significant approaches to science\n\nKarl Popper and Michael Polanyi shared important aspects of their biographies. Originating from intellectual circles in the Austrian-Hungarian monarchy (Vienna and Budapest) around 1900, they were expelled from their positions in Austria and Germany during the Nazi era as Jews and finally settled in the UK. Similarities can be found in their resentment of communism and their convictions that personal freedom is essential for the conduct of science. However, their philosophies concerning science differ widely.\n\nKarl Popper\n\nThe Austrian-British philosopher Karl Popper (1902-1994), arguably the most influential philosopher of science, especially of the social sciences, of the 20th century, most forcefully formulated the hypothetical-deductive method, which placed hypothesis testing in the centre of the scientific method (William Whewell partly anticipated it). Popper’s main work in the philosophy of science, The Logic of Scientific Discovery (1959), is well known; therefore, I summarize it only briefly. According to Popper, a scientist constructs hypotheses or systems of theories and critically tests them against experience by observation and experiment. The riskier a prediction is, the more significant the test of the hypothesis. This does not follow inductive logic. Popper rejected induction as a way to test hypotheses because he perceived an asymmetry between confirmation and falsification.\n\nNo finite set of observations, for example, of white swans, can prove the statement that all swans are white. Dismissing the accumulation of more and more perceptual experiences as the basis for the advancement of science, he contradicted Bacon: ‘Bold ideas, unjustified anticipations, and speculative thought are our only means for interpreting nature: our only organon, our only instrument for grasping her.’ He held that not only truth could not be achieved in such a way, but also that probability is impossible: ‘I never assume that by force of ‘verified’ conclusions, theories can be established as ‘true,’ or even as merely ‘probable.’’ In contrast, theories can be falsified by a single piece of contradictory evidence. Falsifiability, that is, the inherent possibility that a hypothesis can be proven false, is at the center of Popper’s scientific methodology. Theories can only be refuted, not confirmed. A theory that has been falsified must be rejected.\n\nMichael Polanyi\n\nMichael Polanyi (1891-1976) started to publish about science shortly after the Second World War after a successful career as a physical chemist in Berlin and, after his forced emigration from Nazi Germany, in Manchester. His most important works in the philosophy of science are Science, Faith, and Society (1946), Personal Knowledge – Towards a Post-critical Philosophy (1958), and The Tacit Dimension (1964).\n\nUnlike other philosophers, who proposed principles for theory appraisal, e.g., falsifiability, simplicity, generality, and emphasized the importance of scepticism, Polanyi stressed the personal aspects of science, considering science as a social system based on competence, epistemic authority, and apprenticeship. For him, practice was the primary objective. According to him, scientists are not driven by doubt but by a commitment to established beliefs. Students acquire skills and knowledge by learning from example, and in order to do so, they have to submit to authority. A great scientist is someone who is competent. A stable belief system and an interpretive framework or ‘paradigm’ play major roles in scientific practice. Thomas Kuhn later took up this idea in his description of ‘normal science,’ where he popularized the term ‘paradigm’. But, unlike Kuhn, Polanyi believed science would progress and he was convinced that science results in true knowledge. Likewise, Polanyi anticipated Kuhn’s idea of ‘incommensurability’: He believed that major discoveries could change the interpretative frameworks, and scientists working in different ones could sometimes face a ‘logical gap.’ Again, unlike Kuhn, Polanyi showed that the ‘gap’ could be resolved in the course of scientific progress, for example, in the late-nineteenth-century controversy about the nature of alcoholic fermentation between Pasteur, who believed fermentation was brought about by organisms and chemists such as Liebig who believed it was a purely chemical process. The controversy was resolved by the discovery of intracellular enzymes by Eduard Buchner (Polanyi [1958] 1962, 150-7).\n\nDuring the 1930s and 1940s, Polanyi became increasingly involved in discussions about politics and economics, particularly about communism. A substantial number of British academics were Marxists. During a lecture tour in the USSR in 1935, a meeting with the leading Marxist theoretician Nikolai I. Bukharin deeply disturbed Polanyi. He recalled that ‘to claim independent status for pure science was ridiculed as mere snobbery’ and that, according to Bukharin, ‘pure science, as distinct from technology, can exist only in a class society.’ Later, Polanyi described the absurdity of such claims in the following words: ‘To declare that in a classless society, the pursuit of science – the search marked by the names of Copernicus and Newton, Harvey, Darwin, and Einstein – will spontaneously turn to the advancement of the next Five-Year Plan is simply ludicrous’ (ibid., 253). In the late 1930s and then, in particular, in 1948, these maxims turned into a battle against ‘bourgeois science,’ culminating in Lysenko’s campaign against Mendelism. Polanyi wrote numerous articles about the negative effects of the social control of science.\n\nPopper, Polanyi, and their importance for present-day science\n\nPolanyi’s views on scientific practice strongly contrasted with those of Popper, who did not deal with the actual processes that led to discovery. They were looking at science from very different perspectives. Popper’s interest was in evaluating scientific theories. He made it clear that a philosopher is not interested in the initial stage of a discovery, the act of conceiving or inventing a theory, because it ‘seems to me neither to call for logical analysis nor to be susceptible of it’ (1959). In contrast, Polanyi attributed great importance to scientific practice and to how theories were created. He made it clear that rules and principles alone – though important – would not enable anyone who was lacking the training and skills of a scientist to make any competent judgment.\n\nIn contrast to Popper, who focussed on the testing of bold hypotheses and revolutionary changes, Polanyi was of the opinion that far-reaching discoveries do not necessarily have to overturn an established framework and that progress was brought about mostly by discoveries within established scientific frameworks. Polanyi, despite anticipating Kuhn’s concept of ‘normal science,’ would not have accepted Kuhn’s distinction between normal science as aimed at puzzle solving and scientific revolutions that change whole scientific frameworks. According to Polanyi, ‘true innovations’ do not have to include a ‘revolutionary change by which the whole framework of science is reformed.’ Newton’s ideas ‘were widely current in his time; his work did not shock any strong beliefs held by scientists,… One of the …most surprising discoveries of our own age, that of the diffraction of X-rays by crystals (in 1912) was made by a mathematician, Max von Laue, by the sheer power of believing more concretely than anyone else in the accepted theories of crystals and X-rays. These advances were no less bold and hazardous than were the innovations of Copernicus, Planck, or Einstein’ ([1958] 1962, 276).\n\nTo him, the fact that scientific judgment, to a large extent, rested on tradition did not contradict ‘the appearance of true originality. For [the conformity to tradition] certainly does allow it: science presents a panorama of surprising developments.’ The surprising confirmations of novel discoveries, such as Mendel’s principles of heredity, confirm the ‘paradigm of all progress in science: discoveries are made by pursuing possibilities suggested by existing knowledge.’ According to Polanyi, this applies also to radically novel discoveries. Thus, ‘all the material on which Max Planck founded his quantum theory in 1900 was open to inspection by all other physicists. He alone saw inscribed in it a new order that could transform the outlook of man’, a discovery which, according to Polanyi, was more ‘solitary’ than even Einstein’s.\n\nWith science today being increasingly influenced by the availability of big data and AI techniques, it is important to heed both Popper and Polanyi. They provide the necessary answers to claims such as that the volume of data enables data to speak for themselves free from theory or that science has to be freed from the requirement of a causal description. Popper’s epistemology of hypothesis testing has proved fruitful – in modified versions – not only for 20th-century molecular biology but also for 21st-century systems biology. The marginalization of hypotheses and their experimental testing, so strongly emphasized by Popper, in big-data-driven research, foregoes the search for mechanisms or causes. Computer scientists Judea Pearl and Dana Mackenzie (2018) point to the importance of Polanyi when they emphasize that unlike in big data-driven correlations, ‘causal analysis requires the user to make a subjective commitment […] Where causation is concerned, a grain of wise subjectivity tells us more about the real world than any amount of objectivity; … data alone cannot make up for lack of scientific knowledge.” Popper and Polanyi remind us that science is more than a correlation of data. Scientific knowledge is important to explain natural phenomena, their mechanisms, and their causes. They remind us that science is a culture where communities have the obligation to convey their knowledge to the younger generation and the freedom to criticize established views.\n\nReferences\n\nPearl, Judea and Mackenzie, Dana. 2018. The Book of Why. The New Science of Cause and Effect. New York: Basic Books.\n\nPolanyi, Michael. [1958] 1962. Personal Knowledge – Towards a Post-Critical Philosophy. Chicago: University of Chicago Press.\n\nPopper, Karl. 1959. The Logic of Scientific Discovery. London: Hutchinson and Co."
    },
    {
        "title": "Recap: Donald Trump speaks in Dane County and Milwaukee, while Doug Emhoff speaks at Milwaukee manufacturer",
        "link": "https://www.jsonline.com/story/news/politics/elections/2024/10/01/donald-trump-doug-emhoff-to-hold-campaign-events-in-wisconsin-tuesday-live-updates/75468368007/",
        "description": "Donald Trump will be making campaign stops in Dane County and Milwaukee on Tuesday. Doug Emhoff will also be holding a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZWNAeS9yp6UbcHka2AeQ1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "Milwaukee Journal Sentinel",
        "article_content": "(This story has been updated to include new information.)\n\nFormer president Donald Trump returned to Wisconsin Tuesday, making campaign stops in Dane County and Milwaukee. Second gentleman Doug Emhoff also spoke in Milwaukee Tuesday afternoon on behalf of Vice President Kamala Harris' presidential campaign.\n\nTrump delivered remarks at Dane Manufacturing in Waunakee, about 13 miles north of Madison, and then spoke in a closed-to-the-public event at Discovery World, a science museum along Lake Michigan, in Milwaukee.\n\nEmhoff spoke at Diamond Discs International, a small manufacturing business in Milwaukee. Harris last held a rally in Wisconsin Sept. 20 in Madison.\n\nHere's a recap of the day:\n\nTrump ends his remarks to the media in Milwaukee\n\nTrump wrapped up his event in Milwaukee around 7 p.m., about an hour before the vice presidential debate starts.\n\nHe took questions from reporters for about 45 minutes after giving remarks that were similar to the points he made in Waunakee.\n\n— Hope Karnopp\n\nTrump hints at potential rallies at Fiserv Forum in Milwaukee, Green Bay\n\nWhile speaking at Discovery World, Trump hinted his team is looking at holding a rally at Fiserv Forum, which hosted the Republican National Convention in July. Harris also held a rally at the home of the Milwaukee Bucks during the Democratic National Convention.\n\n\"The building was beautiful,\" Trump said. \"I love Milwaukee. We had such a great convention here. They treated us so well. I also like the result. If I didn't get the right result, I probably wouldn't like Milwaukee. I got a great result.\"\n\nTrump added he'll announce a rally in Green Bay soon, potentially the day before a Green Bay Packers game. He also hinted at a third event that would be similar to the press conference format of the Tuesday night event in Milwaukee, which was ultimately closed to the public.\n\n— Hope Karnopp\n\nU.S. Rep. Bryan Steil praises Trump for campaigning in blue areas\n\nAt a panel discussion before Trump spoke in Milwaukee, Republican U.S. Rep. Bryan Steil praised the former president for \"campaigning in two of the most blue areas of our state.\"\n\n\"We as conservatives, we as Republicans, we as supporters of President Trump, know that we have the answers to the challenges that our country faces, that our communities face. In particular, blue cities across the country, and the challenges that they face,\" Steil said.\n\nSteil said he attended the opening of a GOP Hispanic outreach center in Milwaukee this weekend. The state party announced the new center after the national party abandoned its own center in the city early last year.\n\nSteil said voters who were excited to vote for Trump connected with issues like inflation, school choice, crime and national defense.\n\nSteil represents the southeastern portion of Wisconsin, including Racine and Kenosha. He is running for reelection and faces Democratic opponent Peter Barca, who once held the seat.\n\n— Hope Karnopp\n\nSpeakers focus on school choice ahead of Trump visit to Discovery World\n\nA panel of speakers that included advocates, elected officials, students and a school principal spoke ahead of Trump’s arrival at Discovery World in Milwaukee.Their comments focused on school choice, with students speaking to the opportunities their schools have offered them.“I can't tell you how many people I talk to, how many moms and dads I talk to about the importance of school choice, a policy championed by conservatives, championed by Republicans, championed by President Trump,” Steil said.\n\n“And it's a policy that says moms and dads should have a choice to choose the school that's best for their child, to make sure that their child is in an environment where there they can succeed.”— Alison Dirr\n\nUnclear why Trump's Milwaukee event is closed to public\n\nWhile general admission tickets were available for Trump's appearance at Discovery World, the public was ultimately not allowed entry. Members of the media were let in for a press conference-like event, though some supporters lingered outside in the afternoon, hoping to be admitted.\n\nA spokesman for the U.S. Secret Service told the Journal Sentinel it wasn't tracking any security issues and any changes to the event format were likely a decision made by the campaign. The campaign declined to comment.\n\nThe Secret Service noted Trump is receiving a heightened level of Secret Service protection and \"there are significant security measures put into place for tonight's event.\"\n\n— Hope Karnopp\n\nDoug Emhoff addresses crowd at Diamond Disc International\n\nSecond gentlemen Doug Emhoff addressed about 100 people at Diamond Disc International, saying Harris is “a capitalist, pro-growth.”\n\n“She knows the limitations of government,” Emhoff said, adding that Harris looks for “pragmatic solutions.”\n\nEmhoff also criticized Trump for “ducking” a second debate.\n\n“She kicked his ass at that first debate,” he said.\n\n— Ricardo Torres\n\nDiamond Disc president endorses Harris\n\nDiamond Discs International president Ugo Nwagbaraocha endorsed Harris for president, saying a Harris presidency would benefit businesses like his.\n\nNwagbaraocha said Trump “did nothing” for his business and called the Foxconn project in Mount Pleasant “Weasel-conn.”\n\n— Ricardo Torres\n\nTrump ends Waunakee speech around 3:20 p.m.\n\nTrump spoke for about an hour and 15 minutes in Waunakee, wrapping up his speech at 3:20 p.m.\n\n\"Remember, early mail-in voting is underway,\" Trump told the crowd. \"So vote, vote, vote. You got to get going.\"\n\nTrump is scheduled to appear at Discovery World at 5 p.m. It's not yet clear whether he's making the hour-and-a-half drive or traveling by plane to Milwaukee.\n\n— Hope Karnopp\n\nTrump supporters line up outside Discovery World, hoping event remains public\n\nTrump supporters lined up outside Discovery World early Tuesday afternoon even as rumbles of the event’s closure to the public were circulating among the crowd.\n\nBradley Kahn, 35, of Chicago said he had tried to attend a Trump event in 2015 but it was canceled. He’s been hoping to see him since, and Milwaukee was a close destination.\n\nHe wanted to get a selfie Tuesday.\n\n“If it gets canceled today, I would be pretty upset,” he said.\n\nHe was hoping to hear from Trump about election strategy, particularly immigration policy and employment.\n\nAhead in the line, Kelly McAuliffe said she and her family members arrived at Discovery World from the Chicago suburbs around 5 a.m.\n\nShe said the event invitation said there was limited space but that, since she arrived, police had over time moved attendees back from the front door.\n\nBy early afternoon, the line of a few dozen people stretched west on the sidewalk between Discovery World and the Milwaukee Art Museum.\n\nShe was no longer optimistic that she and other supporters would be getting into the event.\n\n— Alison Dirr\n\nDoug Emhoff will visit Diamond Discs International\n\nSecond gentleman Doug Emhoff and former Rhode Island governor Gina Raimondo will deliver remarks at Diamond Discs International, a small manufacturing business in Milwaukee.\n\nThey'll also get a tour of the building.\n\n— Ricardo Torres\n\nDoug Emhoff lands in Milwaukee\n\nTrump again criticizes prisoner swap involving WNBA star Brittney Griner\n\nTrump on Tuesday again criticized a prisoner swap involving WNBA star Brittney Griner and arms dealer Viktor Bout.\n\nBout, the so-called “merchant of death,” was exchanged in a 2022 prisoner swap for Griner, who had spent nearly a year in Russian captivity.\n\nTrump again essentially accused Griner of not being patriotic enough, saying she “tied her shoes” during the national anthem.\n\nGriner played for Team USA in the 2020 Tokyo Olympics and the 2016 Rio de Janeiro Olympics, winning gold both times.\n\nThen, at the 2024 Paris Olympics, as Griner stood on the medal stand with her third gold medal draped around her neck, tears streamed down her face as she stood for the national anthem.\n\nLast year, Bout urged Trump to seek refuge in Russia, saying he believed his life was “in peril.”\n\n— Mary Spicuzza\n\nTrump falsely claims immigrants are being signed up to vote\n\nWhile touching on immigration, Trump claimed immigrants are being registered to vote, a claim PolitiFact has debunked before.\n\n\"There's a reason why they let all these people in, because they want to get them to vote,\" Trump said.\n\nTrump didn't mention a Republican-led referendum question on the Nov. 5 ballot in Wisconsin, which aims to prevent noncitizens from voting in local elections in the future. Some cities in the U.S. do allow that, but nowhere in Wisconsin does.\n\nThe Wisconsin Elections Commission has said it knows of only four alleged cases of voter fraud related to citizenship since 2015. Wisconsin's voter registration form includes a checkbox confirming the voter is a U.S. citizen.\n\n— Hope Karnopp\n\nTrump calls Tommy Thompson 'the dean'\n\nTrump shouted out former Wisconsin governors Scott Walker and Tommy Thompson, who also spoke at the rally Tuesday. Trump called Thompson \"so respected\" and \"the dean.\"\n\nTrump said Thompson called him during his 2016 campaign, expressing doubts about Trump's ability to win Wisconsin and telling him to campaign in other battlegrounds.\n\n\"He said, 'Here's a deal. If I think you're going to win, I'll call you back,'\" Trump said. \"He called me about three weeks later. He said, 'It's time to come up. You're going to win this thing.'\"\n\n— Hope Karnopp\n\nTrump falsely claims there was a 'coup' when Harris became Democratic nominee\n\nTrump again falsely claimed that there was a “coup” when Harris replaced President Joe Biden as the Democratic presidential nominee.\n\nHe added that Walker “says it was a coup,” and also mentioned Thompson as he repeated his claims that “it was a coup.”\n\nBut a coup, or coup d’etat, is defined as a sudden, violent and unlawful seizure of power, experts say. So while Biden’s exit from the race was unusual, experts say it does not amount to a “coup.\"\n\nTrump’s comments undermining confidence in this year's presidential election echo the tactics he used in 2020 when he lost to Biden.\n\n— Mary Spicuzza\n\nTrump claims 50,000 people were turned away from Prairie du Chien rally\n\nAfter taking the stage at Dane Manufacturing, Trump claimed 50,000 to 60,000 people were turned away from his Saturday rally in Prairie du Chien.\n\nAbout a thousand people were standing in line to get into the rally, but the auditorium sat somewhere near 300 people.\n\nThe rally was initially planned to be held outdoors but switched to indoors over Secret Service staffing concerns. The agency was responsible for securing the United Nations General Assembly summit in New York on the same day.\n\n— Hope Karnopp\n\nTrump starts after about a 30-minute delay\n\nTrump took the stage at 2:05 p.m., about a half hour behind schedule.\n\nIn the meantime, attendees heard standard songs on Trump's rally playlist, including \"YMCA\" and \"Macho Man\" by the Village People and \"Gloria\" by Laura Branigan.\n\nThere were some newer additions: \"Give Me Everything\" by Pitbull and \"Thriller\" by Michael Jackson.\n\n— Hope Karnopp\n\nWisconsin union president accuses Trump of 'shell game' on overtime\n\nA Wisconsin union president is accusing Trump of playing a \"shell game\" when it comes to overtime pay and protections.\n\n\"He is claiming that he will eliminate taxes on overtime pay but he fails to mention that he would do so by eliminating overtime pay altogether,\" Stephanie Bloomingdale, the Wisconsin AFL-CIO president, said Tuesday in a statement.\n\nShe referred to Trump's recent comments at a rally in Erie, Pennsylvania, that he \"hated\" to give overtime and \"wouldn't pay\" it.\n\nBloomingdale also referred to Project 2025, which Trump has been trying to distance himself from in recent months.\n\n\"When Donald Trump comes here and tries to sell this underhanded scam, we are wise to the lie he is again trying to sell,\" she said. \"The truth is that Donald Trump does not care about the well-being of Wisconsin working people and he never has.\"\n\n— Mary Spicuzza\n\nVice President Kamala Harris visiting areas affected by Hurricane Helene before Thursday's Wisconsin visit\n\nBefore heading to Wisconsin on Thursday, Harris will visit areas affected by Hurricane Helene.\n\nHarris is scheduled to go to Georgia on Wednesday, according to a White House pool report. She will also travel to North Carolina, the pool report said.\n\nTrump traveled to the storm-hit battleground state of Georgia to survey damage from Helene . Trump told reporters, \"We're not talking about politics now,\" but he then criticized Biden and Harris over the administration's hurricane response in the hours leading up to the trip.\n\nBiden has pushed back on false claims made by Trump over his response to the disaster.\n\n\"Donald Trump is a liar,\" read a post on X from Biden. \"I’m working with governors and local officials to help those impacted by Hurricane Helene.\"\n\nHarris cut a previous campaign trip short to return to Washington, D.C., for briefings about the disaster.\n\nShe's planning to address voters in the Fox Valley on Thursday, according to an advisory to voters from Wisconsin Democrats.\n\nThe visit would be Harris' fifth to Wisconsin since she became the Democrats' presidential nominee in late July. The Harris campaign early Tuesday declined to comment on her travel plans, and a spokesman for the Democratic Party of Wisconsin didn't respond to a message about the advisory.\n\n— Mary Spicuzza\n\nTrump crowd count at 500 indoors, 4,500 outside\n\nAccording to a spokesman for the Republican Party of Wisconsin, the Dane Manufacturing facility held 500 people ahead of Trump's remarks, while about 4,500 stood outside the building.\n\n— Jessie Opoien\n\nWalker, Thompson encourage '72-county strategy' for Trump in Wisconsin\n\nWalker and Thompson greeted the crowd at Dane Manufacturing ahead of Trump's remarks, each stressing the need for Republicans to cut into the strong Democratic margins in Dane and Milwaukee counties.\n\n\"You need to go beyond your comfort zone. You need to talk to family and friends, neighbors and coworkers, including some who maybe don’t typically vote for a Republican,\" Walker said. \"Remind them ... this simple truth. Life was better when Donald Trump was president of the United States.\"\n\nWalker argued that any distaste for Trump's rhetoric is negated by his approach to the economy, the border and violent crime.\n\nThompson, in a rousing speech, reiterated his insistence that Trump can win Wisconsin by increasing his vote share in the state's two most liberal counties.\n\n\"You have to go where the votes are. You have to go where the opposition is. You have to come into Dane County, Milwaukee County and southwestern Wisconsin,\" he said. \"Dane County has the third-most Republican votes in the state of Wisconsin, and all we have to do is increase them.\"\n\n\"Democrats,\" he said, \"get the hell out of our way.\"\n\n— Jessie Opoien\n\nGov. Tony Evers criticizes Trump's visits\n\nIn a statement released Tuesday morning, Democratic Gov. Tony Evers said, \"I know Wisconsin families, and they’re going to reject (Trump) again in November.\"\n\n\"As president, Donald Trump was a disaster for Wisconsin, and we haven’t forgotten. A second term would be a heck of a lot worse — Trump’s extreme Project 2025 agenda would hurt working families, cut Social Security and Medicare, dismantle support for public education across the country and more,\" Evers said. \"Vice President Harris is the only candidate in this race fighting to lower costs, cut taxes and invest in Wisconsin’s future.”\n\n— Hope Karnopp\n\nTrump campaign releases statement on Emhoff visit\n\nIn a statement, Wisconsin press secretary for Trump's campaign, Jacob Fischer, said \"no visit from Doug Emhoff can conceal the reality that the dangerously liberal Harris-Walz agenda will be one that Wisconsinites simply can't afford.\"\n\n\"Emhoff has stood on the sidelines for four years of failure, and it's time to retire his second gentleman title. President Trump and JD Vance will lower taxes, empower our businesses and put hard-working Americans first, while Harris and Walz advance dangerously liberal policies and bankrupt our country,\" Fischer said.\n\n— Hope Karnopp\n\nFormer Gov. Tommy Thompson 'so happy' Trump is competing in Dane County\n\nThompson told reporters at Trump's event in Waunakee he's \"so happy\" the former president honored his request to visit Dane County.\n\nIn an interview last month on WISN-TV's \"Upfront,\" Thompson said he told Trump during his August rally in La Crosse that to win Wisconsin, he'll have to compete in the liberal strongholds of Dane and Milwaukee counties — areas that have rarely been a focus for Republican candidates.\n\nThompson, the state's longest-serving governor, told reporters Tuesday that by campaigning in both counties in one day, the former president will send a message that: \"I want your vote. I'm here in Dane County because I’m going to compete for your votes all over the state of Wisconsin.\"\n\nTrump lost the village of Waunakee by 28 points in 2020 — about half his losing margin countywide.\n\n— Jessie Opoien\n\nWhere is Waunakee, Wisconsin, the site of Trump's visit?\n\nWaunakee is about 13 miles north of Madison. It's in the northern part of Dane County, a county that produces large Democratic margins that present headaches for Republicans.\n\nIn 2020, Trump lost the village of Waunakee by 28 points, about half his losing margin in the county. Waunakee has a population of about 15,000.\n\nEric Hovde, the Republican candidate for Senate running against Democratic U.S. Sen. Tammy Baldwin, also visited Dane Manufacturing in Waunakee in September, where he took questions from employees.\n\n— Hope Karnopp\n\nDiscovery World has hosted Harris, Vance and now Trump\n\nTrump's appearance in Milwaukee Tuesday will take place at Discovery World, a science museum that juts out into Lake Michigan. The museum's current facility was built in 2006.\n\nDuring the Republican National Convention in Milwaukee, Trump's running mate and Ohio U.S. Sen. JD Vance spoke at Discovery World at an event sponsored by the Log Cabin Republicans, a pro-LGBTQ group.\n\nHarris also spoke at Discovery World in May, before she became the Democratic presidential nominee. During that visit, she focused on the economy and disparities that affect Black homeowners and business owners.\n\n— Hope Karnopp\n\nMore:From admission cost to hours to exhibits, here's what to know before a Discovery World visit\n\nTrump to make his first Dane County campaign stop\n\nHundreds of supporters are lined up outside Dane Manufacturing in Waunakee awaiting a visit from Trump. His remarks are scheduled for 1:30 p.m.\n\nIt's Trump's first campaign event in Dane County, Wisconsin's fastest-growing county and a Democratic stronghold. Biden led Trump by more than 181,000 votes in the county when he defeated him statewide by about 21,000 votes in 2020. In Waunakee, Biden led Trump by about 2,600 votes.\n\nDane Manufacturing has served as a friendly space for Republican candidates in the liberal region. Hovde toured the metal fabrication facility and fielded questions from employees about a month ago, and Texas U.S. Sen. Ted Cruz did the same at the company's former location during his 2016 presidential bid. Cruz, who now backs Trump, at the 2016 stop referred to him as a \"sniveling coward.\"\n\nIn his Tuesday speeches, Trump is expected to criticize the current Democratic administration's economic policy.\n\n\"When Wisconsinites send President Trump back to the White House, he will lower input costs for our farmers, cut 10 regulations for each new regulation implemented, and help, not hurt, farmers’ ability to feed the world,\" the Trump campaign said in a news release promoting the campaign events.\n\n\"While Kamala Harris desperately tries to run from her four years of failure for farmers, workers, and families across the state, Wisconsinites know that only President Trump can Make America Wealthy, Safe, Strong, and Great Again,\" the news release said.\n\n— Jessie Opoien\n\nHarris planning Fox Valley campaign stop Thursday in Wisconsin\n\nHarris will be returning to Wisconsin on Thursday to rally voters in the Fox Valley. The campaign hasn't yet confirmed her travel plans, but a Wisconsin Democrats advisory with a registration link went out to voters.\n\nHarris was last in Wisconsin in late September for a rally in Madison. The Fox Valley visit would be Harris' first to northeastern Wisconsin. Trump rallied in Green Bay in April for his first campaign stop of 2024, and running mate JD Vance was in De Pere recently.\n\n— Hope Karnopp\n\nWhat do the latest Trump-Harris polls show in Wisconsin?\n\nA new Marquette University Law School poll of Wisconsin voters will be released Wednesday afternoon, right in the middle of this week of campaign visits. The poll is considered one of the highest-quality surveys in the country.\n\nThe last poll, conducted between Aug. 28 and Sept. 5, showed Harris with a four-point lead over Trump. That was within the margin of error, as have been most Marquette polls this year in battleground Wisconsin.\n\nThe last poll also showed an important switch for Harris: For the first time, she led among voters who consider themselves \"very enthusiastic\" to vote. Harris closed an enthusiasm gap that presented problems for Biden, then pulled ahead of Trump in the latest poll.\n\n— Hope Karnopp\n\nAbout 462,000 absentee ballots have been requested in Wisconsin\n\nElection Day is Nov. 5, but voting is well underway in Wisconsin. According to Sept. 30 data from the Wisconsin Elections Commission, 461,704 voters have requested mail-in absentee ballots. About 87,000 of them have been returned by voters.\n\nEarly voting, which provides an opportunity to cast an absentee ballot at an in-person location, runs from Oct. 22 to Nov. 3 in Wisconsin. It's up to each city, town or village to decide how many dates, times and locations to offer.\n\nYou can register to vote, request an absentee ballot, look up what's on your ballot, find your polling place and more at myvote.wi.gov.\n\n— Hope Karnopp"
    },
    {
        "title": "32 alien planets that really exist",
        "link": "https://www.livescience.com/space/exoplanets/32-real-planets-that-sound-like-science-fiction",
        "description": "Beyond our solar system, countless alien worlds of lava, ice, water and noxious gas swirl through the cosmos. Here are some ...",
        "image_url": "https://www.bing.com/th?id=OVFT.djKn4OQRbeW72QBGk5Avsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science14h",
        "source": "Live Science",
        "article_content": "Far beyond the eight familiar planets in our solar system, countless bizarre and extreme worlds await discovery — and some have already been found.\n\nThanks to rapidly advancing telescope technology, astronomers have detected more than 5,600 planets outside our solar system. These exoplanets , as scientists call them, are worlds of lava, and worlds of water. They're worlds being ravaged by the heat of their stars, and worlds locked in eternal night. There are worlds that look like they were stolen straight from \"Star Wars,\" and worlds that may hold exotic forms of life never dreamed up in science fiction.\n\nJoin us as we tour some of the strangest and most fascinating exoplanets in our ever-surprising universe.\n\nThe \"hell planet\" where it rains lava\n\n(Image credit: NASA/JPL-Caltech)\n\n55 Cancri e is a rocky world about eight times the size of Earth, making it a type of exoplanet known as a \"super Earth.\" Despite its ample size, nothing is \"super\" about the living conditions here. Often nicknamed the \"hell planet,\" 55 Cancri e is completely covered in flowing seas of lava, and it may even rain lava there as well. The exoplanet is located 41 light-years from Earth, making it a popular target for studies (but not for summer getaways).\n\nRelated: 38 jaw-dropping James Webb Space Telescope images\n\nThe water world with (potentially) living oceans\n\n(Image credit: NASA, ESA, CSA, Joseph Olmsted (STScI))\n\nK2-18 b is a large world located about 120 light-years from the sun. It inhabits the \"Goldilocks zone\" around its star, meaning that liquid water (and potentially life) could exist there. A recent analysis with the James Webb Space Telescope (JWST) supports the idea that the exoplanet may have its own liquid water ocean — and that the ocean may be home to living creatures . In the study, JWST detected possible traces of dimethyl sulfide, a chemical known to be emitted only by phytoplankton on Earth, in the exoplanet's atmosphere.\n\nThe real-world \"Tatooine\"\n\n(Image credit: NASA/JPL-Caltech)\n\nLuke Skywalker would feel right at home on Kepler-16b . This exoplanet is the first known circumbinary planet — a planet that orbits two stars at the same time, just like Tatooine from the Star Wars franchise. However, because this huge planet has a gassy surface similar to Saturn's, even a Jedi would have a hard time finding their footing on this exoplanet, which is located about 200 light-years from the sun.\n\nThe rule-breaking behemoth\n\n(Image credit: Penn State)\n\nThe giant exoplanet LHS 3154b has scientists scratching their heads, because it seems far too large for its tiny star. This planet, which is about 13 times more massive than Earth but orbits a star nine times less massive than the sun, doesn't seem like it could exist, researchers said upon its discovery in 2023. Future studies of this \"impossible\" world could upend the known rules of planet formation.\n\nThe largest exoplanet in the known universe?\n\n(Image credit: NASA/JPL-Caltech)\n\nWith twice the radius of Jupiter, the exoplanet HAT-P-67 b may be the largest known planet in the universe , in terms of width. But despite its monumental girth, there are more massive worlds out there. This honkin' world, located about 1,200 light-years from Earth, has a very low density, giving it only about one-third the mass of Jupiter.\n\nThe \"fluffy\" planet where it rains sand\n\n(Image credit: Illustration: LUCA School of Arts, Belgium/ Klaas Verpoest (visuals), Johan Van Looveren (typography). Science: Achrène Dyrek (CEA and Université Paris Cité, France), Michiel Min (SRON, the Netherlands), Leen Decin (KU Leuven, Belgium) / European MIRI EXO GTO team / ESA / NASA)\n\nLocated 200 light-years from Earth, the exoplanet WASP-107b also has a very low density, making it appear \"fluffy\" in telescope observations. A recent JWST study of the planet revealed clouds potentially made of fine-grained silicate particles, meaning it may literally rain sand on this puffed-up world.\n\nThe \"eyeball planet\" with potentially living seas\n\n(Image credit: BENOIT GOUGEON, UNIVERSITÉ DE MONTRÉAL)\n\nSitting just 50 light-years from Earth, the beady-eyed exoplanet LHS 1140 b may be a candidate for alien life thanks to its one-of-a-kind surface. Scientists studying the world with JWST found that the planet may be covered in ice — except for the one part of its surface that permanently points toward its host star. Here, the star's heat may melt just enough ice for a circular, liquid water ocean to form, according to the researchers. Besides giving the planet a distinct bull's-eye appearance, this rare ocean may be a prime place for extraterrestrial life to flourish, the team wrote.\n\nThe rotten-egg world\n\n(Image credit: Roberto Molar Candanosa/Johns Hopkins Univeristy)\n\nThe exoplanet HD 189733 b , located about 64 light-years from Earth, has a chemical composition so distinct that astronomers can practically smell it from across the galaxy. A recent JWST study of the planet found that its atmosphere contains significant amounts of hydrogen sulfide — a toxic and flammable gas given off by decaying organic matter and volcanoes on Earth — which smells like rotten eggs. The smelly egg planet is far too hot for life to exist (thank goodness), but the mere fact that scientists can detect such distinct molecules in its atmosphere is a good sign that JWST may soon be able to detect signatures of life elsewhere in the universe.\n\nThe \"Vulcan planet\" that may not exist\n\n(Image credit: NASA/Robert Lea (created with Canva))\n\nIn a remarkable case of science fiction reflected in reality, scientists have reported the discovery of a planet similar to Vulcan, the home world of Dr. Spock in the Star Trek franchise. The planet was discovered in 2018 around the real star 40 Eridani A — the very same star that hosts Spock's home planet in the famous sci-fi series. However, recent follow-up observations of the star have called the planet's existence into question; subtle wobbles in the star's light signature may result not from a nearby planet's tugging on it but rather from regular eruptions on the star's surface. The existence of the Vulcan planet, named HD 26965 b, now seems in doubt.\n\nThe Earth-like planet around a small, red star\n\n(Image credit: Robert Lea (created with Canva))\n\nEarth may have a long-lost twin in a nearby star system. Named Gliese 12 b , the planet orbits a hot, red star in a system roughly 40 light-years from Earth. Remarkably, the exoplanet appears to have a width 1.1 times that of Earth, giving it similar properties to our own planet. And while Gliese 12 b orbits its home star much more closely than our planet does the sun (one year there lasts about 13 Earth days), that star is also much smaller, keeping the planet in the habitable zone where liquid water can form on the planet's surface. That means our distant twin may even have its own version of life.\n\nThe Earth-size planet with eternal night\n\n(Image credit: Lionel Garcia)\n\nNot all Earth-size planets are lucky enough to be habitable. Take SPECULOOS-3 b, a rocky, Earth-like world whose orbit around its red dwarf star is a little too close for comfort. Completing an orbit every 17 hours, the rocky world is exposed to so much radiation that its atmosphere was likely blasted away long ago, leaving the unlucky planet totally barren. The roasting temperatures aren't a global phenomenon, however; this planet is tidally locked, meaning one side always faces its star in eternal day, while the other side sits in perpetual night.\n\nThe red volcano world that's \"melting from within\"\n\n(Image credit: NASA, ESA, CSA, Dani Player)\n\nAstronomers have discovered a planet in a distant star system that appears to be erupting with so many volcanoes, the world literally glows red when seen through telescopes. The smoldering exoplanet, named TOI-6713.01 , is located roughly 66 light-years from Earth and orbits its star closely, completing a loop every 2.2 Earth days. Observations suggest the planet is covered in molten lava, released by hundreds of active volcanoes. The planet is also subject to incredible internal friction from the gravity of its star and its neighboring planets, which may be causing the world to literally melt from within.\n\nThe gas giant with bullet-like wind\n\n(Image credit: NASA, ESA, CSA, Ralf Crawford (STScI))\n\nScientists have mapped the weather on an enormous exoplanet 280 light-years from Earth, and the forecast looks grim. The planet, named WASP-43b , is tidally locked, with one massive face always pointing toward its star and the other cloaked in eternal darkness. Significant temperature differences between the two sides drive fierce winds, which scientists estimated to blow at up to 5,600 mph (9,000 km/h) — several times faster than a speeding bullet.\n\nThe hellish world with glorious rainbows\n\n(Image credit: ESA)\n\nThe exoplanet WASP-76 b — located about 637 light-years from Earth — is not the type of place you'd want to vacation. Orbiting 20 times closer to its home star than Mercury orbits the sun, the planet's dayside is estimated to reach 4,350 degrees Fahrenheit (2,400 degrees Celsius), making it a true hell world. There is one draw, however: A strange bright spot observed on the planet's surface, right where the day and night sides meet, could be a \"glory\" — a rare visual phenomenon, sometimes seen on Earth, made up of concentric rainbow rings forming a giant circle.\n\nThe giant planets orbiting dead stars\n\n(Image credit: Robert Lea (created with Canva))\n\nOne day, the sun will die — but some planets in our solar system may live on. Scientists made this inference after discovering two enormous planets orbiting \"dead\" white dwarf stars in distant star systems. Named WD 1202-232 and WD 2105-82 , the planets are estimated to be between one and seven times as massive as Jupiter, and both orbit small, dead stars at distances of at least 11.5 times that between Earth and the sun. Their discovery, if confirmed, hints that our solar system's comparable planets, Jupiter and Saturn, may be able to survive the inevitable death of the sun one day. (Earth, sadly, is likely to be swallowed up during our star's final expansion.)\n\nThe \"rogue\" planets of Orion\n\n(Image credit: NASA, ESA, CSA / Science leads and image processing: M. McCaughrean, S. Pearson, CC BY-SA 3.0 IGO)\n\nMost known planets orbit stars, but there may be countless others that don't. Scientists using the JWST have discovered hundreds of free-floating \"rogue planets\" zooming through the Orion Nebula, untethered to any star. Strangely, about 80 of these rogue worlds are trapped in binary orbits with each other, tumbling through space in pairs. Scientists are not certain how these worlds got ejected from their home star systems or why they are trapped in binary orbits. Given that these planets are roughly as massive as Jupiter, scientists have dubbed them Jupiter-mass binary objects — or JuMBOs, for short.\n\nThe distant planet we can actually see\n\n(Image credit: ESO)\n\nScientists detect most exoplanets indirectly, by watching changes in the light emitted by distant stars. But in 2004, researchers got direct visual confirmation of an alien world for the first time ever. Called 2M1207b, the exoplanet is located about 170 light-years away, in the constellation Centaurus, and is a gas giant about five times more massive than Jupiter. The team spotted the distant world by looking at it in three different infrared wave bands, which helped reveal the planet's heat while blocking the light of its home star. Since this groundbreaking discovery, roughly 200 exoplanets have been discovered through direct imaging, while more than 5,000 others have been revealed through other means.\n\nThe planet with clouds of quartz\n\n(Image credit: NASA, ESA, CSA, and R. Crawford (STScI))\n\nCan you imagine a sunset filtered through a crystal sky? That may be a reality on the exoplanet WASP-17b , a Jupiter-like gas giant that's so hot that its clouds are made of quartz crystals, observations with JWST suggest. The planet orbits extremely close to its home star, giving it an atmosphere with temperatures reaching a blistering 2,700 F (1,500 C). This heat forms tiny, sand-size silica particles in the planet's atmosphere, which may coalesce into clouds of pure quartz, researchers suggest.\n\nThe baby Jupiter about to be born\n\n(Image credit: ESO/ALMA (ESO/NAOJ/NRAO)/Weber et al.)\n\nExoplanet-hunting scientists zoom in on not just existing worlds but also worlds that are about to be born . While studying the region around the star V960 Mon, located about 5,000 light-years from Earth, scientists spotted a clumpy field of gas where two tendrils of material are apparently being funneled into distinct, planet-like lumps. According to the researchers, who made the discovery using the European Southern Observatory's Very Large Telescope and the Atacama Large Millimeter/submillimeter Array, this is the first time scientists have imaged a young star system on the verge of birthing its first giant planets.\n\nThe sibling planets dancing in lockstep\n\n(Image credit: ALMA (ESO/NAOJ/NRAO)/Balsalobre-Ruza et al.)\n\nAround the distant star PDS 70, located 370 light-years from Earth, resides an incredibly rare pair of sibling planets . One fully formed world roughly the size of Jupiter appears to swirl around its host star; behind it, in the same orbit, is an enormous cloud of gas and dust that researchers suspect may be the planet's partially formed sibling. Although only one of the objects seems to be a full-fledged planet, the pair is the first evidence of rare \"Trojan planets\" — two worlds that formed at nearly the same time, in roughly the same place around their home star, moving in the exact same orbit.\n\nThe planet turning its star into a \"spiral galaxy\"\n\n(Image credit: ESO)\n\nAbout 500 million light-years from Earth is a star system that looks suspiciously familiar. Wrapped in two dusty spiral arms , it resembles our own Milky Way galaxy — although on a much, much smaller scale. The reason for this star's galactic appearance? Astronomers suspect it's because of a hidden, Jupiter-size planet dubbed MWC 758 c, which used its massive gravitational pull to sculpt the star's sheath of dust into spectacular spiral arms. The planet has yet to be fully confirmed, but simulations show it's a likely cause of its home star's odd look.\n\nThe mirror world that shouldn't exist\n\n(Image credit: ESA/Cheops)\n\nMost planets reflect at least a bit of their home star's light. But the exoplanet LTT9779 b reflects a whopping 80% of its star's incoming rays — the highest reflectiveness of any planet ever discovered. The key to the planet's impressive albedo is a layer of metallic clouds that surrounds it. Scientists suspect the Neptune-size world's sky is mostly full of silicate, or glass, and titanate, a salt containing titanium — turning the planet's atmosphere into a veritable mirror. The planet's existence poses a puzzle for scientists: The world orbits so closely to its star that its atmosphere should have been blown away by now. The key to its survival may be the metal in the planet's skies, which may be too heavy for solar wind to blast it away.\n\nThe \"zombie\" planet that survived its star's death\n\n(Image credit: W. M. Keck Observatory/Adam Makarenko)\n\nThe exoplanet 8 Ursae Minoris b , also known as Halla, is a hot, Jupiter-like world located 520 light-years from Earth. Observations suggest the massive world should have been completely incinerated by its home star, which has already entered its red giant phase and appears to have long since ballooned outward into its system, scorching everything in its path, before shrinking back to its current size. The fact that Halla orbits relatively close to the star suggests it was either born after the star shrank again or the star that's visible today is one of two binary stars that merged, preventing either one from expanding on its path of destruction.\n\nThe water world with a steam atmosphere\n\n(Image credit: NASA/JPL-Caltech/R. Hurt (IPAC))\n\nThe exoplanet GJ 1214b is located just 40 light-years from Earth, but it's coated in so many thick clouds that scientists had a hard time studying it until recently. Using JWST's infrared vision to peer through the clouds, scientists analyzed the planet and saw what appeared to be an atmosphere made of steam, suggesting the world below may contain significant amounts of water.\n\nThe Earth-like planet with no atmosphere\n\n(Image credit: NASA, ESA, CSA, J. Olmsted (STScI))\n\nAround the distant star TRAPPIST-1, seven rocky, Earth-size planets swirl through the star's habitable zone. Whether any of these planets contain the right conditions for life is a question astronomers are eagerly investigating. But one of them, TRAPPIST-1b , may be officially out of the running. JWST's observations of the rocky, Earth-like world reveal that the planet is about as hot as an oven — a whopping 450 F (232 C) — and almost certainly doesn't have an atmosphere. Some of the scorching world's neighbors may be better positioned for life to emerge, but more research is needed to know for sure.\n\nThe extraterrestrial sandstorm planet\n\n(Image credit: NASA, ESA, CSA, Joseph Olmsted (STScI))\n\nScientists using JWST have spotted a gargantuan sandstorm raging on the exoplanet VHS 1256 b , located roughly 40 light-years from Earth. An enormous world that's far from its star, the \"super-Jupiter\" takes about 10,000 years to complete a single orbit. That large distance means scientists can see the planet's atmosphere relatively clearly, without too much starlight getting in the way. Recent observations showed incredibly hot clouds made of silicate particles swirling through the planet's atmosphere. According to the researchers, this may be evidence of a gargantuan dust storm.\n\nThe planet hotter than a star\n\n(Image credit: NASA/JPL-Caltech)\n\nKELT-9b is an extremely hot, Jupiter-like planet located 670 light-years from Earth. With an estimated surface temperature of 7,800 F (4,300 C), it was deemed the hottest exoplanet ever discovered upon its detection and is even hotter than some stars. This intense heat has a nasty impact on the planet's atmosphere: On KELT-9b's dayside, the heat of the nearby star beats down so intensely that hydrogen molecules in KELT-9b's atmosphere are literally ripped to shreds and blown across the planet. With one-half of the planet's atmosphere constantly melting, this world is one extraterrestrial destination you'd definitely want to avoid.\n\n(Image credit: NASA, ESA, and J. Olmsted (STScI))\n\nLocated about 900 light-years from Earth, the exoplanet WASP-121b is so hot that heavy metals are constantly boiling through its atmosphere and venting into space. Scientists spotted iron and magnesium molecules so high above the planet's surface that they could escape the pull of gravity and drift away. The extreme heat comes from the planet's ultraclose proximity to its host star. The planet is so close, in fact, that tidal forces generated by the star's gravity have stretched the planet into a football shape that distinguishes it from the spherical worlds most often discovered.\n\nThe ultrasmall world moving at breakneck speed\n\n(Image credit: NASA)\n\nLocated 35 light-years from Earth, L 98-59b is one of the smallest exoplanets ever discovered, with a mass just 0.4 times that of Earth. The tiny world also rockets around its home star at breakneck speed, completing an orbit in just two days, six hours. Because of this, the planet receives roughly 22 times as much energy from its home star as Earth does from the sun, almost certainly rendering the tiny, fast-moving planet uninhabitable.\n\nEarth's \"older cousin\"\n\n(Image credit: NASA)\n\nThe exoplanet Kepler-452 b appears so similar to our home planet that NASA has dubbed the world \"Earth's older cousin.\" The rocky exoplanet orbits a sunlike star at virtually the same distance that our planet orbits the sun, with a year there lasting about 384 days. That puts the planet firmly in the habitable zone, where liquid water could form on its surface. Sadly, our cousin will remain estranged for a good while longer: At nearly 1,800 light-years from Earth, the planet would take at least 30 million years to reach by spacecraft.\n\nThe bizarrely close sibling planets\n\n(Image credit: NASA)\n\nThe exoplanet Kepler-36b is a rocky world that's about 1.5 times the size of Earth and orbits bizarrely close to its neighboring world, the Neptune-like exoplanet Kepler-36c. The two alien worlds make extremely close approaches to each other every 97 days, on average; during those cosmic family reunions, the two planets are separated by less than five Earth-moon distances. These ultraclose encounters exert tremendous tidal forces on the sibling planets, possibly promoting active volcanism on the rocky Kepler-36b.\n\nThe unlucky planet around a toddler star\n\n(Image credit: NASA, ESA, Joseph Olmsted (STScI))"
    },
    {
        "title": "Enreach launches DialoX marketplace, expanding access to customisable AI solutions",
        "link": "https://finance.yahoo.com/news/enreach-launches-dialox-marketplace-expanding-091100468.html",
        "description": "Martin Classen Enreach Martin Classen, Chief Product Officer Enreach DialoX AI platform democratises AI services, empowering ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7FnQUKXFttwRX9j8xIYrES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "3h",
        "source": "YAHOO!Finance",
        "article_content": "Martin Classen Enreach\n\nMartin Classen, Chief Product Officer Enreach\n\nDialoX AI platform democratises AI services, empowering SMBs and channel partners with scalable, cost-efficient AI technology\n\nAlmere, 2 October 2024 – Enreach, Europe’s leading provider of converged contact solutions, today announced the launch of the DialoX marketplace that offers channel partners access to pre-configured conversational AI applications to improve operational efficiencies and lower operating costs. This new marketplace builds on Enreach’s existing DialoX platform that enables partners to create customised AI solutions through low-code and no-code tools. With these capabilities, Enreach partners can deliver conversational AI solutions tailored to meet their customers' unique communication challenges, even without vast prior knowledge in the field of AI.\n\nThe DialoX platform consists of several key components, one of them being the AI Marketplace, and is at the heart of Enreach’s innovative approach to making cutting-edge AI technology accessible to small and medium-sized businesses (SMBs). Through a user-friendly, web-based development studio, Enreach’s partners and customers can create tailored chat and voice bot solutions that integrate seamlessly into existing systems and communication channels. Enreach also provides active support to ensure that users can take full advantage of the platform's capabilities.\n\nKey benefits of DialoX include:\n\nTechnology Democratisation: DialoX introduces an efficient and practical method for partners to deliver AI features quickly and directly to end-user organisations. This channel-focused approach ensures that smaller businesses can also benefit from cutting-edge AI technology without the need for extensive in-house resources.\n\nExpanded Revenue Opportunities: Enreach partners have the opportunity to tap into the growing demand for AI services. By incorporating AI-driven features into their offerings, channel partners, VARs and MSPs can unlock new revenue streams, and reinforce their value to customers seeking AI solutions.\n\nSimplifying AI adoption for businesses of all sizes\n\n\n\n“We see the launch of the marketplace as a significant milestone in our ongoing commitment to empowering European SMBs with cutting-edge AI technology that can tangibly improve business performance and efficiency,” said Martin Classen, Enreach’s Chief Product Officer. “Building on the user-friendly foundation of the existing DialoX platform, this ‘marketplace’ approach democratises AI by making advanced, preconfigured solutions easily accessible to both customers and the channel partners that serve them. We believe this will allow our customers and partners to quickly leverage AI’s potential to compete—and succeed—in a rapidly changing market.”\n\nWith the DialoX platform and AI marketplace, Enreach is uniquely positioned to satisfy the growing demand for conversational AI solutions, particularly in customer experience, business development, and order fulfilment settings of various sectors. Enreach partners and customers can access the DialoX platform to acquire pre-configured AI applications, and build bespoke functionalities using low-code and no-code development tools.\n\n“We are seeing that small and mid-size businesses across Europe are increasingly interested in the benefits that AI technology provides, but are hesitant to adopt these technologies based on the perceived complexity and cost associated with them,” said Oru Mohiuddin, research director for European Enterprise Communications and Collaboration at IDC. “Enreach’s DialoX platform is a creative, cost-effective way to satisfy this growing demand. By developing a marketplace that allows both businesses and channel partners to obtain AI features in a streamlined, affordable manner, Enreach is giving underserved organisations an opportunity to improve operational efficiency and accelerate their digital transformation.”\n\nEnreach partners and customers across Europe are already using the DialoX platform. The new marketplace will soon be available to partners and customers in the Netherlands, with other markets such as Germany to follow shortly.\n\nNOTE TO THE EDITORS\n\nAbout Enreach\n\nEnreach is a European leader in converged contact solutions with a strong presence in the United Kingdom, the Netherlands, Germany, France, Spain, Denmark, Finland, Sweden, and the Baltic States. Enreach provides collaboration technology and telecom services through its resellers, service provider partners, and direct channels. All operations contribute to intelligent, integrated IT and communication solutions that ensure optimal communication and workflow between organisations. Enreach's mission is to give companies access to the best communication and collaboration tools with a simple, user-centric interface built around their specific needs and systems. The group's products place powerful features within reach of all companies, regardless of industry or size, so their employees can focus on getting great things done. Enreach operates in over 25 countries and has over 1,000 employees working in 20 different European offices.\n\nFor more information about Enreach, please visit: www.enreach.com.\n\nAttachment\n\n\n\n"
    },
    {
        "title": "Infinite Reality announces investment in Super League Enterprise",
        "link": "https://finance.yahoo.com/news/infinite-realiy-announces-investment-super-121037795.html",
        "description": "Infinite Reality announced a strategic investment and proposed partnership with Super League Enterprise. In this transaction, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wCkumIDJxWMMb0U4vFVK-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "30m",
        "source": "YAHOO!Finance",
        "article_content": "Infinite Reality announced a strategic investment and proposed partnership with Super League Enterprise. In this transaction, Infinite Reality will acquire 9.9% of SLE‘s outstanding shares via a share exchange, and Infinite Reality Board Chair Clark Callander will join the Board of SLE. Furthermore, the parties have entered into exclusivity to complete a supplemental transaction whereby Infinite Reality will secure an additional 75% of SLE shares, along with a second seat on the board of directors. Inclusive in this transaction is a commitment from Infinite Reality for up to $20 million in cash as well as access to a future $30 million credit facility, the terms yet to be negotiated. This follow-on investment, which will secure Infinite Reality’s majority stake in SLE, involves the transfer and integration of certain iR properties and rights, which when combined under one expanded SLE umbrella, will support capabilities diversification, audience and revenue growth, and market expansion. In this deal, Super League will be granted a worldwide perpetual license to produce events and sell sponsorships for the Drone Racing League, a tech-driven global sports property with over 100 million young fans across 170 countries. DRL’s multi-platform approach, including live events, video games, and esports, provides unique engagement opportunities for brands targeting the elusive Gen Z demographic. DRL’s underlying IP, including patents, will remain with Infinite Reality. In addition, SLE will assume ownership of the following iR assets: Thunder Studios: An L.A. based production company hosting facilities for immersive content creation. TalentX: A creator-first talent management firm, crafting strategies and relationships that serve the best interests of influencers and brands alike. Fearless Media: A digital media agency specializing in entertainment, retail, education, and technology verticals. To be determined inclusion of Infinite Reality’s esports assets, pending league approvals. Infinite Reality will retain full control and ownership of its other strategic properties and IP as a privately held company. These include, but are not limited to, iR Engine, the world’s most advanced 3D engine designed for the web browser; iR Studio, a low-code and no-code SaaS solution for building and deploying immersive projects; iR Enterprise Solutions, which partners with Fortune 1000 companies and governments to create bespoke virtual experiences, among other assets.\n\nPublished first on TheFly – the ultimate source for real-time, market-moving breaking financial news. Try Now>>\n\nStory continues\n\nSee Insiders’ Hot Stocks on TipRanks >>\n\nRead More on SLE:"
    },
    {
        "title": "The Eagles offense has sputtered to start every game. Kellen Moore aims to tune it up.",
        "link": "https://www.inquirer.com/eagles/eagles-kellen-moore-offensive-coordinator-slot-starts-20241002.html",
        "description": "The offensive coordinator has a chance to dig deep into the problem during the bye week. Getting Saquon Barkley more involved ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5_bF9bvD7twN7GKsMEe_tC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3h",
        "source": "Philadelphia Inquirer",
        "article_content": "Offensive coordinator Kellen Moore has seen the Eagles' attack go nowhere on the first drives of their four games. Read more\n\nThe bye week doesn’t only afford time for A.J. Brown, DeVonta Smith, and Lane Johnson to get healthy and help the Eagles offense return to full strength for the first time since Week 1.\n\nFor Kellen Moore, the lull in the schedule allows him to dive into what hasn’t been working for the offense through the first four games. Among those areas of concern are the offense’s slow starts in games, a trend that continued in the Eagles’ 33-16 loss to the Tampa Bay Buccaneers on Sunday.\n\nAdvertisement\n\nFor the fourth straight week, the Eagles failed to score in the first quarter, making them the only team in the league that has not done so this season. Their opening possessions have been abysmal — the Eagles have picked up one first down on four opening drives. The unit falls behind the sticks on every drive, putting itself in third-and-10-plus at least once on every opening possession. The Eagles have recorded just 12 net yards of offense on 13 plays total.\n\nWeek 4 was actually the Eagles’ second-most productive first possession of the season, when the group racked up a whopping 7 net yards of offense before a false-start penalty on the fourth-down punt technically wiped 5 yards off that total.\n\nMoore, the team’s first-year offensive coordinator, took the blame for the Eagles’ slow start on Sunday, acknowledging that he has to put the team in a better position to be successful early in the game. In doing that, the Eagles can avoid playing from behind and stay in a “balanced attack” throughout the contest, he says.\n\n“The first drive really is a great growth opportunity for us coming out of this bye week,” Moore said Tuesday. “We haven’t been successful in four weeks. Doesn’t mean we have to follow that trend moving forward. We can find our solutions and our better way to handle this.”\n\nMoore said that his goal with the opening script in general is about identifying the defense and getting touches for his key players. One of the Eagles’ best skill players, Saquon Barkley, has touched the ball just twice on the four opening drives — one run for no gain against the Buccaneers and his slip in the backfield against the Green Bay Packers that lost 5 yards.\n\n» READ MORE: Bad playing, bad coaching, and what comes next: Eagles DC Vic Fangio assesses damage from Sunday’s loss\n\nJalen Hurts fell short of an opportunity to get the ball in Barkley’s hands for what could have been a catch-and-run touchdown on Sunday. On the first play of the game, the running back ran a wheel route and got into scramble mode when he saw that Hurts escaped the pocket by rolling out to his right. Barkley separated from outside linebacker Joe Tryon-Shoyinka down the right sideline, but Hurts lofted the ball out of bounds.\n\n“Those are challenging situations where you’re rolling out, and obviously there’s a big-play potential opportunity,” Moore said. “But obviously, from a QB’s vision standpoint, obviously we can see it from a wide camera angle and see that he’s open. But kind of hard to see if you can identify where the safety’s at as the throw goes.\n\n“So it ended up out of bounds, unfortunately. Not the end of the world. Obviously we’ve got great opportunities to grow past that.”\n\nBy going three-and-out on three straight drives to start Sunday’s game and falling behind by 24-0 in the second quarter, Moore abandoned the running game more than he had in previous contests. The Eagles ran the ball only 20 times, their lowest number of attempts in a game this season. Barkley finished the day with just 12 touches for 116 yards from scrimmage, making it his least-involved game as an Eagle.\n\nIt didn’t help the running game’s case that the offense was only on the field for 9 minutes, 46 seconds in the first half compared to the Buccaneers’ 20:14.\n\n“[You] put yourself in a really challenging situation where you’re going to have to play catch-up ball for the rest of the game,” Moore said. “You still don’t want to lose the run game. You still want to try and keep it alive. Obviously, certainly, we’ve got to get [Barkley] more touches in those situations.”\n\n» READ MORE: Eagles’ Nick Sirianni says he’s not worried about his job status after loss to Buccaneers\n\nWhile the Eagles’ opening scripts have left a lot to be desired, Moore acknowledged that their second-half starts have been much better. The Eagles have scored 17 points (two touchdowns and a field goal) on their opening drives of the second half. That total includes Hurts’ Tush Push touchdown against the Bucs, an opportunity that was preceded by Barkley’s 59-yard gain on the first play of the drive.\n\nThe Eagles are averaging 6.5 points per third quarter, which is tied for sixth in the league. The challenge for Moore going forward is figuring out how to get into a rhythm earlier in the contest rather than depending on late-game efforts.\n\n“This is a really fun task for us to navigate and just find a way to get going sooner, get going quicker, because there are moments coming out of second halves, we’ve had successful drives, just coming out of it,” Moore said. “But we’ve obviously got to start faster. And so that’s a big focus for us, just to continue to evaluate that and find our way.”"
    },
    {
        "title": "A Venture Capital Firm Does Something Rare: Give Money Back",
        "link": "https://www.nytimes.com/2024/10/02/technology/crv-vc-fund-returning-money.html",
        "description": "CRV, based in Silicon Valley, plans to return to investors $275 million because the market for mature start-ups has soured.",
        "image_url": "https://www.bing.com/th?id=OVFT.CGUFKIU_TFfMhj-AkwR5uC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3h",
        "source": "The New York Times",
        "article_content": "Venture capital firms raise money — lots of it — and invest it in start-ups in hopes of generating big returns. One thing they rarely do is give the money back.\n\nYet that is what CRV, one of the industry’s oldest firms, is planning. The firm will tell its investors this week that it will return the $275 million that it has not yet invested from its $500 million Select fund, which is designed to back more mature start-ups.\n\nThe reason, four of the firm’s partners said in a joint interview, is that market conditions have changed for the worse. The valuations for start-ups are too high relative to their potential for a payoff, the partners said.\n\nCRV’s decision is part of a reset that is happening around the venture capital industry after the go-go years of the pandemic. In 2020 and 2021, many start-ups and investment firms raised outsize funding, expecting the boom to keep going."
    },
    {
        "title": "Gartner Digital Markets hosts the Insights Summit, unveiling 2025's Software Buying Trends",
        "link": "https://www.business-standard.com/content/press-releases-ani/gartner-digital-markets-hosts-the-insights-summit-unveiling-2025-s-software-buying-trends-124100101346_1.html",
        "description": "Gartner Digital Markets--the world's largest platform for finding software and services, including Capterra, GetApp, Software Advice, and UpCity--recently convened the Insights Summit in India's ...",
        "image_url": "https://www.bing.com/th?id=OJ.y8K8utdTkW3KwQ&pid=news&w=119&h=16&rs=2",
        "category": "software+trend",
        "date": "20h",
        "source": "Business Standard",
        "article_content": ""
    },
    {
        "title": "It looks like Motorola is finally fixing its software update problem",
        "link": "https://www.digitaltrends.com/mobile/it-looks-like-motorola-is-finally-fixing-its-software-update-problem/",
        "description": "For the second time in as many months, Motorola looks to be releasing a new Android phone with five years of software updates. This is a significant change.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "21h",
        "source": "Digital Trends",
        "article_content": "Motorola may be catching up to companies like Samsung and Google regarding the number of years of Android updates it provides for its smartphones. A new Motorola phone could come with five years of updates, and it represents the second Motorola phone to do so in as many months.\n\nThe recently announced Motorola Moto G75 will come with five Android OS upgrades and six years of security patches. By our count, this would mean that users will be able to update their phone to at least Android 19, considering that the Moto G75 ships with Android 14. Last month, it was announced that the Motorola Edge 50 Neo would include five years of OS upgrades and security patches.\n\nRecommended Videos\n\nWhile five years of updates isn’t as many as the seven years that companies like Samsung and Google promise, it still represents a significant increase from what Motorola had previously offered.\n\nMotorola confirms this update guarantee on its product page for the Moto G75, writing: “Keep up with the latest version of Android by getting five OS upgrades — and six years of security updates — guaranteed through 2029.”\n\nThe Motorola Moto G75 is a midrange smartphone with impressive features at its price point. It includes a Qualcomm Snapdragon 6 Gen 3 chipset, a 6.78-inch Full HD+ LCD with a 120Hz refresh rate, and support for expandable storage via a microSD card of up to 1TB.\n\nThe new phone also boasts a 50-megapixel main primary camera with optical image stabilization (OIS) and Quad Pixel technology and a 5,000mAh battery that supports 30-watt TurboPower wired and 15W wireless charging.\n\nThe new phone is available in Charcoal Gray, Aqua Blue, and Succulent Green. The Charcoal Gray model features a matte-finished back cover, while the Aqua Blue and Succulent Green models have vegan leather rear panels.\n\nIt looks like a very competent budget phone, though the real interest lies in its update policy. This is an area Motorola has long struggled with, and while it remains to be seen if the company actually makes good on this promise, it’s a very encouraging step in the right direction.\n\nMotorola has not yet announced the pricing and availability details for the Moto G75."
    }
]