[
    {
        "title": "New photo shows UFO hovering over Canada before it was shot down by US fighter jet",
        "link": "https://nypost.com/2024/09/25/us-news/ufo-flying-over-canada-shot-down-by-us-in-feb-2023-seen-in-new-picture/",
        "description": "A US F-22 shot the object, which was first tracked flying over Alaska eight days earlier, out of the sky on Feb. 11, 2023.",
        "image_url": "https://www.bing.com/th?id=OVFT.7gqJISWouleXztzizdk58y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "9h",
        "source": "New York Post",
        "article_content": "A newly released image showing the UFO that was shot down by a US fighter jet over Canada in 2023 has added more questions and uncertainty to the object floating over the Yukon.\n\nThe grainy, blurry image captured the “cylindrical” “suspected balloon” 40,000 feet above the Great White North in February 2023 days before it was taken out, according to CTVNews, which obtained the image through an information request with Canada’s Department of National Defence.\n\nA US F-22 shot the object, which was first tracked flying over Alaska eight days earlier, out of the sky on Feb. 11, 2023.\n\n4 A newly released image showing the UFO that was shot down by a US fighter jet over Canada in 2023 has added more questions and uncertainty to the object floating over the Yukon. Department of National Defence / CTV News\n\nOfficials in the US and Canada began tracking the UFO again when it crossed into Canadian airspace, and Prime Minister Justin Trudeau gave the order to shoot it down just after 4:50 p.m.\n\nAn American pilot struck the object with an AIM 9x missile.\n\nThe airborne object previously described as a “small, metallic balloon with a tethered payload” was spotted amid three other cases in which North America dealt with unidentified objects in the sky.\n\nBetween Feb. 10 and Feb 12, three objects were spotted floating over North America before they were downed over Alaska, the Yukon and Lake Huron, respectively.\n\nThey were all smaller than the suspected Chinese spy balloon that traveled from Alaska across the United States before it was shot down over South Carolina on Feb. 4, 2023.\n\n4 The Canadian government was prepared to release the photo of the Yukon UFO, having declassified it and approved it for the public to see before holding off. Department of National Defence / CTV News\n\n4 A US F-22 shot the object, which was first tracked flying over Alaska eight days earlier, out of the sky on Feb. 11, 2023. REUTERS\n\nChina used American technology in its spy balloon that snooped on US military bases earlier this year, a federal investigation analyzing the object’s debris has found.\n\nThe Canadian government was prepared to release the photo of the Yukon UFO, having declassified it and approved it for the public to see before holding off.\n\n“Attached is an image approved to be released,” Canadian military leaders wrote in a Feb. 15, 2023, email, according to the outlet. “We are looking at getting a better one to send to you.”\n\nThe Department of National Defence was going forward with the release of the image before the acting assistant deputy minister for public affairs questioned whether the public should see it.\n\nStart and end your day informed with our newsletters Morning Report and Evening Update: Your source for today's top stories Thanks for signing up! Enter your email address Please provide a valid email address. By clicking above you agree to the Terms of Use and Privacy Policy. Never miss a story. Check out more newsletters\n\n“Should the image be released, it would be via the [Canadian armed forces] social media accounts,” the official wrote. “Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.”\n\nIt was later recommended the Canadian department should wait on the release “pending US engagement,” leading to the photo never seeing the light of day for over a year and a half.\n\nPresident Biden confirmed the three objects were shot down but said there were no “suggestions they were related to China’s spy balloon program, or that they were surveillance vehicles from any other country.”\n\n4 They were all smaller than the suspected Chinese spy balloon that traveled from Alaska across the United States before it was shot down over South Carolina on Feb. 4, 2023. REUTERS\n\nSearches for the debris from all three objects were conducted, but both the Canadian Mounties and the US called off the efforts days later.\n\nPoor weather conditions and slim chances of finding the debris fields were cited as reasons for not continuing the searches."
    },
    {
        "title": "New UFO Doc ‘The Program’ Set from ‘The Phenomenon’ Director James Fox (Exclusive)",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/ufo-doc-the-program-james-fox-1236011733/",
        "description": "The feature, which will be screened for buyers, will focus on the bipartisan Congressional effort to uncover government ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rbvs0gPJdEgDk7xnICLs_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "The Hollywood Reporter",
        "article_content": "As the conversation around UFOs/UAPs continues to heat up on Capitol Hill, documentarian James Fox has set his next feature on the subject.\n\nFox directs The Program, which is described as exploring “the unprecedented bipartisan congressional effort to uncover what intelligence agencies really know about UFOs, now referred to as UAP.” In July 2023, three former Pentagon officials testified about their experience with or sightings of UFOs/ UAPs, and the U.S. Senate introduced the bipartisan UAP Disclosure Act. Earlier this month, it was reported that the Senate Armed Services Committee is looking to hold a UFO hearing after the elections in November.\n\nThe doc, narrated by Peter Coyote, will include extensive interviews with insiders, experts and politicians. Christopher Mellon, the former deputy assistant secretary of defense for intelligence, and Stanford University’s Dr. Gary Nolan, will be among those who appear in the doc. Also set are Jason Sands, a master sergeant in the United States Air Force; Craig Lindsay, formerly of Scotland’s Royal Air Force Office; and Nick Pope, formerly of the U.K.’s Ministry of Defense. Among others, Andre Carson, Sen. Harry Reid and Rep. Tim Burchett are interviewed, along with Kirk McConnell, who previously held a position in Senate Armed Services Committee.\n\nFox and Lance Mungia produced the doc, with Jim Martin and Henry Marx of Lab 9 Films executive producing. Verve Ventures is handling sales, with the doc set to screen for buyers.\n\n“I’ve been making films on the topic of UFOs (now referred to as UAP) since the early 1990s. I never thought I’d live to see the day when high level military officials would testify under oath to a bipartisan group of lawmakers that the United States government has been hiding definitive proof that we are not alone. The program lays out a very compelling case that disclosure is upon us,” said Fox, who was behind previous docs The Phenomenon and Moment of Contact.\n\nAdded Martin and Marx: “We are thrilled to bring James Fox’s most powerful work, The Program, to the widest possible audience. This film is banging on the door of UFO disclosure, demanding the attention and conversation it deserves.”\n\nThe conversation about UFOs/UAPs is heating up as top officials continue to share their stories. Recently, Jay Stratton, the former director of the U.S. government’s secretive Unidentified Aerial Phenomena Task Force, struck a memoir deal with HarperCollins. Last month, Luis Elizondo — the former head of the Pentagon’s program investigating UFOs/ UAPs — released the book Imminent: Inside the Pentagon’s Hunt for UFOs, which became a New York Times best-seller."
    },
    {
        "title": "Presidents CANNOT UFO Information On Their Own because of the Atomic Energy Act.",
        "link": "https://www.msn.com/en-us/news/politics/presidents-cannot-ufo-information-on-their-own-because-of-the-atomic-energy-act/vi-AA1rbWPe?ocid=BingNewsVerp",
        "description": "A reddit thread stated today and listed that Presidents cannot discose UFO information on their own accord due to the Atomic ...",
        "image_url": "https://www.bing.com/th?id=OVF.2KaSM50YMmcBFfJvb040fg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN5h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "First image released of 'cylindrical' UFO shot down by US fighter jet over Alaska in 2023",
        "link": "https://www.dailymail.co.uk/sciencetech/article-13887761/First-image-released-cylindrical-UFO-shot-fighter-jet-Alaska-2023.html",
        "description": "Canada has released the first-ever image of the UFO shot down during a chase above Alaska and the Yukon that followed the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YkzPakP9kcqpxCFU5VaQ5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19h",
        "source": "Daily Mail",
        "article_content": "This is the first image of a UFO shot down by American fighter jets during a chase near Alaska last year.\n\nThe photo shows a seemingly glowing horse shoe-shaped object with ill-defined edges over the Yukon territory in northwest Canada on February 11, 2023.\n\nIt was shot down by a US Air Force F-22 stealth fighter on a joint mission with the Canadian Armed Forces following the now infamous Chinese spy balloon drama that made international news that month.\n\nRedacted documents show that this UFO image was designated as 'unclassified' within just days of the now 19-month-old incident, yet Canada's defense department did not release it to the public until now.\n\nCanada has released the first-ever image of the UFO shot down during a chase above Alaska and the Yukon that followed the Chinese spy balloon drama of February 2023 (above)\n\nThe odd pic shows a seemingly circular white object that had been shot down by a US Air Force F-22 Raptor stealth fighter in a joint mission with the Canadian Armed Forces. Above, another USAF F-22 Raptor during an air show over Toronto, Canada on August 31, 2024\n\nA possible reason, as one public affairs official with Canada's Department of National Defence (DND) warned colleagues, was internal fears that releasing this unclassified UFO image 'may create more questions/confusion.'\n\nThis official, a director of communications named Taylor Paxton, advised military colleagues that this confusion would be inevitable 'given the current public environment and statements related to the object being benign.'\n\nPaxton suggested that any move by the Royal Canadian Air Force to publish the photo on social media would likely only raise more inquiries from the general public and the press 'regardless of the text that will accompany the post.'\n\nThe craft was one of three shot down over Alaska, Yukon and Lake Huron between February 10 and 12, 2023.\n\nThe three objects were reportedly much smaller than the Chinese spy balloon that was grounded off the coast of South Carolina days earlier.\n\nThe new emails — obtained along with the eerie new UFO photo by CTVNews.ca reporter Daniel Otis via an open records law request — also included efforts by members of Canada's armed forces to better understand the craft that had been shot down themselves.\n\nOne email from Canadian Brigadier-General Eric Laforest described the UFO as a 'cylindrical object.'\n\n'Top quarter is metallic, remainder white. 20-foot wire hanging below with a package of some sort suspended,' Brig. Gen. Laforest wrote. 'Best description that we have.'\n\nThe suspected spy balloon was one of four airborne objects gunned out of the sky by the US over eight days of February 2023. One unusual feature of the newly released UFO photo is that it had already been designated 'unclassified' within just days of these 19-month-old incidents\n\nA possible reason, as one public affairs official with Canada's Department of National Defence (DND) warned colleagues, was the Canadian military's own internal fears that releasing this UFO image 'may create more questions/confusion'\n\nDark portions visible along the top center of the UFO in this newly released image may depict either that upper metallic region or the remains of the alleged 'package.'\n\nBut this release only adds more mystery to the wave of espionage-tinted UFO activity that surrounded the confirmed downing of an authentic Chinese-government spy balloon earlier that month off the coast of South Carolina's Myrtle Beach.\n\nIain Boyd, a professor of aerospace engineering and director of the Center for National Security Initiatives at the University of Colorado, described the Canadian government's reticence to release the image as an issue of national security — despite the image's 'unclassified' designation.\n\n'It comes down to these episodes illustrating a potential vulnerability in the U.S./Canada defensive system,' Boyd opined.\n\n'Certainly the failure to provide more information has fed conspiracy theories,' as he told CTVNews.ca, 'but the military will likely accept that outcome over disclosing information that may help an adversary identify defensive weaknesses.'\n\nAccording to the report for CTV News, the network's journalists plan to petition the Canadian military for a higher resolution version of this UFO image."
    },
    {
        "title": "Eerie declassified photo shows ‘cylinder’ UFO shot down by US fighter jets over Canada in highly secretive intercept",
        "link": "https://www.thesun.ie/tech/13882327/eerie-declassified-photo-ufo-us-fighter-jet/",
        "description": "AN EERIE picture declassified by the Canadian government has revealed a bizarre 'cylinder' UFO that was shot down by a US ...",
        "image_url": "https://www.bing.com/th?id=OVFT.smbMgZqtnT7jJpPf4KSl4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Irish Sun",
        "article_content": "An email from a Canadian Brigadier-General reveals the description of the mystery object\n\nSKY SECRETS Eerie declassified photo shows ‘cylinder’ UFO shot down by US fighter jets over Canada in highly secretive intercept\n\nAN EERIE picture declassified by the Canadian government has revealed a bizarre \"cylinder\" UFO that was shot down by a US fighter jet in a secret operation.\n\nThe grainy image, understood to be a copy of an email printout, shows a white, doughnut-shaped object that flew over Alaska in 2023.\n\n5 The doughnut-shaped object appears to have a white body with a metallic top Credit: CTVNEWS\n\n5 The grainy image is understood to be a copy of an email printout obtained through an FOI request Credit: CTVNEWS\n\n5 A US Air Force F-22 fighter jet shot down the mystery object in a highly secretive operation Credit: Alamy\n\nIt was one of the three \"unidentified aerial objects\" that were shot down by a US Air Force F-22 fighter jet during a highly secretive joint mission with the Canadian armed forces.\n\nThe downing followed the spotting of a gigantic Chinese spy balloon the size of three buses which was seen lurking over the US.\n\nThe circular UFO along with the other two mystery objects were initially thought to be \"suspected spy balloons\", but were reportedly much smaller than the towering Chinese inflatable object that sparked chaos in America.\n\nAnd its picture was released as part of a Freedom of Information request filed by an anonymous Canadian citizen, and obtained by a reporter at CTVNews.ca.\n\nmore on UFOs MAN IN BLACK I was Pentagon UFO chief - I know ‘non-human’ bodies have been found on Earth\n\nOne email from Eric Laforest, a Canadian Brigadier-General, revealed the description of the mystery object.\n\nThe email described it as a \"cylindrical object\" that appeared to have a white body and a metallic with a metallic top.\n\nHe added: \" 20-foot wire hanging below with a package of some sort suspended from it.\"\n\nA top memo from the Pentagon office revealed that the object appeared to be a \"small, metallic balloon with a tethered payload below it.\"\n\nThe image appears to have been taken from an aircraft below it, although that has not been confirmed.\n\nDark portions seen at the top of the UFO in the picture may depict the metallic top of the object, as reported by the US and Canadian authorities.\n\nThe image of the object was distributed internally just after the incident.\n\nIt was declassified for public release, but the decision as help back shortly.\n\nAn official working with Canada's Department of National Defence (DND) reportedly warned that releasing this unclassified UFO image \"may create more confusion\".\n\nBut the released picture is now raising more concerns abut the mysteries behind UFO sightings across the skies in the US.\n\nJust a few days ago, Donald Trump vowed to reveal exclusive UFO footage if he is elected back to the office in the November elections.\n\nThe Republican presidential candidate said he would push the Pentagon to declassify the alleged UFO sighting videos in a sensational interview.\n\nTrump, who is hoping to beat Democratic rival Kamla Harris in the upcoming presidential elections, is known to have a decade-long fascination with aliens and unexplainable sightings.\n\nHe told popular American podcaster Lex Fridman that he would \"surely\" make secret footage of alleged UFO sightings public.\n\nWhile most sightings have been deemed balloons, other reports lead the office to investigate UFOs that they say are anomalous.\n\nTrump has previously suggested he would reveal more information from a wide range of classified files to the American people.\n\nThe real threat of UFOs and aliens FOR decades, UFOs and aliens were considered to be make belief things created by people in tinfoil hats but they are now considered a threat to national security. Long gone are those who claim conspiracy theories are all false as many are now discussed at the highest levels of government with US officials even admitting their existence. As more and more credible witnesses continue to come forward to tell their extraordinary stories publicly. The 2010s saw decades of stigmas around extraterrestrial life start to break down as politicians made UFO sightings a matter of national security. Across the world, governments have also unveiled some spooky truths with some even showcasing \"dead alien corpses\" on display for Congress. Researchers recently verified the legitimacy of a set of three-fingered mummies as potential evidence of \"non-human\" life forms. A line-up of doctors confirmed at Mexico's Congress on Tuesday that the bodies, purportedly not of this Earth, were in fact real, once-living organisms. The Pentagon also released a blockbuster 1,574 pages of real-life X-Files in 2022, related to its secretive UFO programme. The haul includes reports into research on the biological effects of UFO sightings on humans, sets out categorisations for paranormal experiences, and studies into sci-fi-style tech. Top UFO chief Sean Kirkpatrick told the world last year that he is set to step down from his job following his stern warning of concerning activity \"in our backyard.\" The Pentagon's UFO analysis office launched a UFO reporting service to the public after admitting to uncovering \"some things\" and calling the high number of suspicious activity either a foreign power or aliens. Navy jet footage has revealed the intriguing images of a government-confirmed UFO baffling the internet. The United States Government launched the All-domain Anomaly Resolution Office (AARO) in 2022 to investigate reports of unidentified flying objects (UFOs).\n\nIn 2021, Trump signed a bill calling on intelligence agencies to find out the truth behind UFO military base sightings.\n\nTrump also said he had heard some \"interesting things\" about aliens as he hinted he may declassify files on the infamous Roswell UFO.\n\nRoswell is regarded as one of the most notorious UFO incidents.\n\nIt happened when a rancher discovered a mysterious crash site on his pasture in New Mexico in 1947.\n\nThe US Air Force said it was a crashed weather balloon, and later admitted it was part of a secret nuclear test.\n\nTheories still rage about the crash, however, with the most outlandish claiming it was a flying saucer filled with alien bodies that were recovered and taken to Area 51.\n\n5 Speaking on Lex Fridman's podcast, Trump claimed he had faced pressure to declassify previous records of alien encounters Credit: YouTube/Lex Fridman"
    },
    {
        "title": "F5, NetApp team to streamline AI app deployments",
        "link": "https://www.networkworld.com/article/3539333/f5-netapp-team-to-streamline-ai-app-deployments.html",
        "description": "The vendors are combining their multicloud networking and data management platforms to make it easier for enterprises to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oCoV0cOlmcSU9S2GxHLoBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Network World5h",
        "source": "Network World",
        "article_content": "F5 and NetApp announced plans to combine their technologies to help enterprise customers securely deploy AI applications across multicloud environments.\n\nThe deal will bring together F5’s secure multicloud networking technology and NetApp’s BlueXP suite of data management products to streamline the use of large language models (LLM) across hybrid environments. The combination will make it easier for customers to build LLMs using enterprise data and create AI-based applications that can help monitor, manage and troubleshoot distributed networked systems.\n\nDistributed Cloud Network Connect is F5’s connectivity service that ties together multiple cloud provider networks. NetApp’s BlueXP offers a single integrated pane of glass for monitoring, troubleshooting and managing NetApp storage systems including OnCommand Network Attached Storage Protocol (ONTAP), All flash (AFF), and the Microsoft-NetApp developed Azure NetApp Files (ANF)."
    },
    {
        "title": "Beyond The Cloud: AI Opens The Door For The Next Wave Of B2B Applications",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/25/beyond-the-cloud-ai-opens-the-door-for-the-next-wave-of-b2b-applications/",
        "description": "Daniel Saks is the CEO of Landbase, an intelligent go-to-market automation company, and co-founder of unicorn AppDirect.",
        "image_url": "https://www.bing.com/th?id=OVFT.dtNvi50CcMCQN6_lFGfmji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "If Generative AI Is The New Operating System, Agents Are The New Apps",
        "link": "https://www.forbes.com/sites/janakirammsv/2024/09/25/if-generative-ai-is-the-new-operating-system-agents-are-the-new-apps/",
        "description": "AI agents are likely to become as ubiquitous as traditional applications. Businesses that effectively leverage them will gain ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XvOCnHcu2w_5CX2KSMZFJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Meta AI can now talk to you and edit your photos",
        "link": "https://www.yahoo.com/tech/meta-ai-can-now-talk-to-you-and-edit-your-photos-172853219.html",
        "description": "Meta is infusing Meta AI with a load of new features in the hopes that more people will find its assistant useful.",
        "image_url": "https://www.bing.com/th?id=OVFT.Q-Ow-efuyWcGZTcXfjei4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "Over the last year, Meta has made its AI assistant so ubiquitous in its apps it’s almost hard to believe that Meta AI is only a year old. But, one year after its launch at the last Connect, the company is infusing Meta AI with a load of new features in the hopes that more people will find its assistant useful.\n\nOne of the biggest changes is that users will be able to have voice chats with Meta AI. Up till now, the only way to speak with Meta AI was via the Ray-Ban Meta smart glasses. And like last year’s Meta AI launch, the company tapped a group of celebrities for the change.\n\nMeta AI will be able to take on the voices of Awkwafina, Dame Judi Dench, John Cena, Keegan Michael Key and Kristen Bell, in addition to a handful of more generic voices. While the company is hoping the celebrities will sell users on Meta AI’s new abilities, it’s worth noting that the company quietly phased out its celebrity chatbot personas that launched at last year’s Connect.\n\nIn addition to voice chat support, Meta AI is also getting new image capabilities. Meta AI will be able to respond to requests to change and edit photos from text chats within Instagram, Messenger and WhatsApp. The company says that users can ask the AI to add or remove objects or to change elements of an image, like swapping a background or clothing item.\n\nMeta is testing AI-generated content recommendations in the main feed of Facebook and Instagram. (Meta)\n\nThe new abilities arrive alongside the company’s latest Llama 3.2 model. The new iteration, which comes barely two months after the Llama 3.1 release, is the first to have vision capabilities and can “bridge the gap between vision and language by extracting details from an image, understanding the scene, and then crafting a sentence or two that could be used as an image caption to help tell the story.” Llama 3.2 is “competitive” on “image recognition and a range of visual understanding tasks” compared with similar offerings from ChatGPT and Claude, Meta says.\n\nThe social network is testing other, potentially controversial, ways to bring AI into the core features of its main apps. The company will test AI-generated translation features for Reels with “automatic dubbing and lip syncing.” According to Meta, that “will simulate the speaker’s voice in another language and sync their lips to match.” It will arrive first to “some creators’ videos” in English and Spanish in the US and Latin America, though the company hasn't shared details on rollout timing.\n\nMeta also plans to experiment with AI-generated content directly in the main feeds on Facebook and Instagram. With the test, Meta AI will surface AI-generated images that are meant to be personalized to each users’ interests and past activity. For example, Meta AI could surface an image “imagined for you” that features your face.\n\nCatch up on all the news from Meta Connect 2024!"
    },
    {
        "title": "Meta AI can now understand and edit your photos",
        "link": "https://www.msn.com/en-us/news/technology/meta-ai-can-now-understand-and-edit-your-photos/ar-AA1rcofk?ocid=BingNewsVerp",
        "description": "Meta announced that Meta AI will now be able to help you edit photos using AI technology as well as answer questions about ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mT7uK9pq4shLPt66eQIS_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Exclusive: Seen any paranormal activity on your Ring device? You could win $100,000",
        "link": "https://www.msn.com/en-us/news/technology/exclusive-seen-any-paranormal-activity-on-your-ring-device-you-could-win-100-000/ar-AA1r74hR?ocid=BingNewsVerp",
        "description": "Ring’s 'Great Ghost Search' will award $100,000 for whoever submits compelling paranormal or ghostly activity captured by a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lLSzBH7Q7ZqkMApvpW742S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Ring is offering $100k for videos of ghosts, other paranormal activity this Halloween season",
        "link": "https://www.yahoo.com/entertainment/ring-offering-100k-videos-ghosts-212810832.html",
        "description": "Ring, the home surveillance company, wants users to call them if they spot any ghosts this Halloween season. The company is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EkWahdLvi2tqBzmGatFyyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22h",
        "source": "Yahoo",
        "article_content": "Ring is offering $100k for videos of ghosts, other paranormal activity this Halloween season\n\nRing, the home surveillance company, wants users to call them if they spot any ghosts this Halloween season.\n\nThe company is inviting its users to submit videos showcasing paranormal activity for the chance to win a $100,000 prize. Ring users can enter the contest here.\n\nAny form for paranormal activity is welcome, according to Ring.\n\n“From supernatural sightings of floating orbs and unexplained shadows to family and friends wearing silly costumes. Funny, frightening, fashionable, all of it. If you find a ghost, we want to see it,” the contest website said.\n\n“Finn Wolfhard, star of “Ghostbusters” and Netflix’s “Stranger Things,” and Paranormal Investigator Katrina Weidman will serve as part of the judging team for Ring’s Great Ghost Search, helping to select the winning entry,” a news release said.\n\nOnly the first 5,000 entries received through Nov. 1 will be considered for the grand prize.\n\nMore information about the contest can be found here.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KTLA."
    },
    {
        "title": "Ghosts—busted?",
        "link": "https://www.udel.edu/udaily/2024/september/paranormal-beliefs-youtube-paul-brewer/",
        "description": "Yes, Brewer was a fan of the 1990s television hit 'The X Files,' and he does admit to watching a Ghostbusters movie or two — he even has a pint-sized replica of the film’s famous ghost-fighting ...",
        "image_url": "https://www.bing.com/th?id=ODF.SSsIsrIvUPdpCDihE7zimg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "University of Delaware1h",
        "source": "University of Delaware",
        "article_content": "Illustration and animation by Jeffrey C. Chase\n\nSince he was a child, University of Delaware communication professor Paul Brewer has been fascinated by unidentified flying objects (UFOs), ghosts, haunted houses and the like.\n\nYes, Brewer was a fan of the 1990s television hit “The X Files,” and he does admit to watching a Ghostbusters movie or two — he even has a pint-sized replica of the film’s famous ghost-fighting ambulance, the Ectomobile, in his office.\n\nBut what Brewer finds most intriguing is how media messages might influence people's belief in paranormal topics, and what we can learn from this in terms of how individuals perceive other messaging that may sit at the fringes of mainstream belief.\n\nAn expanding media landscape\n\nDuring the 1990s, a big wave of research erupted on how media messages might influence people's belief in paranormal topics with popular television shows like “Alien Autopsy” and “Crossing Over with John Edwards.” A second wave of research occurred in the mid-2000s in response to cable television series such as “Ghost Hunters” and “Finding Big Foot.”\n\nBrewer’s early research on this topic found that consuming paranormal television media was linked to believing in the paranormal, such as UFOs. His later work demonstrated that specific media messages can boost or reduce belief in paranormal phenomena, depending on the content of the message.\n\nSince then, the media landscape has evolved beyond traditional outlets like print, television and radio to include multimedia, such as YouTube, TikTok and other platforms. In his latest work, published in the journal Cyberpsychology, Behavior and Social Networking, Brewer looked beyond consuming paranormal television to include the use of social media, especially YouTube.\n\n“If you think about the paranormal, YouTube is a platform that seems like an especially plausible candidate to shape people's beliefs because seeing is believing—and it is a very visual storytelling medium,” said Brewer.\n\nUndergraduate students in Brewer’s Comm 424 Media Message Analysis class participated in the work, along with graduate students Holly Wright and Erin Oittinen, who co-authored the paper with Brewer.\n\n\n\nThe goal was to understand how popular YouTube videos present reported paranormal phenomena, like UFOs and ghosts, and to measure whether more YouTube use is linked to increased belief in these things.\n\nSpoiler alert: Yes, it is.\n\nThe research team used two methodological approaches to tease this apart. A content analysis was used to determine how YouTube videos present information. Then the team used survey research to assess whether consumption of media is linked to belief in things. The research team built in layers of rigor to remove supposition and individual bias, while improving consistency.\n\n“It’s not just a fun, kooky idea to study. About half the public believes in UFOs and almost half the public believes in ghosts and haunted houses, even though these phenomena aren't recognized by mainstream science. At least that's what they tell survey researchers,” said Brewer.\n\n“Broadly, there is a lot of concern about pseudoscience and misinformation out there in the media, and by understanding the processes by which people turn media messages into beliefs about stuff like UFOs and ghosts, we might also understand how they form beliefs about other things.”\n\nBy way of example, Brewer pointed to a fictional documentary-style show that claimed the National Oceanic and Atmospheric Administration (NOAA) knew about mermaids and was hiding evidence for them, including real video footage. The show included disclaimers, but viewers ignored them, revealing an important detail about the power of belief.\n\n“It sounds ridiculous but, as one marine scientist pointed out, if you believe that NOAA is hiding evidence for mermaids, then why would you trust NOAA when it talks about climate change or hurricanes?” said Brewer.\n\nBack to the current paper, where they discuss ghosts.\n\nThe researchers looked at 25 videos about UFOs and 25 videos about ghosts and specifically asked whether each video included a paranormal claim, that is, some sort of claim that the phenomenon was real. The researchers found that an overwhelming majority, 94% of the videos, included a paranormal claim. This finding was generally consistent across both UFOs and ghosts.\n\nKeep in mind that a claim is not a fact. It’s just a claim and, in fact, a third of the videos also included skeptical claims.\n\n“The bottom line here is that if you go looking for YouTube content about UFOs or ghosts, you're likely to find videos that feature claims that paranormal phenomena are real,” said Brewer.\n\nThe research team also considered whether the videos included video footage or audio of paranormal phenomena that the YouTube video presented as evidence for a UFO or a ghost. About 75% of the videos about ghosts included footage. and over half of the posted videos about UFOs had footage. So, roughly two-thirds of the videos included footage that was professed to be real.\n\nAccording to Brewer, this goes to the point that seeing is believing.\n\nFinally, the team studied whether the videos used scientific sources and government sources to lend an air of legitimacy to a claim.\n\nAmong the 25 YouTube videos discussing the presence of ghosts, no scientific sources were cited and very few government sources were cited. The 25 YouTube videos on UFOs included few scientific sources, but a fair amount of government sources. These government sources, however, weren’t necessarily confirming the existence of ghosts or UFOs — it might just be a federal agency, say the Department of Defense, confirming that the footage shown is actual footage.\n\nThe research team built on the study of YouTube videos by conducting a survey of the public to explore how YouTube use and other forms of media consumption are linked to belief in the paranormal. The survey responses showed that watching YouTube was linked to believing, even after taking into account other media habits and background factors.\n\n“Interestingly enough, when people watch a lot of YouTube, they also tend to believe in these other things more intensely. So, the more someone watches YouTube, the more likely they are to believe in ghosts or UFOs as a real thing,” said Brewer.\n\n“We're not saying that YouTube is the only thing that is shaping people's beliefs about this. But it is something worth looking at if you care about whether people believe in fringe or pseudoscientific claims,” he continued. “Ultimately, if you want to influence what the public is thinking about ideas and popular claims that scientists don't endorse, you might want to pay attention to YouTube.”\n\nAsked if he is a believer, Brewer’s response might surprise you: “I have not seen any evidence that has persuaded me to believe.”\n\nThat said, he is curious about why it is that other people do believe.\n\nIn a sequel study, the research team is exploring the differences between paranormal videos on YouTube, which often originate from mainstream popular media sources viewers consider legitimate, such as “60 Minutes” or the History Channel, versus TikTok, where content is developed and disseminated by individual users most people have never heard of, but who are producing videos that collectively have been viewed tens of millions, maybe hundreds of millions of times."
    },
    {
        "title": "Catch a ghost on your Ring camera? You can get $100K for the video",
        "link": "https://www.yahoo.com/entertainment/catch-ghost-ring-camera-100k-162202746.html",
        "description": "Catch a \"ghost\" on your Ring camera this fall? Ring wants to see it — and they may be willing to pay you for it.",
        "image_url": "https://www.bing.com/th?id=OVFT.hsx_wkS-4DNxYdIozQuXxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "Catch a ghost on your Ring camera? You can get $100K for the video\n\n(KTLA) — Your Ring camera may catch video of packages being dropped off, friends visiting, and cute animal activities, but the home surveillance company is hoping you’ll catch some different, paranormal activity this Halloween season.\n\nRing is inviting users to submit videos showcasing paranormal activity for the chance to win a $100,000 prize.\n\nAny form of paranormal activity — ghosts, ghouls, and anywhere in between — is welcome, according to Ring.\n\nRing offering $1M for proof of ‘extraterrestrial life’ caught on camera\n\n“From supernatural sightings of floating orbs and unexplained shadows to family and friends wearing silly costumes. Funny, frightening, fashionable, all of it. If you find a ghost, we want to see it,” the contest website said.\n\nThe company is inviting its users to submit videos showcasing paranormal activity for the chance to win a $100,000 prize. (Ring)\n\n“Finn Wolfhard, star of ‘Ghostbusters’ and Netflix’s ‘Stranger Things,’ and Paranormal Investigator Katrina Weidman will serve as part of the judging team for Ring’s Great Ghost Search, helping to select the winning entry,” a news release said.\n\nOnly the first 5,000 entries received through Nov. 1 will be considered for the grand prize. According to Ring, only the first 30 seconds of each video will be considered. Videos will be awarded points, with a maximum of 100 points available.\n\nPoints will be awarded based on the visibility or clarity of the “ghost” or ghostly presence; whether the video surprises the judges with uniqueness; whether the judges were “glued to the footage” and how entertaining it was; and how unique the ghost’s engagement with the Ring device was.\n\nRing users can enter the contest and find more details here.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to PIX11."
    },
    {
        "title": "OUT THERE: CRIMES OF THE PARANORMAL : STREAM IT OR SKIP IT?",
        "link": "https://www.msn.com/en-us/news/other/stream-it-or-skip-it-out-there-crimes-of-the-paranormal-on-hulu-a-docuseries-that-examines-true-crime-cases-with-paranormal-elements/ar-AA1r8Qr7?ocid=BingNewsVerp",
        "description": "Our Call: STREAM IT. Out There: Crimes Of The Paranormal examines the intersection of crime and strange phenomena in a way ...",
        "image_url": "https://www.bing.com/th?id=OVF.WAwdg42eNIuUHvBejBfFqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23hon MSN",
        "source": "Decider on MSN",
        "article_content": ""
    },
    {
        "title": "Unexpected deep-sea discovery shines light on life in the twilight zone",
        "link": "https://phys.org/news/2024-09-unexpected-deep-sea-discovery-life.html",
        "description": "The ocean's twilight zone is deep, dark, and—according to new research—iron deficient. No sunlight reaches this region 200 to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fERzBQQCwkWUdJWljKZQWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA conductivity, temperature and depth (CTD) rosette used to sample water from the ocean's twilight zone during a GEOTRACES expedition in the Pacific Ocean. Credit: Alex Fox\n\nThe ocean's twilight zone is deep, dark, and—according to new research—iron deficient. No sunlight reaches this region 200 to 1,000 meters below the sea surface, where levels of iron, a key micronutrient, are so low that the growth of bacteria is restricted. To compensate, these bacteria produce molecules called siderophores, which help the bacteria scavenge trace amounts of iron from the surrounding seawater.\n\nA Nature paper detailing these unexpected findings from the Pacific Ocean could change the way scientists view microbial processes in the deep ocean and offer new insight into the ocean's capacity to absorb carbon.\n\n\"Understanding the organisms that facilitate carbon uptake in the ocean is important for understanding the impacts of climate change,\" said Tim Conway, associate professor of chemical oceanography at the USF College of Marine Science, who co-authored the recent study.\n\n\"When organic matter from the surface ocean descends to the deep ocean, it acts as a biological pump that removes carbon from the atmosphere and stores it in seawater and sediments. Measuring the rates and processes that influence this pump gives us insight into how and where the ocean stores carbon.\"\n\nCo-chief Scientist Phoebe Lam of the University of California, Santa Cruz and others removed the pump's damaged section of cable from the winch. Credit: Alex Fox\n\nTo conduct the study, researchers collected water samples from the upper 1,000 meters of the water column during an expedition through the eastern Pacific Ocean from Alaska to Tahiti. What they found in the samples surprised them.\n\nNot only were concentrations of siderophores high in surface waters where iron is expected to be deficient, but they were also elevated in waters between 200 and 400 meters deep, where nutrient and iron concentrations were thought to have little impact on the growth of bacteria.\n\n\"Unlike in surface waters, we did not expect to find siderophores in the ocean's twilight zone,\" said Conway.\n\n\"Our study shows that iron-deficiency is high for bacteria living in this region throughout much of the east Pacific Ocean, and that the bacteria use siderophores to increase their uptake of iron. This has a knock-on effect on the biological carbon pump, because these bacteria are responsible for the breakdown of organic matter as it sinks through the twilight zone.\"\n\nThe recent discovery was part of GEOTRACES, an international effort to provide high-quality data for the study of climate-driven changes in ocean biogeochemistry.\n\nLeft to right: CTD technician Kyle McQuiggan, Research Technician Keith Shadle and multi-talented Data Analyst Joseph Gum work together to repair the trace metal CTD rosette's connection to the ship. Credit: Alex Fox\n\nTubes awaiting samples in the hydro-lab of the Roger Revelle. Scripps ODF Chemistry Technician Erin Hunt monitors her samples in the background. Credit: Alex Fox\n\nOne of the pumps comes back on board the R/V Roger Revelle at sunset. Credit: Alex Fox\n\nInside the main lab's bubble, some of GP15's scientists found it necessary to create reminders that time was indeed passing. Credit: Alex Fox\n\nThe study of siderophores is still in the early stages. Researchers involved in GEOTRACES only recently developed reliable methods to measure these molecules in water samples, and they're still working to understand where and when microbes use siderophores to acquire iron.\n\nAlthough the research into siderophores is new, this study demonstrates their clear impact on the movement of nutrients in the ocean's twilight zone.\n\n\"For a full picture of how nutrients shape marine biogeochemical cycles, future studies will need to take these findings into account,\" said Daniel Repeta, senior scientist at Woods Hole Oceanographic Institution and co-author of the article.\n\n\"In other words, experiments near the surface must expand to include the twilight zone.\"\n\nMore information: Daniel Repeta et al, Microbial iron limitation in the ocean's twilight zone, Nature (2024). DOI: 10.1038/s41586-024-07905-z. www.nature.com/articles/s41586-024-07905-z Journal information: Nature"
    },
    {
        "title": "Scientists discover a single-electron bond in a carbon-based compound",
        "link": "https://www.sciencedaily.com/releases/2024/09/240925122902.htm",
        "description": "The discovery of a stable single-electron covalent bond between two carbon atoms validates a century-old theory.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily36m",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Breakthrough in Sleep Science: Melatonin’s Key Role in REM Sleep Revealed",
        "link": "https://scitechdaily.com/breakthrough-in-sleep-science-melatonins-key-role-in-rem-sleep-revealed/",
        "description": "A recent study from the Research Institute at McGill University Health Center may improve the treatment of sleep disorders ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XEO97ynE6lzX8bkYfR_NYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "NASA’s Perseverance Rover Discovers Bizarre ‘Zebra Rock’ on Mars",
        "link": "https://www.msn.com/en-us/news/other/nasa-s-perseverance-rover-discovers-bizarre-zebra-rock-on-mars/ar-AA1rcKwP?ocid=BingNewsVerp",
        "description": "In a striking discovery on Mars, NASA’s Perseverance rover has captured images of a mysterious black-and-white striped rock, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wTthaLWZP9lkPrHB3S_A4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ZME Science on MSN1h",
        "source": "ZME Science on MSN",
        "article_content": ""
    },
    {
        "title": "Deep below the Arctic Ocean, some plants have adapted to photosynthesize in almost near darkness",
        "link": "https://www.msn.com/en-us/news/other/deep-below-the-arctic-ocean-some-plants-have-adapted-to-photosynthesize-in-almost-near-darkness/ar-AA1rc90R?ocid=BingNewsVerp",
        "description": "Plants found to photosynthesize 160 feet beneath the surface of the Arctic Ocean offer tantalizing prospects for the future.",
        "image_url": "https://www.bing.com/th?id=OVFT.87cW0s7XXMz4tii4O4WF9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN6h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "How Will AI Affect Low-Code/No-Code Development?",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/25/how-will-ai-affect-low-codeno-code-development/",
        "description": "When implementing AI into low-code/no-code development, it is important to consider the risks and how to mitigate them.",
        "image_url": "https://www.bing.com/th?id=OVFT.3hoTdJIxRV-Fjg_OSCaXhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "10h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Inside AI: No-Code Computer Vision and Edge Computing",
        "link": "https://insideunmannedsystems.com/inside-ai-no-code-computer-vision-and-edge-computing/",
        "description": "Sharath Rajampeta is Chief AI, at Visionplatfrom.ai, a Dutch firm aiming to revolutionize computer vision with an end-to-end ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p3zLnocXw31jrXbR5a8NGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "The Future of Autonomy4h",
        "source": "The Future of Autonomy",
        "article_content": "Sharath Rajampeta is Chief AI, at Visionplatfrom.ai, a Dutch firm aiming to revolutionize computer vision with an end-to-end no-code platform and edge computing capabilities.\n\nThey partner with businesses across industries to implement AI-powered computer vision technology. With the Visionplatform.ai software, users can train AI vision algorithms and integrate computer vision into their workflows. The solution enables users to detect, interpret and analyze objects, people and events in real-time, drawing insights and optimizing operations.\n\nVisionplatform.ai integrates edge computing capabilities and the use of high fps video streams instead of static images. The platform allows users to leverage the power of AI and computer vision at the edge, minimizing latency, improving responsiveness and ensuring data privacy.\n\nPLATFORM DESIGN AND DEVELOPMENT\n\nIUS: Can you explain the core design principles behind Visionplatform.ai?\n\nA: Our core design principles are simplicity, and ease of use. Our goal is to democratize computer vision to empower our users to make their own innovative solutions for real world problems.\n\nIUS: What were the biggest technical challenges you faced in developing a no-code AI vision platform, and how did you overcome them?\n\nA: Democratizing AI is a very difficult task. A field like ML and specifically computer vision has long been the playground of experts and professionals. It’s a fact that the field of AI is not standardized. For experts this does not matter, but for the average user the barrier of entry into the field is very high. From a technical standpoint, our biggest challenge has been to abstract away this complexity, for example various dataset formats, various model formats, effect of hyper parameters during training and integrations with other systems. This makes a product with a user experience (UX) that is easy to use.\n\nOur strategy to overcome them is putting ourselves in the shoes of an average user when designing our app, but also actively involve people who satisfy our ideal user profile in early-stage testing of our releases. We also have a long history of working with people who satisfy that profile, which means we already possess a deeper understanding of their needs. We have also introduced a chatbot that possesses all of our gathered knowledge over the years, available to any customer that uses our solution, which aims to provide easy and clear explanation to the most common user inquiries, and trust us, when it comes to ML and computer vision, there’s not many of those. Finally, we offer comprehensive help dialogs in the app, which explain the most important concepts depending on which page the user is on, via text and videos. All of the this enables our users not only to be able to use the platform, but also learn some important basics as they go.\n\nApplications such as security are advanced considerably utilizing AI together with UAS platforms. Image: Visionplatform.ai.\n\nTECHNOLOGICAL INTEGRATION\n\nIUS: How does VisionPlatform.ai integrate with edge computing devices like NVIDIA Jetson, and what advantages does this bring to your users?\n\nA: Visionplatform was born from a company named supplai, which was a project-based AI vision company which primarily focused in the logistics industry. From our previous customer experiences, we found most customers are interested in making their own applications. So, this was where the idea of\n\nvisionplatform was conceived. We aim to be a low code AI platform which democratizes Computer Vision and AI and is easily deployable on the NVIDIA Jetson edge devices. Our past experience has given us a lot of expertise in Jetson and the ability to maximize their performance. Jetsons are by far the most advanced edge IOT devices capable of running relatively large AI models in real time. With the deep stream framework, which brings together hardware accelerated encoding and machine optimized AI runtimes, these devices are still the market leader in terms of edge AI computing with very low power consumption, another big advantage. We know how to make the best use of them and have proven that time and time again. Our users can rest assured that the edge solution that visionplatform provides is not only at an end-end cost effective solution but also it maximizes the capability of these highly efficient hardware.\n\nIUS: Can you discuss the decision-making process behind supporting both edge and cloud computing for AI vision tasks?\n\nA: While edge computing is attractive to a lot of our customers especially in the domains where data privacy and low latency are a key, such as logistics, manufacturing and surveillance, we have also seen a market need to support cloud-based solutions. AI in the cloud has advantages of running significantly higher workloads at the cost of latency. Auto-labeling, for example, makes sense if it is hosted in the cloud as the datasets are large and the models generally for this task need to be large. For this task the user is generally not too concerned about the time it takes to process their media, so such a feature is provided within a cloud framework.\n\nA commercial drone outfitted with the NVIDIA Jetson AI computer. Image: Visionplatform.ai.\n\nINDUSTRY APPLICATIONS\n\nIUS: Can you provide examples of how Visionplatform.ai can be used in the drone industry to enhance capabilities such as autonomous navigation and real-time data analysis?\n\nA: We have integrations with the DJI drones. There are two types of integrations we have done with drones. The first is getting a [high-res video] stream directly from the drone. The second is stream a real time messaging protocol (RTMP) stream into the Jetson. In the first case we will have a Jetson mounted on a drone and then run our AI algorithms from the stream directly. This has little latency but the extra weight of the jetson needs to be considered. This solution is perfect for larger drones. The second solution is for lighter drones which have good network connectivity. Though there is some latency introduced, there is no extra weight on the drone itself. These two approaches aim to cover a wide range of drone applications.\n\nSome interesting use cases from customers include drones for security and situational awareness. Having something like an anomaly detection model which identifies anomalous behavior can help spot threats from the sky without human risk. Also, there are useful applications for coast guards like detecting people who are far into the sea.\n\nDrones are also used quite a lot for inspections. Having a segmentation algorithm coupled with object detection will help the drone in inspecting bridges, windmills and give real time localization of defects. Currently, these inspections require a 3D reconstruction from pictures and an expert to classify these defects. This process can take days to weeks. A real time detection solution on the drone can, however, reduce this time to hours.\n\nIUS: How about adjacent industries like robotics and security?\n\nA: With visionplatform we can make any camera into a security camera without replacing it. Applications in security like detecting people with guns or detecting people in unauthorized places and people going to dangerous areas can be made easily with visionplatform with little cost or change in the current infrastructure. For enhancing robots with vision capabilities, especially with vision models, the user can write text prompts to guide the robot. This is a cutting-edge application that opens up many possibilities. Also, our integration with the Milestone VMS already is a huge step in the field of intelligent video analytics for security applications.\n\nVisionplatform.ai’s drone based and AI-enhanced imaging technology. Image: Visionplatform.ai.\n\nMODEL TRAINING AND DEPLOYMENT\n\nIUS: How does your platform handle the training and deployment of AI models to ensure they are robust and reliable across different applications?\n\nA: Our experience in ML over the last few years has led us to finding and developing strategies that make a model robust. From augmentations, smart data splitting and concepts like freezing layers of the model, which can be understood easily by the average person, we have more than enough strategies to make a robust model. Another cool feature about visionplatform is that our LLM chatbot is itself a domain expert in AI and can help guide the user to realize complex tasks. Making sure the training metrics are good we can be sure of the reliability, and we plan to include out-of-distribution detection soon so the model in fact knows when something it sees is out of its understanding. Our Jetsons also run 24/7 with several fallbacks when an application fails so the user knows the application is always running and if it crashes the user is notified.\n\nIUS: What strategies do you employ to continuously improve model accuracy and performance based on user feedback and data?\n\nA: One of the biggest aspects of machine learning is continuous training and improvement of the model. We have a video acquisition pipeline to capture live streams from a video and store it as a part of the user’s dataset. The user also has an event browser where they can pick video events where the model made a false detection and use them into the next round of training. Additionally, we plan to incorporate more data visibility features like displaying the number of classes in a dataset as well as other statistics in order to guide the user into making a good dataset that best trains the model.\n\nNVIDIA Jetson AI computer. Image: Visionplatform.ai.\n\nFUTURE DIRECTIONS\n\nIUS: What upcoming features or improvements can users expect from Visionplatform.ai?\n\nA: Newer models, more LLM focused work flows where the user can talk to a chatbot, and it can create an application for them so there are little to no clicks involved in an application. More dataset understanding and visibility and a place to manage all your deployed Jetsons are our immediate features we have planned. But as the ML field brings up new models and ideas, we plan to incorporate them also as long as they are in line with our core vision.\n\nIUS: How do you see the role of AI vision evolving in industries like logistics and public safety over the next five years?\n\nA: AI vision is going to have a large impact in the logistics and security industries in the next 5 years. These industry segments have been generally a bit slow to adapt to AI vision traditionally, but things are changing as AI is becoming easier to integrate and more reliable. Over the next five years, AI vision will revolutionize logistics and public safety by enhancing automation, real-time monitoring and operational efficiency. In logistics, AI vision will improve sorting, picking and inventory tracking while enabling the widespread use of autonomous vehicles and predictive maintenance. Supply chains will benefit from dynamic routing and automated quality control powered by vision algorithms. In public safety, AI vision will enhance surveillance, facial recognition, and emergency response, providing rapid assessments and automated alerts. Traffic management will see smarter control systems and real-time accident detection. Visionplatform’s ability to make any existing IP camera to an AI camera is key for this transformation."
    },
    {
        "title": "Cowboys’ CeeDee Lamb rebounded from a poor start last season. ‘I plan on doing it again’",
        "link": "https://www.dallasnews.com/sports/cowboys/2024/09/24/cowboys-ceedee-lamb-rebounded-from-a-poor-start-last-season-i-plan-on-doing-it-again/",
        "description": "The first three weeks of his season have been turbulent, and after a Dak Prescott misfire in Week 3, Lamb sat in the end zone ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qhhCDPiP2NjkUrqKDJhQoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "18h",
        "source": "Dallas Morning News",
        "article_content": "FRISCO — CeeDee Lamb took the blame for everything.\n\nHe owned the end zone tantrum, loud chats with teammates and coaches, and his poor performance.\n\nAfter skipping out on speaking with the media following the Cowboys’ loss to the Ravens on Sunday, Lamb discussed everything two days later.\n\n“Honestly I got to be truthful to myself and I played a part in that loss,” he said. “A big part honestly, and nor did my body language nor attitude, approaching the situation help the situation or the outcome of the game.”\n\nCowboys Be the smartest Cowboys fan. Get the latest news. SIGN UP Or with: Google Facebook By signing up you agree to our Terms of Service and Privacy Policy\n\nLamb added of his actions, “Very detrimental. Detrimental and, yeah, I’ll make up for it.”\n\nAdvertisement\n\nLamb is normally a smooth operator on the field. It’s the reason the Cowboys signed him to one of the richest contracts in NFL history at the receiver position. But the first three weeks of the season have been turbulent.\n\nOut of 24 targets, he has 13 catches and one touchdown. Last season he caught a career-high 74% of passes directed toward him.\n\nThe offensive issues Lamb faced came to a head against the Ravens.\n\nAdvertisement\n\nIn a moment telling of that 28-25 loss, Prescott misfired on a potential touchdown pass to Lamb in the end zone. A pass interference call was negated by an offsetting holding penalty, and Lamb sat in the end zone yelling and slapping both hands to the turf.\n\nAdvertisement\n\nHe later arrived on the sidelines and had a loud discussion with Prescott and anyone else nearby. You could tell he was frustrated. Maybe the contract was getting to him. Maybe the pressures of trying to find a flow within an offense he didn’t work in during training camp because of his contract holdout was rearing its ugly head.\n\nHe finished the game with two drops, a false start and four catches for 67 yards. He also fumbled in the red zone.\n\n“You got to start with the man in the mirror and I’m a huge believer in that,” Lamb said. “And watching that game kind of pissed me off, but I did that. I can’t get mad at nobody else. So with that being said, I’ve learned.”\n\nAdvertisement\n\nThe Cowboys have gone through this with Lamb, most recently last season. After four weeks, Lamb had 23 catches for 309 yards with a touchdown. He caught 76.7% of his passes. Those numbers look so much better than what he’s producing now.\n\nAnd Lamb wasn’t happy about it then. The next week at San Francisco, Lamb caught four passes for 49 yards and no touchdowns in a 42-10 loss. Lamb went off.\n\nAfter the 49ers game, receiver Brandin Cooks became Lamb’s consigliere. Cooks understood then Lamb was playing for a huge contract and poor performances hamper that. The two talked about getting on the same page with Prescott and coach Mike McCarthy, in his first year with this team as the playcaller.\n\nAdvertisement\n\nOver the next eight games, Lamb had 69 catches for 859 yards and seven touchdowns. Lamb’s confidence soared along and everyone forgot about that sorry performance against the 49ers.\n\nOn Thursday night, the Cowboys visit the New York Giants and Lamb has to respond in a similar fashion.\n\n“I plan on doing it again,” he said.\n\nThe problem with doing it again isn’t so much what defenses are doing to Lamb, it’s finding a rhythm with Prescott.\n\nAdvertisement\n\nQB1 wasn’t available to tell his side of the story because team officials elected to have him speak after the Giants game.\n\nMcCarthy has turned Lamb into an elite receiver that takes over games. But it’s something we haven’t seen in the early stages of the season.\n\n“CeeDee is a primary focal point for us game planning and it’ll be a primary focal point for the defense,” McCarthy said. “That’s why you play the game. We’ll continue to do what we have done with him. There’s always little things you’re looking to build on, certain routes and so forth.”\n\nAdvertisement\n\nThe Cowboys can line Lamb up in the backfield, use him on jet sweeps, line him up in three receiver spots. When he’s on the field and used properly his talent is unmatched.\n\nAfter three weeks, he hasn’t shown it.\n\n“Granted, it was a bad game on my end. I fully take accountability in that,” he said. “I have no shame in that. So with that being said, I will be better in the future and it’s going to be fun.”\n\nX: @calvinwatkins\n\nAdvertisement\n\nFind more Cowboys coverage from The Dallas Morning News here."
    },
    {
        "title": "Zip doubles down as the procurement startup expands into EMEA and debuts new brand design",
        "link": "https://www.aol.com/finance/zip-doubles-down-procurement-startup-120402411.html",
        "description": "Zip will expand into Europe, Middle East, and Africa (EMEA) and unveil a design rebrand, Fortune has exclusively learned.",
        "image_url": "https://www.bing.com/th?id=OVFT.0gYa7X8956fyf1IP1ScG8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5h",
        "source": "AOL",
        "article_content": "Rujul Zaparde and Lu Cheng knew they wanted to start a company together—but they had some rules.\n\nThe two, who first met at Airbnb, had left their jobs with comically bad timing in 2020. But Cheng and Zaparde were determined to figure out what might work for them and as a business.\n\nAs the surrounding world reeled from the pandemic, the pair spent months developing a 16-point set of criteria to determine if a business idea was worth pursuing. It’s a colorful set of rules. There’s the \"bomb test,\" a gallows humor screening of a potential business idea’s scalability, sustainability, and enterprise software-ness. Then there’s the hair-on-fire principle, which describes a must-solve problem that cannot, under any circumstances, be ignored.\n\n\"It's a real problem that they have to solve, because it's causing that much pain,\" said Zaparde.\n\nOthers include: \"Why is now the right time to start the company?\" and \"Is this really sticky and super hard to rip out?\" They tried on different ideas and even stumbled on a prospective services business that began generating revenue faster than they’d imagined—but they nixed it. Their startup idea had to fit all the criteria. And that’s how they got into the business of procurement, the labyrinthine corporate process of finding, buying, receiving, and checking goods.\n\nIt's a process that every business undergoes but no one seems to like, which is perhaps putting it mildly. Once, someone cried to Cheng and Zaparde in procurement-induced frustration.\n\n\"We had a notes doc that had about 120 pages, and the word ‘pain’ shows up 110 times in it,\" said Cheng. \"People had these visceral reactions to the challenges around procurement and how the industry has evolved, how types of spend have evolved, and how technology just hasn’t caught up.\"\n\nAnd there was that key word: Pain. Procurement problems were hair-on-fire problems. In the four years since Cheng and Zaparde founded Zip, the procurement software startup has covered a lot of ground—backed by Y Combinator, CRV, and Tiger Global, it was last valued at $1.5 billion in 2023. Zip’s current customers include OpenAI, Discover, Sephora, and Snowflake.\n\nThis week marks another big milestone for Zip: The company today announced its expansion into Europe, the Middle East, and Africa (EMEA) and revealed a design rebrand. This is all just two days after IDC placed Zip at the top of its newly minted \"spend orchestration category,\" even beating out publicly traded giants like ServiceNow.\n\n\"This is an acknowledgment that they actually have found a legitimate category,\" said Zip investor Ali Rowghani, who’s former managing director of YC’s Continuity Fund, former CFO at Pixar, and former COO at Twitter. \"I think it’s going to be really big. From an investor's point of view, it validates the thesis that there’s a real problem here that not just a small number of companies have, but that a lot of companies have.\"\n\nAnd the problem, more or less, is this: Procurement can cover almost anything, from pens and printers to industry-specific must-haves. It inherently requires many layers of approval—there have been more and more layers added over the years, as companies have gotten bigger and more complex. So, requests get denied and no one knows why. Procurement has become a procedural maze with trap doors, hidden corners, and nonsensical dead-ends. And like a maze, it’s hard to see clearly and (without tech help) impossible to see as a whole. The overall effect: Procurement divisions feel like black boxes, and the people who work in them are usually unseen and underappreciated. Case in point, when was the last time you thanked your procurement specialist?\n\nZip already has international customers, and that’s been true \"from the very beginning,\" according to Cheng. For example, Tel Aviv and New York-based Pagaya since 2022 has been a Zip customer. David Eckstein, Pagaya’s director of procurement, said via email that, though the procurement process in most places is considered \"chaotic,\" that’s something that Zip \"solved for me, for us.\" Other existing international Zip customers include U.K.-based semiconductor company Arm and Germany-based digital bank N26.\n\nSo, the EMEA expansion is a formalization of something that’s been happening for years. Zip is opening a new office in London and will be hiring aggressively there, and will also court talent in Germany and France.\n\n\"We've seen a lot of pull from EMEA naturally,\" Zaparde said. \"We didn't have an EMEA team at all until about a year or so ago, give or take…We had just been receiving all this inbound from prospective customers, because they had this pain around procurement intake and orchestration.\"\n\nZaparde and Cheng, respectively CEO and CTO, are eyeing APAC next. But that’s down the road. Today (and probably today only) Zip is concentrated on San Francisco, where it’s holding its second-ever conference, Zip Forward, and unveiling new products like AI invoice coding. Buses and billboards across the city will feature the company’s brand redesign, taking something that was frankly generic and turning it electric blue.\n\nIt would be a big week for anyone. But it’s especially so for a startup that was founded just four years ago to solve a problem setting hair on fire.\n\nElsewhere…Yesterday, former FTX executive Caroline Ellison was sentenced to two years in federal prison. Here’s more from my colleague Leo Schwartz.\n\nSee you tomorrow,\n\nAllie Garfinkle\n\nTwitter: @agarfinks\n\nEmail: alexandra.garfinkle@fortune.com\n\nSubmit a deal for the Term Sheet newsletter here.\n\nNina Ajemian curated the deals section of today’s newsletter.\n\nThis story was originally featured on Fortune.com"
    },
    {
        "title": "Behind the Scenes of Unity Software's Latest Options Trends",
        "link": "https://www.benzinga.com/insights/options/24/09/41030386/behind-the-scenes-of-unity-softwares-latest-options-trends",
        "description": "Based on the trading activity, it appears that the significant investors are aiming for a price territory stretching from $20 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0XU4Uq7DqNYbqjOeUcenoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "3h",
        "source": "Benzinga.com",
        "article_content": "Financial giants have made a conspicuous bullish move on Unity Software. Our analysis of options history for Unity Software U revealed 24 unusual trades.\n\nDelving into the details, we found 50% of traders were bullish, while 33% showed bearish tendencies. Out of all the trades we spotted, 2 were puts, with a value of $73,625, and 22 were calls, valued at $2,431,788.\n\nPredicted Price Range\n\nBased on the trading activity, it appears that the significant investors are aiming for a price territory stretching from $20.0 to $60.0 for Unity Software over the recent three months.\n\nVolume & Open Interest Development\n\nExamining the volume and open interest provides crucial insights into stock research. This information is key in gauging liquidity and interest levels for Unity Software's options at certain strike prices. Below, we present a snapshot of the trends in volume and open interest for calls and puts across Unity Software's significant trades, within a strike price range of $20.0 to $60.0, over the past month.\n\nUnity Software Call and Put Volume: 30-Day Overview\n\nBiggest Options Spotted:\n\nSymbol PUT/CALL Trade Type Sentiment Exp. Date Ask Bid Price Strike Price Total Trade Price Open Interest Volume U CALL TRADE NEUTRAL 10/18/24 $3.55 $3.2 $3.4 $20.00 $1.7M 13.5K 5.2K U CALL SWEEP BEARISH 12/20/24 $3.15 $3.1 $3.1 $23.00 $55.8K 3.5K 254 U CALL TRADE BEARISH 01/17/25 $5.3 $5.25 $5.25 $20.00 $54.6K 20.0K 5.5K U CALL SWEEP BULLISH 11/15/24 $2.88 $2.79 $2.88 $23.00 $53.2K 5.2K 900 U CALL SWEEP NEUTRAL 11/15/24 $2.66 $2.56 $2.61 $23.00 $48.2K 5.2K 1.2K\n\nAbout Unity Software\n\nUnity Software Inc provides a software platform for creating and operating interactive, real-time 3D content. The platform can be used to create, run, and monetize interactive, real-time 2D and 3D content for mobile phones, tablets, PCs, consoles, and augmented and virtual reality devices. The business is spread across the United States, Greater China, EMEA, APAC, and Other Americas, of which key revenue is derived from the EMEA region. The products are used in the gaming industry, architecture and construction sector, animation industry, and designing sector.\n\nIn light of the recent options history for Unity Software, it's now appropriate to focus on the company itself. We aim to explore its current performance.\n\nUnity Software's Current Market Status\n\nWith a trading volume of 9,822,277, the price of U is down by -2.7%, reaching $22.57.\n\nCurrent RSI values indicate that the stock is may be overbought.\n\nNext earnings report is scheduled for 43 days from now.\n\nTurn $1000 into $1270 in just 20 days?\n\n20-year pro options trader reveals his one-line chart technique that shows when to buy and sell. Copy his trades, which have had averaged a 27% profit every 20 days. Click here for access.\n\nTrading options involves greater risks but also offers the potential for higher profits. Savvy traders mitigate these risks through ongoing education, strategic trade adjustments, utilizing various indicators, and staying attuned to market dynamics. Keep up with the latest options trades for Unity Software with Benzinga Pro for real-time alerts."
    },
    {
        "title": "Apple iPhone 16 vs. iPhone 15: Time for an upgrade?",
        "link": "https://www.digitaltrends.com/mobile/apple-iphone-16-vs-apple-iphone-15/",
        "description": "The iPhone 16 breathes new life into Apple's standard iPhone lineup, but is it a worthy upgrade over the iPhone 15? We walk ...",
        "image_url": "https://www.bing.com/th?id=OVF.A80HctMBidwXWf7nlrKwYw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "23m",
        "source": "Digital Trends",
        "article_content": "For the past two years, Apple’s standard iPhones have felt like awkward compromises, doing little more than bringing over features from their pro-level predecessors without adding anything significantly new to the mix. This year, everything changes.\n\nWith the release of the Apple iPhone 16, Apple’s 2024 iPhone lineup is back in unity for the first time since at least 2021. Unlike the Dynamic Island and Action button in previous years, Apple isn’t artificially limiting features like the new Camera Control to the iPhone 16 Pro. The balance between the standard and pro lineups has been restored, with the higher-end models differentiated only by truly Pro-level features and not mere design and user interface aspects. Mix in some unique new design changes, and the iPhone 16 feels like an iPhone that can stand on its own rather than being an also-ran.\n\nRecommended Videos\n\nWith so many fun improvements in this year’s model, you may wonder where that leaves the iPhone 15. Last year’s model lacked an Action button and has a processor that’s now two generations behind, so is it still a good choice in today’s iPhone landscape? Perhaps more significantly, is the iPhone 16 worth the upgrade if you’re holding an iPhone 15 in your hand right now? Let’s dive in and find out.\n\niPhone 16 vs. iPhone 15: specs\n\nApple iPhone 16\n\nApple iPhone 15\n\nSize 147.6 x 71.6 x 7.8 mm (5.81 x 2.82 x 0.31 inches) 147.6 x 71.6 x 7.8 mm (5.81 x 2.82 x 0.31 inches) Weight 170 grams (6 ounces) 171 grams (6.03 ounces) Screen size 6.1-inch Super Retina XDR OLED (60Hz) 6.1-inch Super Retina XDR OLED (60Hz) Screen resolution 2556 x 1179 resolution at 461 pixels per inch 2556 x 1179 resolution at 461 pixels per inch Operating system iOS 18 iOS 17 (upgradable to iOS 18) Storage 128GB, 256GB, 512GB 128GB, 256GB, 512GB MicroSD card slot No No Tap-to-pay services Apple Pay Apple Pay Processor Apple A18 Apple A16 Bionic RAM 8GB 6GB Cameras Rear: 48-megapixel primary, 12MP ultrawide Front: 12MP Rear: 48MP primary, 12MP ultrawide Front: 12MP Video Rear: Up to 4K at 60 frames-per-second (fps), FHD at 60 fps, and 240 fps for slow motion Front: Up to 4K at 60 fps Rear: Up to 4K at 60 fps, FHD at 120 fps, and 960 fps for slow motion Front: Up to 4K at 60 fps Bluetooth Yes, Bluetooth 5.3 Yes, Bluetooth 5.3 Ports USB-C USB-C Biometrics Face ID facial recognition Face ID facial recognition Water resistance IP68 IP68 Battery Size to be confirmed 27W fast charging 25W MagSafe charging 15W fast wireless charging 4.5W reverse wireless charging 3,349mAh 27W fast charging 15W MagSafe charging 15W fast wireless charging 4.5W reverse wireless charging\n\nApp marketplace Apple App Store Apple App Store Network support 5G 5G Colors Black, white, pink, teal, ultramarine Black, blue, green, yellow, pink Price From $799 From $799 Available from All major offline and online retailers All major offline and online retailers\n\niPhone 16 vs. iPhone 15: design\n\nIt shouldn’t come as a big surprise that the iPhone 16 retains most of the same design elements of the past few generations as Apple has seemingly settled on the flat-edged style that began with the 2020 iPhone 12. Nevertheless, the iPhone 16 changes things up in at least one interesting way.\n\nSpecifically, while the dimensions of the iPhone 16 are identical to those of the iPhone 15 down to the millimeter, and the weight is essentially the same, the camera layout is a whole new ballgame — although perhaps it’s more accurate to say it’s a return to an older one. The cameras moved back to a tandem vertical arrangement from the iPhone 12 era, but the camera bump is an even bigger throwback that’s more reminiscent of what we saw on the iPhone XS. A pill-shaped cutout encloses the two cameras, while the LED flash sits off to one side.\n\nIt’s a classier and more elegant look compared to the big square camera bump that always seemed to take up more space than needed to hold the dual-camera array on Apple’s non-Pro models. It also gives those standard models a look that sets them apart as unique devices in their own right rather than being second-class citizens to their iPhone Pro counterparts.\n\nThe other welcome change to this year’s iPhone 16 is a selection of more saturated and vibrant colors. Apple introduced a new color-infused glass to last year’s iPhone 15 models, but only in mostly weak pastel shades. Several reports earlier this year suggested Apple has improved the process, and the result appears to be deeper and richer colors. While it’s a matter of taste, if you want a blue that actually looks blue instead of borderline white, the ultramarine iPhone 16 won’t disappoint, and the new teal and pink options are similarly fun.\n\nThe sides of the iPhone 16 also show two key differences compared to previous models, with last year’s iPhone 15 Pro Action button replacing the venerable ring/silent switch on all this year’s models. There’s also Apple’s new Camera Control on the lower right side. We’ll talk more about those later.\n\nThe durability of the iPhone 16 also improves slightly over the iPhone 15 thanks to the newer Ceramic Shield glass on the front. However, the iP68 rating remains the same, meaning the phone is rated for immersion in 6 meters of water for up to 30 minutes.\n\niPhone 16 vs. iPhone 15: display\n\nIf you were hoping for massive display improvements in this year’s iPhone 16, we have bad news. It has what is essentially the same Super Retina XDR display as last year’s iPhone 15, which hasn’t been meaningfully improved since the iPhone 12 switched to OLED in the first place.\n\nThat’s not to say it isn’t a great screen, but some folks will be understandably disappointed by Apple’s choice to stick with a 60Hz refresh rate on its standard models. Nevertheless, it still offers crisp text with a 460 pixel-per-inch (psi) density and HDR support with vibrant colors.\n\nThe iPhone 16 retains the 2,000-nit peak outdoor brightness introduced on last year’s iPhone 15. The most significant change is its ability to drop brightness as low as a single nit so it won’t overpower your eyes in a dark room. Other than that, it’s the same display.\n\niPhone 16 vs. iPhone 15: performance and battery\n\nIf there’s one groundbreaking improvement in this year’s iPhone 16, it comes from Apple’s decision to shake off its recent trend of using year-old chips in its standard iPhone models.\n\nBefore the iPhone 14, every year’s iPhone model mostly shared the same A-series chips; the iPhone 13 version of the A15 had one less GPU core than its iPhone 13 Pro counterpart, but even that was an aberration. However, when the iPhone 14 came along, Apple split the deck, using the prior year’s iPhone 13 Pro chip in that standard model and reserving its new A16 Bionic for the iPhone 14 Pro. That repeated last year with the iPhone 15 getting the A16, while the iPhone 15 Pro moved on to the much higher-performance A17 Pro.\n\nThankfully, that ends with this year’s A18 chips, and it also means that the iPhone 16 gets a massive leap in performance over its predecessor since it’s skipping two generations ahead. Apple is still using slightly different chips for its standard and pro models — an A18 and an A18 Pro — but they’re the same class of silicon, with the primary difference being an extra GPU core in the A18 Pro, similar to the A15 chips of the iPhone 13 era.\n\nApple touts the new chips as ready for its Apple Intelligence AI features — the 16-core Neural Engine is twice as fast at handling machine learning models — but the A18 also packs in enough power to bring AAA console gaming to the standard iPhone. The hardware-accelerated ray tracing from last year’s A17 Pro is here, offering noticeably faster frame rates, and Apple claims the five-core GPU is 40% faster than that of the iPhone 15 and twice as fast as the iPhone 12’s.\n\nWill you notice that performance if you’re not gaming or using AI? Probably not, but the A18 chip brings one other advantage to the table: efficiency. Combined with a bigger battery and improved power management in iOS 18, Apple promises the iPhone 16 can deliver two hours more video playback time on a single charge. That’s been borne out in our testing, where the iPhone 16 got us through an entire day without needing a midday top-up.\n\nApple has also improved wireless charging speeds to support 25-watt charging, although this comes with the usual asterisk. You’ll need to buy Apple’s newest 25W MagSafe charger to support these faster speeds, which promise to top up your iPhone just as quickly as a wired charger. Considering that every Android handset maker has been doing the same for years, it’s hard to see the need to invest in a proprietary charger as a deal-breaker. Standard Qi2 chargers can only deliver 15W right now, as that’s the maximum supported by the new standard. Older Qi chargers remain limited to the same 7.5W speeds on the iPhone 16 as on every other iPhone model.\n\niPhone 16 vs. iPhone 15: cameras\n\nApple has a new name for its primary camera in this year’s iPhone lineup — the 48-megapixel Fusion — but that may be the most significant change to the primary camera hardware over last year’s iPhone 15. While Apple likely has an improved sensor under the hood, the raw specs remain the same: a 48MP sensor with an f/1.6 aperture that can capture 24MP and 48MP photos using computational photography.\n\nThe “Fusion” branding is Apple’s way of highlighting how the primary camera can do double-duty as both a 1x and 2x lens thanks to the pixel-cropping technique it debuted with the iPhone 14 Pro two years ago. However, it does get an anti-reflective coating that should help reduce lens flare.\n\nMeanwhile, the ultrawide camera retains its 12MP sensor, but increases the aperture to f/2.2, letting in 2.6x more light and gaining autofocus capabilities.\n\nDon’t let those specs discourage you, as Apple has added some Pro-level features to the iPhone 16. These include the macro photo capabilities introduced on the iPhone 13 Pro, including macro video recording with slo-mo and time-lapse, plus 4K Dolby Vision video recording and Spatial videos and photos. The iPhone 16 also gains a wind noise reduction feature when recording video and a new Audio Mix to help balance out foreground and background noise.\n\nThe other significant computational photography improvement in this year’s iPhone 16 is a whole new generation of Photographic Styles that go deeper into the image pipeline and can better factor in things like skin tone, color, highlights, and shadows in real time when making adjustments. There are now 15 styles to choose from instead of four, and they can be applied during capture. However, what’s especially great is that, unlike the previous Photographic Styles that were baked into the images, these are non-destructive and can also be changed after the fact while editing in the Photos app. We think they’re a really fun new twist that makes a much bigger difference than the core camera improvements.\n\niPhone 16 vs. iPhone 15: software and updates\n\nThe iPhone 15 and iPhone 16 can both run iOS 18; the iPhone 16 ships with it out of the box, while the iPhone 15 can get it as a free update.\n\nFor the most part, iOS 18 will function identically on both devices, putting them on par for software features. The only significant differences are new buttons like the Action button and Camera Control.\n\nHowever, the two iPhones will diverge more when iOS 18.1 ships next month with Apple Intelligence support since the iPhone 16 can handle that, while the iPhone 15 can’t. That’s technically still a hardware difference, although it may not feel like one to the casual user. That gap will increase even more as subsequent iOS 18 point releases add more Apple Intelligence features. Other subtle changes will highlight the presence of Apple Intelligence, such as a different interface that comes up when activating Siri.\n\nThis won’t be a big deal if AI features aren’t your cup of tea. It’s also worth noting that it won’t matter to folks outside the U.S. and other English-speaking countries until sometime next year, as Apple Intelligence is only launching in a few localized English languages over the next few months.\n\nFor software updates, it’s fair to say that the older iPhone 15 will see the end of its update life slightly ahead of the iPhone 16, but that’s likely years away for either model. Considering that iOS 18 still supports the 2018 iPhone XS and iPhone XR, it’s a safe bet both models will make it to at least iOS 23.\n\niPhone 16 vs. iPhone 15: special features\n\nAs odd as it sounds, the marquee feature of this year’s iPhone 16 lineup is a button. All four iPhone 16 models feature a new Camera Control on the lower-right side, below the side button, and while we found it took some time to get used to it, it’s a lot of fun once you do.\n\nAs the name suggests, this button opens the camera app and takes pictures, but there’s more to it than just those basic functions. It also features a capacitive touch surface that can be used to adjust other settings, like a touch-sensitive scroll wheel. In the built-in camera app, these are exposure, depth, zoom, camera field-of-view, Photographic Styles, and tone. However, third-party apps can also use the Camera Control, with developers defining their own functions.\n\nThe Camera Control is also lined up to trigger Visual Intelligence, a new feature that won’t be available for the iPhone 16 until later this year. While a single press of the Camera Control will open your camera app of choice, holding the button down will trigger a new AI feature that will let you use your iPhone 16 camera to look up more information on real-world objects, whether that’s reviews for a restaurant or the breed of a dog walking by.\n\nThe iPhone 16 also gains the Action button that replaced the ring/silent switch on last year’s iPhone 15 Pro. That’s a benefit over the iPhone 15, just like it was on last year’s Pro model. It works just the same, letting you use it to trigger different built-in functions or even launch shortcuts.\n\nOf course, the other unique feature coming to the iPhone 16 is one that Apple won’t stop talking about right now, even though it won’t be available until next month. When Apple Intelligence does arrive, the iPhone 16 will be able to proofread and rewrite text and summarize notifications, messages, and audio recordings (including those made from phone calls, which is a new feature coming to all iPhone models in iOS 18.1). Other Apple Intelligence features will appear over subsequent iOS 18 point releases, including AI image generation, ChatGPT integration, and a more intelligent and personalized Siri.\n\niPhone 16 vs. iPhone 15: price and availability\n\nThe iPhone 16 can be purchased directly from Apple and most other major retailers and carriers — and the good news is that Apple still hasn’t increased the price. It starts at the same $799 for 128GB of storage as the iPhone 15 did when it launched last year, and you can take it up to 256GB or 512GB storage for $899 and $1,099, respectively.\n\nAs usual, Apple is still selling last year’s iPhone 15 at a lower price, with the base 128GB model selling for $699. Larger storage capacities are still available at the same relative price points — $799 for 256GB or $999 for 512GB — which could make it a tough call whether to opt for more storage or the newer iPhone 16.\n\niPhone 16 vs. iPhone 15: Should you upgrade?\n\nIf you’re shopping for a new iPhone this year or upgrading from a much older model, there’s little doubt the iPhone 16 is the one to buy. Apple has perhaps done the iPhone 16 a disservice by focusing too much on the new Apple Intelligence features, as there’s a lot to recommend here even if you don’t care about AI stuff.\n\nThe new design and saturated colors are the best we’ve seen in years. The Camera Control button is useful and a lot of fun, as is the Action button, which was a Pro-exclusive feature last year. There are some meaningful camera improvements, particularly with the new Photographic Styles. The A18 chip is a giant leap forward in performance for a standard iPhone and means you’ll be ready to handle any game the App Store can throw at it.\n\nPerhaps most significantly, this is the first time in at least three years that we’ve had a non-Pro iPhone that hasn’t felt like an afterthought. Not only does it pack in the same class of processor and feature the same physical controls, but the new design makes the standard model feel like it finally stands on its own as a viable and powerful alternative to the iPhone 16 Pro."
    }
]