[
    {
        "title": "Inside one of the most consequential UFO encounters of all time, the ‘tic tac’ incident",
        "link": "https://www.msn.com/en-us/news/us/inside-one-of-the-most-consequential-ufo-encounters-of-all-time-the-tic-tac-incident/ar-AA1tUShX?ocid=BingNewsVerp",
        "description": "Pentagon officials did their best to downplay the incident, and the US Navy didn't bother to investigate, but the \"Tic Tac\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wVAFkS__Flnx2S7JCOF5Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "KLAS Las Vegas on MSN3m",
        "source": "KLAS Las Vegas on MSN",
        "article_content": ""
    },
    {
        "title": "US Congress will hold another UFO hearing this week. Here's how to watch",
        "link": "https://www.space.com/space-exploration/search-for-life/us-congress-will-hold-another-ufo-hearing-this-week-heres-how-to-watch",
        "description": "\"Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JG247XnldvjkqC1n3u68xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Space.com7h",
        "source": "Space.com",
        "article_content": "Watch live! 2nd UFO hearing held by US congress, witnesses include fmr. miltary - YouTube Watch On\n\nThe U.S. government is holding another hearing on UFOs this week, and you can watch it live.\n\nThe U.S. House of Representative's Committee on Oversight and Accountability will administer the hearing, titled \"Unidentified Anomalous Phenomena: Exposing the Truth.\" The name of the event refers to UFOs by their new preferred acronym, which is more inclusive of sightings that might take place not only in the air but also in space, as well as those that take place across multiple domains.\n\nThe hearing will be held at the Rayburn House Office Building in Washington D.C. at 11:30 a.m. ET (1630 GMT) on Wednesday (Nov. 13). You'll be able to watch it live here on Space.com, courtesy of the House Committee on Oversight and Accountability.\n\nThis marks the second congressional hearing U.S. Congress has put together in order to \"further pull back the curtain on secret UAP research programs conducted by the U.S. government, and undisclosed findings they have yielded,\" according to a House statement. The hearing will examine the U.S. Department of Defense's strict classification policies when it comes to UAP and related topics, and will explore ways to \"make sure the American public is better informed on this topic.\"\n\nThis will be a joint hearing, led by representatives Nancy Mace (R-S.C.) and Glenn Grothman (R-Wis.), who argue that \"the American people are tired of the obfuscation and refusal to release information by the federal government,\" according to the House's statement.\n\n\"Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose. We can only ensure that understanding by providing consistent, systemic transparency. We look forward to hearing from expert witnesses on ways to shed more light and bring greater accountability to this issue,\" Mace and Grothman said in the statement.\n\nExpert witnesses in the hearing will include Luis Elizondo, a decorated former counterintelligence officer who has claimed for years that the U.S. government is hiding knowledge of UAP, including materials recovered from crashed flying saucers.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"The cover-up and disinformation campaign has been so successful that most scientists do not even know UAP are real,\" Elizondo wrote in his 2024 book \"Imminent.\" The book also claims that four \"deceased nonhuman bodies\" were recovered from the infamous 1947 crash in Roswell, New Mexico and that \"China and Russia do not have the same stigma and can employ their scientists to work on this topic for them.\"\n\nElizondo has also claimed firsthand knowledge of U.S. programs that employ individuals with psychic powers to \"remote view\" distant locations. Most recently, the former counterintelligence officer held a paid event where a photo was shown that Elizondo claimed was a \"real photo\" of a \"mothership\" UFO above a U.S. embassy. Within days, the photo was found to be the reflection of a lamp in a window.\n\nThe House hearing will also include Tim Gallaudet, a retired U.S. Navy Rear Admiral who unidentified submersible objects, arguing that \"these underwater anomalies jeopardize US maritime security.\" Gallaudet has also told interviewers that his daughter is a \"medium\" who can communicate with spirits.\n\nOther speakers at the hearing include journalist Michael Shellenberger, who has also claimed the U.S. government is hiding UFO crash retrieval programs, and former NASA Associate Administrator of Space Policy and Partnerships Michael Gold, who is a member of NASA's independent UAP study team.\n\nAccording to NASA Administrator Bill Nelson's remarks in September 2024 when the team's report was released, \"the top takeaway from the study is that there is a lot more to learn.\"\n\n\"The NASA independent study team did not find any evidence that UAP have an extraterrestrial origin, but we don't know what these UAP are,\" Nelson said."
    },
    {
        "title": "'Peeling back the layers': House hearing seeks answers on gov't UFO secrets",
        "link": "https://www.msn.com/en-us/news/politics/peeling-back-the-layers-house-hearing-seeks-answers-on-gov-t-ufo-secrets/vi-AA1tTUpu?ocid=BingNewsVerp",
        "description": "Congress dives into UFO mysteries with a new hearing, promising transparency and sparking hopes for answers on government ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cRcjADQOVhl2VnGbIEpjNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN7h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Original Tamagotchi Revived — Inside a UFO-Transforming Robot",
        "link": "https://www.animenewsnetwork.com/interest/2024-11-11/original-tamagotchi-revived-inside-a-ufo-transforming-robot/.217729",
        "description": "In November 1996, Bandai gave birth to the massively popular digital pet Tamagotchi. While not as popular now as it was back ...",
        "image_url": "https://www.bing.com/th?id=OVF.TZPPV2m1f2LmQhItz1wb%2bQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Anime News Network31m",
        "source": "Anime News Network",
        "article_content": "Giving the transforming Rubik's Cube a run for its money\n\nIn November 1996, Bandai gave birth to the massively popular digital pet Tamagotchi. While not as popular now as it was back then, Tamagotchi still attracts a following. With its 30th anniversary fast approaching, the franchise has partnered with Bandai's Tamashii and Chogokin brands to bring a transformable Tamagotchi toy.\n\nTamashii Nations announced the transformable Chogokin Tamagotchi Robo toy on November 1 with a video featuring its gimmicks. Tucked inside the robot is a version of the very first Tamagotchi in gold chrome to mark Chogokin's 50th anniversary. Pre-orders for the toy set began on November 1, and it will go on sale next May. The toy is on display at the Tokyu Plaza Harajuku (popularly known as the Harakado) between November 2 and November 28.\n\nCh-ch-ch-ch Chogokin… Tamagotchi 😳!?\n\nImage via Tamagotchi franchise's X/Twitter account ®&© 2024 Bandai ©Bandai\n\nThe companies posted photos of the transformable toy on November 2:\n\n＼New product🥚／ #pr\n\n\n\nChogokin Tamagotchi Robot\n\nThe Tamagotchi UFO transforms into a robot!? The Tamagotchi UFO, equipped with the \"Original Tamagotchi,\" transforms into a robot!\n\n\n\n📅Scheduled for release around May 2025\n\n\n\n▼Pre-orders start at 16:00 on November 1st ( Rakuten )▼\n\nhttps://hb.afl. Rakuten .co.jp/hgc/2f2c8e58.4…\n\n／\n\n📣Tamagotchi Robot Exhibition Information!\n\n＼\n\n\n\nFrom November 2 to November 28, the Chogokin Tamagotchi Robo will be on display for the first time in the world at the \"Celebrating 28 Years! Tamagotchi Birthday!\" event at the Harakado in Harajuki 👀\n\n\n\n▽For more information on the event, click here.\n\nhttps://tamagotchi-official.com/jp/news/01_666/\n\n\n\nThe Chogokin Tamagotchi Robo, equipped with an Original Tamagotchi in a special color variant, is now available for pre-order in stores🙌\n\n\n\n▽ Click here for details\n\nhttps://tamashiiweb.com/item/15156/\n\nAccording to Tamashii Web, the Chogokin Tamagotchi Robo is available for 9,900 yen (about US$64). Pre-orders are not limited to Japan and are slated for Asia, the United States, the European Union, Latin America, and other regions."
    },
    {
        "title": "‘We’re gonna learn some things’ about UFOs: Rep. Tim Burchett",
        "link": "https://www.msn.com/en-us/news/technology/we-re-gonna-learn-some-things-about-ufos-rep-tim-burchett/ar-AA1tRa7n?ocid=BingNewsVerp",
        "description": "Also appearing on 'NewsNation Prime,' Pope said he’s especially looking forward to the testimony of former U.S. Navy Admiral ...",
        "image_url": "https://www.bing.com/th?id=OVF.Qt96UD4Ayr8jNEs9SAQUmQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "News Nation on MSN21h",
        "source": "News Nation on MSN",
        "article_content": ""
    },
    {
        "title": "Baidu bolsters AI lineup with text-to-image generator, no-code app builder",
        "link": "https://www.msn.com/en-gb/money/technology/baidu-bolsters-ai-lineup-with-text-to-image-generator-no-code-app-builder/ar-AA1tUJuP?ocid=BingNewsVerp",
        "description": "These interactions include tasks such as generating text, answering questions, and assisting with various applications ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iZRBlITc4fE6D-9GmvRUUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Reuters on MSN32m",
        "source": "Reuters on MSN",
        "article_content": ""
    },
    {
        "title": "Google’s upcoming Gemini AI app for iPhone was just uncovered",
        "link": "https://bgr.com/tech/googles-upcoming-gemini-ai-app-for-iphone-was-just-uncovered/",
        "description": "Google has rolled out a Google Gemini app for iPhone in some markets where it's testing it with Gemini Live support.",
        "image_url": "https://www.bing.com/th?id=OVFT.6eq8YJrO0OFcsXPV1Lm6bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "BGR",
        "article_content": "Gemini is Google’s most important product right now, with Google baking its genAI chatbot into as many products as it can. The Pixel 9 served as the key piece of hardware to showcase several new Gemini capabilities, including Gemini Live functionality. That’s the equivalent of OpenAI’s Advanced Voice Mode for ChatGPT, which makes the AI sound like a real human.\n\nBut Google isn’t happy rolling out Gemini to as many Android devices as possible. It’s also targeting the iPhone, a potentially lucrative market for Google when it comes to its AI ambitions.\n\nRumors already say that Apple will soon offer chatbot choices to iPhone users by integrating Google Gemini into Apple Intelligence alongside ChatGPT. The latter will get a period of exclusivity since it’s Apple’s preferred partner for the launch of Apple Intelligence.\n\nWhether or not Gemini comes to Apple Intelligence, Google is testing another way to make Gemini available to iPhone users. The company rolled out a standalone Google Gemini app in some test markets, complete with Gemini Live functionality.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nAn iPhone user posted screenshots on Reddit that prove the Google Gemini app for iPhone is legitimate. According to 9to5Google, the app is available in the Philippines, but you can’t download it from the App Store in the US. I could not find a version of the app in the EU, but then again, the European block is never among the first regions to receive any new AI app.\n\nApp Store listing for the Google Gemini app. Image source: Reddit\n\nThe advantage of having a standalone Gemini app for iPhone is that you can talk to the chatbot directly without going through the iPhone’s Google app. That’s currenty the only way to access Google Gemini on iPhone without loading the chatbot in a browser. Gemini Live is not available in the Google app.\n\nHaving Gemini Live baked into a standalone Gemini app is even better. I got access to Advanced Voice Mode recently inside the ChatGPT app for iPhone, and it was an interesting experience. The smartphone is probably the place to talk to AI via voice rather than text prompts.\n\nGoogle Gemini app installed on an iPhone. Image source: Reddit\n\nGoogle will take advantage of the iPhone’s Live Activity feature to let you talk to Gemini Live even when the screen is off or when you’re using the iPhone for something else. ChatGPT’s Advanced Voice Mode works similarly on the iPhone.\n\nAlso, if Gemini comes to Apple Intelligence, it won’t be available on most current iPhones. Only the iPhone 15 Pro and iPhone 16 series support Apple Intelligence. A standalone Google Gemini app would help fix that potential problem.\n\nGemini Live functionality in the Google Gemini app for iPhone. Image source: Reddit\n\nIt’s unclear when Google will launch the Gemini app on iPhone, but it’s probably only a matter of time until it happens. Apparently, Google started testing the standalone app only about a week ago."
    },
    {
        "title": "Google's Gemini AI app may soon debut on iPhone, offering exclusive features",
        "link": "https://www.techspot.com/news/105522-google-testing-standalone-gemini-app-iphone-enhanced-features.html",
        "description": "According to 9to5Google, at least one Reddit user claims to have downloaded the Gemini app from the App Store. Once installed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nz82ElMTjT7fo5jy1sF-3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "TechSpot",
        "article_content": "In a nutshell: Google is reportedly testing a standalone Gemini app for iPhones. While the company already offers a Gemini app on Android, iPhone users can only access the AI feature within the main Google app. The standalone app is expected to include additional features not available in the integrated Google app.\n\nAccording to 9to5Google, at least one Reddit user claims to have downloaded the Gemini app from the App Store. Once installed, the app places an icon on the home screen, allowing users to summon the AI assistant with a tap. It also offers a customizable shortcut for quick access. The App Store listing promotes the app as a way to \"Unlock the power of Google AI on your iPhone.\"\n\nCurrently, the Gemini app for iOS is unavailable in most regions, including the US. Users in Canada, Australia, and India have also reported being unable to access the app, indicating that Google may be testing it in select areas before a wider release.\n\nSo far, only one user in the Philippines has reportedly managed to download the app, with screenshots suggesting it has been available in that country's App Store for about a week.\n\nThe new app introduces a feature called Gemini Live, which isn't available in the main Google app. According to the Reddit user, Gemini Live operates in the background with iOS's Live Activity while users multitask, providing a more seamless and convenient experience than the current setup.\n\nAt present, iOS users can only access Gemini by switching to the Gemini tab at the top of the Google search app, a process similar to that on the Gemini website. This method is less seamless and engaging compared to the experience Google offers on its Pixel devices.\n\nGoogle has yet to officially confirm development of a standalone Gemini app for iOS, so a global release date is uncertain. However, with testing seemingly underway, broader availability may come in the next few months.\n\nGemini is Google's AI chatbot powered by its namesake language model, introduced in late 2023 after unifying Bard and Duet AI to compete with OpenAI's ChatGPT. The Gemini app launched on Android earlier this year, enabling users to process documents, summarize emails, and more."
    },
    {
        "title": "Jerry Garcia’s AI-Created Voice Can Now Narrate Audiobooks, Articles and More",
        "link": "https://www.msn.com/en-us/music/news/jerry-garcias-ai-created-voice-can-now-narrate-audiobooks-articles-and-more/ar-AA1tUobQ?ocid=BingNewsVerp",
        "description": "The late Grateful Dead guitarist Jerry Garcia’s estate has recreated his voice using AI in partnership with Eleven Labs. The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JA8EImblDKzSV61YacFeFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "Variety on MSN",
        "article_content": ""
    },
    {
        "title": "Google wants Gemini to be the default AI on your iPhone, not Apple Intelligence",
        "link": "https://www.msn.com/en-us/news/technology/google-wants-gemini-to-be-the-default-ai-on-your-iphone-not-apple-intelligence/ar-AA1tSyz9?ocid=BingNewsVerp",
        "description": "Unlike Apple, which wants its AI to live on your device – one of the reasons its hardware requirements are so hefty – Gemini ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WTVK6sNFDUQc8lSR67MRZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7hon MSN",
        "source": "T3 on MSN",
        "article_content": ""
    },
    {
        "title": "Joshua Dairen: The Black Paranormal Investigator Uncovering Southern Haunts",
        "link": "https://www.msn.com/en-us/news/us/joshua-dairen-the-black-paranormal-investigator-uncovering-southern-haunts/ar-AA1tTYpi?ocid=BingNewsVerp",
        "description": "Step into the shadows with Joshua Dairen, one of the few Black paranormal investigators in the United States. Focusing on the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y5lD3mmexFKIE6WdOxOaQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Hosted on MSN6h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Toilet-Bound Hanako-kun Season 2 Gets Spooky New Trailer: Watch",
        "link": "https://comicbook.com/anime/news/toilet-bound-hanako-kun-season-2-trailer/",
        "description": "Toilet-Bound Hanako-kun Season 2 joins the Winter 2025 anime season with an official release date & gorgeous trailer.",
        "image_url": "https://www.bing.com/th?id=OVFT.vlViqWMCUD1wV90JaZ3XZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "14m",
        "source": "Comicbook.com",
        "article_content": "One of the most gorgeous, uniquely animated paranormal series from 2020 has finally returned after nearly five years with a second season. Toilet-Bound Hanako-kun, based on the original manga by creative duo Aidaro has finally returned to continue Hanako and Nene’s misadventures dealing with iconic school ghost’s from Japanese urban legends after leaving audiences holding their collective breath when Season 1 ended. The new trailer shows what appears to be a significant improvement in animation quality, and hints at some of the major events that take place in the manga’s Clock Keepers and Picture Perfect story arcs. The new season could also finally adapt the Young Exorcist story arc, which, in the timeline of the series, should have been in the anime’s first season.\n\nStudio Lerche will be returning to animate Season 2, with Youhei Fukui (My Hero Academia Season 2, Bakugan: Evolutions) set to direct the series. The main cast will remain the same as it was in the first season, with Masayoshi Oishi (Overlord) providing vocals for the series’ new opening song while ANCHOR composes the main theme.\n\nVideos by ComicBook.com\n\nLerche\n\nToilet-Bound Hanako-kun Offers Anime Fans Everything They Could Want From the Supernatural\n\nMuch like the action-packed supernatural anime Dandadan, Toilet-Bound Hanako-Kun puts a unique spin on classic Japanese folk stories by spinning them to fit the story’s specific world-building and situation. The series primarily follows Nene Yashiro, a first-year high school student who wants nothing more than for her crush to return her feelings. To try and win his heart, Nene unwittingly participates in an occult ritual that causes her to become afflicted by the Mermaid Curse. Not wanting to be turned into a literal fish, Nene makes a deal with the ghostly spirit Hanako to prevent her from turning into a fish – given that she doesn’t become submerged in water. To repay him, Nene is forced to become Hanako’s assistant and help him spread rumors and stories about different supernatural beings residing within the school.\n\nToilet-Bound Hanako-Kun has something for everyone. In addition to an intriguing supernatural mystery that effortlessly builds itself up over time, the series has a visually unique and striking art style that makes it easy to get drawn into each paranormal entity Nene and Hanako investigate. Plus, just beneath the surface of the series core narrative, there’s loads of character development and angst that gets explored in a staunch, brutally human way. The series truly has something for anime fans from every corner of the community, and with the new season dropping in January 2025, there’s no better time to get caught up with Season 1 to prepare for the paranormal ride of a lifetime."
    },
    {
        "title": "Former convent with no trace of ghosts hits the market",
        "link": "https://www.domain.com.au/news/former-convent-with-no-trace-of-ghosts-hits-the-market-1334748/",
        "description": "A former convent located on New Zealand’s North Island which was once investigated for paranormal activity has gone on the market for the first time in two decades. The former St Anthony’s Convent ...",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "Domain4h",
        "source": "Domain",
        "article_content": "Described as a heritage-listed Romanesque-style building, the convent was rebuilt in 1931, and is in a visible position in Huntly’s business area, according to the selling agent, who said it offered “an exceptional restoration project for developers or investors with vision “ who wish to “revive, restore, and reimagine a piece of Huntly’s history.”"
    },
    {
        "title": "\"I fell in love with the Squier Paranormal Jazzmaster XII when I reviewed it, so much so I bought it\": Grab your own for 20% less in Fender's Early Black Friday sale",
        "link": "https://www.msn.com/en-gb/entertainment/news/i-fell-in-love-with-the-squier-paranormal-jazzmaster-xii-when-i-reviewed-it-so-much-so-i-bought-it-grab-your-own-for-20-less-in-fenders-early-black-friday-sale/ar-AA1tTCke?ocid=BingNewsVerp",
        "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access information on a device and to provide personalised ads and content, ad and ...",
        "image_url": "https://www.bing.com/th?id=ODF.QnFrwlpUD5VyGt-LEGnSSQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "MusicRadar on MSN12h",
        "source": "MusicRadar on MSN",
        "article_content": ""
    },
    {
        "title": "PHOTOS: Haunted church in new Call of Duty vs. real-life West Virginia counterpart",
        "link": "https://www.msn.com/en-us/money/careersandeducation/photos-haunted-church-in-new-call-of-duty-vs-real-life-west-virginia-counterpart/ar-AA1tTSg7?ocid=BingNewsVerp",
        "description": "West Virginia takes center stage in the latest edition of the Call of Duty series, where players can fight for survival in a ...",
        "image_url": "https://www.bing.com/th?id=OVF.SdvQuDonAtcP0Msjv97kxQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8hon MSN",
        "source": "WBOY Clarksburg on MSN",
        "article_content": "Content not available"
    },
    {
        "title": "Plans to repurpose Atlas Science Center's assets still unclear after museum's closure",
        "link": "https://www.msn.com/en-us/money/companies/plans-to-repurpose-atlas-science-centers-assets-still-unclear/ar-AA1tUpsR?ocid=BingNewsVerp",
        "description": "Museum leaders announced earlier this month the facility would permanently close. They cited rising operational costs.",
        "image_url": "https://www.bing.com/th?id=OVFT.LTSq0KRHaGcTRfciizu_gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4hon MSN",
        "source": "WLUK Green Bay on MSN",
        "article_content": ""
    },
    {
        "title": "New skating rink coming to Downtown Tyler",
        "link": "https://www.yahoo.com/lifestyle/skating-rink-coming-downtown-tyler-213100144.html",
        "description": "TYLER, Texas (KETK) — Looking for new winter activities in Tyler? Thanks to the Discovery Science Place, people can soon go ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UTUNt5zT6YpKjJrHKi_iFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Yahoo6h",
        "source": "Yahoo",
        "article_content": "TYLER, Texas (KETK) — Looking for new winter activities in Tyler? Thanks to the Discovery Science Place, people can soon go to their new skating rink.\n\nCalendar\n\nThe skating rink will have a grand opening event on Nov. 15 from 6 p.m. to 9 p.m. and tickets are $15 which includes, 45 minutes of skate time, dinner, a picture with Santa, holiday crafts, cookie decorating and hot cocoa.\n\n“This exciting addition is perfect for everyone—from beginners to seasoned skaters. Enjoy public skating sessions, host unforgettable birthday parties, or book after-hour events that will leave your guests buzzing with joy,” the Discovery Science Place said. “Schools can take advantage of our special field trip packages, combining education and fun on the ice. Lace up your skates and make unforgettable memories.”\n\nPublic skating will be $7 an hour and guests are asked to arrive 15-20 minutes early to get skates. People can book public skating sessions online or purchase by the hour at the front desk.\n\nFor more information on times and how to book parties and field trips, people can check their website.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KETK.com | FOX51.com."
    },
    {
        "title": "Discovery taps 'hot carriers' for on-demand, emissions-free hydrogen and catalyst regeneration",
        "link": "https://www.sciencedaily.com/releases/2024/11/241111122838.htm",
        "description": "Researchers have developed a new photocatalyst that could render steam methane reforming entirely emissions-free and extend catalyst lifetimes.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily6h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Discovery World Appoints John Emmerich President & CEO",
        "link": "https://urbanmilwaukee.com/pressrelease/discovery-world-appoints-john-emmerich-president-ceo/",
        "description": "'As a proven leader and community connector that knows every aspect of the organization, we are excited for John to move ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ge1NFw54OY6hEFoDmrOwPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Urban Milwaukee6h",
        "source": "Urban Milwaukee",
        "article_content": "Milwaukee: Discovery World today announced that John Emmerich has been appointed to serve as the organization’s President & CEO effective November 18, 2024.\n\nPrior to being named President & CEO, John served as Vice President of Exhibits & Audience Engagement where he cultivated relationships with partner organizations, led the development of new educational outreach programs, and elevated Discovery World as a primary support system for science education in Wisconsin. John succeeds, who reached a mutual and amicable decision to depart the organization.\n\n“Discovery World hasn’t just been my home, but my source of inspiration for two decades,” said John. “I’m honored to build on our strong foundation fueled by the passion of all those that have, and continue to, dedicate their efforts to uplifting our community. With the help of the best team in the city I’m excited for the opportunity to create new experiences and programs to inspire generations to discover the wonders of science.\n\nNamed to The Business Journals 40 Under 40 in 2023, Emmerich has been a driving force towards developing and cultivating relationships throughout the region with corporations like Rockwell Automation, Kohl’s, WE Energies, and more. In addition to carrying forward important initiatives established under Bryan’s tenure, such as the strategic plan and the organization’s rebrand, John will aim to establish Discovery World as Wisconsin’s premier resource for K-8 STEM education, elevate and broaden guest experience, and raise Discovery World’s profile to a national level.\n\nBruce Keyes, Discovery World’s Board Chair, made the following statement on behalf of his fellow board members:\n\n“With more than 17 years of leadership at Discovery World that includes developing educational and corporate partnerships, improving guest experience, overseeing company finances, and increasing accessibility for our community, John is ideally and uniquely suited to lead Wisconsin’s top science museum, said Bruce Keyes, Discovery World’s Chairman of the Board.\n\n“As a proven leader and community connector that knows every aspect of the organization, we are excited for John to move ahead in the executive role to ensure Discovery World remains at the forefront of science education while continuing to serve our mission of inspiring generations to discover the wonders of science.”\n\nNOTE: This press release was submitted to Urban Milwaukee and was not written by an Urban Milwaukee writer. While it is believed to be reliable, Urban Milwaukee does not guarantee its accuracy or completeness."
    },
    {
        "title": "Discovery World names John Emmerich president and CEO",
        "link": "https://biztimes.com/discovery-world-names-john-emmerich-president-and-ceo/",
        "description": "John is ideally and uniquely suited to lead Wisconsin’s top science museum,' Discovery World board chair Bruce Keyes said in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Lz0EjxEfenpZ-R_KkZ4W1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "BizTimes9h",
        "source": "BizTimes",
        "article_content": "John Emmerich will take over as Discovery World’s new president and chief executive officer effective Nov. 18, the organization announced on Monday.\n\nEmmerich has served as vice president of exhibits and audience engagement since 2018 and had a stint as interim CEO in 2019. From 2007 to 2018, Emmerich was the director of exhibits and experiences at Discovery World. He succeeds Bryan Wunar, “who reached a mutual and amicable decision to depart the organization,” according to Discovery World’s Monday news release.\n\nAs vice president of exhibits and audience engagement, Emmerich oversaw the development of educational outreach programs. He has built relationships with Rockwell Automation, Kohl’s, WE Energies and other corporations.\n\n- Advertisement -\n\n“Discovery World hasn’t just been my home, but my source of inspiration for two decades,” Emmerich said in the news release. “I’m honored to build on our strong foundation fueled by the passion of all those that have, and continue to, dedicate their efforts to uplifting our community. With the help of the best team in the city I’m excited for the opportunity to create new experiences and programs to inspire generations to discover the wonders of science.”\n\nEmmerich will continue initiatives developed under Wunar’s leadership, including Discovery World’s rebrand and strategic plan. According to the news release, Emmerich outlined three goals: “to establish Discovery World as Wisconsin’s premier resource for K-8 STEM education, elevate and broaden guest experience, and raise Discovery World’s profile to a national level.”\n\n“With more than 17 years of leadership at Discovery World that includes developing educational and corporate partnerships, improving guest experience, overseeing company finances, and increasing accessibility for our community, John is ideally and uniquely suited to lead Wisconsin’s top science museum,” Discovery World board chair Bruce Keyes said in the news release."
    },
    {
        "title": "Baidu bolsters AI lineup with text-to-image generator, no-code app builder",
        "link": "https://www.msn.com/en-gb/money/technology/baidu-bolsters-ai-lineup-with-text-to-image-generator-no-code-app-builder/ar-AA1tUJuP?ocid=BingNewsVerp",
        "description": "BEIJING, Nov 12 (Reuters) - China's Baidu Inc (9888.HK), opens new tab unveiled a slew of new applications for its artificial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iZRBlITc4fE6D-9GmvRUUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Reuters on MSN33m",
        "source": "Reuters on MSN",
        "article_content": ""
    },
    {
        "title": "COMAC says Air China will be launch customer of C929 widebody jet",
        "link": "https://www.reuters.com/business/aerospace-defense/comac-says-air-china-will-be-launch-customer-c929-widebody-jet-2024-11-12/",
        "description": "COMAC said on Tuesday that Air China would be the launch customer for the Chinese planemaker's C929 widebody aircraft under ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JSnFvG_qJPAz9brnDV-ojC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "'You hope it puts you in the shop window to start games'",
        "link": "https://www.msn.com/en-us/sports/soccer/you-hope-it-puts-you-in-the-shop-window-to-start-games/ar-AA1tT6oU?ocid=BingNewsVerp",
        "description": "Newcastle winger Harvey Barnes hopes his performance against Nottingham Forest will put him \"in the shop window to start ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0UhfjLzJlhoiH0MtN1WBii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11hon MSN",
        "source": "BBC on MSN",
        "article_content": ""
    },
    {
        "title": "I chose Europe over the US for my startup. The Silicon Valley startup benchmark is unparalleled, but I still prefer Berlin.",
        "link": "https://www.msn.com/en-us/money/companies/i-left-silicon-valley-for-europe-heres-why-i-chose-to-launch-my-startup-in-berlin/ar-AA1tSwXj?ocid=BingNewsVerp",
        "description": "Ivan Maryasin said Berlin is a relatively affordable place to build a business, but it's harder to uphold a \"Silicon Valley ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hicvytzP_ghoRdlsXeC74S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "15hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Tesla posts exaggerate self-driving capacity, safety regulators say",
        "link": "https://www.digitaltrends.com/cars/tesla-fsd-social-media-warning/",
        "description": "The National Highway Traffic Safety Administration (NHTSA) is concerned that Tesla’s use of social media and its website ...",
        "image_url": "https://www.bing.com/th?id=OVF.x6oLMml7GfHSqiKt9ySjbQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Digital Trends14h",
        "source": "Digital Trends",
        "article_content": "The National Highway Traffic Safety Administration (NHTSA) is concerned that Tesla’s use of social media and its website makes false promises about the automaker’s full-self driving (FSD) software.\n\nThe warning dates back from May, but was made public in an email to Tesla released on November 8.\n\nRecommended Videos\n\nThe NHTSA opened an investigation in October into 2.4 million Tesla vehicles equipped with the FSD software, following three reported collisions and a fatal crash. The investigation centers on FSD’s ability to perform in “relatively common” reduced visibility conditions, such as sun glare, fog, and airborne dust.\n\nIn these instances, it appears that “the driver may not be aware that he or she is responsible” to make appropriate operational selections, or “fully understand” the nuances of the system, NHTSA said.\n\nMeanwhile, “Tesla’s X (Twitter) account has reposted or endorsed postings that exhibit disengaged driver behavior,” Gregory Magno, the NHTSA’s vehicle defects chief investigator, wrote to Tesla in an email.\n\nThe postings, which included reposted YouTube videos, may encourage viewers to see FSD-supervised as a “Robotaxi” instead of a partially automated, driver-assist system that requires “persistent attention and intermittent intervention by the driver,” Magno said.\n\nIn one of a number of Tesla posts on X, the social media platform owned by Tesla CEO Elon Musk, a driver was seen using FSD to reach a hospital while undergoing a heart attack. In another post, a driver said he had used FSD for a 50-minute ride home. Meanwhile, third-party comments on the posts promoted the advantages of using FSD while under the influence of alcohol or when tired, NHTSA said.\n\nTesla’s official website also promotes conflicting messaging on the capabilities of the FSD software, the regulator said.\n\nNHTSA has requested that Tesla revisit its communications to ensure its messaging remains consistent with FSD’s approved instructions, namely that the software provides only a driver assist/support system requiring drivers to remain vigilant and maintain constant readiness to intervene in driving.\n\nTesla last month unveiled the Cybercab, an autonomous-driving EV with no steering wheel or pedals. The vehicle has been promoted as a robotaxi, a self-driving vehicle operated as part of a ride-paying service, such as the one already offered by Alphabet-owned Waymo.\n\nBut Tesla’s self-driving technology has remained under the scrutiny of regulators. FSD relies on multiple onboard cameras to feed machine-learning models that, in turn, help the car make decisions based on what it sees.\n\nMeanwhile, Waymo’s technology relies on premapped roads, sensors, cameras, radar, and lidar (a laser-light radar), which might be very costly, but has met the approval of safety regulators."
    },
    {
        "title": "Exito DevOps Summit 2024: Transforming the Future of Software Development in Singapore",
        "link": "https://www.asiaone.com/business-wires/exito-devops-summit-2024-transforming-future-software-development-singapore",
        "description": "As Singapore continues its rise as a leading tech hub in Southeast Asia, the demand for innovative software solutions has ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LizpzKBR7NDCz6dXfHuBnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Asia One22h",
        "source": "Asia One",
        "article_content": "SINGAPORE, Nov 11, 2024 - (ACN Newswire) - As Singapore continues its rise as a leading tech hub in Southeast Asia, the demand for innovative software solutions has never been higher. With a robust infrastructure, strategic location, and a business-friendly environment, Singapore attracts tech companies, startups, and multinational enterprises looking to harness the power of technology to stay ahead of the curve. However, as technology rapidly evolves, traditional development methodologies struggle to keep pace. In this dynamic environment, DevOps has emerged as a critical practice for organizations aiming to accelerate their software development lifecycle, improve collaboration between teams, and deliver high-quality software more efficiently.\n\n\n\n\n\nThe Singaporean tech ecosystem is marked by its emphasis on speed, innovation, and agility, driven by global competition and a constantly evolving market. Companies here are under increasing pressure to adapt to changing customer needs, market trends, and regulatory requirements—factors that traditional waterfall development models struggle to address. DevOps enables organizations to respond to these challenges by promoting continuous integration, continuous delivery (CI/CD), and rapid iteration, which are essential to maintaining a competitive edge in today’s fast-paced digital landscape. The collaborative nature of DevOps—uniting development and operations teams—also facilitates improved communication and alignment, a crucial advantage in Singapore’s multicultural and multidisciplinary workforce.\n\nMoreover, as Singapore moves towards becoming a “Smart Nation,” its public and private sectors are investing heavily in cutting-edge technologies like artificial intelligence (AI), the Internet of Things (IoT), and cloud computing. DevOps tools play an essential role in enabling the development and deployment of these advanced technologies. By automating workflows, streamlining testing processes, and ensuring security through practices like DevSecOps, DevOps ensures that software can be delivered rapidly and securely, without compromising quality. With enterprises increasingly adopting DevOps to fuel innovation and digital transformation, it has become an indispensable methodology for businesses looking to navigate the complexities of modern software development in Singapore.\n\nOverview of the event:\n\nThe DevOps Singapore is one such event that explores the latest trends, challenges, and strategies in DevOps. This exclusive, invitation-only summit brings together over 150 C-level executives, DevOps leaders, and tech innovators to discuss the strategic integration of DevOps in modern enterprises. Key topics include the evolution of DevOps, AI-driven automation, cloud operations, and the importance of DevSecOps.\n\nAttendees will gain insights into how leading organizations leverage DevOps to drive innovation, improve efficiency, and enhance security. The event offers a unique opportunity to learn from the transformative impact of DevOps, micro services, containers, and AI on global tech giants. Whether you're starting your DevOps journey or deepening your expertise, DevOps Singapore Summit provides actionable strategies to stay ahead in the rapidly changing digital landscape.\n\nWhat to expect at the event:\n\nExpect a dynamic agenda that features a combination of keynote speeches, fireside chats, panel discussions, and networking opportunities. Sessions will tackle critical topics such as the evolution of DevOps, the integration of security into development (DevSecOps), the future of AI-driven automation, and the impact of microservices and containers on global tech giants. Key sessions will explore practical solutions to overcome challenges in CI/CD pipelines, security, scalability, and cloud integration, offering attendees a holistic view of how to implement and scale DevOps practices in today’s fast-paced tech environment.\n\nAs the digital transformation journey accelerates across industries, the Exito DevOps Summit 2024 stands as a pivotal gathering for those looking to stay at the forefront of software development innovation. With a focus on real-world strategies and emerging technologies, this event offers invaluable insights into how DevOps practices are shaping the future of enterprise IT.\n\nAttendees will leave equipped with the knowledge, tools, and connections to drive the next phase of digital evolution in their organizations. Whether you're leading a DevOps initiative or exploring new ways to optimize your development lifecycle, the Exito DevOps Summit is the place to be for anyone committed to mastering the future of software development.\n\nDate: 14th November 2024\n\nTime: 09:00 AM to 05:00 PM\n\nLocation: Conrad Singapore Orchard.\n\nFor more information on the Devops Singapore Summit, click on the link.\n\nFor Media Enquiries, reach out to:\n\nKasturi Nayak (Sr.) Marketing Executive)\n\nkasturi.nayak@exito-e.com\n\n+91 9739610464\n\nCopyright 2024 ACN Newswire. All rights reserved. www.acnnewswire.com"
    }
]