[
    {
        "title": "Missouri Man Captures Video Of Mysterious, Cube-Shaped Silver UFO",
        "link": "https://brobible.com/culture/article/missouri-video-cube-shaped-ufo/",
        "description": "Three years ago, Missouri resident Justin Johnson captured video of a strange, cube-shaped silver UFO that appeared to be ...",
        "image_url": "https://www.bing.com/th?id=OVF.DJaNLFpMU62cUfI%2fefiwqA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "BroBible",
        "article_content": "iStockphoto\n\nThree years ago, Missouri resident Justin Johnson captured video of a strange, cube-shaped silver UFO that appeared to be spinning in place in the sky. He is still looking for help identifying it.\n\n“That thing’s a cube with lights!” Johnson shouts on the video.\n\nAfter recording the strange cube-shaped UFO on his phone, he reached out to people who launch weather balloons and nearby air traffic controllers to see if they could shed any light on what he had seen. No one could give him an answer.\n\nHe believes the object was flying just a few hundred feet in the air, but when he tried to follow it in his pickup truck, it disappeared.\n\nJustin Johnson isn’t alone in his quest for answers about UFOs that have been spotted in the skies above Missouri. Nor is the cube-shaped UFO the only time he has spotted and filmed something unexplained in the sky.\n\nSeeking answers, Johnson uploaded his videos to an app that launched in May called Enigma that calls itself “the first Unidentified Anomalous Phenomena (UAP/UFO) sightings alert network.”\n\nEnigma says its mission is “To advance progress on UAP using cutting-edge technology and social intelligence. Only through thoughtful, open-minded study of unidentified phenomena can we get answers. We are focused on building and keeping our team low profile for privacy.”\n\n“The vast majority of sightings that we get are misinterpretations of something mundane,” Alejandro Rojas, a consultant to Enigma Labs, told KMBC News.\n\nHowever, with nearly 20,000 videos and UFO sighting reports to review, Enigma isn’t ruling anything out.\n\n“There are a lot of great possibilities out there. But we just don’t know. We really need to follow that data to figure it out,” Rojas said.\n\nJohnson, too, isn’t giving up hope.\n\n“We’re on the precipice of finding out something that can change humanity forever. This is all very exciting to me,” he said."
    },
    {
        "title": "UFO Researcher Records 1,000 UFO Interviews From 1980-92",
        "link": "https://www.msn.com/en-us/news/technology/ufo-researcher-records-1-000-ufo-interviews-from-1980-92/vi-AA1txi4m?ocid=BingNewsVerp",
        "description": "November 5, 2024. More for You ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kQ1CPrD9Hfitv8nRgbfNUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN10h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Netflix's 'The Man Who Loved UFOs' explores how flying saucer hoaxes go viral (review)",
        "link": "https://www.space.com/entertainment/netflixs-the-man-who-loved-ufos-explores-how-flying-saucer-hoaxes-go-viral-review",
        "description": "Engaging articles, breathtaking images and expert knowledge Issues delivered straight to your door ...",
        "image_url": "https://www.bing.com/th?id=ODF.dXTf93s-WX7i4zeYTIonzg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Space.com1h",
        "source": "Space.com",
        "article_content": "\"The Man Who Loved UFOs\" is a satirical foreign film that just landed on Netflix and hailing from Argentina that takes a nostalgic approach to the subject of flying saucers and the hysteria, fear, and misinformation these sightings spawn. It might not be on your immediate radar, but it demands a viewing for its semi-comedic examination of the nature of hype, media fabrications, and the need to believe.\n\nDirected by Argentinian filmmaker Diego Lerman and starring Leonardo Sbaraglia and Sergio Prina, this inspired production centers around the true tale of eccentric TV journalist José de Zer, who in 1986 ventured to a remote village where strange lights and a hillside burn mark were reported. When he discovers all is not as it seems, he invents an elaborate UFO hoax to create the best-known audiovisual recording on the existence of extraterrestrials in the history of Argentinian television, in turn boosting his own level of fame along with the TV station's ratings.\n\nIn the wake of its world premiere at the San Sebastian Film Festival in September, this interesting indie sci-fi film has found a home on Netflix where it debuted on Oct. 18. The English dub is sub-par so we'd recommend watching it with the default Spanish accompanied by English subtitles.\n\nLeonardo Sbaraglia stars in \"The Man Who Loved UFOs.\" (Image credit: Netflix)\n\nWhen de Zer is approached by a pair of mining company owners with a business proposal to drum up interest in their town by using purported paranormal sightings as a means to attract tourists and raise real estate values, he and his cameraman Chango pack their bags and travel to the site of the UFO phenomenon near the small mountain village of La Candelaria in the province of Córdoba,\n\nOnce in the rustic town, de Zer and Chango take a horseback ride up to investigate a mysterious circular mark burned into the grassy foothills of the nearby mountain, purported to be the landing zone of an alien craft. The site is surrounded by local villagers and police and a grizzled man who claims his grandson witnessed an alien encounter that turned his hair white.\n\nLerman (\"Refugee,\" \"A Sort of Family\") co-wrote the script with Adrián Biniez and their narrative takes real-life events and blurs the line between fiction, dreams, and reality with equal measure.\n\nYouTube Watch On\n\n\"Well, this is a film that I wanted to do for many years,\" Lerman told The Hollywood Reporter. \"I used to spend vacation time in Cordoba where the story takes place, so I remember stories, and I always wanted to write something about it. I remembered the character of Jose, so I started researching and that made me think that there was an interesting film to do about him and the origin of fake news, for example.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"It is also a film about beliefs, the mystery of what can be or not be, the sense of life or the mystery of death. So underlying, in a more serious way, is a film about that: belief, what you can call religion, or whatever you want, whatever you choose.\"\n\nOnce back at the TV studio with the initial footage, de Zer's boss is apprehensive about this sort of sketchy tabloid entertainment material, but the aging reporter convinces him that there's journalistic gold in broadcasting a fantastical story as counterprogramming to all the usual economic and political turmoil.\n\nWhen the hype machine kicks into high gear and this UFO story goes global, de Zer and Chango must keep cultivating more sensational footage and evidence by recruiting reluctant residents and urging them to recite pre-rehearsed statements, unearthing phony rock paintings, planting dead beetles, and gathering squealing goats for effect. As pressure mounts to continue the charade after ratings soar, de Zer suffers exhaustion, visions, depression, and a definite touch of madness.\n\nA scene from \"The Man Who Loved UFOs.\" (Image credit: Netflix)\n\nPortraying the obsessed investigative journalist de Zer, Sbaraglia turns in an exceptional performance in this compelling and sometimes uneven film that delves into the most famous case of paranormal journalism in the history of Argentinian television. It was a true media circus that attracted considerable attention by the public at the time, though few can recall its impact in those innocent pre-internet days. The movie does get a bit lost in its own drama, but never loses its charm.\n\nAre we alone? Perhaps, but not with this provocative foreign film as a temporary companion. \"The Man Who Loved UFOs\" is currently screening exclusively on Netflix."
    },
    {
        "title": "'68 UFO run-in at North Dakota air base still unresolved",
        "link": "https://www.inforum.com/news/the-vault/68-ufo-run-in-at-north-dakota-air-base-still-unresolved",
        "description": "The white blip to the left of the central light is the UFO. Editor's note: This archival article was first published Oct. 23, 2008. MINOT — A routine bomber flight in the pre-dawn hours of Oct. 24, ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "inforum20h",
        "source": "inforum",
        "article_content": "Editor's note: This archival article was first published Oct. 23, 2008.\n\nMINOT — A routine bomber flight in the pre-dawn hours of Oct. 24, 1968, turned unforgettable for navigator Patrick McCaslin.\n\nADVERTISEMENT\n\nMcCaslin and his B-52 crewmates were practicing maneuvers in the skies above Minot, N.D., when officials at the nearby Air Force base radioed a request.\n\n\"The tower called and said, 'Could you guys keep your eyes open for anything unusual?' '' said McCaslin, recalling that flight four decades ago.\n\n\"We asked, 'What are we looking for?'\n\n\"They said, 'You'll know it if you see it,' '' McCaslin said.\n\n\"This is a dim memory,\" he added, \"but I think one of the pilots said, 'Are the missile crews seeing things again?'''\n\nMcCaslin's first move was to focus the plane's radar into a narrow, high-intensity beam.\n\n\"I saw a (radar) return off to our right; it was faint on the first sweep and then it was very strong on the next sweep,\" he said.\n\nADVERTISEMENT\n\nWhen McCaslin informed the pilots about the contact, they replied they couldn't see anything because of cloud cover, but asked him to keep them apprised of what the object did.\n\nWhat it did, McCaslin said, was move faster than anything he had ever clocked on radar.\n\n\"From one sweep (of the radar) to the next, it came from three miles to one mile,\" he said. \"Later, we computed the closure speed at 3,000 miles an hour.\"\n\nFrom there, it only got stranger.\n\n\"It blew my mind that this thing had closed on us this quickly,\" said McCaslin, who recalled that as he advised the pilots of what the object was doing, the bomber lost radio contact with the tower.\n\n\"We could hear them, but they couldn't hear us,\" he said.\n\nA short while later, the object dropped from the plane's radar.\n\nADVERTISEMENT\n\nOfficials in the tower also watched the blip disappear from radar and asked the bomber to fly lower in an attempt to regain contact.\n\nThis is a drawing by B-52 pilot Brad Runyon of a craft sighted October 1968 over the Minot Air Force Base. Bill McNeff / Special to The Forum\n\nAs the plane approached the spot where radar contact was lost, the crew finally saw something.\n\n\"The pilots indicated they could see it visually, just hovering above the ground,\" McCaslin recalled.\n\n\"They said to me, 'Why don't you unstrap and come up and take a look at this thing?' \" said McCaslin, who decided to stick close to his ejection seat.\n\n\"I didn't know what this thing was.\"\n\nShortly after the pilot and co-pilot began observing the mysterious, glowing object, it rose quickly into the sky and disappeared.\n\nLong witness list\n\nWhile the bomber crew members were making their observations, workers on the ground were seeing something similar and reacting to alarms going off at one of the Minuteman missile silos near the Minot air base, said Bill McNeff, who heard parts of the story firsthand from a brother-in-law who worked as a security guard at the air base in 1968.\n\nADVERTISEMENT\n\nMcNeff, a retired electrical engineer living in the Twin Cities and a former director of the Minnesota chapter of the Mutual UFO Network, said the Minot incident was one of the things that inspired him to pursue decades of research into UFO phenomenon.His quest led him in the 1980s to the National Archives in Washington, where he poured over the files of Project Blue Book, the official U.S. Air Force inquiry into reports of unidentified flying objects in the 1950s and '60s.\n\n\"There were incidents (during the Minot episode) that did not make it into the Blue Book files,\" said McNeff, who added the official record doesn't reflect that two airmen passed out after a close approach from the UFO.\n\nHe said a report that the lid of a missile silo was tampered with was also left out.\n\n\"What I learned later is that the lid was completely off the silo and lying on the grass,\" McNeff said.\n\n'Patternicity'\n\nMcNeff said the Minot case ranks among the most intriguing of all UFO sightings because of the number of witnesses and its proximity to a heavily guarded nuclear installation.\n\nThose factors don't impress Michael Schermer.\n\nSchermer, the publisher of Skeptic magazine and founder of the Skeptics Society, shakes his head at any suggestion UFOs are anything more than earthly events that have yet to be explained.\n\nADVERTISEMENT\n\n\"What the public has done is equate 'UFO' with 'extraterrestrial spaceship,' but to date we don't have a shred of evidence that any of the sightings represent extraterrestrial,\" Schermer said.\n\nHe said the Minot case, with its radar contact indicating an object that moved extremely fast, is interesting, but proves nothing.\n\nIn this 2003 Forum file photo, a B-52 takes off while another sits on the runway at Minot Air Force Base.\n\n\"How do you know it just wasn't one branch of the military not telling the other branch of the military what they're doing? That happens all the time.\" Schermer has coined a term for why some equate UFOs with visits from outer space.\n\n\"I call it patternicity, the tendency to find meaningful patterns in random noise,\" he said.\n\n\"Basically, our brains are wired to always find an explanation even if there isn't one,\" he said. \"In other words, we have a low tolerance for ambiguity.\"\n\nVega schmayga\n\nMcCaslin, who eventually became a pilot and later a high school science teacher in Texas, where he still lives, doesn't know if what showed up on his radar that night 40 years ago came from outer space or inner space.\n\nBut he said one of the explanations the Air Force came up with - that his bomber crew was looking at a star called Vega - is hogwash.\n\nADVERTISEMENT\n\nWell, he actually used a stronger noun.\n\nAnd his irritation with the official story is still evident after four decades.\n\n\"My business was to navigate with several means, the star Vega for one,\" he said. \"This thing was at or near the ground. How could it be a star if you're looking at the ground?\"\n\nWhen TV specials air interviews with McCaslin, his neighbors will approach him and ask if he believes in UFOs.\n\n\"I'll tell you what I tell them. I believe what I saw that night. I'm not ready to accept all the things that you see out there - about alien abduction and all that - because I didn't have that experience.\n\n\"It would be a leap in logic to say it came from outer space,\" McCaslin said.\n\n\"It could have come from inner space,\" he said. \"It could have come from anywhere.\"\n\nScientist says some UFO reports worth pondering\n\nStories about a B-52 bomber's encounter with an unidentified flying object in North Dakota in October 1968 pop up on many Web sites.\n\nIn one posting, Twin Cities-based UFO researcher Bill McNeff relates what co-pilot Brad Runyon reported seeing in the early morning hours on that day 40 years ago.\n\nRunyon described an object more than 200 feet in diameter and hundreds of feet long.\n\nHe said the object had a metallic cylinder attached to one end, with a crescent moon-shaped section glowing yellow-green connected to the cylinder.\n\nThis page on UFOcasebook.com details the 1968 UFO encounter of a B-52 crew from Minot Air Force Base.\n\nMany scientists dismiss UFO sightings as unremarkable.\n\nMany, but not all.\n\n\"My perspective is there's certainly something going on. I don't know what it is,\" said Bernard Haisch, an astrophysicist and author of more than 130 scientific publications.\n\nHaisch believes the UFO question deserves to be pondered by the scientific community, even if 99 percent of reports are explainable or hoaxed.\n\n\"There's still a huge amount of data that is potentially useful,\" said Haisch, who operates a Web site called ufoskeptic.org .\n\nHe defines \"skeptic\" as someone wary of extraordinary explanations for perplexing mysteries who is also willing to look at data.\n\nWith the rise of string theory - which allows for the possibility of multiple universes - Haisch finds it odd that physicists are usually the first to scoff at the idea of visitors from other worlds.\n\n\"It's kind of a strange situation,\" he said.\n\nThomas McDonough, senior scientist with a group called The Skeptics Society, grew up believing in the paranormal, but gradually became a doubter.\n\n\"There are so many ways people can be fooled,\" said McDonough, who like Haisch is from California and has a Ph.D. in astrophysics.\n\nAbsent tangible evidence, McDonough said he has concluded that the Earth is not being visited by aliens.\n\nHowever, he's keeping the door open to possibilities.\n\n\"Every now and then in science, someone comes along with a weird story that leads to something new.\n\n\"But most times,\" he said, \"the weird stories lead to something mundane.\""
    },
    {
        "title": "Mario & Luigi Spin Into Action In The Latest Brothership Slapstick Short",
        "link": "https://www.nintendolife.com/news/2024/11/mario-and-luigi-spin-into-action-in-the-latest-brothership-slapstick-short",
        "description": "This one, titled 'UFO Spin', sees the pair deploy their new UFO move in an attempt to remove a runaway coin from a nearby ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LKuvgiAKC15XQCD3bYDdNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "5h",
        "source": "Nintendo Life",
        "article_content": "Subscribe to Nintendo Life on YouTube 783k\n\nWe are getting ever closer to the launch of Mario & Luigi: Brothership on 7th November (that's just two days away!) and Nintendo is on hand to showcase even more of the slapstick humour that we can expect from the dream team.\n\nA new video short is here and, just like last week's hammer-based shenanigans, it shows the Bros. getting into a spot of bother thanks to their OTT abilities.\n\nThis one, titled 'UFO Spin', sees the pair deploy their new UFO move in an attempt to remove a runaway coin from a nearby drain. Once again, there's no actual gameplay to be seen here, but if you need convincing that the series' slapstick humour is present and correct, look no further.\n\nThere are only a couple of days left before we can all go hands-on with this one and see what the series' first console release looks like. If you missed it, we shared our Brothership review yesterday, where we called the Bros' latest adventure \"easily the best Mario & Luigi RPG yet\". High praise indeed, eh?"
    },
    {
        "title": "Google is opening an AI hub in oil-rich Saudi Arabia",
        "link": "https://techcrunch.com/2024/11/05/google-is-opening-an-ai-hub-in-oil-rich-saudi-arabia/",
        "description": "The new AI hub will support research into Arab language AI models and 'Saudi-specific AI applications,' according to a an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JaGZDXW8LPEalozqpjxndy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16m",
        "source": "TechCrunch",
        "article_content": "In Brief\n\nGoogle might be lagging in its climate goals, but that isn’t stopping the tech giant from building a new AI-focused datacenter in fossil fuel-dependent Saudi Arabia.\n\nThe new AI hub will support research into Arab language AI models and “Saudi-specific AI applications,” according to a an announcement from the Saudi Public Investment fund and Google. Aramco, the state-owned petroleum company, says it currently uses AI throughout its operations. At one oil field, the technology has helped boost production by 15%.\n\nGoogle said in 2020 that it would stop developing algorithms for oil and gas production and in 2021 committed to cutting its emissions in half by the end of the decade. A Google spokesperson told E&E News that the new deal “comports” with its existing pledge.\n\nNeither Google nor the Saudi Public Investment fund said what “Saudi-specific AI applications” might look like. But given fossil fuels’ central role in the Saudi economy, it’s possible that AI algorithms run out of the datacenter will be applied to oil and gas production."
    },
    {
        "title": "I tried Hume's new AI voice app — it's good but needs some work",
        "link": "https://www.tomsguide.com/ai/hume-drops-new-ai-voice-app-but-its-not-quite-there-yet",
        "description": "Just a couple of weeks after ElevenLabs debuted its generative AI voice engine that lets you create a voice using text ...",
        "image_url": "https://www.bing.com/th?id=OVFT.X5UgrKLEGGWoCvsX184X0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "Tom's Guide",
        "article_content": "Just a couple of weeks after ElevenLabs debuted its generative AI voice engine that lets you create a voice using text prompts, Hume AI is now offering a series of AI voice bots within an easy-to-use app wrapper that you can use from a web browser.\n\nThe app pulls from the company's own speech-language model, EVI 2, with additional LLMs used on a 'supplemental' basis, including Claude 3.5 Haiku from Anthropic, and feels positioned as a competitor to OpenAI's ChatGPT Advanced Voice model (which just hit Mac and Windows).\n\nAnd, while I'm impressed by just how simple it is to get started, there's definitely some fine-tuning to be done with some aspects of the app so far.\n\nI've been testing it with some general prompts and have found some of it to be genuinely impressive, while others fall behind.\n\nHands-on with the Hume AI app\n\nIntroducing the new Hume App Featuring brand new assistants that combine voices and personalities generated by our speech-language model, EVI 2, with supplemental LLMs and tools like the new Claude 3.5 Haiku from @AnthropicAI. pic.twitter.com/Tej3f7mBFWNovember 4, 2024\n\nThe fun of the Hume AI app is that it compartmentalizes multiple voices, each with its own tone and style to make it feel like you're choosing to speak to different 'people' for different topics.\n\nThere's one for quick, chatbot-style answers, for example, while another is focused on philosophical advice. Each functions the same way - you click, and speak through the mic, and there's no Hume account required if you want to give it a go.\n\nI asked the Quick Answers chatbot how tall the Eiffel Tower is, and got, well, a quick answer, followed by additional information about how it's been added to over time, and how big certain sections of it are.\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Here at Tom’s Guide our expert editors are committed to bringing you the best news, reviews and guides to help you stay informed and ahead of the curve! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nI'm definitely curious to see how things expand from here, and I think Hume has a solid base to build from if it can fix those minor teething issues.\n\nI asked the Storytelling one for a story about a car, and while I wasn't expecting a Pixar-rivalling epic, it tripped over itself multiple times. It repeated lines, and even changed voice at one point which was pretty jarring, but it was happy to receive additional prompts to help direct the flow of the story (sadly, the story it provided, of a car called Cara looking for a power source, is unlikely to win any awards any time soon.\n\nOn the other hand, there's some overlap between some of the voices, and I actually found that a nice way of acknowledging there's no one true answer.\n\nI asked the Spirituality voice how I could better live in the moment, and it suggested feeling the breeze through my hair, the sun on my skin, and that I try eating a mango, bizarrely.\n\nThe same prompt on the Deeper Questions bot prompted smelling my morning coffee, and the way sunlight hits a desk for some reason. Interestingly, the Deeper Questions bot, like the Storytelling one, kept repeating some lines of dialog.\n\nI'm definitely curious to see how things expand from here, and I think Hume has a solid base to build from if it can fix those minor teething issues."
    },
    {
        "title": "Easy Tools To Grow And Manage Your Money Heading Into 2025",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/11/05/how-to-grow-your-money-heading-into-2025/",
        "description": "Here are a few trailblazing apps to help you manage your money and learn how to make smarter, more empowered financial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NmgX-clBJstDWp6Q1ZEISS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Recruiters reveal easy way they can tell you used ChatGPT on a job application",
        "link": "https://nypost.com/2024/11/05/lifestyle/how-recruiters-know-you-used-chatgpt-on-a-job-application/",
        "description": "Recruiters advise that if you’re going to use ChatGPT, it should be used simply as a starting point or to help with a first ...",
        "image_url": "https://www.bing.com/th?id=OVF.2ap366ZnMeZtkc%2b0YBYO%2bQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "New York Post",
        "article_content": "AI can do a lot, but it won’t automate your career.\n\nOpenAI’s ChatGPT has the ability to whip up a resume or cover letter in less than five minutes based on the information you feed it.\n\nBut beware — recruiters can tell.\n\n“Easily 25% of apps appear to be AI-generated,” Bonnie Dilber, a recruiting manager with app-automation company Zapier, told HuffPost.\n\n“A good recruiter can spot an AI-written application from a mile away,” Laurie Chamberlin, head of LHH Recruitment Solutions in North America, added.\n\nAnd with recruiters being able to spot the artificial intelligence, it leaves a sour taste in their mouth — and makes them think you’re not up for the job.\n\n“It signals to me that the person may not know what they are talking about or how to blend AI-generated content with their own ideas,” Dilber said.\n\nDilber shared that the biggest red flag that a candidate used AI for their application is when it reads like a formulated template that’s been copy-pasted and has a “robotic tone.”\n\n“I almost always see words like ‘adept,’ ‘tech-savvy’ and ‘cutting-edge’ repeatedly now on resumes for tech roles,” Gabrielle Woody, a university recruiter for the financial software company Intuit, told the outlet.\n\n“I mostly review intern and entry-level resumes, and many of the early-career candidates I reviewed were not using those terms in their applications before ChatGPT.”\n\n3 If you’re using an AI-generated job application with an AI-powered assistant to help you, you’re not the only one. fizkes – stock.adobe.com\n\nChamberlin added that the generic buzzwords are a dead giveaway for her.\n\n“We might catch candidates listing skills like ‘excellent communicator’ or ‘team player,’ but they don’t back them up with real-life examples,” she said. “The absence of specificity, authenticity and personal touch can be a red flag.”\n\nThere’s also the lack of care and editing when using AI tools, which is a problem, too.\n\nTejal Wagadia, a recruiter for a major tech company, said she often sees applications come in that have the font, parentheses or phrases such as “add numbers here” that come directly from ChatGPT.\n\n“They will literally copy and paste that into their resume without any kind of editing,” Wagadia said. “If you’re missing that level of detail, it shows the employer that you’re not detail-oriented. Yeah you use technology, but not well.”\n\n3 OpenAI’s ChatGPT has the ability to whip up a resume or cover letter in less than five minutes based on information you feed it. BELGA MAG/AFP via Getty Images\n\nIf you’re using an AI-generated job application with an AI-powered assistant to help you, you’re not the only one. Hundreds of other candidates likely had the same idea, and your sentence structures and formatting will read similarly to theirs.\n\nFor example, Dilber noted that the “Why are you interested in this position?” question on a job application often generates the same word-for-word response through ChatGPT of “Company’s mission of ‘insert mission statement’ resonates with me and my experience in ‘insert their current job.’”\n\n“After seeing this exact same response over and over again, it becomes clear that the candidates are all using AI,” she said.\n\nAI even generates the same anecdotes for potential candidates. On the Zapier job application, it asks applicants about about how to use their product, which automates tasks.\n\n“A bunch of people all came up with the same use case of a flower shop,” Dilber explained. “First time I saw it, it was cute. The next few times, it becomes obvious they all plugged this into the same tool.”\n\n3 “After seeing this exact same response over and over again, it becomes clear that the candidates are all using AI,” she said. Thaspol – stock.adobe.com\n\nRecruiters advise that if you’re going to use ChatGPT, it should be used simply as a starting point or to help with a first draft, but you need to be sure to edit it and make it personal to your experiences, making your job application “targeted and not templated.”\n\n“You can ask ChatGPT to break down a job description or identify the most relevant skills and experiences for the position you’re applying to,” Wagadia said. “It’s better to have five targeted applications where you put in effort than 100 where the other person can clearly tell that you’re not interested.”\n\n“If the company was simply looking for AI-generated work, they’d use an AI tool,” Dilber added. “They are trying to hire a human for the unique things only humans can offer, so make sure your application showcases that.”"
    },
    {
        "title": "Anthropic unveils Claude AI desktop app with Windows on Arm support as concerned users pressure on Microsoft over a 'botched' Copilot update",
        "link": "https://www.msn.com/en-us/news/technology/anthropic-unveils-claude-ai-desktop-app-with-windows-on-arm-support-as-concerned-users-pressure-on-microsoft-over-a-botched-copilot-update/ar-AA1tvfqQ?ocid=BingNewsVerp",
        "description": "The desktop version of the AI chatbot makes navigation more straightforward and seamless for users than the web version. Windows users can launch the app using the Ctrl + Alt + Space shortcut.",
        "image_url": "https://www.bing.com/th?id=OJ.VQ0fb6CWTEw0lQ&pid=news&w=70&h=16&rs=2",
        "category": "ai+app",
        "date": "20hon MSN",
        "source": "Windows Central on MSN",
        "article_content": ""
    },
    {
        "title": "Halloween may be over, but the paranormal is coming to Coralville",
        "link": "https://www.kcrg.com/2024/11/05/halloween-may-be-over-paranormal-is-coming-coralville/",
        "description": "CORALVILLE, Iowa (KCRG) - Cirque Italia is bringing their show 'Paranormal Cirque!' to Coralville. The company stresses this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.D_Z89YtSnv7Zx7043AUXtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "ABC Kcrg 92h",
        "source": "ABC Kcrg 9",
        "article_content": "CORALVILLE, Iowa (KCRG) - Cirque Italia is bringing their show “Paranormal Cirque!” to Coralville.\n\nThe company stresses this is for a mature audience with their “innovative horror story”.\n\nThe performances are slated from November 21st through the 24th in the parking lot of Coral Ridge Mall, 1454 Coral Ridge Avenue. Show times are:\n\n· November 21 – Thursday: 7:30pm\n\n· November 22 – Friday: 7:30pm\n\n· November 23 – Saturday: 6:30pm & 9:30pm\n\n· November 24 – Sunday: 5:30pm & 8:30pm\n\nTo learn more about the show and get tickets, go to their website.\n\nCopyright 2024 KCRG. All rights reserved."
    },
    {
        "title": "Paranormal perceptions: We asked a local paranormal investigator everything you want to know",
        "link": "https://www.montrosepress.com/news/paranormal-perceptions-we-asked-a-local-paranormal-investigator-everything-you-want-to-know/article_cb91a54a-9b94-11ef-8648-5bf0ffcac7f3.html",
        "description": "Bree Hoffman was just a little girl when her grandfather passed away, but she knew he was still with her and her family- ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QuVBD_fJfbSsNTBXgDYiNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Montrose Daily Press4h",
        "source": "Montrose Daily Press",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Abandoned Paranormal MOTEL (Military Junkyard FOUND)",
        "link": "https://www.msn.com/en-us/news/crime/abandoned-paranormal-motel-military-junkyard-found/vi-AA1txbcf?ocid=BingNewsVerp",
        "description": "We head out to the desert of California with our friends George Janko and Brendan North. We had heard of this mysterious ...",
        "image_url": "https://www.bing.com/th?id=OVF.BGZ1AQTORNWQuXsKswsdFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Yes Theory on MSN10h",
        "source": "Yes Theory on MSN",
        "article_content": ""
    },
    {
        "title": "How To Watch The Paranormal Activity Movies In Order",
        "link": "https://www.msn.com/en-us/travel/tripideas/how-to-watch-the-paranormal-activity-movies-in-order/ar-AA1tvkrl?ocid=BingNewsVerp",
        "description": "If you're wondering about the best order to watch every Paranormal Activity film, it isn't the release order. Here's how to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3JTT5aJ4zHGs2AuQXYawjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "/Film on MSN20h",
        "source": "/Film on MSN",
        "article_content": ""
    },
    {
        "title": "Netflix's 'The Man Who Loved UFOs' explores how flying saucer hoaxes go viral (review)",
        "link": "https://www.space.com/entertainment/netflixs-the-man-who-loved-ufos-explores-how-flying-saucer-hoaxes-go-viral-review",
        "description": "Engaging articles, breathtaking images and expert knowledge Issues delivered straight to your door ...",
        "image_url": "https://www.bing.com/th?id=ODF.dXTf93s-WX7i4zeYTIonzg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Space.com1h",
        "source": "Space.com",
        "article_content": "\"The Man Who Loved UFOs\" is a satirical foreign film that just landed on Netflix and hailing from Argentina that takes a nostalgic approach to the subject of flying saucers and the hysteria, fear, and misinformation these sightings spawn. It might not be on your immediate radar, but it demands a viewing for its semi-comedic examination of the nature of hype, media fabrications, and the need to believe.\n\nDirected by Argentinian filmmaker Diego Lerman and starring Leonardo Sbaraglia and Sergio Prina, this inspired production centers around the true tale of eccentric TV journalist José de Zer, who in 1986 ventured to a remote village where strange lights and a hillside burn mark were reported. When he discovers all is not as it seems, he invents an elaborate UFO hoax to create the best-known audiovisual recording on the existence of extraterrestrials in the history of Argentinian television, in turn boosting his own level of fame along with the TV station's ratings.\n\nIn the wake of its world premiere at the San Sebastian Film Festival in September, this interesting indie sci-fi film has found a home on Netflix where it debuted on Oct. 18. The English dub is sub-par so we'd recommend watching it with the default Spanish accompanied by English subtitles.\n\nLeonardo Sbaraglia stars in \"The Man Who Loved UFOs.\" (Image credit: Netflix)\n\nWhen de Zer is approached by a pair of mining company owners with a business proposal to drum up interest in their town by using purported paranormal sightings as a means to attract tourists and raise real estate values, he and his cameraman Chango pack their bags and travel to the site of the UFO phenomenon near the small mountain village of La Candelaria in the province of Córdoba,\n\nOnce in the rustic town, de Zer and Chango take a horseback ride up to investigate a mysterious circular mark burned into the grassy foothills of the nearby mountain, purported to be the landing zone of an alien craft. The site is surrounded by local villagers and police and a grizzled man who claims his grandson witnessed an alien encounter that turned his hair white.\n\nLerman (\"Refugee,\" \"A Sort of Family\") co-wrote the script with Adrián Biniez and their narrative takes real-life events and blurs the line between fiction, dreams, and reality with equal measure.\n\nYouTube Watch On\n\n\"Well, this is a film that I wanted to do for many years,\" Lerman told The Hollywood Reporter. \"I used to spend vacation time in Cordoba where the story takes place, so I remember stories, and I always wanted to write something about it. I remembered the character of Jose, so I started researching and that made me think that there was an interesting film to do about him and the origin of fake news, for example.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"It is also a film about beliefs, the mystery of what can be or not be, the sense of life or the mystery of death. So underlying, in a more serious way, is a film about that: belief, what you can call religion, or whatever you want, whatever you choose.\"\n\nOnce back at the TV studio with the initial footage, de Zer's boss is apprehensive about this sort of sketchy tabloid entertainment material, but the aging reporter convinces him that there's journalistic gold in broadcasting a fantastical story as counterprogramming to all the usual economic and political turmoil.\n\nWhen the hype machine kicks into high gear and this UFO story goes global, de Zer and Chango must keep cultivating more sensational footage and evidence by recruiting reluctant residents and urging them to recite pre-rehearsed statements, unearthing phony rock paintings, planting dead beetles, and gathering squealing goats for effect. As pressure mounts to continue the charade after ratings soar, de Zer suffers exhaustion, visions, depression, and a definite touch of madness.\n\nA scene from \"The Man Who Loved UFOs.\" (Image credit: Netflix)\n\nPortraying the obsessed investigative journalist de Zer, Sbaraglia turns in an exceptional performance in this compelling and sometimes uneven film that delves into the most famous case of paranormal journalism in the history of Argentinian television. It was a true media circus that attracted considerable attention by the public at the time, though few can recall its impact in those innocent pre-internet days. The movie does get a bit lost in its own drama, but never loses its charm.\n\nAre we alone? Perhaps, but not with this provocative foreign film as a temporary companion. \"The Man Who Loved UFOs\" is currently screening exclusively on Netflix."
    },
    {
        "title": "Former Paper Discovery Center in Appleton closes, due to rising operational costs",
        "link": "https://www.msn.com/en-us/money/companies/former-paper-discovery-center-in-appleton-closes-due-to-rising-operational-costs/ar-AA1tuTdW?ocid=BingNewsVerp",
        "description": "The center offered hands-on activities, including handmade paper projects, science live demonstrations, and other STEM-based ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QSUSeE4i0pw_7U6os0PAay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20hon MSN",
        "source": "Post-Crescent (Appleton) on MSN",
        "article_content": ""
    },
    {
        "title": "Archaeologists make first-of-its-kind discovery in ancient Egyptian tomb",
        "link": "https://www.msn.com/en-nz/news/other/archaeologists-make-exciting-discovery-in-ancient-egyptian-tomb/ar-AA1twHLR?ocid=BingNewsVerp",
        "description": "Archaeologists have uncovered a rare Egyptian tomb dating back 4,000 years. The tomb could change how researchers look at the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JMWUcavKukUbcvxP8g_e-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "New Cancer Discovery Releases 'Brakes' On Immune System To Treat Stubborn Tumors",
        "link": "https://www.msn.com/en-us/health/other/new-cancer-discovery-releases-brakes-on-immune-system-to-treat-stubborn-tumors/ar-AA1tyldi?ocid=BingNewsVerp",
        "description": "When the tumors were treated with anti-Ly6a antibodies, effectively releasing the brakes and allowing the immune system to ...",
        "image_url": "https://www.bing.com/th?id=OVF.MoVm5PyNsVj9htjITtB9WQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN5h",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "New Tardigrade Discovery Reveals Secrets of Radiation Resistance",
        "link": "https://www.msn.com/en-us/news/technology/new-tardigrade-discovery-reveals-secrets-of-radiation-resistance/ar-AA1tvMA4?ocid=BingNewsVerp",
        "description": "Three processes contribute to radiation tolerance. (Li et al., Science, 2024) While some of these tricks were already known ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E7OIc9HWwHETY2jgsAp9aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert on MSN18h",
        "source": "ScienceAlert on MSN",
        "article_content": ""
    },
    {
        "title": "Major discovery on origin of writing in birthplace of civilization",
        "link": "https://www.msn.com/en-us/travel/article/major-discovery-on-origin-of-writing-in-birthplace-of-civilization/ar-AA1txjGW?ocid=BingNewsVerp",
        "description": "In Mesopotamia, the birthplace of civilization, the earliest known writing system started around 3,000 BCE. At such a critical moment in US history, we need reporters on the ground. Your donation ...",
        "image_url": "https://www.bing.com/th?id=OJ.j6nLf00sJ5OcJQ&pid=news&w=125&h=16&rs=2",
        "category": "science+discovery",
        "date": "9hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Clarra Expands Case Management Capabilities To Modernize Litigation Management",
        "link": "https://menafn.com/1108853317/Clarra-Expands-Case-Management-Capabilities-To-Modernize-Litigation-Management",
        "description": "New Generative AI, Communications, Analytics, and No-Code Customization Features Enable Migration Away from Legacy <a target=_b ...",
        "image_url": "https://www.bing.com/th?id=OJ.x0kouL7aev0B9w&pid=news&w=80&h=16&rs=2",
        "category": "nocode",
        "date": "1h",
        "source": "Mena FN",
        "article_content": "Content not available"
    },
    {
        "title": "Vertafore buys Surefyre to accelerate growth in MGA space",
        "link": "https://www.msn.com/en-us/money/companies/vertafore-buys-surefyre-to-accelerate-growth-in-mga-space/ar-AA1tyM4l?ocid=BingNewsVerp",
        "description": "The acquisition adds Surefyre’s AI-enabled, low-code/no-code solution to Vertafore’s managing general agent (MGA) ecosystem ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kt30UrT-3egqsSESwnl1ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "GlobalData on MSN8h",
        "source": "GlobalData on MSN",
        "article_content": ""
    },
    {
        "title": "Trump slams Pelosi as 'evil, sick, crazy,' but stops short of profanity: 'It starts with a B'",
        "link": "https://www.msn.com/en-ca/news/politics/trump-slams-pelosi-as-evil-sick-crazy-but-stops-short-of-profanity-it-starts-with-a-b/ar-AA1txSZa?ocid=BingNewsVerp",
        "description": "Former President Donald Trump stopped just shy of calling former House Speaker Nancy Pelosi a profanity, saying that the word ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Nv-qQ5Bnbl_ykrSFAH0PmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Seattle breaks into top 3 in new ecosystem ranking for early stage software startup funding",
        "link": "https://www.geekwire.com/2024/seattle-breaks-into-top-3-in-new-ecosystem-ranking-for-early-stage-software-startup-funding/",
        "description": "GeekWire’s startup coverage documents the Pacific Northwest entrepreneurial scene. Sign up for our weekly startup newsletter, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sKJ2ETixuaPEUKMSsu6U7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10h",
        "source": "GeekWire",
        "article_content": "Content not available"
    },
    {
        "title": "A new update fixes the Snapdragon 8 Elite’s overheating issues — or does it?",
        "link": "https://www.msn.com/en-us/news/technology/a-new-update-fixes-the-snapdragon-8-elite-s-overheating-issues-or-does-it/ar-AA1tuE1C?ocid=BingNewsVerp",
        "description": "Smartphone maker Realme has issued a software fix for the GT 7 Pro and its overheating Qualcomm Snapdragon 8 Elite chip. Has it solved the problem?",
        "image_url": "https://www.bing.comNo image",
        "category": "software+trend",
        "date": "Digital Trends on MSN22h",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Permiso bolsters open source cloud identity security tools",
        "link": "https://www.computerweekly.com/blog/Open-Source-Insider/Permiso-bolsters-open-source-cloud-identity-security-tools",
        "description": "Finally, CAPICHE Detection Framework (Cloud API Conversion Helper Express) is an open source tool designed to simplify each step of the cloud API detection translation pipeline. It enables any ...",
        "image_url": "https://www.bing.com/th?id=ODF.H58GCv--ck7ZzIaqXjw2Xg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Computer Weekly1h",
        "source": "Computer Weekly",
        "article_content": "Real-time identity security company has released a suite of three open-source tools to help security teams in firm up their detection capabilities.\n\nThe company’s threat research arm known as “P0 Labs” has previously (this year) launched YetiHunter, an open source tool that detects indicators of compromise in Snowflake environments.\n\nIt has also released CloudGrappler, which queries high-fidelity and single-event detections related to well-known threat actors in popular cloud environments such as AWS and Azure.\n\nPermiso has been incorporated into several open source projects that allow security teams to uplevel their detection capabilities in a variety of different environments.\n\n\n\n“The learning curve for detection in the cloud is steep and our goal is to help security teams bolster their detections across their cloud environments without having to purchase commercial software solutions like a SIEM,” said Permiso co-founder and co-CEO Jason Martin. “We are committed to providing resources that can help the broader security community defend against the TTPs [see below] of modern threat actors.”\n\nTactics, Techniques & Procedures In the suite of projects is DetentionDodger. This technology finds identities with leaked credentials and their potential impact. DetentionDodger will list all the identities with a Quarantine Policy (version 1-3) and look for failed policy attachments of a Quarantine Policy in CloudTrail Logs to generate a list of users with leaked credentials. It also lists all the inline and attached policies of the user and each group it is part of to determine the impact based on privileges.\n\n\n\nBucketShield is a monitoring and alerting system built for AWS S3 buckets and CloudTrail logs. It ensures the consistent flow of logs from AWS services into S3 buckets and mitigates potential misconfigurations that could interrupt log collection. With real-time tracking of IAM roles, KMS configurations and S3 log flows, BucketShield ensures that every critical event is recorded and a cloud instance remains audit-ready."
    }
]