[
    {
        "title": "SUS: the Student UFO Society",
        "link": "https://yaledailynews.com/blog/2024/10/11/student-uof-society/",
        "description": "During my first two months at Yale, I’ve learned how to be an indulgent skeptic. The Thursday before Family Weekend, I ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wCVhNZCcLN4wEWSJUnfCci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yale Daily News3h",
        "source": "Yale Daily News",
        "article_content": "During my first two months at Yale, I’ve learned how to be an indulgent skeptic.\n\nThe Thursday before Family Weekend, I received an email advertising an 11-hour-long teach-in about UFOs, to which I responded with immediate incredulity. I wasn’t quite sure that “free exchange of ideas surrounding a challenging subject” could apply to government cover-ups of UFOs, a conspiracy theory seemingly on par with the flat Earth.\n\nI decided to reach out to Sydney Morrison ’25, the leader of the Yale Student UFO Society, or YSUS, to find out what could lead a Yale student to believe that little green men in flying saucers were anything but pure science fiction. After a few back-and-forth emails, she explained her reasoning over lunch last Monday.\n\nSydney’s story with ufology, the study of UFOs, began during her time away from Yale after her sophomore year. Throughout her childhood and teenage years, her idea of UFOs was much like mine: “potentially some weird spiritual thing, like a semi-religious phenomenon.” But one night, while hanging out with a friend in a Washington park, they turned around simultaneously to see a large object with blinking lights in the sky. Unbothered at first, they then encountered an 8-foot-tall bulky humanoid object with two deer-like eyes, casually strolling around and absorbing all visible light entering its body. Sydney said that they got within two feet of the alien, which continued to stomp around and followed them back to their car.\n\nNaturally, this experience was “pretty shaking,” and Sydney started YSUS her next semester back at Yale to create a space for UFO believers — the only such space in the Ivy League. The club’s main goal is to consolidate and present knowledge on UFO sightings.\n\nConvincing those in the Yale community is more of a secondary objective. Sydney explained that when talking about her experience to people outside the ufology community, she always begins with “I know this sounds crazy” or “I wouldn’t have believed it myself,” but it’s often unsuccessful; she’s mostly given up on convincing people to believe.\n\n“There’s such pervasive stigma that associates UFOs with mental illness,” she told me. “It’s scary when you do try to take [beliefs about UFOs] further into the media and the public.”\n\nI felt sympathetic to her cause. If UFOs were to exist, I — and most of the world — would be virtually clueless, having been deaf to all those who claimed to have seen evidence. Sydney often wishes she hadn’t had her sighting — “it’s kind of like the Matrix, where you can’t go back after you’ve seen something like that,” she said. Personally, I’d rather live my life unaware of any alien existence — I can’t imagine being so utterly sure of a truth that my family and friends would never accept.\n\nCurious about what led other students to join the club — to voluntarily take the red pill — I talked to Lorenzo Chamberlin ’28, YSUS’s newest officer. He told me that he saw a poster advertising YSUS on the way to class one day and was immediately drawn to it. He’s never had an experience with UFOs, though he would like to, and was enthusiastic about the club’s efforts to find “ways to have those experiences.” He quoted Sherlock Holmes to summarize his reason for joining: “once you’ve eliminated the impossible, whatever remains, however improbable, must be the truth.”\n\nIt turns out that Lorenzo wrote the original teach-in email that piqued my curiosity. Rereading it after our chat, I realized that his description of the event’s purpose — raising awareness for “wider epistemological challenges to accepted boundaries of scholarship and civic activism” — was not a half-baked attempt at intellectualizing a joke but a genuine reflection on how deep our assumptions lie.\n\nOver the course of our lunch, Sydney presented a logical, well-thought-out argument. By the time she brought up postcolonialism and ontology, it was clear that she’d spent hundreds, if not thousands, of hours researching ufology.\n\nWe talked for around an hour, but most people don’t devote that much time to understanding a claim viewed as fundamentally absurd. It’s so easy to just dismiss someone as crazy when that’s what the rest of the world thinks.\n\nIn my philosophy and astronomy courses, I’ve learned about dozens of breakthroughs that were met with universal skepticism when they were first made. Ideas like philosophical questioning, the heliocentric theory and special relativity were incredibly controversial when proposed because they disrupted beliefs that felt safe and secure. Socrates, Galileo and Einstein — some of the most important contributors to human knowledge — were all shunned for their “radical” and “preposterous” findings.\n\nSo maybe — however unlikely — UFOs are real and Sydney is the next Einstein. I’m not quite convinced, but I’ve learned to at least give everyone the benefit of the doubt. Nothing is for certain, and so to make a leap into the unknown, to challenge centuries of knowledge and billions of people, should be seen not as ignorance but bravery."
    },
    {
        "title": "Pentagon's secret UFO data retrieval program 'Immaculate Constellation' revealed for first time in new whistleblower report",
        "link": "https://www.msn.com/en-nz/news/other/secret-pentagon-ufo-program-immaculate-constellation-named-in-leak/ar-AA1rYGhO?ocid=BingNewsVerp",
        "description": "A secretive Pentagon program to 'detect' and 'quarantine' the military's best UFO data has been hidden since 2017 from ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PW67GNBWgc8XCkP26tgUeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "US, Los Angeles: North Hollywood Bright Star Causes UFO Scare Over Simi Valley",
        "link": "https://www.msn.com/en-xl/news/other/us-los-angeles-north-hollywood-bright-star-causes-ufo-scare-over-simi-valley/vi-AA1s4SeY?ocid=BingNewsVerp",
        "description": "Los Angeles, United States - October 10, 2024 10/10/2024 08:30 pm (GMT-0700) | North Hollywood – \"Ring App\" users caused a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sXuTvusQlSIIbFz1Fy52tC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "StringersHub on MSN37m",
        "source": "StringersHub on MSN",
        "article_content": ""
    },
    {
        "title": "BREAKING News - Whistleblower reveals Secret UFO Program Immaculate Constellation",
        "link": "https://www.msn.com/en-us/entertainment/news/breaking-news-whistleblower-reveals-secret-ufo-program-immaculate-constellation/vi-AA1s1PNi?ocid=BingNewsVerp",
        "description": "Patrick discusses BOMBSHELL news about Secret UFO Program titled \"Immaculate Constellation\" being revealed to the public for ...",
        "image_url": "https://www.bing.com/th?id=OVF.B%2bhktNRe7auyRCdPA7CEow&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN18h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Shellenberger: Pentagon's \"Immaculate Constellation\" Program Is About Reverse Engineering UFO Technology",
        "link": "https://www.realclearpolitics.com/video/2024/10/10/shellenberger_pentagons_immaculate_constellation_program_is_about_reverse_engineering_ufo_technology.html",
        "description": "On NewsNation’s Reality Check, Ross Coulthart is joined by Michael Shellenberger, an independent journalist who reveals a secret Pentagon UAP program named by a Congressional whistleblower: ...",
        "image_url": "https://www.bing.com/th?id=OJ.sqFQf08HmU8DCQ&pid=news&w=62&h=16&rs=2",
        "category": "ufo",
        "date": "16h",
        "source": "RealClearPolitics",
        "article_content": "Content not available"
    },
    {
        "title": "Can Adobe repair its AI reputation with its new Content Authenticity web app?",
        "link": "https://www.yahoo.com/tech/adobe-repair-ai-reputation-content-080053480.html",
        "description": "The company has announced a new Content Authenticity Web App designed to \"champion creator protection and attribution\". An ...",
        "image_url": "https://www.bing.com/th?id=OVFT.62PYoEOU2fl0GyH4CkZyCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Adobe/Future\n\nSeveral companies have experienced reputational issues as a result of their approach to AI in 2024. Chief among them is Adobe, whose Terms of Service debacle in the summer led to a fierce backlash from creatives. But the brand's latest move might just help ingratiate the company with AI-sceptics.\n\nThe company has announced a new Content Authenticity Web App designed to \"champion creator protection and attribution\". An extension of the Content Authenticity Initiative we've already seen Adobe develop over the last couple of years, the new web app offers a free way for creators to apply content credentials to their work.\n\nAdobe\n\nAs well as adding credentials, the web app lets creators set AI training and usage preferences, essentially letting artists opt-out of being trained by models. Of course, this relies on other models recognising this, but Adobe is \"actively working to drive industry-wide adoption of this preference.\"\n\nA free, public beta of the Adobe Content Authenticity web app will be available in Q1 2025, and users can sign up for more information here. As well as the web app, there'll also be a handy Chrome extension for inspecting credentials.\n\nAdobe Content Credentials web app\n\n\"Adobe’s new tool for signing artwork is a game-changer,\" gushes illustrator Pepita Sandwich via the Adobe website. \"It makes adding Content Credentials to digital pieces easy and professional. The interface is intuitive and ensures seamless integration, while the security features give me peace of mind. I also love that it offers the option to opt-out of AI training—perfect for protecting my creative rights.\"\n\nIt's certainly a timely move for a company that has endured its fair share of criticism from artists this year, as well as facing the small matter of getting sued by the US government over its convoluted cancellation processes. But with the brand having previously committed to \"doing the right thing\" when it comes to AI, focussing its efforts on the Content Authenticity Initiative seems like a wise move."
    },
    {
        "title": "Is Generative AI Having Its IPhone Moment?",
        "link": "https://www.forbes.com/sites/delltechnologies/2024/10/10/is-generative-ai-having-its-iphone-moment/",
        "description": "Small language models continue to gain traction among enterprises adopting generative AI for bespoke use cases.",
        "image_url": "https://www.bing.com/th?id=OVFT.A-psFoli3K8-MLyFQG7oUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "India becomes the biggest market globally for these AI apps in 2024",
        "link": "https://www.msn.com/en-in/money/topstories/tiktok-confirms-it-is-cutting-hundreds-of-jobs-here-s-what-the-company-said-in-its-statement/ar-AA1s4UOZ?ocid=BingNewsVerp",
        "description": "India has become the largest market for AI app adoption, contributing 21% to over 2.2 billion global AI app downloads in 2024 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y0R-LVm8SCNE2JhQ8oGxDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "28mon MSN",
        "source": "The Times of India on MSN",
        "article_content": ""
    },
    {
        "title": "How to Build Your First iOS App with AI",
        "link": "https://www.geeky-gadgets.com/build-your-first-ios-app-with-ai/",
        "description": "Learn how to build your first iOS app using AI to create a complete working application capable of running on Apple devices.",
        "image_url": "https://www.bing.com/th?id=OVFT.abRFysVqixdBXByHiLQ5AS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "Geeky Gadgets",
        "article_content": "The ability to build your first Apple iOS app is now even easier, thanks to the power of artificial intelligence (AI). The process of creating a simple yet effective habit-tracking app using AI tools, specifically Cursor AI, requires no prior programming skills. As the AI-generated code and natural language processing, enables you to develop a fully functional app with ease, opening up a world of possibilities for aspiring app developers. In the video below Alex Finn takes you through the process step-by-step in just 7 minutes.\n\nGetting Started\n\nTo begin your app development journey, the first step is to download and install Xcode from the App Store. Xcode is Apple’s official integrated development environment (IDE) and is essential for building iOS applications. Once you have successfully installed Xcode, create a new iOS project and give it a meaningful name, such as “Habit Tracker.” This initial setup forms the foundation of your app, allowing you to focus on designing an intuitive user interface and implementing key features rather than getting bogged down in complex coding tasks.\n\nSimplifying App Development with AI\n\nThe next step is to download and open Cursor AI, a powerful tool that simplifies the app creation process through AI-powered code generation. By opening your project folder in Cursor AI, you can start building your app without writing a single line of code. This innovative tool enables you to use plain English prompts to generate the necessary code, making app development more intuitive and accessible to beginners and experienced developers alike.\n\nNatural Language Processing: Cursor AI uses advanced natural language processing techniques to understand your prompts and generate appropriate code snippets.\n\nCursor AI uses advanced natural language processing techniques to understand your prompts and generate appropriate code snippets. Seamless Integration: The generated code seamlessly integrates with your Xcode project, ensuring a smooth development process.\n\nThe generated code seamlessly integrates with your Xcode project, ensuring a smooth development process. Iterative Development: With Cursor AI, you can easily modify and expand your app’s functionality by adding new prompts, allowing for rapid iteration and improvement.\n\nBuild Your first iOS App With AI\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of AI apps :\n\nBuilding A Habit Tracker iOS App: A Step-by-Step Guide\n\nWith Cursor AI at your disposal, adding features to your habit-tracking app becomes a breeze. Start by creating an input field and a plus sign button for users to add new habits they want to track. To make tracking progress more engaging, incorporate a checkbox feature that allows users to mark habits as completed. Consider adding a delightful confetti animation that triggers when a habit is successfully completed, providing a sense of accomplishment and positive reinforcement.\n\nTo enhance the user experience further, integrate a calendar view that displays habit completion over time. This feature enables users to visualize their progress and identify patterns in their habit-forming journey. By breaking down the app development process into manageable steps and using AI-generated code, you can create a user-friendly and visually appealing app that encourages consistent habit tracking.\n\nInput Field and Plus Sign: Create a simple and intuitive interface for users to add new habits they want to track.\n\nCreate a simple and intuitive interface for users to add new habits they want to track. Checkbox Feature: Implement a checkbox system that allows users to mark habits as completed, providing a sense of progress and accomplishment.\n\nImplement a checkbox system that allows users to mark habits as completed, providing a sense of progress and accomplishment. Confetti Animation: Add a celebratory confetti animation that triggers when a habit is successfully completed, creating a positive and rewarding user experience.\n\nAdd a celebratory confetti animation that triggers when a habit is successfully completed, creating a positive and rewarding user experience. Calendar View: Integrate a calendar view that displays habit completion over time, allowing users to track their progress and identify patterns.\n\nTesting and Iterating: Ensuring a Seamless User Experience\n\nTesting is a crucial step in the app development process, and Xcode provides a powerful tool called the iOS simulator to help you ensure your app’s functionality. The simulator allows you to test your app on various virtual devices, simulating different screen sizes, resolutions, and hardware configurations. This enables you to identify and address any potential issues or bugs before releasing your app to the public.\n\nBased on the insights gained from testing, you can iterate on your app’s features by adding new prompts in Cursor AI. This iterative approach ensures that your app meets user needs, functions smoothly, and provides an optimal user experience. By continuously refining and improving your app, you can create a polished and professional-grade application that stands out in the competitive iOS app market.\n\nExploring Potential and Future Steps\n\nThe ease and accessibility of app development using AI tools like Cursor AI highlight the immense potential for anyone, regardless of their technical background, to create powerful and engaging mobile applications. Once you have completed your habit-tracking app, consider taking the next step by uploading it to the App Store. This process involves following Apple’s submission guidelines, ensuring your app meets their quality standards, and potentially monetizing your app through in-app purchases or advertisements.\n\nBy using the power of AI in app development, you can focus on creativity, innovation, and delivering a seamless user experience, making app development an achievable goal for beginners and experts alike. As you continue to explore the possibilities of AI-assisted app development, you may discover new opportunities to create more complex and feature-rich applications, pushing the boundaries of what is possible in the world of mobile app development.\n\nApp Store Submission: Follow Apple’s guidelines and submit your app to the App Store, making it available to a wide audience of iOS users.\n\nFollow Apple’s guidelines and submit your app to the App Store, making it available to a wide audience of iOS users. Monetization Strategies: Explore various monetization options, such as in-app purchases or advertisements, to potentially generate revenue from your app.\n\nExplore various monetization options, such as in-app purchases or advertisements, to potentially generate revenue from your app. Continuous Improvement: Gather user feedback and analytics to identify areas for improvement and iterate on your app’s features and functionality.\n\nGather user feedback and analytics to identify areas for improvement and iterate on your app’s features and functionality. Expanding Your App Portfolio: Apply the skills and knowledge gained from building your habit-tracking app to create more complex and feature-rich applications in the future.\n\nBuilding an iOS app using AI tools like Cursor AI is a straightforward and accessible process that democratizes app development. By following this beginner’s guide and using the power of AI-generated code and natural language processing, you can create a functional, engaging, and user-friendly habit-tracking app. This experience paves the way for future projects, innovations, and a deeper exploration of the exciting world of AI-assisted app development.\n\nMedia Credit: Alex Finn\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "This $40 AI app turns you into a master musician",
        "link": "https://www.yahoo.com/tech/40-ai-app-turns-master-090000626.html",
        "description": "Now, though, things are shifting — technology has made it easier for regular people to tap into their musical side without ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zPbBt9KoaNonSwgqqQOf5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Yahoo23h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nBecause your dog deserves a bespoke power ballad\n\nTL;DR: Make any idea into a song with a lifetime subscription to Supermusic AI, now $39.97 ($319).\n\nSupermusic AI\n\nOpens in a new window\n\nCredit: Supermusic\n\nSupermusic AI: Lifetime Subscription\n\n$39.97\n\n$319.00 Save $279.03\n\nGet Deal\n\nMaking music has always seemed like something you need a lot of training, expensive equipment, or studio time to do. Even if you had a musical idea in your head, translating that into an actual song was a long and complicated process. Now, though, things are shifting — technology has made it easier for regular people to tap into their musical side without needing instruments or years of practice\n\nSupermusic AI is an app that allows you to create full songs just by typing in prompts. It doesn’t require you to know how to play an instrument or mix a track. You start with a text prompt — anything from a single line of lyrics to a few ideas about the mood or theme — and Supermusic handles the rest. In seconds, it generates a complete song, with background music and vocals, making your creative concept a reality, and it's only $39.97 for a lifetime subscription.\n\nHow does Supermusic AI work?\n\nNot only does Supermusic craft the music, but it also produces vocals that sing your lyrics with impressive clarity and emotion. Supermusic takes things a step further by allowing you to tweak your tracks, add your own lyrics, and make adjustments until the song fits your vision.\n\nThis level of customization, combined with the speed and ease of use, makes it possible for anyone to become a \"musician\" without needing the skills that usually come with it. You can explore genres, experiment with different sounds, and quickly share your creations with the world.\n\nOr just enjoy some sweet tunes about your cat.\n\nSharing is a big part of the experience with Supermusic. Once you’ve created your track, you can easily post it on social media or share it with friends through the app itself. The platform has built-in playlists and profiles, so you can store all your AI-generated songs and even follow other creators to see what they’re working on.\n\nThe app also has its own leaderboards, tracking the most popular, played, and shared songs. That means you have the chance to show off your own AI creations with like-minded users.\n\nSupermusic is available on both iOS and Android, so all you need is your phone to get started.\n\nTime to jam\n\nMake the music you used to only dream of. Get a Supermusic AI lifetime subscription for just $39.97.\n\nStackSocial prices subject to change."
    },
    {
        "title": "Chad Lewis presents ‘Paranormal Tales’ at MSU",
        "link": "https://www.msn.com/en-us/entertainment/news/chad-lewis-presents-paranormal-tales-at-msu/ar-AA1s3jYp?ocid=BingNewsVerp",
        "description": "Lewis has traveled to Transylvania, Puerto Rico, Ireland and other locations in search of mythical creatures, like vampires ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aLXpA-HuEq1m1qwwQQGJoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Mankato KEYC-TV on MSN8h",
        "source": "Mankato KEYC-TV on MSN",
        "article_content": ""
    },
    {
        "title": "The ghostbusters of Erie: Meet the paranormal investigation group Eerie Unknown",
        "link": "https://www.msn.com/en-us/travel/tripideas/the-ghostbusters-of-erie-meet-the-paranormal-investigation-group-eerie-unknown/ar-AA1s1bbD?ocid=BingNewsVerp",
        "description": "A local paranormal investigation group which started in December of 2019 now has more than 6,000 followers on Facebook and scary tales to tell.",
        "image_url": "https://www.bing.com/th?id=OJ.rB8jAUdDo2KkXA&pid=news&w=46&h=16&rs=2",
        "category": "paranormal",
        "date": "21hon MSN",
        "source": "Erie Times-News on MSN",
        "article_content": ""
    },
    {
        "title": "Nine ghostly stories from Sunderland, from the Springwell phantom to the evil spirits of Mowbray Park",
        "link": "https://www.msn.com/en-gb/lifestyle/other/nine-ghostly-stories-from-sunderland-from-the-springwell-phantom-to-the-evil-spirits-of-mowbray-park/ar-AA1s4f3t?ocid=BingNewsVerp",
        "description": "The Paranormal Database was set up by Darren Mann, who told us: 'Sunderland is a great place for general spookiness. 'A ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rPDw2ZZqEO6K7qAXtTatIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Sunderland Echo on MSN4h",
        "source": "Sunderland Echo on MSN",
        "article_content": ""
    },
    {
        "title": "Why YouTube Shouldn’t Be Scared of Its Hottest Genre: Horror",
        "link": "https://variety.com/vip/youtube-horror-content-creators-sam-and-colby-1236173617/",
        "description": "Horror-based creators have a track record of thriving on YouTube and crossing into the mainstream. All YouTube has to do is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vmPBCosismuGksSZMOJM_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "16h",
        "source": "Variety",
        "article_content": "The bomb that was “Joker: Folie à Deux” loomed large over this past weekend, but further down the box office tally lies a success story: the limited-release documentary “Sam and Colby: The Legends of the Paranormal” finished sixth despite playing to just 350 screens nationwide.\n\nThis feat is just the latest example of YouTubers finding mainstream traction through horror — a genre that has been one of the most eclectic and innovative corners of YouTube — though the platform has made it increasingly difficult for some of these creators to reach audiences.\n\nOriginally launching a general vlogging channel in 2014, Sam and Colby gained most of their 13 million subscribers after going all in on paranormal investigation videos. The pair’s most popular videos are one-to-two-hour explorations of such iconic haunts as the Stanley Hotel (43 million views), the Queen Mary (22 million views) and the house that inspired “The Conjuring” (39 million views).\n\nA staple of Sam and Colby’s channel is Hell Week, an annual tradition where the pair release their biggest and scariest project of the year each October. Last year’s limited 168-theater run with Cinemark for their “Conjuring” house series sold out at every location, and so the duo upped the distribution to 350 screens for “Legends.”\n\nBox Office Mojo estimates “Legends” grossed around $1.76 million over the weekend, even with the movie playing to the fewest number of theaters in the top 10. The high fan turnout generated an average of nearly $6,000 per theater.\n\nSam and Colby’s box office win speaks to the unassuming power of niche yet large online communities and the ability of online content to compete with mainstream entertainment — something on which Michael Bay is banking as he preps “Skibidi Toilet” for the big leagues.\n\nBut it’s also just the latest instance of horror-focused creators jumping from YouTube to the mainstream. Last year saw the release of A24’s “Talk to Me,” the acclaimed debut film written and directed by Danny and Michael Philippou, better known as RackaRacka to their 6.86 million YouTube subscribers.\n\nPremiering the week after “Barbenheimer” weekend, ”Talk to Me” not only went on to earn over $92 million globally but it’s A24’s third-highest-grossing film behind Best Picture winner “Everything Everywhere All at Once” and summer blockbuster “Civil War.”\n\nThe success of “Talk to Me” has seemingly opened the floodgates for scare-inclined creators to reach audiences beyond YouTube. A24 is looking to YouTube again for its next horror hit, this time striking a deal with 18-year-old Ken Parsons for a film based on his “liminal space”-inspired “Backrooms” series.\n\nCurry Barker, who has made online waves with his award-winning short horror films (most recently the unsettling “Milk & Serial,” inspired by YouTube prank channels), is currently working on a full-length feature with “47 Meters Down” producer James Harris. In the meantime, YouTube film critic Chris Stuckmann’s debut supernatural feature “Shelby Oaks,” which raised over $1 million on Kickstarter, will be released by Neon next year.\n\nIt should be noted that this new era of online-bred scares hardly came out of nowhere. Horror is one of YouTube’s most prolific genres, and its presence on the platform spans as far back as YouTube itself.\n\nAs a film genre, horror is often associated with low budgets, scrappy filmmaking and craftiness in the face of technical limitations — qualities that can also be applied to YouTubers, especially in the early “Broadcast Yourself” days. Some of the site’s first viral scripted series, such as “Lonelygirl15” and \"Marble Hornets,” adapted “found footage”-style horror for the vlogging era, sparking fierce online debates over whether these shows were real.\n\nDuring the 2010s, BuzzFeed’s “Unsolved” series adapted the supernatural reality show format — a well-performing, if famously embellished, staple of cable — for online audiences, becoming one of the content studio’s most beloved titles. The show’s creator, Ryan Bergara, and co-host Shane Madej even leveraged the popularity of “Unsolved” to launch their own production company, Watcher Entertainment, alongside fellow BuzzFeed creator Steven Lim.\n\nToday, unscripted paranormal investigations are a fixture on YouTube. Offerings like Sam and Colby’s or Watcher’s “Ghost/Mystery Files,” the spiritual successor to “BuzzFeed Unsolved,” regularly thrill millions with ghost hunts and paranormal encounters. Even non-horror YouTubers will occasionally embark on a ghost hunt for easy views.\n\nBut the biggest innovations for the horror genre are still coming from ambitious filmmakers including RackaRacka and Barker, despite YouTube’s algorithm and monetization policy becoming more restrictive over the years. As part of its bid to keep advertisers happy and shed its amateurish reputation, YouTube is far from the wild West, anything-goes video platform that allowed creators to get gory in the 2000s and early 2010s.\n\nAs a result, creators of all genres are subject to the same monetization rules, which generally favor family-friendly content. The guys behind RackaRacka have even said they make little to no money on their videos — breakneck, bloody and stunt-fueled horror comedies — despite the millions of views on each.\n\nOn top of potentially being demonetized, more provocative creators also must contend with age-restriction warnings, which require users to sign into their YouTube account to confirm their age before watching the video. The issue is less about forcing users to sign in, and more that the ability for the video to be picked up by YouTube’s algorithm and reach new audiences is drastically reduced. Creators can manually mark their videos as 18+, but that still impacts each one’s standing in the algorithm and access to ad placement.\n\nYouTube’s automation is also known to automatically age-restrict generally inoffensive videos — ones containing too many swear words, for instance — putting creators’ livelihoods at risk. YouTube did loosen some of its monetization rules following creator backlash last year, but the constantly changing policies are still something creators need to tiptoe around.\n\nDespite these drawbacks, YouTube offers horror creators a platform to experiment, build a following and potentially break through. YouTube has also introduced additional income streams for creators outside of ads, including revenue from YouTube Premium and paid channel memberships in the vein of Patreon.\n\n“We welcome a variety of content and expression on YouTube, but not all videos are a fit for all advertisers, such as content that is age-restricted,” said a spokesperson for the company. “In recent years, we have taken steps to increase transparency around our advertiser-friendly guidelines and have opened up new monetization opportunities, like channel memberships for creators whose content may not suit all advertisers. We’ll continue to listen to the creator community about how we can support their success.”\n\nAs YouTube takes on major streaming platforms, transforms its TV app into a full-on streaming platform and advocates for major awards recognition on behalf of its creators, it would be remiss to leave its horror-leaning creators out of the conversation.\n\nEven the most non-advertiser-friendly corners of the genre still generate passionate fandoms, and films like “Talk to Me” — and even “Five Nights at Freddy’s,” the indie horror game turned major franchise thanks to a fervent YouTube fanbase — prove that wider audiences are interested.\n\nAnd when it comes to the content itself, the quality is there. Barker’s short films wouldn’t look out of place next to Netflix’s horror offerings. All YouTube has to do now is give these creators greater license to scare the hell out of more people."
    },
    {
        "title": "Friday the 13th HORROR Stories... The TRUTH About Friday the 13th",
        "link": "https://www.msn.com/en-us/news/technology/friday-the-13th-horror-stories-the-truth-about-friday-the-13th/vi-AA1s4ftD?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!WATCH TODAY'S VLOG! I swam with sharks in Bora Bora! <a href=\" BOOK IS OUT! Order my novel, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0keEo9AqGktfaLNb5oxHZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN3h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Stem cell discovery highlights importance of DNA methylation in cancer",
        "link": "https://www.msn.com/en-us/health/other/stem-cell-discovery-highlights-importance-of-dna-methylation-in-cancer/ar-AA1s2slS?ocid=BingNewsVerp",
        "description": "A study led by Umeå University, Sweden, presents new insights into how stem cells develop and transition into specialized ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Gpax7joAsFkEJlzu5r5VAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "16hon MSN",
        "source": "Medical Xpress on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists discover hidden 'superpowers' in geckos that could treat hearing disorders in humans; know how",
        "link": "https://www.moneycontrol.com/science/scientists-discover-hidden-superpowers-in-geckos-that-could-treat-hearing-disorders-in-humans-know-how-article-12840171.html",
        "description": "The research highlights the gecko's saccule, a part of the inner ear. While usually responsible for maintaining balance, it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gzL5R-EjmylCy1FoJ60V5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "24m",
        "source": "moneycontrol.com",
        "article_content": "Geckos are now known to detect vibrations in the 50 to 200 Hz range, below the frequencies heard through their ears. (Image: Canva)\n\nIn a surprising discovery, researchers found geckos use their inner ear for more than just balance. They can detect low-frequency ground vibrations, revealing a unique 'sixth sense'. This study, published in Current Biology, may reshape our understanding of reptile communication and evolution.\n\nThe research highlights the gecko's saccule, a part of the inner ear. While usually responsible for maintaining balance, it also allows the gecko to sense ground-based vibrations. This discovery suggests that other reptiles may have similar abilities.\n\nStory continues below Advertisement Remove Ad\n\nA New 'Sixth Sense' Discovered in Reptiles\n\nProfessor Catherine Carr from the University of Maryland explains, “Typically, ears pick up airborne sound. But this ancient system lets geckos sense vibrations from the ground or water. It’s an evolutionary link between hearing in fish and land animals, including humans.”\n\nRead Also: Earth’s crust breaking apart in America and China; researchers reveal shocking findings\n\nGeckos are now known to detect vibrations in the 50 to 200 Hz range, below the frequencies heard through their ears. Lead author Dawei Han, a postdoctoral researcher, suggests this may explain how 'deaf' reptiles like snakes and lizards communicate using ground vibrations. “This discovery changes the game,” says Han. “It opens up new avenues to study animal behaviour and may even shed light on human hearing and balance disorders.”\n\nThe study provides a fresh perspective on the evolution of animal hearing, challenging long-held beliefs and offering insight into the fascinating world of reptilian senses."
    },
    {
        "title": "Rogers to Launch Warner Bros. Discovery Channels in Canada",
        "link": "https://www.thefastmode.com/technology-solutions/37656-rogers-to-launch-warner-bros-discovery-channels-in-canada",
        "description": "Rogers Communications confirmed that it will become the exclusive home of Warner Bros. Discovery’s suite of English-language ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6PBfV3EVx-jA-v_jkrIuXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Deep6h",
        "source": "Deep",
        "article_content": "Rogers Communications confirmed that it will become the exclusive home of Warner Bros. Discovery’s suite of English-language U.S. lifestyle and factual brands starting January 1, 2025.\n\nThis announcement highlights Rogers' commitment to bringing this sought-after content to Canadians, especially following Bell’s decision to abandon its legal efforts to prevent Canadian viewers from accessing Discovery channels.\n\nAs the exclusive English-language content rights holder, distributor, and advertising representative for the Discovery brands in Canada, Rogers plans to launch dedicated TV channels for Discovery ID and Discovery. Additionally, the content from Cooking, OWN, MotorTrend, Animal Planet, and Discovery Science will be available on demand and through Citytv+ on Amazon Prime Video Channels.\n\nEarlier in June, Bell filed a Notice of Application in the Ontario Superior Court seeking an injunction to block Rogers from distributing Discovery channels. However, Bell later acknowledged that all claims against Rogers were unfounded and subsequently abandoned its legal efforts."
    },
    {
        "title": "Recursion’s Fast-Track Road to Therapeutics Using AI-Based Maps of Biology",
        "link": "https://www.genengnews.com/topics/artificial-intelligence/recursions-fast-track-road-to-therapeutics-using-ai-based-maps-of-biology/",
        "description": "The company reflects on their latest IND approval, the evolution of their end-to-end drug discovery platform, and what’s next ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oCIj9ezGC6QTcVKoyYxKWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "GEN6h",
        "source": "GEN",
        "article_content": "The artificial intelligence (AI) revolution continues to tout developing drugs faster and at lower cost, but are we there yet?\n\nOn October 2nd, the FDA cleared an investigational new drug (IND) application for a Phase I/II clinical trial of REC-1245, a new chemical entity for the treatment of biomarker-enriched solid tumors and lymphoma, developed by Recursion, the long-standing AI in drug discovery company founded in 2013.\n\nRecursion states that REC-1245 is the first program using the company’s end-to-end AI platform, spanning discovery, biology, chemistry, and the clinic. According to Chris Gibson, CEO of Recursion, the potential therapeutic progressed from novel target biology to preclinical drug candidate in under 18 months, “nearly twice the speed of the industry average.”\n\nREC-1245 is a selective degrader of RBM39, a new target, identified by Recursion’s AI-enabled Maps of Biology platform, with a similar biological function to the well-known but hard-to-drug target, CDK12. Preclinical data showed that RBM39 degradation induces splicing defects which downregulate DNA damage response (DDR) networks and cell cycle checkpoints, functional changes prevalent in cancer.\n\nMany investigational drugs designed to target CDK12 also inhibit the structurally similar CDK13, resulting in toxicity. In contrast, targeting RBM39 showed similar effects to the loss of CDK12 without affecting CDK13.\n\nIn an interview with GEN Edge, Simon Barnett, research director at Dimension, stated that drug discovery timeline compression can be a leading indicator of machine learning’s (ML) capabilities. At the same time, proof points are just starting to come in, and “it’s still virtually impossible to say how ML-heavy discovery and development efforts are meaningfully warping phase transition likelihood.”\n\nThat said, the industry will first hear about faster timelines before seeing drugs enter Phase II, Phase III, and achieve approval from these platforms.\n\n“In biotech, time is money, so it means something,” said Barnett. “It’s going to be one-off examples until we can corral many examples. We’ll then have some real firepower behind these statements of what data-driven methods can do in life sciences.”\n\nREC-1245 joins the Salt Lake City-based company’s existing clinical pipeline, whose therapeutic areas span from precision oncology to rare disease. The Phase I/II clinical trial for REC-1245 is expected to initiate in Q4 2024. Recursion estimates that the initially addressable population for this potential therapeutic will be over 100,000 patients in the United States and EU5.\n\n“RBM39 degraders may offer a promising therapeutic approach for patients with solid tumors, particularly those with limited treatment options,” said Najat Khan, PhD, chief R&D officer and chief commercial officer at Recursion. “This mechanism provides new opportunities for targeting tumors, which are often resistant to conventional treatments.”\n\nPrior to joining Recursion in April, Khan played an integral role in building leading therapeutic pipelines as chief data science officer and global head of strategy and portfolio organization R&D at Johnson & Johnson. GEN Edge caught up with Khan to reflect on REC-1245’s IND approval, the evolution of Recursion’s AI-based drug discovery platform, and what’s next for the field.\n\nInterconnectedness like a highway\n\nWhile traditional drug discovery builds upon the literature of established targets, Recursion was founded on the mission to discover novel therapeutics by looking at the entirety of biological systems.\n\n“What’s critical to understand is not just whether one gene is driving a disease, but all the interconnectedness like a highway. There’s beauty in understanding how perturbing one thing impacts the rest of the system,” said Khan.\n\nAt the core of Recursion’s technology is the Recursion Operating System (OS), a platform powered by the company’s large proprietary phenomic datasets, spanning\n\ntranscriptomics, proteomics, metabolomics, and more. The platform leverages Maps of Biology, which create millions of biological relationships by perturbing human cell lines to instill a disease state and testing compounds to reverse the cells to healthy function. Machine learning algorithms then evaluate gene-gene and gene-compound associations of interest to identify novel drug targets, such as RBM39.\n\nKhan emphasized that starting with human cell lines in phenomics “makes a massive difference that doesn’t get talked about enough.”\n\n“Translation gap is one of the biggest issues we have in the industry because we don’t have good models to predict human response,” Khan told GEN Edge. “How can we start with human-centric models that are cost-effective and standardized? That’s what phenomics allows us to do so that we’re able to anticipate and optimize before we go into the clinic.”\n\nEnd-to-end platform\n\nOver the past 18 months, Recursion has made strides in growing its end-to-end AI drug discovery platform.\n\n“The reality is that to truly bring value in many cases to the industry, you can’t just optimize one of the hundred steps to discovering and developing a medicine. You have to optimize entire pathways of discovery and development,” said Gibson in an interview with GEN Edge.\n\nIn 2023, Recursion acquired Cyclica and Valence, whose technologies enhanced proteome-wide prediction of small molecule-target interactions and low-data learning in drug design respectively.\n\nIn one of the largest M&A events in the AI drug discovery field in August, Recursion entered a definitive agreement to combine with U.K.-based Exscientia. According to Recursion, the agreement combined Recursion’s scaled biology exploration for target identification with Exscientia’s precision chemistry for lead optimization for a complementary pipeline. The company expects approximately 10 clinical readouts over the next 18 months and is leveraging four large partnerships with Roche-Genetech, Bayer, Sanofi, and Merck KGaA. These growing industrialized workflows also promote speed in automation, thereby contributing to lower costs.\n\nWhile these end-to-end platforms continue to build, the probability of success through the clinic in the drug discovery industry remains at approximately 10%. According to Gibson, the reason for this low statistic is “not because people aren’t good at science but because biology is really, really, really complex.”\n\n“That’s the whole reason why we founded Recursion: To leverage sophisticated computational tools to disentangle these thousands of parameters of biology that no human can hold in their head,” Gibson told GEN Edge. “Our belief is that this approach is sound and that it will just take us time to be able to kind of get the flywheel moving and really start to show people.”\n\nKhan concurs and highlights that “quality is more important than quantity.”\n\n“I have done enough in science and development to know not everything works, but we’re going to focus on showing pivotal examples where we can make molecules, get them to the clinic, and benefit patients differently than anybody else can,” said Khan.\n\nSo are we there yet? We’re mapping out a fast-track road. While one-off drug candidates are not overturning the industry, they’re one step forward toward a new drug discovery paradigm.\n\n*Najat Khan, PhD, will be the opening keynote speaker at GEN’s inaugural virtual event, The State of AI in Drug Discovery, streaming on October 30th."
    },
    {
        "title": "Chinese AI tool uncovers new viruses at the speed of a species per second: paper",
        "link": "https://www.scmp.com/news/china/science/article/3281733/chinese-ai-tool-uncovers-new-viruses-speed-species-second-paper",
        "description": "From masses of data previously uploaded to databases, scientists have identified nearly 162,000 new species of RNA virus.",
        "image_url": "https://www.bing.com/th?id=OJ.TZq5axi9U3EOLg&pid=news&w=131&h=16&rs=2",
        "category": "science+discovery",
        "date": "23h",
        "source": "scmp.com",
        "article_content": "An artificial intelligence tool has helped scientists discover unknown virus species at an unprecedented speed from data previously uploaded to databases, according to a joint study by researchers in mainland China, Hong Kong and Australia.\n\nAdvertisement\n\nThe team said the discovery of nearly 162,000 new species of RNA virus in different environments – including in the atmosphere, hot springs and hydrothermal vents – highlighted their diversity and resilience in harsh conditions, while potentially offering clues to how viruses and other elemental life forms came to be.\n\nBy analysing previously unrecognised genetic sequence data in public databases, the machine learning tool identified viruses based on their sequences and hidden protein structure information that RNA viruses use for replication, identifying whether a sequence represents an RNA virus species in one second or less.\n\nThe tool uses an algorithm developed by the Alibaba Cloud Intelligence team and was developed in partnership with a team of virologists. Alibaba is the owner of the South China Morning Post.\n\n02:43 Nobel Medicine Prize awarded to US duo for ‘fundamentally important’ discovery of microRNA Nobel Medicine Prize awarded to US duo for ‘fundamentally important’ discovery of microRNA\n\n“We developed a data-driven deep learning model that outperforms conventional methods in accuracy, efficiency and, most importantly, the breadth of virus diversity detected,” the team wrote in an article published in the peer-reviewed journal Cell on Wednesday.\n\nAdvertisement\n\nThey said the study was the largest virus species discovery ever published in terms of the number of species reported in a paper."
    },
    {
        "title": "Accelerating Change: How No-Code Shapes Digital Transformation",
        "link": "https://thesiliconreview.com/2024/10/accelerating-change-how-no-code-shapes-digital-transformation",
        "description": "Discover how no-code platforms are revolutionizing digital transformation, enabling faster innovation, agility, and seamless ...",
        "image_url": "https://www.bing.com/th?id=OVFT.r2vtixbF82PXQ54pt3-BTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "thesiliconreview1h",
        "source": "thesiliconreview",
        "article_content": ">>\n\n>>\n\n>>\n\nIT SERVICE\n\nIf your business is attempting to stay ahead of the technology curve, you know your goal is to radically optimize how your business operates and engages with customers using new and cutting-edge technologies.\n\nBut instead of the usual lengthy and technical development cycles, you have a secret weapon that simplifies and accelerates this transformation—no-code technology.\n\nIn this article, we’ll show you how utilizing no-code platforms with tools like codeless app design and WYSIWYG app builders can redefine your approach to digital innovation.\n\nStreamlining Development with Codeless App Design\n\nIn your journey toward digital transformation, the ability to quickly adapt and implement new technologies stands paramount. No-code platforms, equipped with codeless app design capabilities, empower your team to create and deploy apps without writing a single line of code.\n\nThis means that even team members who aren't traditionally tech-savvy can contribute to the app development process, significantly speeding up project timelines.\n\nImagine you're tasked with improving customer engagement through a new interactive app. With a codeless app design tool, you can drag and drop elements to assemble a prototype within hours, not weeks. This rapid prototyping accelerates development and allows for iterative testing and feedback, ensuring the final product meets user needs while aligning with your strategic goals.\n\nOptimal Flexibility with WYSIWYG App Builders\n\nA crucial element of digital transformation is flexibility—the ability to pivot and tailor solutions in real-time as your business needs evolve. What You See Is What You Get, or WYSIWYG app builders, exemplify this flexibility. They allow you to build and edit your applications visually, seeing exactly how they'll appear to the end-users as you construct them.\n\nThis hands-on approach reduces misunderstandings and miscommunications between business departments and IT teams. For example, your marketing team can directly create landing pages and promotional apps, ensuring that the end design matches their vision without back-and-forth with developers.\n\nThis saves time and empowers your non-technical staff to execute their ideas independently.\n\nReducing Costs and Resource Allocation\n\nOne significant impact of no-code in your digital transformation strategy is cost reduction. Traditional app development involves significant investment in technical staff, extended development timelines, and often expensive fixes and iterations.\n\nNo-code platforms change this dynamic by minimizing the need for a large development team and reducing the dependency on external IT consultants or software development companies.\n\nIntegrating no-code tools into your strategy allows you to allocate your financial and human resources more efficiently. Savings on technical development can be redirected towards other critical areas, such as market research, customer experience improvements, or expansion strategies.\n\nMoreover, the ease of updating applications built with no-code tools means that maintaining and improving your digital assets becomes less costly and more manageable over time.\n\nDriving Business Agility and Competitive Advantage\n\nNo-code platforms give your business the agility to stay ahead of the curve. Because no-code development significantly shortens the time from concept to deployment, your business can respond more swiftly to market changes and emerging opportunities.\n\nAdditionally, no-code tools give you the competitive advantage of experimenting with and implementing new ideas quickly without substantial upfront investment.\n\nWhether it's testing a new customer service bot, a unique booking system, or a custom data analysis tool, no-code platforms let you innovate faster, learn quickly from real-world feedback, and iterate effectively.\n\nIntegrating no-code technology into your strategy offers a pathway to more than just technological advancement. It transforms your organizational culture. It democratizes technology creation, empowers your teams, and sprinkles both agility and innovation into your business.\n\nUsing no-code platforms is a no-brainer. They can dismantle traditional barriers to technology development, open up new avenues for growth, and position your business as a leader in the digital economy."
    },
    {
        "title": "How to use Perplexity AI Inside n8n (No Code)",
        "link": "https://www.geeky-gadgets.com/using-perplexity-ai-with-n8n/",
        "description": "Learn how to integrate perplexity AI into the n8n popular workflow automation platform to add extra abilities to your AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Bkt6XKnNgXsncmXKL9eQ2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "19h",
        "source": "Geeky Gadgets",
        "article_content": "Even though Perplexity is not officially supported within the popular workflow automation platform n8n, it is possible to setup. This guide by the AI Workshop will walk you through the process of connecting these platforms using n8n’s HTTP request tool, allowing you to tap into Perplexity’s features without the need for a built-in solution. Integrating Perplexity AI with n8n offers a powerful, no-code solution to enhance your workflow by using the capabilities of both platforms.\n\nGetting Started with Integration\n\nTo begin, you’ll need to establish a secure connection between n8n and Perplexity using n8n’s HTTP request tool. The first step in this process is generating an API key from Perplexity. This unique key acts as a secure gateway for your requests, ensuring that only authorized users can access the service. Once you have obtained your API key, you can proceed to import and configure API requests in n8n using the curl command. This step is crucial for establishing seamless communication between the two platforms, allowing you to automate tasks effortlessly and securely.\n\nHow to use Perplexity with n8n\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of n8n :\n\nConfiguring Automations\n\nWith the connection between n8n and Perplexity in place, you can start configuring automations for specific tasks. This process involves setting up JSON expressions to define roles within your workflows. Customizing prompts is particularly important, especially when automating tasks like summarizing guides or extracting key information from text. By carefully adjusting token limits, you can control the amount of content processed in each automation, ensuring that your workflows run efficiently and stay within the limits of your API usage.\n\nUse JSON expressions to define roles and customize prompts\n\nAdjust token limits to control content processing and optimize API usage\n\nTest and refine automations to ensure optimal performance\n\nExploring Practical Applications\n\nIntegrating Perplexity with n8n unlocks a wide range of practical applications that can significantly improve your productivity and streamline your workflow. One of the most beneficial use cases is the automatic summarization of media guides. By automating this task, you can save valuable time and effort that would otherwise be spent manually reading and summarizing content. Additionally, this integration setup can be easily adapted for various other tasks, such as data scraping, information retrieval, or even generating reports. The versatility of this toolset makes it an invaluable asset for businesses and individuals with diverse automation needs.\n\nKey Considerations\n\nAs you implement the integration between Perplexity and n8n, there are a few important considerations to keep in mind. First and foremost, protecting your API keys is crucial to maintain the security of your automations and prevent unauthorized access. Regularly review and update your configurations to ensure they align with your specific automation requirements and optimize performance. This proactive approach will help you maintain secure and efficient workflows, allowing you to focus on core tasks and objectives.\n\nProtect API keys to maintain security and prevent unauthorized access\n\nRegularly review and update configurations to optimize performance\n\nMonitor automations to identify and address any issues promptly\n\nLooking to the Future\n\nWhile the current no-code approach using n8n’s HTTP request tool provides a robust solution for integrating Perplexity, there is potential for further simplification in the future. As n8n continues to evolve and expand its capabilities, it is possible that a direct integration with Perplexity will be developed. This would streamline the setup process even further, making it easier for users to use the power of both platforms without the need for manual configuration.\n\nBy following the steps outlined in this guide, you can effectively integrate Perplexity with n8n, harnessing the power of automation to streamline your workflows, boost productivity, and unlock new possibilities for your business or personal projects. Embrace the potential of this integration and take your efficiency to the next level.\n\nMedia Credit: AI Workshop\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Richard Mille's New McLaren Watch Has a ‘Jump Start’ Button",
        "link": "https://www.wired.com/story/richard-mille-rm65-01-mclaren-w1-has-a-jump-start-button/",
        "description": "As for the super-exclusive watch, Richard Mille will allow every W1 customer the chance to buy an RM 65-01, each of which ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mkB0NGRx3xgCz25IiyC1KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "Wired",
        "article_content": "Such is the world of luxury products, that customers for McLaren Automotive’s newly announced $2.6 million W1 hypercar can now order a watch to match.\n\nThe fourth watch produced as a result of the long-term partnership between McLaren and luxury watchmaker Richard Mille, the RM 65-01 “McLaren W1 Edition” was announced this week in a press conference at the carmaker’s Woking headquarters.\n\nBilled as something approaching a hypercar for the wrist, the watch, which will cost 320,000 Swiss francs plus taxes ($373,300) is a tribute to the design language of the car, which was revealed to the world last Sunday. With a split-second chronograph movement and a couple of other tricks up its sleeve, it houses what Richard Mille says is the most complicated automatic movement it has ever produced.\n\nThe movement, which comprises 480 components, beats at a frequency of 5 Hz, enabling measurement of intervals to the nearest tenth of a second. The split-seconds function allows the wearer to time two concurrent events, so you’ll know with pinpoint accuracy just how much faster you are than just about every other car on the road (or racetrack.) The pushers at 2, 4, and 10 o’clock, shaped to mimic the W1’s exhausts, control the chronograph, with their roles spelled out in McLaren's “papaya orange” and a high-contrast shade of baby blue, but it’s the fourth pusher in pure orange that will catch your eye.\n\nStart Me Up\n\nThis controls a very different function, unique to the RM 65 line. You could call it a “jump start” button—something hopefully the W1 will never require. It’s an instant winding mechanism, designed so that in the rare occurrence that the watch runs out of power, you can fire it up again with a few presses of your thumb.\n\nIt activates a rack-and-pinion mechanism that winds the mainspring without taking the watch off your wrist. Richard Mille says that 125 pushes would fully wind the watch, but it’s intended to provide a quick boost rather than be a substitute for the automatic winding system—which itself is highly complex, with a variable rotor that can be adjusted to suit the lifestyle of the wearer, according to the brand. Essentially, if you’re an active sort it’ll be set up to deliver less energy per rotation, and vice versa if you’re more sedentary."
    },
    {
        "title": "The Startup Culture in Austin: What Makes It Unique?",
        "link": "https://techbullion.com/the-startup-culture-in-austin-what-makes-it-unique/",
        "description": "Austin, Texas, has transform into one of the most vibrant startup ecosystems in the United States. Renowned for its lively ...",
        "image_url": "https://www.bing.com/th?id=OVFT.faqr9THQWvb-J-gs1aUbMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Impacts16h",
        "source": "Impacts",
        "article_content": "Austin, Texas, has transform into one of the most vibrant startup ecosystems in the United States. Renowned for its lively culture, innovative spirit, and a wealth of resources, Austin stands out as a city where entrepreneurship thrives. This article delves into the elements that make Austin’s startup culture unique and explores why it attracts entrepreneurs from across the globe.\n\nThe Austin Vibe: A Blend of Creativity and Innovation\n\nAustin’s reputation as a hub for creativity plays a crucial role in its startup culture. The city is famously known as the “Live Music Capital of the World,” drawing artists, musicians, and creative thinkers. This cultural backdrop fosters an environment where innovative ideas can flourish.\n\nIn addition, Austin’s annual events, like South by Southwest (SXSW), showcase the convergence of music, film, and technology. The festival draws thousands of entrepreneurs, tech enthusiasts, and investors, creating networking opportunities that can propel startups to new heights. The city’s laid-back atmosphere encourages collaboration, making it easier for entrepreneurs to connect and share ideas.\n\nA Supportive Community: Networking and Collaboration\n\nThe sense of community in Austin is another critical factor that distinguishes its startup culture. Entrepreneurs often describe the city as having a “give-first” mentality, where experienced professionals willingly mentor newcomers. This collaborative spirit fosters an ecosystem where startups can thrive.\n\nOrganizations like Capital Factory, Techstars, and Austin Tech Alliance offer resources, mentorship, and networking opportunities to startups. These organizations host regular events, meetups, and pitch competitions, encouraging collaboration and knowledge sharing. As a result, entrepreneurs can learn from each other’s experiences and build valuable connections.\n\nAccess to Funding: Fueling Growth\n\nOne of the biggest challenges for startups is securing funding. Fortunately, Austin has become a magnet for investors. The city’s reputation as a burgeoning tech hub attracts venture capitalists and angel investors eager to invest in promising startups.\n\nIn recent years, notable funding rounds have made headlines, with companies like Indeed, HomeAway, and Vimeo receiving significant investments. This influx of capital creates a fertile ground for new ventures to secure the financial backing they need to grow.\n\nMoreover, the presence of local incubators and accelerators provides startups with essential resources to refine their business models. These programs often include mentorship, workshops, and access to investor networks, enhancing a startup’s chances of success.\n\nThe Talent Pool: A Skilled Workforce\n\nAustin’s unique startup culture is also bolstered by its access to a diverse and skilled workforce. The city is home to several universities, including the University of Texas at Austin, which churns out a steady stream of graduates in fields like engineering, business, and computer science. This influx of talent ensures that startups have access to the skills they need to innovate and compete.\n\nFurthermore, the city’s attractive lifestyle—marked by a lower cost of living compared to coastal tech hubs—lures professionals from around the country. Many individuals are drawn to Austin’s vibrant arts scene, outdoor activities, and culinary offerings, making it an appealing place to work and live.\n\nDiversity and Inclusion: Fostering Innovation\n\nDiversity and inclusion are key pillars of Austin’s startup culture. The city actively promotes initiatives aimed at supporting underrepresented founders. Programs such as DivInc and Women@Austin focus on providing resources and support to minority and female entrepreneurs.\n\nThis commitment to diversity not only creates a more inclusive startup ecosystem but also fosters innovation. Diverse teams bring a range of perspectives and ideas, leading to more creative problem-solving and better product development. As a result, Austin’s startups are well-positioned to address a broad spectrum of market needs.\n\nThe Tech Scene: A Confluence of Industries\n\nAustin’s startup ecosystem is characterized by its versatility. While the tech industry is at the forefront, the city boasts a diverse array of sectors, including healthcare, finance, and education. This blend allows startups to explore various niches and collaborate across industries.\n\nFor instance, companies like CrowdSource focus on AI and data analytics, while startups like Sana Health are redefining healthcare solutions. This diversity leads to a dynamic environment where entrepreneurs can leverage cross-industry insights to drive innovation.\n\nMoreover, the presence of established tech giants, such as Dell and IBM, contributes to a rich ecosystem. These companies often collaborate with startups, providing them with mentorship and access to resources, which further enhances the startup landscape.\n\nThe Role of Government and Policy Support\n\nGovernment support plays a significant role in fostering Austin’s startup culture. Local policies often favor entrepreneurship, with initiatives designed to reduce regulatory burdens and encourage innovation. Programs aimed at supporting small businesses create a conducive environment for startups to flourish.\n\nFurthermore, the Texas state government has taken steps to promote economic growth. With no personal income tax, Texas attracts entrepreneurs looking to maximize their profits. This favorable tax environment has contributed to the migration of businesses from high-tax states to Texas, including Austin.\n\nNetworking Events: Building Connections\n\nAustin’s calendar is filled with networking events that cater to entrepreneurs. Meetups, pitch nights, and hackathons offer opportunities for startups to showcase their ideas and connect with potential investors.\n\nEvents like Austin Startup Week and Startup Grind bring together founders, investors, and industry experts. These gatherings foster collaboration, allowing entrepreneurs to gain insights and forge relationships that can lead to future partnerships.\n\nChallenges in the Startup Terrain\n\nWhile Austin boasts a thriving startup culture, it is not without its challenges. The rapid growth of the tech scene has led to increased competition for talent and funding. Startups must continuously innovate to stay ahead in this dynamic environment.\n\nMoreover, the cost of living in Austin has risen, making it challenging for some startups to attract talent without offering competitive salaries. As a result, companies must find creative ways to foster a positive work culture and retain their employees.\n\nFuture Prospects: Sustainability and Growth\n\nLooking ahead, Austin’s startup culture is poised for continued growth. As more entrepreneurs flock to the city, the ecosystem will become increasingly diverse and innovative.\n\nHowever, sustainability will be a critical focus. As the city grows, maintaining the collaborative spirit and sense of community that define Austin’s startup culture will be essential. Initiatives aimed at preserving affordable housing and supporting local businesses will play a crucial role in shaping the future of Austin’s startup landscape.\n\nConclusion\n\nThe unique startup culture in Austin is a product of its creative vibe, supportive community, access to funding, diverse talent pool, and commitment to inclusion. As the city continues to change, its startup ecosystem will remain a vibrant force in the national and global tech terrain. With its blend of innovation, collaboration, and diversity, Austin stands out as a prime destination for entrepreneurs seeking to launch their startups. As more visionaries settle in this thriving city, the future of Austin’s startup culture looks promising, ensuring that it remains a key player in the ever-evolving tech terrain."
    },
    {
        "title": "Workday CEO talks AI, what rates mean for banks: Asking for a Trend",
        "link": "https://sg.finance.yahoo.com/video/workday-ceo-talks-ai-rates-223200189.html",
        "description": "The stock market has closed and the traders have gone home, but Josh Lipton and the Yahoo Finance team are still looking back ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jdmdC3FAaWde35z7Q7UrQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "16h",
        "source": "Yahoo Finance",
        "article_content": "The stock market has closed and the traders have gone home, but Josh Lipton and the Yahoo Finance team are still looking back on the day's biggest market trends.\n\nWorkday (WDAY) CEO Carl Eschenbach sits down with Lipton and Yahoo Finance executive editor Brian Sozzi for a conversation on the human capital management software company's investment into AI.\n\nAs part of the Chart of the Day, Yahoo Finance anchor Julie Hyman examines what a higher interest rate environment could mean for bank profits as several Big Banks are set to report earnings tomorrow.\n\nTo watch more expert insights and analysis on the latest market action, check out more Asking for a Trend here.\n\nThis post was written by Luke Carberry Mogan."
    },
    {
        "title": "HP might have the fastest AI laptop to date — and I tried it",
        "link": "https://www.digitaltrends.com/computing/hp-elitebook-x-first-look/",
        "description": "The HP EliteBook X G1a is among the first in HP's new business lineup and a member of the new class of \"Next Gen AI PCs.\" It's a lovely, well-built machine.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "14h",
        "source": "Digital Trends",
        "article_content": "HP is in the process of redoing its product lines, with the OmniBook lineup taking over all of its consumer machines including budget, midrange, premium, and gaming laptops. The EliteBook remains as its business laptop line, and the new EliteBook X G1a is the latest machine that leverages AMD’s Ryzen AI series of chipsets in the “Next Gen AI PC” initiative.\n\nThe EliteBook X G1a introduces several new features aimed at those tasks that businesspeople want the most, and I received a preproduction unit to take a look at. I can’t provide benchmarks or test some of the more advanced features that aren’t available yet. But the EliteBook X G1a is a tantalizing vision.\n\nRecommended Videos\n\nDesign\n\nHP makes some good-looking and high-quality laptops. The EliteBook X G1a is a prime example. It’s solid as a rock all around, with no bending, flexing, or twisting in the lid, keyboard deck, or chassis. And it all seems crafted from chunks of aluminum in a way that’s reminiscent of of Apple’s MacBooks. The silver color scheme is elegant and refined, with a chrome HP logo that stands out without being mere bling.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nThe hinge is smooth when opening the lid with one hand, and it stays firmly in place. It might be a pre-production unit, but it doesn’t need much adjusting. I like the look and feel quite a bit, and I’m sure HP’s business market will agree.\n\nI don’t have full specs for the laptop. But, it’s not the thinnest or lightest 14-inch laptop. In fact, it’s a little chunky compared to something like the incredibly thin MacBook Air M3 that’s closer to a 14-inch than a 13-inch laptop. I don’t mind it, but it’s not going to lead its class. The display bezels are small enough to keep its width and depth in check, but the Dell XPS 14 remains the best in that department.\n\nI also liked the slightly rounded edges on the palm rest. That made it comfortable for longer typing sessions, like writing up this first look. Overall, I found the same kind of fastidious design that I’ve always perceived in Apple products.\n\nKeyboard and touchpad\n\nHP also makes good keyboards. Its Spectre keyboards have always been among my favorites on Windows laptops, coming very close to my overall favorite, Apple’s Magic Keyboard. And they put a great keyboard in the EliteBook X G1a.\n\nFirst, the keycap size and key spacing is perfect, and HP put high-contrast lettering that stands out against the dark gray keys. That makes the lettering easier to see even without the backlighting turned on, and it’s an accessibility feature for those with poor vision. Then, the switches are deep enough at 1.5mm, and they’re precise and snappy. They’re also consistent across the entire keyboard, including the space bar that can be too loose on some keyboards.\n\nThe touchpad is mechanical, which is a bit of a disappointment. Haptic touchpads are becoming more common on premium laptops, and HP has a great one on the Spectre x360 14. I wish it were available here. The touchpad is plenty large and its buttons have quiet, confident clicks. So it’s a good mechanical touchpad.\n\nThe display is touch-enabled, which I like. Overall, input options are excellent even if I wish the touchpad were a haptic version.\n\nConnectivity and webcam\n\nThe EliteBook X G1a has plenty of connectivity, with a couple of Thunderbolt 4 ports, USB-C and USB-A, and an HDMI port. Again, I don’t know all the specs, including wireless connectivity, but I have no doubt it’s up-to-date and that cellular connectivity will be an option. Note that the inclusion of Thunderbolt 4 is a little surprising given the AMD chipset. That’s usually not a thing.\n\nThe webcam is a 5MP version, but it’s not just a high-res webcam. It includes on-chip AI processing that enables enhanced user presence detection that, for example, blurs the screen automatically when two people are in view. There’s also the usual AI-enhanced functionality we expect with Microsoft’s various Copilot+ features, and Poly Camera Pro that further enhances video quality and performance using the neural processing unit (NPU).\n\nPerformance\n\nHP uses a custom version of AMD’s Ryzen AI 9, specifically the R9-12c PRO that’s based on the AMD Ryzen AI 9 HX 375 PRO. It enables the kind of security and manageability that enterprises demand, along with the sheer power of the Ryzen AI 9 chipset. I don’t have details on the chipset and I can’t publish any benchmarks.\n\nThe custom aspect is that the HP-specific chipset has faster on-device AI thanks to an NPU that runs at up to 55 tera operations per second (TOPS). That’s faster than any other chipset available today, and that means faster AI processing with the efficiency of the NPU compared to using the GPU.\n\nThere’s also custom RAM that runs at up to 8,000 MT/s, faster than you’ll see from other AMD chipsets. That, too, helps speed up AI processing. And HP will be introducing its AI Companion software that will enable a variety of AI features above and beyond what Copilot+ provides. AI Companion includes Analyze that lets you dig into files, along with other features that have yet to be fully explained. All of the features will run on-device, though, keeping things theoretically safer and more private and using the NPU to maintain efficiency.\n\nHP also updated its SmartSense feature to use AI to better manage performance and fan speed. Now, there are just two options available — SmartSense and Best Performance — meaning that users won’t need to spend as much time managing the EliteBook X G1a’s performance, heat, and noise. We’ll have to wait until we can run benchmarks to determine how effective the new software is in managing things.\n\nFinally, as a member of HP’s business lineup, the EliteBook X G1a has Wolf Security for enhanced security and privacy.\n\nBattery life\n\nThe battery here is reasonably hefty at 74.5 watt-hours. That should be plenty to power the laptop for a reasonably long time regardless of the display choice. But, once again, it’s not something I can test and report on.\n\nAMD’s Ryzen AI 9 chipset hasn’t been as efficient as some others, though, such as Intel’s Lunar Lake that we saw in the Asus Zenbook S 14.\n\nDisplay and audio\n\nThere will be two display options with the EliteBook X G1a. There’s a 14.0-inch WUXGA (1920 x 1200) IPS panel and a 2.8K (2880 x 1800) OLED touch display. The latter runs at up to 120Hz, and it’s the one on my pre-production unit.\n\nI can’t test the display, but it seems to offer the same bright, dynamic colors and inky blacks that I expect out of a typical OLED display. The IPS panel will offer better battery life but much worse image quality.\n\nAudio is provided by a four-speaker setup — two downward-firing and two upward-firing. Dual microphones use AI Noise Reduction to improve quality.\n\nAn intriguing laptop for business users\n\nAt this point, the most I can say about the EliteBook X G1a is that it’s an incredibly intriguing laptop with a host of features and functionality that could make for an elite (no pun intended) laptop for business users. It’s drop-dead gorgeous and solidly built, even for a pre-production machine. And it promises great performance and AI integration.\n\nOf course, the devil will be in the details, including pricing, and those will have to wait until it’s formally introduced. In the meantime, businesses should be looking into the EliteBook X G1a for its 2025 procurements."
    }
]