[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How UFO sightings can help measure public attention and economic patterns",
            "link": "https://phys.org/news/2024-12-ufo-sightings-attention-economic-patterns.html",
            "description": "A new study published in Humanities and Social Sciences Communications, unveils a novel approach to measuring public ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IxkmBcKdeNlQCbfp6J66rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "14h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nCredit: Unsplash/CC0 Public Domain\n\nA new study published in Humanities and Social Sciences Communications, unveils a novel approach to measuring public attention using reports of Unidentified Aerial Phenomena (UAP). The research bridges the gap between unconventional indicators and macroeconomic analysis, revealing surprising links between UAP sightings and economic conditions at multiple geographical levels in the United States.\n\nThe study highlights that UAP reports, often dismissed as a niche phenomenon, serve as a robust proxy for public attention. By analyzing daily-level data from NUFORC (National UFO Reporting Center), the researchers show that UAP sightings are more frequent in wealthier regions but exhibit counter-cyclical patterns within those regions over time. These findings suggest that shifts in attention to extraordinary phenomena may reflect broader fluctuations in public focus.\n\nKey findings include:\n\nMacroeconomic correlation: UAP sightings are positively correlated with economic conditions across regions but display counter-cyclical patterns within regions over time.\n\nCausal evidence: A quasi-experimental design leveraging variations in COVID-19 lockdown restrictions demonstrates a causal link between restricted mobility and increased UAP reports, further establishing the measure as an indicator of public attention.\n\nPolicy implications: Regions with higher UAP sighting levels show muted responses to monetary policy shocks, suggesting that attention variations can significantly influence economic outcomes.\n\nThe researchers compared UAP sightings to conventional attention metrics, finding strong correlations. This innovative measure offers unique advantages, including the ability to analyze attention at different geographical and temporal scales.\n\nImplications for policy and research\n\nGoldstein and Raveh's findings underscore the central role of public attention in economic dynamics. Their work not only enhances the toolkit for macroeconomic analysis but also provides policymakers with insights into managing public attention to mitigate economic shocks.\n\nThe study invites further exploration into how unconventional forms of attention, like UAP sightings, intersect with economic behaviors. \"We hope this work inspires future research to deepen our understanding of the connection between public attention and macroeconomic outcomes,\" the authors state.\n\nThe research uses comprehensive UAP sighting data from NUFORC, spanning over two decades, to construct a daily-level panel of reports across U.S. counties. The analysis integrates economic, social, and environmental factors to ensure robust conclusions.\n\nThis pioneering work highlights the value of thinking beyond traditional metrics, shedding light on the role of seemingly unrelated phenomena in understanding economic patterns.\n\nMore information: Nathan Goldstein et al, Looking up the sky: unidentified aerial phenomena and macroeconomic attention, Humanities and Social Sciences Communications (2024). DOI: 10.1057/s41599-024-04182-z"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FAA Bans Drones in Parts of New Jersey as UFO Hysteria Continues",
            "link": "https://gizmodo.com/faa-bans-drones-in-parts-of-new-jersey-as-ufo-hysteria-continues-2000540949",
            "description": "Some insist these drones are piloted by intergalactic beings. Others claim they're regular airplanes. But who can say for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r41kinY6wzO6hlqcWtLSSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "11h",
            "source": "Gizmodo",
            "article_content": "The FAA has placed temporary flight restrictions on the operation of drones over parts of New Jersey, according to a notice published on the agency’s website. The ban on drone activity is likely related to the recent bout of mass hysteria over supposed “drone” sightings, though the agency hasn’t said so explicitly. The FAA told the New York Times the ban was enacted at the request of “federal security partners,” without elaborating further.\n\nThe drone ban covers 22 different New Jersey communities and is set to expire on Jan. 17, 2025. It’s not immediately clear why that end date was chosen. The FAA didn’t address Gizmodo’s questions about the specific timing of the flight restrictions and their relation to drone sightings in an email Thursday morning and directed us to the Department of Homeland Security.\n\n“We continue to assess there is no public safety threat relating to the reported drone sightings,” a spokesperson from DHS told Gizmodo over email. The spokesperson did not address our specific questions on the record.\n\n“In coordination with the FAA and our critical infrastructure partners who requested temporary flight restrictions over their facilities, out of an abundance of caution, the FAA has issued temporary flight restrictions over some critical infrastructure facilities in New Jersey,” the spokesperson wrote.\n\nPeople in New Jersey started reporting odd “drones” in the sky to police around Nov. 18, according to NBC News, and there have reportedly been sightings every day since, aside from a conspicuous pause on Thanksgiving. The so-called drones have caused more and more people to post videos taken of what they believe to be unmanned aerial vehicles. And while some of the videos are difficult to explain, the vast majority appear to be regular commercial aircraft.\n\nWhile it’s not unusual for internet cranks to get worked up about nothing, this drone panic has spread to areas that are unexpected. Several elected leaders have called for action by the federal government, including president-elect Donald Trump who’s both claimed the government is trying to hide something and said they should be shot down.\n\nBut the concern has been bipartisan. Sen. Chuck Schumer, the Democratic majority leader in the Senate, has called for more action and played up the hype.\n\n“Some of the drones are small. Some of the drones’ flight patterns are erratic,” Schumer said on Sunday, according to NBC News. “Multiple drones flying together can confuse a traditional radar system and that’s why, again, this new technology can really get us the answers that we need.”\n\nPeople are also pointing lasers at commercial flights, an incredibly dangerous activity that can light up the inside of a cockpit and blind pilots. Laser strikes were already a serious problem, but have become so common during the current drone hysteria that the FAA was forced to issue a statement warning the public not to do it. Shining a laser at planes is a federal crime that can bring jail time and hefty fines.\n\nSome of the most difficult-to-believe theories about the drones are coming from elected leaders, including claims by a Republican congressman that they’re actually being deployed by an Iranian mothership off the east coast of the U.S.\n\n“Know that Iran made a deal with China to purchase drones, motherships, and technology in order to go forward,” said Rep. Jeff Van Drew from New Jersey on Fox News Dec. 11. “The sources I have are good. They can’t reveal who they are because they are speaking to me in confidentiality. These drones should be shot down.”\n\nThere’s no evidence that Iran has deployed a drone mothership, despite the fact that Van Drew has access to real power and should know things. Van Drew is a member of the U.S. House Transportation Subcommittee on Aviation. But nothing would surprise us at this point when it comes to weird sightings. With Trump taking power again in a month, things are shaping up to get so much weirder in the months and years ahead, drones or no drones."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Creative Achievement 2024: UFO 50",
            "link": "https://www.yahoo.com/tech/creative-achievement-2024-ufo-50-160000765.html",
            "description": "UFO 50 is passion project created in Gamemaker by Derek Yu (Spelunky, Spelunky 2), Paul Hubans (World of Goo), Eirik Suhrke, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QG4miDzkDDr488tt_wJbdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Mossmouth\n\nThere's so much going on in this absurdly ambitious compilation that we've given it an award designed to celebrate its sheer dedication to the craft. For more awards, check out our Game of the Year 2024 hub.\n\nEvan Lahti, Strategic Director: Imagine the jackpot feeling of stumbling upon, perhaps while excavating some beige office tomb that has laid untouched since the '90s, a sealed box of 50 never-released retro games. This is the sensation UFO 50 delivers, rediscovering the pleasant imperfections of games from another era at whatever pace you'd like.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nUFO 50 is passion project created in Gamemaker by Derek Yu (Spelunky, Spelunky 2), Paul Hubans (World of Goo), Eirik Suhrke, Ojiro Fumoto, Jon Perry, and Tyriq Plummer—an indie dream team—and a piece of its joy comes from discovering the varied tastes and sensibilities of these creators.\n\nWhat makes the collection a singular creative achievement is the way it lovingly reproduces the charming flaws (under-explained mechanics, unforgiving fail states) and timeless merits (two-button control schemes, few barriers between players and play) of games from the '80s and early '90s. When I had trouble beating Devilition, a tough puzzle game where you blow up demons on a grid to protect helpless pilgrims, I popped into the cowboy JRPG. After dying to a boss there, I tried the Pac-Man-and-Splatoon-with-cars game, and then Golfaria, which must be the world's first adventure game where you are a golf ball. There's an underworld caterpillar race betting simulator (you can pay to have opponents drugged, banana peeled, or crippled, just don't get caught), a tough speed-platformer from the creator of Downwell, and to come down from it, a serene, floaty platformer that takes place in a walrus' daydream.\n\nThese goofy premises belie how cohesive, complementary, and deep some of these games are. Some of them could've gone for $7 each on Steam, disproportionate value given UFO 50's modest $25 price. One of the centerpieces is Pilot Quest, which crams an idle game's passive resource-earning inside the north-south-east-west wandering of Zelda, a game concept that feels indulgently like it exists in two eras simultaneously.\n\nUFO 50\n\nMy favorite is Overbold, basically Smash TV distilled to its essence: a confining arena that monsters spill into, and only eight discrete directions at which to point your gun. I love the try-your-luck mechanic of it, which allows you to take on more enemies in any given round with a proportional reward, which provided so many moments of \"Surely this is the run, I'm nailing it!\" hubris because I rolled one two many mobs of exploding pumpkin robot in my monster menagerie.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAny released videogame is a miracle. Several dozen of them, from the same small team, is a constellation of them, an eight-year game jam that transcends time.\n\nShaun Prescott, Australian Editor: UFO 50's most unlikely success is its storytelling. Played consecutively, these 50 (?) games provide a fictionalised account of one of the most critical periods in the medium's history, taking in the emergence of franchises, sequels, threequels and mascots, all with the charming tentativeness of pioneering efforts. That's not even to mention the story of UFO Soft itself, told in dribs and drabs through game descriptions and the distinct design sensibilities of its fictional crew. For those invested in this surprisingly strange tale, there's a literal hidden layer to UFO 50 that will amply reward curiosity.\n\nWes Fenlon, Senior Editor: I too am infatuated with the light narrative UFO 50 weaves between its imaginary cartridges, with the descriptions giving you little bits of imagined history about the developers behind each game. Despite the brevity of text, the history of UFO 50's fake console is deeply thought out—you can see real parallels to gaming history with the increased ambitions of what 8-bit graphics were capable of in the jump from Mortol to Mortol 2, for example.\n\nMore importantly, the sequels and spiritual successors within the collection are beautifully focused examples of how game designers can take the kernel of an idea and build on it. Mortol 2 keeps the first game's almost Lemmings-like puzzle platformer concept, which relies on sacrificing the brave but faceless citizens of Mortol by the dozens, but refashions it to include specific character archetypes with their own moves. A gunner, a ninja, and a warrior all in the same world? You don't get more videogames than that.\n\nAs Evan says, some of the best of UFO 50 could easily stand alone, but they really are enriched by being placed right next to each other. I spent a whole sick day in bed 100%ing the surprise first metroidvania in the collection, Porgy, because the submarine was just too cute. That ate up five hours, and after such a deep time investment it turned out that UFO 50's Party House was exactly what I needed as a palate cleanser: a bite-sized puzzle riff on a deckbuilding card game, but about inviting a bunch of freaks 'round the house. It seems throwaway yet is instantly compulsive. I could keep blabbing about how cool this whole collection is as a whole, but if you want the real takeaway, let's just go with: Party House GOTY."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Plast Signs on as Exclusive Partner of the SMX World Championship",
            "link": "https://www.yahoo.com/lifestyle/ufo-plast-signs-exclusive-partner-180825651.html",
            "description": "UFO Plast signs a multi-year sponsorship deal with the SMX League and the SuperMotocross World Championship series as the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vuOrGUSXu4y-lrSemXcedC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Yahoo14h",
            "source": "Yahoo",
            "article_content": "UFO Plast signs a multi-year sponsorship deal with the SMX League and the SuperMotocross World Championship series as the official and exclusive motocross plastics products.\n\nThis sponsorship is a big step for the UFO Plast company as its first commitment with SMX.\n\nHere is the press release from Feld Entertainment:\n\nUFO Plast Becomes Newest Exclusive Partner of the SMX World Championship\n\nThe SMX® League is excited to welcome its newest partner, UFO Plast, a leader in producing off-road motorcycle accessories and components. UFO Plast becomes the Official and Exclusive Motocross Plastics Products sponsor of the SMX World ChampionshipTM. The multi-year deal will see UFO Plast on display across the entire SMX World Championship Series, including the television broadcast, live event, and social media. Plus, UFO Plast will notably become the newest entitlement partner of the historic High Point National on Saturday, June 14 in Mt. Morris, Penn.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“Sponsoring these iconic competitions represents a key step in our growth journey and fills us with pride. We are thrilled to contribute to a sport that embodies the energy, innovation, and determination that define UFO Plast,” said the company’s CEO, Walter Bracci.\n\nThe partnership marks a historic milestone for UFO Plast as the company makes its first significant commitment with the world’s highest-profile off-road motorcycle racing series. The strategic partnership is part of a broader industrial expansion project for the brand within the United States, a market that plays a crucial role in UFO Plast’s future.\n\n“We’re thrilled to welcome UFO Plast to the SMX World Championship starting in 2025,” said Dave Muye, Vice President of Global Partnerships for Feld Motor Sports, Inc. “We share in their vision for the future and look forward to helping them meet their business and growth objectives within the U.S.”\n\nAdditionally, UFO Plast will now serve as the title partner for the High Point National at High Point Raceway. UFO Plast was founded in 1977 in Tuscany, Italy, the same year the first official Pro Motocross event was held at the iconic racetrack in Mt. Morris, Penn.\n\n“We are excited to have UFO Plast on board for the entire SMX World Championship and having them as the title sponsor of the High Point National as well makes it even better,” said Davey Coombs, President of MX Sports Pro Racing. “High Point Raceway in Mt. Morris, Pennsylvania, is the home track for MX Sports as well as Racer X Illustrated. My parents began holding the High Point National in 1977 and over the years it has become one of the pillars of the AMA Pro Motocross Championship Series. The High Point track is very popular with both the competitors and the fans who attend the big race every Father’s Day weekend in June. We now look forward to having UFO Plast be a part of the event moving forward as well as with the entire SMX World Championship Series.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Citizen App for UFO Sightings Is Taking Off, Thanks to the Drone Frenzy",
            "link": "https://www.rollingstone.com/culture/culture-news/drone-frenzy-ufo-app-enigma-1235211471/",
            "description": "Enigma launched in 2023 to collect and verify unexplained aerial phenomenon. Could it help explain what's going on along the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.STkyR2q_emqOgwzzgxZm0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "10h",
            "source": "Rolling Stone",
            "article_content": "Dee and Joe Indiviglio like to go out on their front porch at night, and look up. That’s where they were on Dec. 4, when they saw something they hadn’t seen before above their Middletown, New Jersey, home: a group of lights, moving quickly, strangely all over the sky, for maybe a half-hour or longer.\n\nA few days after that, Dee did something else unusual for her. She uploaded a video of those odd lights to a new-ish app called Enigma. “I usually don’t share anything, ever. Even if I did something crazy. But I don’t know, for some reason, something made me share that night. And I did,” she tells Rolling Stone.\n\nEnigma started out as a tool to capture UFO sightings. “By using modern technology, we will crowdsolve this age-old mystery together,” the company’s website reads. But in the last month, the company has made a hard pivot to a more modern puzzle, tracking whatever the hell is flying over the Eastern Seaboard, where all sorts of people are claiming to have witnessed something unusual. “Seen a drone? Hundreds are being reported to Enigma,” the top of the site now reads.\n\nEnigma is currently #25 in news in the iPhone app store. Usage of the app is up 40 percent from last month, the company claims, and “hundreds of thousands” of people are using the network. Daily sightings in the New York-New Jersey-Connecticut area — ordinarily just one or two — hit 37 last week, and more than 250 around the country. The surge says something, and not just about about how much weird stuff we see overhead in an age of cheap drones, or how prone people are to freak the fuck out in our post-rational age. “Officials (FBI, DHS, and local police) are failing in communications and the internet is rife with misinformation. People need somewhere to go,” the company’s founder tells Rolling Stone via email. She’s hoping that Enigma winds up “filling the vacuum.”\n\nCourtesy of Enigma\n\nThe founder only wants to be identified as “A” — “I’m just trying to minimize the crazies that enter my life in the next few months,” she says; it’s a drawback of dealing with a rather, um, intense alien-hunter community. But I’ve verified her identity. She became fascinated with the subject after the military declassified those UFO videos around 2020. Eventually, that led to a start-up, which received backing from well-known venture capital firms like Haystack and Lux Capital. The website went up in January 2023, and the app launched that May. Today, she has a small team, still fewer than 20 people, trying to keep up with the flood of reports. Editor’s picks\n\nEach Enigma submission is geo-tagged, categorized by factors like the shape of the object, the type of movement it made, and how long it was in the sky. Then Enigma gives each one a reliability score on a scale. The report from a ship’s captain in Parsippany, New Jersey, describing a silver disk scored a 62 out of 100. A report out of North Plainfield, New Jersey, from someone who saw “4 different white or sparkly orbs” while “praying” only netted a 39 out of 100. The Indiviglios’ sighting ranked 58. Joe Indiviglio, a regular stargazer who counts himself as “a little [nerdy] when it comes to aviation,” sounds even more confident than that. “It’s not like any aircraft that could be man-made,” he says.\n\n“If you’re standing in our backyard, facing the planes as they’re landing at Newark [Airport], they come in from the west and make a hard left turn,” he continues. The lights he and his wife saw were “nowhere in a flight path. [They were] more towards the ocean … definitely more towards the coast, away from Newark.”\n\nAn FBI official told reporters earlier this week that they’d received about 5,000 tips, fewer than 100 of which were credible enough for follow-up investigation. “The sightings to date include a combination of lawful commercial drones, hobbyist drones, and law enforcement drones, as well as manned fixed-wing aircraft, helicopters, and even stars that were mistakenly reported as drones,” added John Kirby, the National Security Council spokesperson. “We have not identified anything anomalous or any national security or public safety risk.” Related Content\n\nRebecca Weiner, the New York Police Department’s intelligence chief, told reporters that amateur sleuths trying to probe the mystery lights with drones of their own might actually be feeding a sense of hysteria. “You can create the public safety threat that you’re trying to investigate,” she said.\n\nA version of that argument is what worries some observers about Enigma. When I was first introduced to Enigma Labs in the summer of 2023, the company promised they were on the verge of getting officially endorsed by NASA. That endorsement never came, though an agency report endorsed the idea of an app for collecting UFO sightings. I also spoke with a number of science writers at the time who were wary of the project. It wasn’t just that eyewitnesses can be shockingly unreliable, especially about lights flashing in the sky. It was the idea of combining what should be the most serious of scientific questions — are we alone? — with the dopamine chase of a social network. It didn’t seem like a recipe for rock-solid information. But, as A points out, people are sharing their sightings anyway; at least Enigma applies some rigor to the clips. “Think about the incentives on Facebook or Twitter, where people are more likely to do something because they want likes or they want to be famous or they want engagement,” she says. “You’re not going to be famous or go viral because of us. Everyone goes through a standard reporting process where you have to report basic facts. Like, we need the time, we need the location, we need standard descriptions. And we’re looking at the metadata, we’re making sure we don’t have deepfakes.”\n\nCourtesy of Enigma\n\nSome of the biggest peddlers of drone hokum have been elected officials. There’s the Republican congressman who swore the drones were being dispatched from an Iranian mothership; the Democratic senator who swore he saw something UFO-y in the sky — only to later admit it was just plain-old planes; the former governor who posted a video of “what appeared to be dozens of large drones in the sky above my residence” — turns out, it was the constellation of Orion. Rep. Nancy Mace, notorious in Washington for her attention-seeking antics, tried to hop in on the drone panic by publicly speculating whether the objects were “from outer space.” Sen. Chuck Schumer, who is not exactly camera-shy, proclaimed that he was “taking to the Senator floor … to respond to the reports of drone activity.” President-elect Donald Trump, never one to leave a news cycle without his imprint, posted, “Mystery Drone sightings all over the Country. Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThis may be getting some significant public attention, but it isn’t the first time such concerns have gripped D.C. Over 17 days last December, a squadron of a dozen or more drones buzzed by Langley Air Force Base, home of the U.S. military’s top-of-the-line F-22 stealth fighters. That October, five drones appeared above a Department of Energy nuclear test site in Nevada. Officials from the Pentagon, Department of Energy, and FBI are still stumped about who’s behind the incursions, according to The Wall Street Journal.\n\nThe Enigma founder says she was in Washington, D.C., the other day, mostly talking to folks on Capitol Hill. The guesses about what these sightings might be ran “the full gamut” from secret military project to “‘Oh, these are just hobbyist drones, or commercial delivery drones.’ Which is bananas to me, because nobody’s getting a burrito from Amazon these days.”\n\nIf A has a favorite explanation, she’s disinclined to share it. But one explanation she completely rejects is that everyone is just mistaken, and all at once. “Of course, there’s a general part of the public that does get confused. They look at a Starlink [mini satellite] and they think it’s an alien. But that is definitely not 100 percent of what’s going on. And not everyone is confused by airplanes. It’s not just mass hysteria. There is a percentage of the activity that is real,” she tells me.\n\n“And of the reports we get, a lot of them describe objects that are very large. You know, this is not a DJI drone, right?” she adds, referring to the popular mini-drone maker. “So that’s the stuff we pay attention to. We did an analysis last week. We found, like, 54 percent of things reported to us were described as hovering. So that’s not plane activity.”\n\nThe Indiviglios were hoping to find a little confirmation on Enigma that others saw just what they did. “I can’t find any. That’s why I’m kind of freaked out,” Dee says. It’s especially disconcerting, because she keeps seeing something strange up above. “I’ve seen them three times now. The latest was earlier this week. “I was like, ‘Oh my God, here we go again.’”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Android 16 will let apps block AI writing tools",
            "link": "https://www.androidauthority.com/android-16-ai-writing-tools-3510521/",
            "description": "Android 16 is adding a new API that lets apps opt out of having AI writing tools replace text with text generated by AI.",
            "image_url": "https://www.bing.com/th?id=OVFT.aRuc1mOIQ8InVaC33PpEiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Android Authority",
            "article_content": "Mishaal Rahman / Android Authority\n\nTL;DR Android 16 is introducing a new WritingTools API.\n\nThe WritingTools API lets apps opt out of writing tools that enable keyboards to replace the user’s text with text generated by AI.\n\nApps might want to disable AI writing tools when the user is inputting text in certain text fields like for emails.\n\nGoogle rolled out the second developer preview of Android 16 the other day, bringing the platform a whole host of new developer features like better app control over haptics, search support for cloud media items in the photo picker, an adaptive refresh rate API, and more. As usual, it also includes changes that Google didn’t highlight in its announcement, some of which we’ve already covered. The latest change we’ve spotted is a new Writing Tools API that seemingly lets apps opt out of having AI rewrite text for you.\n\nYou’re reading an Authority Insights story. Discover Authority Insights for more exclusive reports, app teardowns, leaks, and in-depth tech coverage you won’t find anywhere else.\n\nWhile digging through the documentation for Android 16 DP2, we notice that Google documented two new methods in the EditorInfo class: isWritingToolsEnabled() and setWritingToolsEnabled() . The EditorInfo class basically lets apps communicate information about an editable text field (like the type of text content it contains) to the current input method (i.e. an Android keyboard app).\n\nThe new isWritingToolsEnabled() method returns true when an Editor has AI writing tools enabled, which are enabled by default on all text fields. The documentation notes that “toolkits can optionally disable [AI writing tools] where not relevant e.g. passwords, number input, etc.”\n\nMishaal Rahman / Android Authority\n\nThe documentation under the new setWritingToolsEnabled() method explains how it can be used by apps to opt out of having writing tools rewrite text using generative AI.\n\nMishaal Rahman / Android Authority\n\nSome keyboard apps like Gboard have AI writing tools that help you proofread or rewrite text using on-device or cloud-based generative AI models. Gboard has a proofread option on some Pixel devices, for example, that helps correct spelling, grammar, and punctuation in any text that you’ve typed, pasted, or dictated.\n\nMost apps should have no reason to opt out of AI writing tools in most text fields, but some apps may want to instruct the current keyboard app to not allow them in some situations. It doesn’t make sense to allow AI writing tools to be used to replace text in fields where you have to input an email address, password, or phone number, for example.\n\nWhile Gboard already hides most irrelevant options when it’s focused on a number or password field, some other keyboard apps might not, which seems to be the logic behind this new Writing Tools API. Regardless, it’s going to be up to keyboard apps to respect this new API. Even if they do, though, it seems like it’d be very easy to work around, as you could always just generate text in another app and then insert it into the text field where it’s supposed to be blocked.\n\nWe’re still digging through Android 16 Developer Preview 2 to find out what’s new, so keep an eye out for more coverage on Android Authority.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Megachurch pastor previews app that offers AI-led prayer, spiritual counseling for a fee",
            "link": "https://www.christianpost.com/news/megachurch-pastor-previews-app-that-offers-ai-led-prayer-spiritu.html",
            "description": "Has a megachurch pastor already pulled the plug on an app that features an AI version for himself offering prayer for a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9IC9Vp4QsbqNipsemx-xEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "The Christian Post16h",
            "source": "The Christian Post",
            "article_content": "Home News Megachurch pastor previews app that offers AI-led prayer, spiritual counseling for a fee\n\nHas a megachurch pastor already pulled the plug on an app that features an AI version for himself offering prayer for a monthly fee?\n\nRon Carpenter Jr., pastor of the 21,000-member Redemption Church with campuses in Greenville, South Carolina, and San Jose, California, has rolled out his own Ron Carpenter Ministries Advanced Archive app.\n\nThe app, last updated in the Google Play Store on October 22, promises to \"transcend traditional time and access barriers by enabling 1-on-1 personalized interactions not possible at (sp) before now.\"\n\nGet Our Latest News for FREE Subscribe to get daily/weekly email with the top stories (plus special offers!) from The Christian Post. Be the first to know. Subscribe\n\nThe app had \"10+\" downloads on Google Play and one rating on the Apple App Store as of Wednesday. It is billed as a \"unique place where people from every background, race, and walk of life come together in a place of community and purpose\" and offers users prayer and spiritual guidance from an AI version of the 54-year-old Carpenter.\n\nA video demonstration shared online by Protestia features Carpenter using the app to request \"Pastor Ron\" to pray for recovery from an illness.\n\n\"I love to have my own personal pastor,\" Carpenter tells the camera as he demonstrates how the app responds with an automated message in Carpenter's voice. The pastor ended the short video by urging his followers to \"stay tuned\" to find out more information.\n\nPowered by Innovatix AI, the app also requires users to sign up for a $49 monthly plan to access \"unlimited\" calls and messages with the AI pastor.\n\nCarpenter's personal website also features an apparent link to the Advanced Archive app, which appeared broken as of Wednesday afternoon. The site does not reference the Advanced Archive app anywhere else.\n\nCP reached out to Carpenter for comment. This story will be updated if a response is received.\n\nThe mainstreaming of AI has already changed how some pastors approach their sermons, with some churches opting to try ChatGPT and other large language models to generate their messages for Sunday mornings.\n\nPastor Jack Hibbs of Calvary Chapel Chino Hills has warned against the rise of AI among churches, saying that the level of deception in the Church is set to rise exponentially in the coming years as technology rapidly advances.\n\n\"I don't say this to scare you; I say this to prepare you,\" Hibbs said in October 2023. \"There is a level of deception coming both in and out of the Church that is going to rock the world. It has to. God promised it would come. It would be an indicator of the last days.\"\n\nHibbs warned when it comes to AI, \"we are now starting to see things come to pass where you don't know if what you're looking at is true or not.\"\n\n\"You can't even tell anymore if that person's voice is assigned to the actual individual. Is that really Billy Graham's voice, or is that really this actor's voice or that singer's voice? Or is it artificial intelligence?\n\n\"How are you going to know truth from error?\" Hibbs asked.\n\nStressing the need for discernment among believers, Hibbs implored his congregation to \"more than ever, read the Bible.\"\n\n\"Pray to God. Stop listening to what people are saying. Judge everything you hear against the Bible.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Accelerating AI innovation through application modernization",
            "link": "https://www.technologyreview.com/2024/12/19/1109043/accelerating-ai-innovation-through-application-modernization/",
            "description": "Application modernization also ensures optimal performance, scale, and security for AI applications. That’s because ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZseOD5t38lZ65AbTJka4yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "MIT Technology Review11h",
            "source": "MIT Technology Review",
            "article_content": "Yet realizing measurable business value from AI-powered applications requires a new game plan. Legacy application architectures simply aren’t capable of meeting the high demands of AI-enhanced applications. Rather, the time is now for organizations to modernize their infrastructure, processes, and application architectures using cloud native technologies to stay competitive.\n\nThe time is now for modernization\n\nToday’s organizations exist in an era of geopolitical shifts, growing competition, supply chain disruptions, and evolving consumer preferences. AI applications can help by supporting innovation, but only if they have the flexibility to scale when needed. Fortunately, by modernizing applications, organizations can achieve the agile development, scalability, and fast compute performance needed to support rapid innovation and accelerate the delivery of AI applications. David Harmon, director of software development for AMD says companies, “really want to make sure that they can migrate their current [environment] and take advantage of all the hardware changes as much as possible.” The result is not only a reduction in the overall development lifecycle of new applications but a speedy response to changing world circumstances.\n\nBeyond building and deploying intelligent apps quickly, modernizing applications, data, and infrastructure can significantly improve customer experience. Consider, for example, Coles, an Australian supermarket that invested in modernization and is using data and AI to deliver dynamic e-commerce experiences to its customers both online and in-store. With Azure DevOps, Coles has shifted from monthly to weekly deployments of applications while, at the same time, reducing build times by hours. What’s more, by aggregating views of customers across multiple channels, Coles has been able to deliver more personalized customer experiences. In fact, according to a 2024 CMSWire Insights report, there is a significant rise in the use of AI across the digital customer experience toolset, with 55% of organizations now using it to some degree, and more beginning their journey.\n\nBut even the most carefully designed applications are vulnerable to cybersecurity attacks. If given the opportunity, bad actors can extract sensitive information from machine learning models or maliciously infuse AI systems with corrupt data. “AI applications are now interacting with your core organizational data,” says Surendran. “Having the right guard rails is important to make sure the data is secure and built on a platform that enables you to do that.” The good news is modern cloud based architectures can deliver robust security, data governance, and AI guardrails like content safety to protect AI applications from security threats and ensure compliance with industry standards.\n\nThe answer to AI innovation\n\nNew challenges, from demanding customers to ill-intentioned hackers, call for a new approach to modernizing applications. “You have to have the right underlying application architecture to be able to keep up with the market and bring applications faster to market,” says Surendran. “Not having that foundation can slow you down.”\n\nEnter cloud native architecture. As organizations increasingly adopt AI to accelerate innovation and stay competitive, there is a growing urgency to rethink how applications are built and deployed in the cloud. By adopting cloud native architectures, Linux, and open source software, organizations can better facilitate AI adoption and create a flexible platform purpose built for AI and optimized for the cloud. Harmon explains that open source software creates options, “And the overall open source ecosystem just thrives on that. It allows new technologies to come into play.”\n\nApplication modernization also ensures optimal performance, scale, and security for AI applications. That’s because modernization goes beyond just lifting and shifting application workloads to cloud virtual machines. Rather, a cloud native architecture is inherently designed to provide developers with the following features:\n\nThe flexibility to scale to meet evolving needs\n\nBetter access to the data needed to drive intelligent apps\n\nAccess to the right tools and services to build and deploy intelligent applications easily\n\nSecurity embedded into an application to protect sensitive data\n\nTogether, these cloud capabilities ensure organizations derive the greatest value from their AI applications. “At the end of the day, everything is about performance and security,” says Harmon. Cloud is no exception."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Code, talk, create: ChatGPT Beta brings AI power to your macOS apps - what’s new",
            "link": "https://www.livemint.com/ai/artificial-intelligence/code-talk-create-chatgpt-beta-brings-ai-power-to-your-macos-apps-whats-new-11734682405776.html",
            "description": "Users can access the new features by downloading the updated ChatGPT app for macOS. Meanwhile, OpenAI has announced the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.u_rMdM7wo1r3J44psORU5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Mint5m",
            "source": "Mint",
            "article_content": "The San Francisco-based OpenAI has unveiled a beta update for its ChatGPT application on macOS, aiming to enhance usability for a wide spectrum of users, from software developers to those seeking improved productivity tools.\n\nAccording to the company’s announcement on LinkedIn and X, the latest update introduces direct integration with popular coding tools such as Warp, IntelliJ IDEA, and PyCharm. These integrations are expected to aid developers by offering in-editor assistance for debugging, problem-solving, and code suggestions. The update also includes new \"o1\" and \"o1 Pro\" modes, which promise to provide more advanced coding support.\n\nBeyond Coding: Features for Everyday Users While the update brings significant benefits for programmers, OpenAI has included features catering to general users as well. ChatGPT now integrates with widely used note-taking applications, including Apple Notes, Notion, and Quip. This functionality is designed to streamline workflows, whether it involves brainstorming, organising projects, or managing day-to-day tasks.\n\nOne of the standout additions is advanced voice command functionality. This feature allows users to interact with ChatGPT through voice input, enabling hands-free dictation and assistance across supported applications. OpenAI suggests this could make tasks like coding or note-taking more seamless.\n\nAvailability and Accessibility The beta update is available exclusively for subscribers of ChatGPT Plus, Pro, Team, Enterprise, and Edu plans. Users can access the new features by downloading the updated ChatGPT app for macOS.\n\nAlso Read | OpenAI introduces ChatGPT Search to all free users: Know how it works\n\nMeanwhile, OpenAI has announced the launch of its ChatGPT integration with WhatsApp, offering users in the US region the ability to interact with the popular AI chatbot directly through the Meta-owned instant messaging app. This move is part of OpenAI’s recent spree of announcements, with this feature standing out as a significant development in its accessibility efforts."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 things you should never tell an AI chatbot",
            "link": "https://www.foxnews.com/tech/things-should-never-tell-ai-chatbot",
            "description": "There are currently no laws governing what artificial intelligence can and cannot do with the information it gathers; here ...",
            "image_url": "https://www.bing.com/th?id=OVFT._FxSaGXlPVS9aq8opK9NVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Fox News",
            "article_content": "This is a heartbreaking story out of Florida. Megan Garcia thought her 14-year-old son was spending all his time playing video games. She had no idea he was having abusive, in-depth and sexual conversations with a chatbot powered by the app Character AI.\n\nSewell Setzer III stopped sleeping and his grades tanked. He ultimately committed suicide. Just seconds before his death, Megan says in a lawsuit, the bot told him, \"Please come home to me as soon as possible, my love.\" The boy asked, \"What if I told you I could come home right now?\" His Character AI bot answered, \"Please do, my sweet king.\"\n\nDON’T SCAM YOURSELF WITH THE TRICKS HACKERS DON’T WANT ME TO SHARE\n\n🎁 I’m giving away a $500 Amazon gift card. Enter here, no purchase necessary.\n\nYou have to be smart\n\nAI bots are owned by tech companies known for exploiting our trusting human nature, and they’re designed using algorithms that drive their profits. There are no guardrails or laws governing what they can and cannot do with the information they gather.\n\nWhen you’re using a chatbot, it’s going to know a lot about you when you fire up the app or site. From your IP address, it gathers information about where you live, plus it tracks things you’ve searched for online and accesses any other permissions you’ve granted when you signed the chatbot’s terms and conditions.\n\nThe best way to protect yourself is to be careful about what info you offer up.\n\nBe careful: ChatGPT likes it when you get personal\n\nTHIS CRIME SHOT UP 400% — HOW TO PROTECT YOURSELF\n\n10 things not to say to AI\n\nPasswords or login credentials: A major privacy mistake. If someone gets access, they can take over your accounts in seconds. Your name, address or phone number: Chatbots aren’t designed to handle personally identifiable info. Once shared, you can’t control where it ends up or who sees it. Plug in a fake name if you want! Sensitive financial information: Never include bank account numbers, credit card details or other money matters in docs or text you upload. AI tools aren’t secure vaults — treat them like a crowded room. Medical or health data: AI isn’t HIPAA-compliant, so redact your name and other identifying info if you ask AI for health advice. Your privacy is worth more than quick answers. Asking for illegal advice: That’s against every bot’s terms of service. You’ll probably get flagged. Plus, you might end up with more trouble than you bargained for. Hate speech or harmful content: This, too, can get you banned. No chatbot is a free pass to spread negativity or harm others. Confidential work or business info: Proprietary data, client details and trade secrets are all no-nos. Security question answers: Sharing them is like opening the front door to all your accounts at once. Explicit content: Keep it PG. Most chatbots filter this stuff, so anything inappropriate could get you banned, too. Other people’s personal info: Uploading this isn’t only a breach of trust; it’s a breach of data protection laws, too. Sharing private info without permission could land you in legal hot water.\n\nStill relying on Google? Never search for these terms\n\nReclaim a (tiny) bit of privacy\n\nMost chatbots require you to create an account. If you make one, don’t use login options like \"Login with Google\" or \"Connect with Facebook.\" Use your email address instead to create a truly unique login.\n\nTECH TIP: SAVE YOUR MEMORIES BEFORE IT’S TOO LATE\n\nFYI, with a free ChatGPT or Perplexity account, you can turn off memory features in the app settings that remember everything you type in. For Google Gemini, you need a paid account to do this.\n\nBest AI tools for search, productivity, fun and work\n\nNo matter what, follow this rule\n\nDon’t tell a chatbot anything you wouldn’t want made public. Trust me, I know it’s hard.\n\nEven I find myself talking to ChatGPT like it’s a person. I say things like, \"You can do better with that answer\" or \"Thanks for the help!\" It’s easy to think your bot is a trusted ally, but it’s definitely not. It’s a data-collecting tool like any other.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nGet tech-smarter on your schedule\n\nAward-winning host Kim Komando is your secret weapon for navigating tech.\n\nCopyright 2025, WestStar Multimedia Entertainment. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kentucky's museum scene is bigger than you think. 5 offbeat places to visit in 2025",
            "link": "https://www.yahoo.com/lifestyle/kentuckys-museum-scene-bigger-think-100057497.html",
            "description": "As a city with a rich history, it comes as no surprise that Louisville has a notable museum scene. There are numerous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eBe6dB9TKkqFXYB0tr6Z8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "As a city with a rich history, it comes as no surprise that Louisville has a notable museum scene.\n\nThere are numerous renowned Louisville museums, each carrying cultural significance that represent parts of the city locals take pride in, but Kentucky's museum scene has horizons beyond the commonwealth's largest city, including some that verge into the realm of the uncanny — or extraterrestrial.\n\nIf you're looking to learn some obscure and niche history, here are five museums worth checking out in Kentucky.\n\n1. Kentucky Coal Museum\n\nA Coal Miner's Home exhibit at the Kentucky Coal Mining Museum features furnishings found in many coal miners' homes.\n\n231 Main St. Benham, 40807; Tuesday-Saturday 10 a.m.-5 p.m. and Sunday 12 p.m. to 4 p.m.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPerhaps no place is more qualified to portray the realities of life in a coal mine than Benham, Kentucky. Once a coal camp, this tiny eastern Kentucky town is now home to the Kentucky Coal Museum. The museum encapsulates what life as a coal miner would have been like. Given the significance of coal mining in the commonwealth's history, the preserved history of the industry that countless Kentuckians devoted their careers to may be of interest to Kentuckians from all over.\n\n2. Vent Haven Museum\n\nA room filled from floor to ceiling with ventriloquist dummies at the Vent Haven Museum in Ft. Mitchell, Kentucky. June 30, 2020\n\n33 West Maple Ave., Fort Mitchell; Open by appointment only May 1 through Sept. 30.\n\nIn the northern Kentucky city of Fort Mitchell resides the \"world's only museum dedicated to ventriloquism,\" according to the Vent Haven Museum's website. While many people may balk at the idea of entering a building occupied by more than 1,200 dummies and related memorabilia dating back to the 19th century, the museum's founder, W.S. Berger, spent decades collecting the items. Berger died in 1972, and the museum opened in 1973 after he formed a charitable organization to ensure his collection stayed intact.\n\n3. Great American Dollhouse Museum\n\n344 Swope Drive, Danville; Wednesday through Saturday 11 a.m. to 5 p.m.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWith more than 200 dollhouses, model buildings and box rooms that capture astonishing detail with their designs and furnishings, the Great American Dollhouse Museum is a window into worlds from several U.S. time periods and regions, including the Colonial period, the Old West, and modern eras, according to the museum's website. Other sections of the museum include a miniature scene mimicking a 1910s town, and a fantasy-inspired sections replete with mythical creatures like elves, witches and trolls.\n\n4. International Paranormal Museum and Research Center\n\nA section of the International Paranormal Museum and Research Center dedicated to aliens.\n\nClosed until spring of 2025 for relocation.\n\nThe International Paranormal Museum and Research Center in Somerset is a hub for people interested in the inexplicable phenomena that grip the imagination of humankind — from ghosts to cryptids to aliens. The organization investigates these subjects and collects artifacts found along the way to display to the public.\n\nThe museum is in the process of moving out of its home of seven years and anticipates reopening in Spring 2025, though its new location has not yet been announced. Rest assured, if you've yet to experience this attraction, the museum's management is confident they'll come back better than ever.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n5. Dinosaur World Kentucky\n\n711 Mammoth Cave Road, Cave City; Open daily from 8:30 a.m. to 4:30 p.m.\n\nIf you're young or young at heart, you can help your imagination soar back to the time of the dinosaurs by heading to Cave City. Dinosaur World is an outdoor museum with hundreds of life-sized dinosaurs on display that also offers a host of educational activities that allow children to search for and examine fossils and minerals.\n\nContact reporter Killian Baarlaer at kbaarlaer@gannett.com or at @bkillian72 on X.\n\nThis article originally appeared on Louisville Courier Journal: Weird museums: 5 unique Kentucky museums to visit in 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dan Da Dan Season 2 Release Date Announced for Hit Anime Show",
            "link": "https://www.yahoo.com/entertainment/dan-da-dan-season-2-215254298.html",
            "description": "Mainichi Broadcasting System Inc. has officially announced the Dan Da Dan Season 2 release date for the next installment of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Dm239wM_47pm_VKZPRm7uS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "Mainichi Broadcasting System Inc. has officially announced the Dan Da Dan Season 2 release date for the next installment of the hit anime series, based on the manga series by Yukinobu Tatsu. This comes after the paranormal coming-of-age show’s season finale, which ends in a cliffhanger involving Okarun, Momo, Jiji, and Turbo Granny’s next enemy.\n\nWhen is the Dan Da Dan Season 2 release date?\n\nDan Da Dan Season 2 is scheduled to premiere next summer in July 2025 on Crunchyroll. The show hails from animation studio Science SARU (The Colors Within; Scott Pilgrim Takes Off), with Fuga Yamashiro directing from a screenplay written by Hiroshi Seko.\n\nThe Dan Da Dan is described as an electrifying, action-packed love letter to sci-fi and horror with the heart of a ruthlessly funny teen rom-com. The voice cast includes Shion Wakayama (Lycoris Recoil) as Momo, Natsuki Hanae (Demon Slayer) as Okarun, Mayumi Tanaka (One Piece) as Turbo Granny, Ayane Sakura as Aira, Kaito Ishikawa as Jiji, and more. It features original music from Chainsaw Man’s Kensuke Ushio, with Fuga Yamashiro directing the anime.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“It follows Momo, a high school girl from a family of spirit mediums, and her classmate Okarun, an occult freak. The two of them start talking after Momo rescues Okarun from getting bullied. However, an argument ensues between them – Momo believes in ghosts but denies aliens, and Okarun believes in aliens but denies ghosts,” reads the official synopsis. “To make the mutual deniers believe in each other, Momo goes to an abandoned hospital known for its UFO sightings, and Okarun goes to a tunnel that is said to be haunted. In each place, they encounter overwhelming paranormal activity that transcends comprehension. Amid these predicaments, Momo awakens her hidden power and Okarun gains the power of a curse to challenge the paranormal forces! Their fateful love begins as well!?”\n\nThe post Dan Da Dan Season 2 Release Date Announced for Hit Anime Show appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anime Update: ‘Dan Da Dan’ to Return Next Summer For Season 2 On Crunchyroll",
            "link": "https://www.forbes.com/sites/marcberman1/2024/12/19/anime-update-dan-da-dan-to-return-next-summer-for-season-2/",
            "description": "On the heels of the season one finale of Dan Da Dan comes word that the anime series will return for a sophomore season on ...",
            "image_url": "https://www.bing.com/th?id=OVF.Gzq4ueyuX7b05ayWRL%2fdbQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "15h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jonathan Ross 'goes missing' in haunted forest as he films new show",
            "link": "https://www.express.co.uk/showbiz/tv-radio/1991045/jonathan-ross-missing-new-show",
            "description": "Jonathan Ross has explored the supernatural in a new series, which sees the TV legend return to the East End where he grew up ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BBH-Alnx7itmxLVQC3XrHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "13h",
            "source": "Daily Express",
            "article_content": "Jonathan Ross 'disappears' during Haunted Homecoming filming\n\nJonathan Ross fans are in for a shock as they witness the renowned talk show host in an entirely new light. Throughout his distinguished television career, Jonathan has rubbed shoulders with the creme de la creme of the entertainment industry. Yet, in his latest TV venture, Jonathan Ross: Haunted Homecoming, the beloved presenter revisits his childhood haunts for a spine-chilling journey into the past, engaging with entities far removed from his usual Hollywood guests - the supernatural. Known for his interest in horror and the macabre, Jonathan's return to his old East End neighbourhood takes a dark turn as he delves into its grim history and hunts for signs of paranormal activity, landing him in a real-life horror story. Accompanied by psychic medium Ian Lawman and paranormal investigator Dr Kate Cherrell, Jonathan recounts a horrifying childhood experience in the basement of his Leytonstone family home before venturing into the nearby Epping Forest, where things take a disturbing twist in the dead of night, reports the Mirror.\n\nJonathan Ross has filmed a new two-part series where he goes down memory lane\n\nThe tension escalates at the infamous Hitchcock Hotel on Wanstead Flats, as an ominous presence infiltrates its most daunting room and they unearth spectral secrets of one of his former local pubs. During a tense moment in the woods, the crew's concern is palpable as they fail to locate Jonathan. Dr Kate expresses her worry, saying: \"I don't want to make things worse but I think we've lost Jonathan. \"I've lost Jonathan, he's just walked into the woods and hasn't come back.\"\n\nJonathan's return to his old East End neighbourhood takes a dark turn as he delves into its grim history\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nReflecting on the incident where he became separated from the group, Jonathan revealed: \"They (the crew) got lost! . To be honest with you, I was quite sad when they found us again, I was happy trying to feel the vibe. I enjoyed being there.\" He continued, sharing his feelings about leaving the area: \"I remember leaving and I felt very calm. When you're looking for a connection, you do have to investigate some really truly tragic stories, normally events where people's lives have ended when they shouldn't have ended.\"\n\nJonathan's disappearance left cast members panicking"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Listening to Joe Rogan predicts belief in extraterrestrial UFOs, study finds",
            "link": "https://www.msn.com/en-gb/news/world/listening-to-joe-rogan-predicts-belief-in-extraterrestrial-ufos-study-finds/ar-AA1wa8Ch?ocid=BingNewsVerp",
            "description": "Consuming paranormal documentaries, reality TV, Fox News, YouTube, and the Joe Rogan Experience podcast is linked to stronger ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NvZOXPtbOvgAodZMwQ0aJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "PsyPost on MSN19h",
            "source": "PsyPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of egg's immune-like attack on sperm mitochondria may aid fertility",
            "link": "https://www.msn.com/en-us/health/other/discovery-of-eggs-immune-like-attack-on-sperm-mitochondria-may-aid-fertility/ar-AA1wbfas?ocid=BingNewsVerp",
            "description": "Within minutes of fertilization, the egg of a fruit fly becomes a scene from the battle of the sexes. The egg attacks and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WGZkHHkE7K6j7OjGSmttDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "12hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery provides hope in fighting drug-resistant malaria",
            "link": "https://www.sciencedaily.com/releases/2024/12/241218174837.htm",
            "description": "\"This breakthrough is a big step forward in developing new malaria treatments,\" Yu said. \"By focusing on PfNCR1, scientists could develop drugs that the parasite finds difficult to develop resistance ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily8h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "9 of the Most Remarkable Scientific Discoveries of 2024",
            "link": "https://www.msn.com/en-us/health/other/9-of-the-most-remarkable-scientific-discoveries-of-2024/ar-AA1waLBn?ocid=BingNewsVerp",
            "description": "Discover the new planets, moons, health advances, and ancient history uncovered in 2024.",
            "image_url": "https://www.bing.com/th?id=OVFT.BIBsov1d8OGRdI_rvN6Axy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Discover Magazine on MSN15h",
            "source": "Discover Magazine on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New synthesis technique cuts drug development time and cost",
            "link": "https://www.msn.com/en-us/health/medical/new-synthesis-technique-cuts-drug-development-time-and-cost/ar-AA1wbdpM?ocid=BingNewsVerp",
            "description": "A team of chemists from Scripps Research and Rice University has unveiled a novel method to simplify the synthesis of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mrlVXMOU5nBbpHEttszivy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "James Webb telescope uncovers massive 'grand design' spiral galaxy in the early universe — and scientists can't explain how it got so big, so fast",
            "link": "https://www.msn.com/en-gb/entertainment/news/james-webb-telescope-uncovers-massive-grand-design-spiral-galaxy-in-the-early-universe-and-scientists-cant-explain-how-it-got-so-big-so-fast/ar-AA1wbg4S?ocid=BingNewsVerp",
            "description": "Galaxies in the early universe tend to be clumpy, but the new JWST discovery of a \"grand design\" spiral galaxy just 1.5 billion years after the Big Bang has scientists stumped.",
            "image_url": "https://www.bing.com/th?id=ODF.WZOtzx9DfDvsHUI2RYy7uQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Live Science on MSN14h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman once owned some equity in OpenAI through Sequoia",
            "link": "https://techcrunch.com/2024/12/19/sam-altman-once-owned-some-equity-in-openai-through-sequoia/",
            "description": "OpenAI CEO Sam Altman sat before Congress in 2023 to testify about the dangers of AI. He told American lawmakers at the time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ie5ePSb4eoRdiU6BhymM2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "TechCrunch",
            "article_content": "OpenAI CEO Sam Altman sat before Congress in 2023 to testify about the dangers of AI. He told American lawmakers at the time that he owns no equity in OpenAI, something he’s said many times, claiming he just runs the company because he loves it.\n\nHowever, Altman recently said he actually did have some equity in OpenAI through a Sequoia fund at one point, a stake he has since sold. In an interview with Bari Weiss released Thursday, Altman was asked what kind of stake he might have if OpenAI successfully converts into a for-profit company.\n\nHere’s what the OpenAI CEO said:\n\nI have a tiny sliver of equity from an old YC fund — I used to have some via a Sequoia fund but that one turned out to be easier to like sell and not keep the position in — so I have a very small amount that’s quite insignificant to me. In terms of what I will or won’t have going forward, I don’t know. There’s no current plan or promise for me to get anything.\n\n\n\nWhile Altman’s investment through Y Combinator was known, his investment through Sequoia was not. OpenAI discloses Altman’s indirect investment in his own company through YC on its website. The startup says this “small investment” is the CEO’s “only interest” in the company and was made before he worked full time at OpenAI.\n\nSequoia first invested in OpenAI in 2021, according to its website, two years after Altman became the full-time CEO of OpenAI. At that time, OpenAI was worth roughly $14 billion, a valuation that’s exploded to $157 billion after the startup’s latest funding round earlier this year — a round Sequoia participated in as well.\n\nWhile Sequoia’s stake in OpenAI from 2021 is worth a lot more now, there are several unknowns about Altman’s investment through the venture firm. Venture firms like Sequoia aren’t required to disclose their limited partner investors. It’s unclear when Altman sold the stake and for how much.\n\nAn OpenAI spokesperson confirmed Altman’s prior exposure in a statement to TechCrunch, but did not offer specifics on these aspects.\n\n“Sam has never had any direct ownership in OpenAI. He held a negligible stake, less than a fraction of a percent, in a general Sequoia fund with a broad portfolio, which he later learned included minimal exposure to OpenAI,” said OpenAI spokesperson Kayla Wood in a statement to TechCrunch. “Sam no longer has any ongoing commitments to the fund.”\n\nMost CEOs do have equity in the companies they run. The biggest percentage of a CEO’s pay if they are running a public company is equity. And of course, startup founders start their journey owning all of the equity in their companies, until they grant shares to employees and sell off chunks to investors. But OpenAI was founded as a nonprofit, has a strange structure, and Altman has repeatedly said he doesn’t own any. Just this month, Altman said he had no equity in OpenAI during The New York Times’ DealBook Summit.\n\nDuring a May interview with the All In podcast, the OpenAI CEO said he originally decided to not take equity in the company because of its corporate structure. According to its charter, OpenAI’s nonprofit board is required to be filled with a majority of independent directors, meaning they can’t have equity in the company. Altman says this led him to not take any equity, in order to be one of those independent directors. However, this has caused many people to question the CEO’s motives at the company, Altman said, which is likely one reason the company is shifting away from this structure.\n\nAltman’s stake in OpenAI has also become increasingly relevant as the company attempts to transition its for-profit branch, which is currently controlled by the nonprofit board, into an independent company. OpenAI is also reportedly contemplating granting the CEO some equity in this transition, though the company and Altman have denied that there are related plans.\n\nOpenAI’s for-profit transition is currently at risk of being held up by Elon Musk’s lawsuit against the startup. At its core, Musk’s lawsuit claims that OpenAI is abandoning its original nonprofit mission to make the fruits of its AI research available to all. However, OpenAI recently claimed that Musk wanted to convert the startup into a for-profit from the start.\n\nAt one point in Altman’s interview with Weiss, the OpenAI CEO called Elon Musk a “bully” who “clearly likes to get in fights.” At another point, Altman lashed out at Meta for asking California’s attorney general to block OpenAI’s for-profit transition.\n\n“I don’t know why Meta sent that letter, but I do know they know that’s not how it works. I know that part is in bad faith,” said Altman. “You can imagine lots of other reasons that Meta might have sent this letter. You can imagine they wanted to curry favor with Elon, you can imagine that they felt like it would help them compete with us.”\n\nWhile the company says Altman’s exposure to OpenAI through Sequoia was negligible, it’s hard to square Altman’s comments about having no equity in OpenAI with his most recent remarks on Weiss’ podcast."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT's MacOS desktop just got a whole lot better on the 11th day of OpenAI",
            "link": "https://www.zdnet.com/article/chatgpts-macos-desktop-just-got-a-whole-lot-better-on-the-11th-day-of-openai/",
            "description": "Visual Intelligence refers to a new feature for the iPhone 16 lineup that users can access by tapping the Camera Control ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aiyBeAcBKorLtbqj74sQzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "ZDNet",
            "article_content": "NurPhoto/Getty Images\n\nWith the holiday season upon us, many companies are finding ways to take advantage through deals, promotions, or other campaigns. OpenAI has found a way to participate with its \"12 days of OpenAI\" event series.\n\nOn Wednesday, OpenAI announced via an X post that starting on Dec. 5, the company would host 12 days of live streams and release \"a bunch of new things, big and small,\" according to the post.\n\nAlso: I'm a ChatGPT power user - here's why Canvas is its best productivity feature\n\nHere's everything you need to know about the campaign, as well as a round-up of every day's drops.\n\nWhat are the '12 days of OpenAI'?\n\nOpenAI CEO Sam Altman shared more details about the event, which kicked off at 10 a.m. PT on Dec. 5 and will occur daily for 12 weekdays with a live stream featuring a launch or demo. The launches will be both \"big ones\" or \"stocking stuffers,\" according to Altman.\n\nWhat's dropped so far?\n\nThursday, December 19\n\nOn the second to last day of '12 days of OpenAI,' the company focused on releases regarding its MacOS desktop app and its interoperability with other apps.\n\nUsers can now use the desktop app on MacOS to see and automate their work with ChatGPT. There will be more releases of this nature in 2025, but until then, OpenAI has been introducing the three features below.\n\nUsing the \"Work with Apps\" button, users can now work with many more coding apps. The list includes: BBEdit, MatLab, Nova, Script Editor, TextMate, Android Studio, AppCode, CLion, DataGrip, GoLand, IntelliJ IDEA, PHPStorm, PyCharm, RubyMine, RustRover, WebStorm, Prompt, and Warp.\n\nFor users who use ChatGPT for writing, the desktop app now supports Apple Notes, Quip, and Notion.\n\nLastly, the desktop app for MacOS now supports Advanced Voice Mode while working with other apps.\n\nFeatures have already been shipped. All you have to do is have the latest version of the MacOS app and a Plus, Pro, Team, Enterprise, and Edu subscription.\n\nTo ease privacy concerns, OpenAI says ChatGPT will only work with apps when manually prompted. When the feature is active, users know what will be attached to the message.\n\n\"Day 12, we have something super special, so don't miss it,\" teased OpenAI about its upcoming Friday release.\n\nWednesday, December 18\n\nHave you ever wanted to use ChatGPT without a Wi-Fi connection? Now, all you have to do is place a phone call. Here's what OpenAI released on the 10th day:\n\nBy dialing 1-800-ChatGPT, you can now access the chatbot via a toll-free number. OpenAI encourages users to save ChatGPT in their contacts for easy access.\n\nUsers can call anywhere in the US; in other countries, users can message ChatGPT on WhatsApp. Users get 15 minutes of free ChatGPT calls per month.\n\nIn WhatsApp, users can enter a prompt via a text as they would with any other person in their contacts. In this experience, it is just a text message.\n\nThe phone call feature works on any phone, from a smartphone to a flip phone -- even a rotary phone.\n\nThe presenters said it is meant to make ChatGPT more accessible to more users.\n\nTuesday, December 17\n\nThe releases on the ninth day all focus on developer features and updates, dubbed \"Mini Dev Day.\" These launches include:\n\nThe o1 model is finally out of preview in the API with support for function calling, structured outputs, developer messages, vision capabilities, and lower latency, according to the company.\n\no1 in the API also features a new parameter: \"reasoning effort.\" This parameter allows developers to tell the model how much effort is put into formulating an answer, which helps with cost efficiency.\n\nOpenAI also introduced WebRTC support for the Realtime API, which makes it easier for developers \"to build and scale real-time voice products across platforms.\"\n\nThe Realtime API also got a 60% audio token price drop, support for GPT-4o mini, and more control over responses.\n\nThe fine-tuning API now supports Preference Fine-Tuning, which allows users to \"Optimize the model to favor desired behavior by reinforcing preferred responses and reducing the likelihood of unpreferred ones,\" according to OpenAI.\n\n\n\nOpenAI also introduced new Go and Java SDKs in beta.\n\nAn \"AMA\" (ask me anything) session will be held for an hour after the live stream on the OpenAI GitHub platform with the presenters.\n\nMonday, December 16\n\nThe drops for the second Monday in the 12 days of OpenAI series all focused on Search in ChatGPT.\n\nThe AI search engine is available to all users starting today, including all free users who are signed in anywhere they can access ChatGPT. The feature was previously only available to ChatGPT Plus users.\n\nThe search experience, which allows users to browse the web from ChatGPT, got faster and better on mobile and now has an enriched map experience. The upgrades include image-rich visual results.\n\nSearch is integrated into Advance Voice mode, meaning you can now search as you talk to ChatGPT. To activate this feature, just activate Advance Voice the same way you regularly would and ask it your query verbally. It will then answer your query verbally by pulling from the web.\n\nOpenAI also teased developers, saying, \"Tomorrow is for you,\" and calling the upcoming livestream a \"mini Dev Day.\"\n\nFriday, December 13\n\nOne of OpenAI's most highly requested features has been an organizational feature to better keep track of your conversations. On Friday, OpenAI delivered a new feature called \"Projects.\"\n\nProjects is a new way to organize and customize your chats in ChatGPT, meant to be a part of continuing to optimize the core experience of ChatGPT.\n\nWhen creating a Project, you can include a title, a customized folder color, relevant project files, instructions for ChatGPT on how it can best help you with the project, and more in one place.\n\nIn the Project, you can start a chat and add previous chats from the sidebar to your Project. It can also answer questions using your context in a regular chat format. The chats can be saved in the Project, making it easier to pick up your conversations later and know exactly what to look for where.\n\nIt will be rolled out to Plus, Pro, and Teams users starting today. OpenAI says it's coming to free users as soon as possible. Enterprise and Edu users will see it rolled out early next year.\n\nThursday, December 12\n\nWhen the live stream started, OpenAI addressed the elephant in the room -- the fact that the company's live stream went down the day before. OpenAI apologized for the inconvenience and said its team is working on a post-mortem to be posted later.\n\nThen it got straight into the news -- another highly-anticipated announcement:\n\nAdvanced Voice Mode now has screen-sharing and visual capabilities, meaning it can assist with the context of what it is viewing, whether that be from your phone camera or what's on your screen.\n\nThese capabilities build on what Advanced Voice could already do very well -- engaging in casual conversation as a human would. The natural-like conversations can be interrupted, have multi-turns, and understand non-linear trains of thought.\n\nIn the demo, the user gets directions from ChatGPT's Advanced Voice on how to make a cup of coffee. As the demoer goes through the steps, ChatGPT is verbally offering insights and directions.\n\nThere's another bonus for the Christmas season: Users can access a new Santa voice. To activate it, all users have to do is click on the snowflake icon. Santa is rolling out throughout today everywhere that users can access ChatGPT voice mode. The first time you talk to Santa, your usage limits reset, even if you have reached the limit already, so you can have a conversation with him.\n\nVideo and screen sharing are rolling out in the latest mobile apps starting today and throughout next week to all Team users and most Pro and Plus subscribers. Pro and Plus subscribers in Europe will get access \"as soon as we can,\" and Enterprise and Edu users will get access early next year.\n\nWednesday, December 11\n\nApple released iOS 18.2 on Wednesday. The release includes integrations with ChatGPT across Siri, Writing Tools, and Visual Intelligence. As a result, the live stream focused on walking through the integration.\n\nSiri can now recognize when you ask questions outside its scope that could benefit from being answered by ChatGPT instead. In those instances, it will ask if you'd like to process the query using ChatGPT. Before any request is sent to ChatGPT, a message notifying the user and asking for permission will always appear, placing control in the user's hands as much as possible.\n\n\n\nVisual Intelligence refers to a new feature for the iPhone 16 lineup that users can access by tapping the Camera Control button. Once the camera is open, users can point it at something and search the web with Google, or use ChatGPT to learn more about what they are viewing or perform other tasks such as translating or summarizing text.\n\nWriting Tools now features a new \"Compose\" tool, which allows users to create text from scratch by leveraging ChatGPT. With the feature, users can even generate images using DALL-E.\n\nAll of the above features are subject to ChatGPT's daily usage limits, the same way that users would reach limits while using the free version of the model on ChatGPT. Users can choose whether or not to enable the ChatGPT integration in Settings.\n\nRead more about it here: iOS 18.2 rolls out to iPhones: Try these 6 new AI features today\n\nTuesday, December 10\n\nCanvas is coming to all web users, regardless of plan, in GPT-4o, meaning it is no longer just available in beta for ChatGPT Plus users.\n\nCanvas has been built into GPT-4o natively, meaning you can just call on Canvas instead of having to go to the toggle on the model selector.\n\nThe Canvas interface is the same as what users saw in beta in ChatGPT Plus, with a table on the left hand side that shows the Q+A exchange and a right-hand tab that shows your project, displaying all of the edits as they go, as well as shortcuts.\n\nCanvas can also be used with custom GPTs. It is turned on by default when creating a new one, and there is an option to add Canvas to existing GPTs.\n\nCanvas also has the ability to run Python code directly in Canvas, allowing ChatGPT to execute coding tasks such as fixing bugs.\n\nRead more about it here: I'm a ChatGPT power user - and Canvas is still my favorite productivity feature a month later\n\nMonday, December 9\n\nOpenAI teased the third-day announcement as \"something you've been waiting for,\" followed by the much-anticipated drop of its video model -- Sora. Here's what you need to know:\n\nKnown as Sora Turbo, the video model is smarter than the February model that was previewed.\n\nAccess is coming in the US later today; users need only ChatGPT Plus and Pro.\n\nSora can generate video-to-video, text-to-video, and more.\n\nChatGPT Plus users can generate up to 50 videos per month at 480p resolution or fewer videos at 720p. The Pro Plan offers 10x more usage.\n\nThe new model is smarter and cheaper than the previewed February model.\n\nSora features an explore page where users can view each other's creations. Users can click on any video to see how it was created.\n\nA live demo showed the model in use. The demo-ers entered a prompt and picked aspect ratio, duration, and even presets. I found the live demo video results to be realistic and stunning.\n\nOpenAI also unveiled Storyboard, a tool that lets users generate inputs for every frame in a sequence.\n\nFriday, December 6:\n\nOn the second day of \"shipmas,\" OpenAI expanded access to its Reinforcement Fine-Tuning Research Program:\n\nThe Reinforcement Fine-Tuning program allows developers and machine learning engineers to fine-tune OpenAI models to \"excel at specific sets of complex, domain-specific tasks,\" according to OpenAI.\n\nReinforcement Fine-Tuning refers to a customization technique in which developers can define a model's behavior by inputting tasks and grading the output. The model then uses this feedback as a guide to improve, becoming better at reasoning through similar problems, and enhancing overall accuracy.\n\nOpenAI encourages research institutes, universities, and enterprises to apply to the program, particularly those that perform narrow sets of complex tasks, could benefit from the assistance of AI, and perform tasks that have an objectively correct answer.\n\nSpots are limited; interested applicants can apply by filling out this form.\n\nOpenAI aims to make Reinforcement Fine-Tuning publicly available in early 2025.\n\nThursday, December 5:\n\nOpenAI started with a bang, unveiling two major upgrades to its chatbot: a new tier of ChatGPT subscription, ChatGPT Pro, and the full version of the company's o1 model.\n\nThe full version of o1:\n\nWill be better for all kinds of prompts, beyond math and science\n\nWill make major mistakes about 34% less often than o1-preview, while thinking about 50% faster\n\nRolls out today, replacing o1-preview to all ChatGPT Plus and now Pro users\n\nLets users input images, as seen in the demo, to provide multi-modal reasoning (reasoning on both text and images)\n\nChatGPT Pro:\n\nIs meant for ChatGPT Plus superusers, granting them unlimited access to the best OpenAI has to offer, including unlimited access to OpenAI o1-mini, GPT-4o, and Advanced Mode\n\nFeatures o1 pro mode, which uses more computing to reason through the hardest science and math problems\n\nCosts $200 per month\n\nWhere can you access the live stream?\n\nThe live streams are held on the OpenAI website, and posted to its YouTube channel immediately after. To make access easier, OpenAI will also post a link to the live stream on its X account 10 minutes before it starts, which will be at approximately 10 a.m. PT/1 p.m. ET daily."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Under Fire, Backflip 3D Raises $30 Million, Gemini AI For XR",
            "link": "https://www.forbes.com/sites/charliefink/2024/12/19/openai-under-fire-backflip-3d-raises-30-million-gemini-ai-for-xr/",
            "description": "Supreme Court tackles TikTok ban, Meta & Musk challenge OpenAI shift, Backflip’s 3D AI emerges, Samsung/Google Adding AI to ...",
            "image_url": "https://www.bing.com/th?id=OVF.9WOmGZZWnHreEyi7uyNfkQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI 2024 event: How to watch new ChatGPT product reveals and demos",
            "link": "https://techcrunch.com/2024/12/19/openai-2024-event-how-to-watch-new-chatgpt-product-reveals-and-demos/",
            "description": "OpenAI is in the holiday spirit, it seems. The ChatGPT series of reveals, called '12 Days of OpenAI,' will be streamed live ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R19EGFwWMV5arF_SYNLw2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14h",
            "source": "TechCrunch",
            "article_content": "OpenAI is in the holiday spirit, it seems. The ChatGPT series of reveals, called “12 Days of OpenAI,” will be streamed live at 10 a.m. PT each weekday through December 20. So far, we’ve seen the launch of ChatGPT Pro, OpenAI’s $200 per month subscription plan; the full version of its “reasoning” o1 model; the highly anticipated public releasee of its text-to-video generator Sora; the rollout of Canvas; ChatGPT in Apple Intelligence; ChatGPT’s real-time video capabilities; and the ability to call ChatGPT via a 1-800 number. You can find out how to watch the event along with us below.\n\nOpenAI will stream the event live on its YouTube channel, and we’ll be covering everything that’s announced on our live blog so you can follow along with us in real time. Watch the upcoming stream with us or catch up on the past few streams below!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We called 1-800-ChatGPT to see if OpenAI would ruin Christmas",
            "link": "https://www.fastcompany.com/91250402/we-called-1-800-chatgpt-to-see-if-openai-would-ruin-christmas",
            "description": "OpenAI just launched a way to call ChatGPT over the phone. But how does it handle the whole Santa thing?",
            "image_url": "https://www.bing.com/th?id=OVFT.H7A_ayByb-Qjck9xeV4JsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "12h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Front-End Development: Industry Trends and Innovations",
            "link": "https://techbullion.com/transforming-front-end-development-industry-trends-and-innovations/",
            "description": "The world of front-end development is rapidly and astonishingly evolving, with technological advancements pushing boundaries ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2BaNQeV0yoA87V-YF029Xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Impacts18h",
            "source": "Impacts",
            "article_content": "The world of front-end development is rapidly and astonishingly evolving, with technological advancements pushing boundaries and reshaping industries. From dynamic user interfaces to innovative frameworks in today’s world, this domain has become the backbone of digital transformation across sectors. While the industry has seen immense growth, professionals like Sarath Krishna Mandava have made noteworthy contributions, setting new benchmarks in delivering robust, scalable, and user-friendly digital solutions. With a career spanning over 12 years, Sarath’s expertise in leading-edge technologies provides an excellent vantage point to explore the trends and challenges that define front-end development today.\n\nRedefining Digital Experiences Through Front-End Innovation\n\n\n\nFront-end development is pivotal in enhancing user interactions with digital products, providing seamless experiences as users engage with modern technologies. It acts as a gateway to innovative digital solutions, ensuring smooth access to a variety of platforms.\n\nProgressive Web Applications (PWAs)\n\n\n\nProgressive Web Applications (PWAs) have revolutionized the digital landscape by merging the reliability of native apps with the accessibility of web platforms. PWAs are now a key driver in sectors like e-commerce and real estate, improving user engagement and driving cost efficiencies.\n\nCross-Platform Compatibility\n\n\n\nThe demand for cross-platform and responsive solutions is on the rise. Frameworks like Angular and React enable developers to create apps that deliver consistent user experiences across devices, meeting the needs of diverse users and businesses.\n\nAccessibility and Inclusivity\n\n\n\nThe focus on accessibility and inclusivity is becoming essential, particularly in industries such as education, healthcare, and government, where digital solutions must cater to diverse audiences.\n\nOptimizing Business Performance with Advanced Frameworks\n\nFrameworks and libraries are at the essence of front-end development, which help developers solve the issues and challenges in an efficient and precise manner.\n\nThe innovation and upgradation in front-end development like Angular, React, and Vue.js have totally revolutionized the designs of applications and optimized industries in various ways.\n\nPerformance and Scalability\n\nState management tools like Redux and NGRX streamline data handling, and these tools ensure high performance even in applications that manage terabytes of information. This is particularly valuable in industries like fintech and logistics, where scalability is critical.\n\nUser-Centric Design\n\nFrameworks in front-end development offer pre-built components and templates that help in accelerating the development of intuitive, creative, and user-friendly designs. For example, Bootstrap and Angular Material are helping enterprises build solutions with faster turnaround times.\n\nSecurity Enhancements\n\nAs cyber threats evolve, the ability of frameworks to integrate robust security measures ensures and strengthens the resilience of digital platforms. Front-end development teams are increasingly focused on secure design principles, especially in sectors such as finance and healthcare.\n\nReal-World Applications: Front-End Impact on Industry\n\nThe commercial real estate industry showcases how front-end innovation is reshaping operational models, with platforms like RxWell revolutionizing property and tenant management.\n\nOperational Efficiency\n\nFront-end technologies streamline workflows and improve daily operations in commercial real estate. By automating tasks and integrating touchless access systems, businesses save time and resources while optimizing property management.\n\nRevenue Maximization\n\nWith predictive analytics and real-time engagement, property owners can enhance tenant satisfaction and optimize leasing strategies. These front-end solutions drive profitability by providing tools for better decision-making and improved tenant relationships.\n\nEnhanced User Experience\n\nRxWell’s intuitive design and seamless user interface highlight how front-end development enhances customer and business interactions. By prioritizing clarity and usability, the platform ensures tenants and property managers can navigate easily, fostering greater engagement and satisfaction. Through effective front-end architecture, RxWell exemplifies the power of user-friendly interfaces in improving operational outcomes.\n\nChallenges Facing Front-End Developers\n\nFront-end development is a rapidly evolving field, presenting several challenges that developers must navigate to remain competitive and effective.\n\nKeeping Up with Technology\n\nWith the constant introduction of new tools and libraries, front-end developers must stay updated on the latest trends and innovations. This continuous learning process is essential to maintain relevancy in the job market and avoid outdated skills.\n\nBalancing Performance with Aesthetics\n\nCreating applications that are both visually appealing and performance-optimized for diverse devices and internet speeds is a constant challenge. Achieving this balance requires rigorous testing and design refinement, as any compromise can negatively affect user experience and application success.\n\nIntegration with Legacy Systems\n\nMany industries face the challenge of modernizing legacy systems while ensuring compatibility with contemporary front-end technologies. Developers must find innovative solutions to bridge the gap between outdated systems and modern frameworks, ensuring seamless functionality without disrupting workflows.\n\nKey Trends Shaping the Digital Experience\n\nAs digital transformation accelerates across various industries, several trends are set to define the future of front-end development. These emerging trends are reshaping user experiences, boosting efficiency, and driving business growth.\n\nAI-Driven Interfaces\n\nArtificial Intelligence (AI) is revolutionizing front-end development by creating personalized, predictive user experiences. AI-powered chatbots, recommendation engines, and machine learning models enhance user interactions, making them more intuitive and efficient. Industries such as e-commerce, healthcare, and education are leveraging AI to provide faster, customized services. By incorporating AI into user interfaces, businesses can improve customer engagement and drive digital transformation.\n\nMicro Frontends\n\nMicro frontends is an architectural approach that breaks down large applications into smaller, independent components. This modular development approach allows developers to work on different parts of the application simultaneously, improving scalability and reducing development time. Micro frontends offer flexibility, enabling teams to manage complex projects more efficiently and deliver faster, more scalable applications.\n\nEdge Computing Integration\n\nEdge computing processes data closer to its source, reducing reliance on centralized servers. This trend enhances application speed and reduces latency, benefiting industries like manufacturing, IoT, and automotive. By integrating edge computing, businesses can create faster and more responsive applications. For front-end developers, incorporating edge computing will be essential to improving user experience and application performance.\n\nSustainability in Design\n\nWith environmental responsibility becoming increasingly important, front-end developers are focusing on creating energy-efficient, sustainable solutions. Optimizing code to reduce energy consumption, minimize data usage, and design lightweight applications are key aspects of sustainable front-end development. These practices not only enhance performance but also help businesses align with sustainability goals, demonstrating their commitment to a greener future.\n\nAugmented and Virtual Reality (AR/VR)\n\nAR and VR technologies are transforming user experiences by offering immersive, interactive environments. In sectors like retail, education, and healthcare, businesses are using AR/VR to engage users in new ways. Front-end developers play a crucial role in integrating these technologies into interfaces, ensuring they are functional, visually appealing, and accessible. This trend is reshaping how businesses interact with customers, creating more engaging and memorable experiences.\n\nLow-Code and No-Code Development\n\nLow-code and no-code platforms are revolutionizing application development by enabling non-technical users to build and customize front-end interfaces. These platforms reduce bottlenecks, accelerate development, and allow businesses to bring products to market faster. Front-end developers optimize these platforms, ensuring flexibility, security, and scalability, particularly for small businesses and startups looking to innovate quickly and cost-effectively.\n\nThese trends are shaping the future of front-end development, making it an exciting field that drives digital transformation across industries.\n\nShaping the Future of Digital Transformation\n\nFront-end development now goes beyond design, focusing on creating impactful digital solutions that drive business growth. As industries embrace emerging technologies, the need for skilled professionals increases. Experts like Sarath Krishna Mandava showcase how innovation and expertise can redefine industry standards, ensuring front-end development remains essential in digital transformation for years ahead."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Tech Trends That Changed Our Lives in 2024",
            "link": "https://www.techopedia.com/tech-trends-that-changed-2024",
            "description": "Discover the top 10 tech trends that defined the world in 2024, from AI advancements to the rise of the 6G networks and new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KQjw4gGZEF_Kuv6UnscWmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Techopedia21h",
            "source": "Techopedia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software development trends and predictions for 2025",
            "link": "https://www.developer-tech.com/news/software-development-trends-and-predictions-for-2025/",
            "description": "Among the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5z77IAD44JLHrM6p8aKVMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Developer Tech18h",
            "source": "Developer Tech",
            "article_content": "Ryan Daws is a senior editor at TechForge Media with over a decade of experience in crafting compelling narratives and making complex topics accessible. His articles and interviews with industry leaders have earned him recognition as a key influencer by organisations like Onalytica. Under his leadership, publications have been praised by analyst firms such as Forrester for their excellence and performance. Connect with him on X (@gadget_ry), Bluesky (@gadgetry.bsky.social), and/or Mastodon (@gadgetry@techhub.social)\n\nAs the world races towards 2025, Developer examines what lies ahead for software development in the new year.\n\nAmong the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering teams, and the evolution of DevSecOps practices. These shifts promise to redefine how companies approach innovation, security, and efficiency in their development pipelines.\n\nAI-powered development simplification\n\nAvthar Sewrathan, AI Product Lead at Timescale, predicts a significant transformation in the tech stack landscape by 2025.\n\n“The traditional tech stack will continue to collapse,” Sewrathan notes, highlighting advancements driven by APIs and tools that reduce complexity and enable faster development. This shift is anticipated to empower engineers of all skill levels to create impactful AI applications with ease.\n\n“By 2025, the traditional tech stack will continue to collapse, fueled by APIs and tools that reduce complexity and enable faster development,” Sewrathan explains. “Companies that deliver frictionless, accessible solutions with low barriers to entry will empower engineers to create impactful AI apps, no matter their level of expertise.”\n\nThis democratisation of AI app creation is expected to increase competition within the industry as more developers gain access to advanced capabilities. Consistency and reliability in AI applications are also set to become paramount.\n\n“As AI apps become central to everyday interactions in 2025, consistency and reliability will take precedence,” Sewrathan observes.\n\nDeveloper role evolution\n\nIndu Keri, General Manager and Head of Engineering for Hybrid Cloud at Nutanix, envisions a new era of software development starting in 2025.\n\n“Software development and engineering is already being democratised with tools like Copilot,” Keri says.\n\nBy combining GenAI with low-code solutions, code will be abstracted to the point of irrelevance. AI will generate applications rather than code, enabling developers to step into strategic roles.\n\n“The day-to-day for developers will change drastically,” Keri notes. “No longer hamstrung by grunt work, developers will step into an up-leveled, strategic role—communicating with decision-makers about how tech can solve business problems.”\n\nThis evolution, Keri argues, complements developers’ best qualities – creativity and innovation – and challenges them to grow into leadership roles within their organisations.\n\n“By 2025, engineers at any level will be able to create an AI app through the widespread availability of APIs and models,” Sewrathan adds. “But the differentiators will be consistency, usability, and customer impact.”\n\nAgentic AI and DevOps automation\n\nThe hype around agentic AI will reach boiling point in 2025 as organisations bundle specialised agents for different stages of software delivery, including code generation, testing, and quality assurance. This orchestrator-driven approach will drive a more intelligent approach to DevOps automation.\n\nMartin Reynolds, Field CTO of Harness, says: “Instead of having one, basic GenAI assistant, organisations will bundle together specialised agents for the different stages of software delivery—such as code generation, testing, and quality assurance.”\n\n“One agent will act as the orchestrator, directing the others and producing more accurate insights into the end-to-end process.”\n\nRodrigo Coutinho of OutSystems highlights that agentic AI will answer many, but not all, business problems: “For the last few years, businesses have tried to throw GenAI at all of their problems. The result: GenAI is a remarkable solution for many use cases, but not everything.”\n\n“An AI tool is only as good as the data it’s trained on. Just because tech titans are pushing agentic AI right now doesn’t mean you should scrap simpler solutions. Align your AI strategy with your organisation’s needs, rather than the latest shiny object.”\n\nIntegration of cross-functional engineering teams\n\nMoving beyond AI development, the prediction for cross-functional engineering teams is another area of significant change. Reynolds outlines a future where standalone DevOps teams are phased out in favour of more holistic groups that include representation from all engineering disciplines.\n\n“In 2025, organisations will move away from standalone DevOps teams towards more holistic groups that include representation from all engineering disciplines,” Reynolds explains.\n\nThis shift towards unified cross-functional teams is expected to eliminate the remaining silos between software delivery teams and accelerate innovation at a whole new level. To support these integrated teams, organisations will increasingly adopt unified platforms providing capabilities across the entire software delivery lifecycle—from CI/CD to chaos engineering and cloud cost management.\n\nIn line with these platform shifts, Reynolds emphasises the importance of Internal Developer Portals (IDPs) that enable engineers to self-serve the solutions and data they need.\n\n“To maximise the value of these platforms,” Reynolds advises,“[organisations] will expose these capabilities through IDPs.”\n\nEvolution of DevSecOps practices\n\nThe software development landscape is also witnessing a significant evolution in DevSecOps practices.\n\nDylan Thomas, Senior Director of Product Engineering at OpenText Cybersecurity, predicts that, by 2025, DevSecOps will evolve beyond the “shift-left” paradigm to embrace a more mature “shift everywhere” approach.\n\nThis shift will require organisations to apply the right tools at the right stages of the DevSecOps cycle, improving efficiency and effectiveness in security practices.\n\n“Lightweight analysis in IDEs will help developers catch issues early,” Thomas elaborates. “Automation integrated into pull requests and CI/CD pipelines will ensure a cohesive ‘integrate once’ approach for core functions such as SAST, SCA, and increasingly DAST, particularly for API security testing.”\n\nThis integration is expected to streamline the development process while enhancing overall security.\n\nSoftware Bill of Materials (SBOM) maturity\n\nOne of the critical components in this evolving landscape is the Software Bill of Materials (SBOM).\n\nGovernment mandates are driving organisations to adopt SBOMs at scale, requiring them not only to generate these documents but also to make them actionable.\n\nWhile producing SBOMs in standard formats is now routine, the real challenge lies in translating raw data into meaningful risk-based insights.\n\nDevSecOps practices will mature, leveraging tools like VEX (Vulnerability Exploitability Exchange) to add critical context to SBOMs—reducing inefficiencies in vendor-consumer relationships and enhancing overall security posture.\n\nPostgreSQL’s role in managing complex data types\n\nPostgreSQL’s extension capabilities are also anticipated to play a significant role in managing complex data types in one place.\n\n“In 2025, PostgreSQL will solidify its position as the go-to ‘everything database’—the first to fully integrate AI functionality like embeddings directly within its core ecosystem,” says Avthar Sewrathan, AI Product Lead at Timescale.\n\n“This will streamline data workflows, eliminate the need for external processing tools, and enable businesses to manage complex data types in one place.”\n\nAs companies move towards integrated solutions that can handle diverse datasets without relying on standalone or specialised databases, PostgreSQL is leading the charge towards this future state.\n\nDiverse app stores will reshape mobile distribution\n\nThe app store ecosystem is poised for a significant shift as mobile carriers are expected to regain their influence over app distribution.\n\nMatt Tubergen, EVP of Global Strategy & Partnerships at Digital Turbine, said: “The app store ecosystem is set to shift away from an Apple and Google duopoly to an open landscape as mobile carriers regain the power to connect consumers with apps.”\n\nEmerging regulatory changes are also playing a critical role in leveling the playing field. These include bans that prevent tech giants like Google from incentivising app store preloads, which allow carriers and device manufacturers to preload their own apps on new devices.\n\nThis newfound autonomy positions carriers as pivotal players in alternative app distribution.\n\n“This renewed autonomy positions carriers as critical players in alternative app distribution, enabling organic growth for alternative app stores,” Tubergen notes.\n\nCarriers are expected to offer developers better revenue opportunities than those provided by Apple and Google, while consumers will benefit from a more diverse selection of apps.\n\nTubergen points out that “the new, open app store economy will prioritise the needs of developers and users, shifting away from the current model that only serves Apple and Google.” This shift promises a competitive and decentralised landscape where developers gain more control over their revenue streams.\n\nConsumers are expected to enjoy access to a wider variety of apps curated and tailored to their preferences. With third-party app stores gaining influence and major players like Epic Games and Microsoft advocating for inclusivity, the global app distribution model is likely to expand and mirror the thriving alternative stores seen in Asia.\n\nThis evolution promises an inclusive, innovative, and consumer-focused mobile distribution ecosystem.\n\nEmergence of xOps\n\nThe convergence of DevOps, DataOps, and ModelOps into a new “xOps” paradigm is expected as more traditional applications adopt AI capabilities.\n\n“This new-found set of dependencies will dramatically accelerate ‘AI-aware’ Release Orchestration while also challenging operations teams, support teams, QA teams, and more as the line between more traditional declarative applications blur with the new dependencies to LLMs and GenAI capabilities,” explains Derek Holt, CEO of Digital.ai.\n\nIncreasing security challenges\n\nWhile AI-generated code can significantly increase developer efficiency, it also introduces security risks due to increased volume of code that must still be tested for vulnerabilities and errors.\n\n“While research has shown that generative AI can halve the time it takes developers to complete coding tasks, the increased volume of code being produced must still be tested for vulnerabilities and errors,” warns Holt.\n\n“This will increase security risk and lead to additional toil in the later stages of delivery, wiping out any efficiency gains from AI-generated code.”\n\nIn recent years, there has been a notable increase in supply-chain attacks. This is likely to continue into 2025 and beyond.\n\nAaron Costello, Chief of SaaS Security Research at AppOmni, observes: “The past few years, we’ve seen a steady uptick in supply-chain attacks on SaaS through compromised third-party applications. As a result, organisations are placing these integrations and their requested access levels under far more scrutiny.”\n\n“My research into data exposures has shown that often no initial foothold is needed for threat actors to gain access to the sensitive data they want. The combination of undocumented legacy API endpoints, over-privileged public access, and gaps in vendor logging capabilities will continue to provide a dangerously effective option for threat actors to execute hit-and-run style attacks.”\n\nHeightened regulatory scrutiny\n\nDespite the increasing security challenges, a failure to secure software could have ever more serious repercussions. In light of increasing awareness and demand for reliable software systems, developers must prepare for heightened regulatory scrutiny.\n\nMartin Reynolds, Field CTO of Harness, comments: “In the wake of the CrowdStrike outage, there will be an increase in regulatory pressure around poor-quality software.”\n\nGlobal regulators are expected to introduce more stringent standards that extend beyond existing frameworks like the EU’s Digital Operational Resilience Act (DORA). This response is driven by a growing sentiment among consumers; a recent survey conducted by Harness found that ~74% of consumers believe there should be regulations holding companies accountable for poor-quality software updates leading to IT outages.\n\nTo navigate these impending regulatory changes, organisations supporting critical infrastructure – such as banking, healthcare, and energy services – must proactively enhance their software testing protocols.\n\n“They will need well-defined response plans to ensure they can recover quickly when the unexpected happens,” Reynolds notes. Implementing modern software delivery practices is crucial, including feature flags and canary deployments, which enable continuous improvement in code quality and more stable release cycles.\n\nBy adopting these strategies, organisations not only bolster software resilience but also enhance trust and brand loyalty among consumers. As regulations evolve to emphasise software reliability akin to cybersecurity standards, being proactive will be key to supporting business growth and staying ahead of regulatory measures. This approach not only mitigates risks but positions companies favorably in a landscape where quality is increasingly synonymous with competitive advantage.\n\nOverall, the predictions for 2025 paint a picture of an industry bracing for radical transformation—driven by advancements in AI development, cross-functional engineering teams, and mature DevSecOps practices. These changes promise to accelerate innovation while enhancing security and user experience across industries.\n\nSee also: PostgreSQL becomes developers’ choice for AI and real-time apps\n\nLooking to revamp your digital transformation strategy? Learn more about Digital Transformation Week taking place in Amsterdam, California, and London. The comprehensive event is co-located with IoT Tech Expo, AI & Big Data Expo, Cyber Security & Cloud Expo, and other leading events.\n\nExplore other upcoming enterprise technology events and webinars powered by TechForge here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oprah’s \"Favorite\" Spanx Line Dropped Two Winter Essentials That Are Bound to Sell Out",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/oprah-s-favorite-spanx-line-dropped-two-winter-essentials-that-are-bound-to-sell-out/ar-AA1wcVI6?ocid=BingNewsVerp",
            "description": "Just in time for the holidays, arguably one of the happiest times of year with lots of cheer (sorry, I had to), Spanx decided ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VtS9q3qAg0NTNQ9NR6_b1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN24m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Orgs need to be ready’: AI risks and rewards for cybersecurity in 2025",
            "link": "https://www.siliconrepublic.com/enterprise/ai-risks-rewards-cybersecurity-experts-trends-2025",
            "description": "Cybersecurity experts talk to Code Red Communications’ Robin Campbell-Burt about the challenges and opportunities of AI in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DGYakIkkrL5LkazkQSyx1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "SiliconRepublic16h",
            "source": "SiliconRepublic",
            "article_content": "Cybersecurity experts talk to Code Red Communications’ Robin Campbell-Burt about the challenges and opportunities of AI in the sector for the coming year.\n\nThere’s no doubt that artificial intelligence (AI) has made its mark this year. From AI-powered protein-folding models managing medical mysteries, to autonomous vehicles now in use in multiple cities, the pace of AI and machine learning (ML) innovation around the world has been staggering.\n\nBut some would say the hype, or as Mike Britton, CIO of Abnormal Security puts it, “gold rush”, for AI is well and truly over. And with great advancement, often comes great risk, with AI-powered cyberattacks and deepfake scams reaching unprecedented levels of sophistication.\n\n“AI-enhanced threats will take many forms, from phishing emails generated with flawless grammar and personal details to highly adaptive malware that can learn and evade detection systems,” says Merium Khalid, director SOC Offensive Security at Barracuda.\n\nKhalid is not alone in her thinking, as Pedram Amini, chief scientist at OPSWAT believes that next year, “ML-assisted scams will increase significantly in their volume, quality and believability”.\n\nBut what kind of AI issues should we be most worried about as we head into the new year, and what impact will this have on organisations and the industry alike? We asked a range of industry experts this very question, to help you feel more prepared for the year ahead.\n\nA new wave of AI risks and threats\n\n“In 2025, we expect to see more AI-driven cyberthreats designed to evade detection, including more advanced evasion techniques bypassing endpoint detection and response (EDR), known as EDR killers, and traditional defences,” Khalid argues.\n\n“Attackers may use legitimate applications like PowerShell and remote access tools to deploy ransomware, making detection harder for standard security solutions.”\n\nOn a more frightening note, Michael Adjei, director of systems engineering at Illumio, believes that AI will offer somewhat of a field day for social engineers, who will trick people into actually creating breaches themselves: “Ordinary users will, in effect, become unwitting participants in mass attacks in 2025.\n\n‘Too much noise drowns out the real threats’\n\n“Social engineers will exploit popular applications, social media features and even AI tools to deceive people into inadvertently running exploits for web-based or script-based vulnerabilities.”\n\nAdjei expects that “attackers will employ a dual-use strategy, where a legitimate tool or application operates as expected but harbours malicious intent in the background”.\n\n“This approach will make victims appear culpable in potential mass exploitation incidents, enabling the true attacker to remain concealed in the shadows.”\n\nIt’s not all doom and gloom however, with experts still hopeful of the potential AI can offer us.\n\nAI and the future of education\n\nSuraj Mohandas, VP of strategy at Jamf, feels that AI is a double-edged sword when it comes to educating tomorrow’s professionals, as they’re “seeing a fundamental shift in how technology and mobile devices are being utilised in the classroom”.\n\nThe levels of improved teaching that AI can provide is truly exciting. “Administrators and teachers have moved beyond teaching technology skills (and having to be taught technology skills themselves) to using technology to enhance learning across all subjects,” Mohandas said.\n\nHowever, these benefits don’t come without risks, argues Mohandas. “A major downside of AI is that attackers are leveraging the technology to step up the speed and specificity of their attacks.\n\n“The attacks are getting more and more targeted, and the more student-specific data attackers can get their hands on to fuel the specificity of their attacks, the more attacks they’ll launch … and the more successful those attacks will be.”\n\nIn order to keep students safe, Mohandas believes there’ll need to be “a strong push for more safety mechanisms to be installed on student devices, specifically when it comes to data protection, threat prevention and privacy controls”.\n\n“Educational institutions will be encouraged (or perhaps required) to improve encryption protocols and access controls, use AI-powered threat detection to fight AI-powered attacks, use systems that provide real-time alerts, and step up their game when it comes to student data privacy.”\n\nThe education sector will be empowered by AI, and simultaneously need to ramp up their defences against AI-driven attacks to stay safe, but what about businesses?\n\n‘Orgs need to be ready’\n\nMax Vetter, VP of cyber at Immersive Labs, says that “organisations need to be ready”.\n\n“With greater adoption of AI will come increased cyberthreats, and security teams need to remain nimble, confident and knowledgeable.”\n\nSimilarly, Britton argues that teams “will need to undergo a dedicated effort around understanding how [AI] can deliver results”.\n\n“To do this, businesses should start by identifying which parts of their workflows are highly manual, which can help them determine how AI can be overlaid to improve efficiency. Key to this will be determining what success looks like. Is it better efficiency? Reduced cost?”\n\nMeanwhile, Ori Bendet, VP of product management at Checkmarx, believes it’s important to fix what matters most. “Too much noise drowns out the real threats,” Bendet says.\n\n“Next year will see more organisations focusing on consolidating their stack to reduce complexity and the noise. If you can’t fix everything – which in terms of cybersecurity is the reality that most organisations are faced with – then you need to focus on fixing what most matters to your business.”\n\nCyberattacks are expensive, and their increasing frequency, partly fuelled by AI, means that organisations will also need to consider future costs and regulatory requirements imposed by governments.\n\nPierre Samson, co-founder and CRO of Hackuity, believes it will be vital to find a balance. “Hitting the big cybersecurity compliance deadlines – NIS2 and DORA – was top of the agenda for many organisations in 2024 (and still will be in 2025). This meant devoting significant budgets where it was most needed to meet the requirements,” Samson says.\n\n“One of the biggest challenges for next year will be balancing cybersecurity spend: ticking the boxes on compliance while addressing the security gaps that matter most for each individual organisation. Compliance demands, whilst absolutely necessary, shouldn’t distract security leaders from focussing on these more strategic issues.”\n\nIt’s clear then that the rapid advancements in AI present both golden opportunities and formidable challenges. While AI continues to revolutionise industries, enhance efficiency and transform education, it also exposes new vulnerabilities that cyber criminals will be quick to exploit.\n\nAs we look ahead to 2025, we must all prepare for a landscape where AI-driven threats become more sophisticated, targeted and pervasive than ever before. Proactive cybersecurity measures, prioritisation and leveraging AI to counteract its own risks will be key to navigating this winding path with resilience. The future of AI is undoubtedly exciting, but vigilance and adaptability will be key to ensuring it remains a force for good.\n\nBy Robin Campbell-Burt\n\nRobin Campbell-Burt is CEO of Code Red Communications. With more than 20 years’ experience in public relations, Robin leads specialist cybersecurity PR agency, Code Red Communications, working with some of the biggest companies in the sector, as well as upcoming innovators entering the space for the first time.\n\nDon’t miss out on the knowledge you need to succeed. Sign up for the Daily Brief, Silicon Republic’s digest of need-to-know sci-tech news."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of egg's immune-like attack on sperm mitochondria may aid fertility",
            "link": "https://www.msn.com/en-us/health/other/discovery-of-eggs-immune-like-attack-on-sperm-mitochondria-may-aid-fertility/ar-AA1wbfas?ocid=BingNewsVerp",
            "description": "Within minutes of fertilization, the egg of a fruit fly becomes a scene from the battle of the sexes. The egg attacks and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WGZkHHkE7K6j7OjGSmttDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intriguing Science Discoveries Of 2024",
            "link": "https://www.miragenews.com/intriguing-science-discoveries-of-2024-1382544/",
            "description": "Rockefeller scientists illuminated the mysteries of memory and immune evasion. They unraveled how cancer infiltrates the body ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AGoYrzu9J8lowI9aHL-LsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Armed robbery in Revesby11h",
            "source": "Armed robbery in Revesby",
            "article_content": "This year, Rockefeller scientists illuminated the mysteries of memory and immune evasion. They unraveled how cancer infiltrates the body, how vitamin A influences wound healing, and how the impulse to eat is driven by three neurons. Groundbreaking discoveries in neuroscience, CRISPR technology, and stem cell biology reflect an impressive year for advancement in biomedicine. Here are some of the intriguing discoveries that came out of Rockefeller in 2024.\n\nVitamin A's healing role\n\nIt turns out Vitamin A is playing an unexpected role in wound repair: hair follicle stem cells are involved in the healing process in a way mediated by retinoic acid, the active form of Vitamin A. A study from the laboratory of Elaine Fuchs found that, during this process, stem cells enter a temporary state of plasticity in which they adopt traits of multiple cell types. Given that an unchecked version of this kind of plasticity is present in some cancer stem cells, the findings raise the possibility that retinoids could also play a role in cancer suppression.\n\n\"This hasn't been on the radar until now,\" Fuchs says. \"It's an exciting front to now investigate.\"\n\nMemory's hidden architect\n\nRobert B. Darnell's lab unveiled a tool edging neuroscience much closer to understanding a phenomenon known as dendritic translation-a \"holy grail for understanding memory formation,\" he says. Dendritic translation is a coordinated burst of neuronal activity, which involves an uptick in localized protein production within the spiny branches that project off the neuron cell body and receive signals from other neurons at synapses. It's a process key to memory-and its dysfunction is linked to intellectual disorders.\n\nUsing a new platform they developed, Darnell's team identified several previously unknown regulatory mechanisms that drive dendritic translation. The work \"defines a whole new biochemical pathway which fits with, complements, and vastly expands what we already knew about memory and learning,\" Darnell says.\n\nAutism's missing link\n\nAutism spectrum disorder is tied to more than 70 genes, and the laboratory of Mary E. Hatten has long focused on the link between the ASTN2 gene and cerebellar changes in children with autism, as well as other neurodevelopmental conditions. This year, however, Hatten's lab took that work to the next level with research demonstrating that knocking out ASTN2 in mice induces hallmark autism-like behaviors, including reduced vocalization, diminished social interaction, increased hyperactivity, and repetitive actions.\n\n\"It's a big finding in the field of neuroscience,\" Hatten says, and one that is inspiring her team to delve deeper into the hereditary components of autism. \"We're very excited that we've been able to show in detail what ASTN2 does, but there are a lot more genes to investigate.\"\n\nMetastasis's surprising origins\n\nA pair of compelling studies from the Tavazoie lab challenged conventional wisdom around cancer metastasis. Earlier this year, the lab demonstrated that sensory neurons play a direct role in promoting the growth and spread of breast cancer, providing the first ever evidence of peripheral nerves releasing a signal to enhance metastasis.\n\nMost recently, Tavazoie's team demonstrated, for the first time, that breast cancer metastasis may be, in part, a hereditary disorder driven by mutations in an inherited gene variant common to about 70 percent of white women. The scientists note their finding isn't cause for alarm-the variant does not make people more likely to develop cancer, though it may up the risk for metastasis outcomes by between 2 to 22 percent-but it could open up a new pathway to treatment.\n\n\"We've been so focused on the cancer cells, the 'seeds,' that we've ignored the germline-the 'soil',\" Tavazoie explains. \"It's now clear that focusing on the soil is critical.\"\n\nCRISPR's new tricks\n\nCRISPR-Cas9 has long been likened to a kind of genetic scissors, thanks to its ability to snip out any desired section of DNA with elegant precision. Now, thanks to work done in the lab of Luciano Marraffini, we know that certain CRISPR systems operate something like a molecular fumigator as well: In a collaboration with MSKCC, the team found a CRISPR system that also produces a flood of toxic molecules in response invading phages or plasmids, effectively shutting down the infected cell in order to prevent the contagion from spreading through the rest of the bacterial population.\n\n\"It's a completely brand-new type of CRISPR chemistry,\" says Christian Baca, a graduate student in the Marraffini lab. The group envisions one possible application of their discovery may be a diagnostic tool for infection-but it hints at much more. \"It's more evidence that CRISPR systems have an array of immune strategies at their disposal.\"\n\nTelomere's balancing act\n\nTelomeres, the protective caps found at chromosome ends, must be kept at just the right length: too short, and dangerously accelerated aging ensues; too long, and they predispose their owners to cancer. Precise regulation is paramount, and Titia de Lange's laboratory recently published work that fundamentally changes our understanding of telomere biology.\n\nAmong their findings, de Lange's team discovered that two enzymes work in concert to ensure proper telomere maintenance. Scientists knew the telomerase enzyme helps prevent telomeres from growing shorter with each round of replication. But every DNA double helix has two strands to copy, and telomerase is capable of handling only one. Her team demonstrated how a second enzyme-the CST-Polα-primase complex-manages the other strand."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Mouse That Swims and Dozens More Species Are Discovered in a Peruvian Jungle",
            "link": "https://www.nytimes.com/2024/12/20/science/peru-alto-mayo-species-discovered.html",
            "description": "A 38-day expedition in the remote Alto Mayo region, where development threatens wild habitats, turned up one previously ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gJl0DOAtvBPJQPZpEFffvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3h",
            "source": "The New York Times",
            "article_content": "In the summer of 2022, researchers trudged into the jungles of the Alto Mayo region of Peru in search of undiscovered creatures. This remote yet populous region had experienced significant deforestation, so the team didn’t expect to find much.\n\nBut on Day 1, the researchers discovered a new species of climbing salamander. “I was so excited,” said the leader of the expedition, Trond Larsen, who is senior director for biodiversity and ecosystem science at Conservation International, a nonprofit.\n\nAnd the discoveries didn’t stop there. A new species of butterfly was discovered shortly after, followed by a new species of squirrel. Then came their most surprising find of all: a mouse that swims with webbed feet.\n\n“Amphibious rodents are almost mythical to mammal experts,” Dr. Larsen said. “They’re one of the more rare groups of mammals in the world. I’ve been on so many expeditions where we’ve searched relentlessly for them and come up with nothing.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Most Exciting Dino Discoveries Of 2024",
            "link": "https://www.sciencefriday.com/segments/best-dinosaur-discoveries-2024/",
            "description": "December is, traditionally, a time to reflect on the events of the past year—including dinosaur discoveries. In 2024, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bas44E1g4f9v9wWx5WruYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Science Friday5h",
            "source": "Science Friday",
            "article_content": "December is, traditionally, a time to reflect on the events of the past year—including dinosaur discoveries. In 2024, researchers learned more about T. rex and the spiky tails of stegosaurs as well as how dinosaurs evolved, lived, and more.\n\nFor Smithsonian Magazine, dinosaur enthusiast and science writer Riley Black rounded up her top dino discoveries of the year. She talks with Ira Flatow about the most exciting paleontology news of 2024.\n\nFurther Reading\n\nRead an excerpt from Riley Black’s book, The Last Days of the Dinosaurs: An Asteroid, Extinction, and the Beginning of Our World."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Large Hadron Collider finds 1st evidence of the heaviest antimatter particle yet",
            "link": "https://www.livescience.com/physics-mathematics/particle-physics/large-hadron-collider-finds-1st-evidence-of-the-heaviest-antimatter-particle-yet",
            "description": "Scientists at CERN's ALICE detector are replicating conditions found during the Big Bang, attempting to get to the bottom of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Voro5h3ArWRVD1RuJQxby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science13h",
            "source": "Live Science",
            "article_content": "An illustration shows the creation of antihyperhydrogen-4 in a collision between two nulcei of lead.\n\nThe world's most massive science experiment has done it again, detecting hints of the heaviest antimatter particle ever found.\n\nThis means the Large Hadron Collider (LHC), the most powerful particle accelerator ever built, has given scientists a glimpse into conditions that existed when the universe was less than a second old. The antimatter particle is the partner of a massive matter particle called hyperhelium-4, and its discovery could help scientists tackle the mystery of why regular matter came to dominate the universe, despite the fact that matter and antimatter were created in equal amounts at the dawn of time.\n\nThis imbalance is known as \"matter-antimatter asymmetry.\" Matter particles and antimatter particles annihilate on contact, releasing their energy back into the cosmos. That implies that if an imbalance between the two hadn't arisen early in the universe, then the cosmos may have been a much emptier and less interesting place indeed.\n\nThe LHC is no stranger to paradigm-shifting discoveries about the early universe. Running in a 17-mile (27-kilometer) long loop beneath the Alps near Geneva, Switzerland, the LHC is most famous for its discovery of the Higgs Boson particle, the \"messenger\" of the Higgs Field responsible for giving other particles their mass at the dawn of time.\n\nThe collisions that occur at the LHC generate a state of matter called \"quark-gluon plasma.\" This dense sea of plasma is the same as the \"primordial soup\" of matter that filled the universe around one-millionth of a second after the Big Bang.\n\nExotic \"hypernuclei\" and their antimatter counterparts emerge from this quark-gluon plasma, allowing scientists a glimpse at the conditions of the early universe.\n\nRelated: World's smallest particle accelerator is 54 million times smaller than the Large Hadron Collider, and it works\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nALICE through the looking glass\n\nHypernuclei contain protons and neutrons like ordinary atomic nuclei and also unstable particles called \"hyperons.\" Like protons and neutrons, hyperons are composed of fundamental particles called \"quarks.\" Whereas protons and neutrons contain two types of quarks known as up and down quarks, hyperons contain one or more so-called \"strange quarks.\"\n\nHypernuclei were first discovered in cosmic rays, showers of charged particles that rain down on Earth from deep space around seven decades ago. However, they are rarely found in nature and are difficult to create and study in the lab. This has made them somewhat mysterious.\n\nAn image of the ALICE detector taken during LHC upgrades in 2019 (Image credit: Robert Lea)\n\nThe discovery of the first evidence of the hypernuclei that is an antimatter counterpart of hyperhelium-4 was made at the LHC detector ALICE.\n\n\n\nWhile most of the nine experiments at the LHC, each with its own detector, generate their results by slamming together protons at near the speed of light, the ALICE collaboration creates quark-gluon plasma by slamming together much heavier particles, usually lead nuclei, or \"ions.\"\n\n\n\nThe collision of iron ions (try saying that ten times fast) is ideal for generating significant amounts of hypernuclei. Yet until recently, scientists conducting heavy-ion collisions had only succeeded in observing the lightest hypernucleus, hypertriton, and its antimatter partner, antihypertriton.\n\nThat was until earlier in 2024 when scientists used the Relativistic Heavy Ion Collider (RHIC) in New York to detect antihyperhydrogen-4, which is composed of an antiproton, two antineutrons, and a quark-containing particle called an \"antilambda.\"\n\nNow, ALICE has followed this with the detection of a heavier anti-hypernuclei particle, antihyperhelium-4, composed of two antiprotons, an antineutron, and an antilambda.\n\nAn illustration of antimatter particles entering the ALICE detector at the Large Hadron Collider. (Image credit: ORIGINS Cluster/S. Kwauka)\n\nThe lead-lead collision and the ALICE data that yielded the detection of the heaviest antimatter hypernucleus yet at the LHC actually date back to 2018.\n\nThe signature of antihyperhelium-4 was revealed by its decay into other particles and the detection of these particles.\n\n\n\nALICE scientists teased the signature of antihyperhelium-4 out of the data using a machine-learning technique that can outperform the collaboration's usual search techniques.\n\nIn addition to spotting evidence of antihyperhelium-4 and antihyperhydrogen-4, the ALICE team was also able to determine their masses, which were in good agreement with current particle physics theories.\n\nThe scientists were also able to determine the amounts of these particles produced in lead-lead collisions.\n\nThey found these numbers consistent with the ALICE data, which indicates that antimatter and matter are produced in equal amounts from quark-gluon plasma produced at the energy levels the LHC is capable of reaching.\n\nThe reason for the universe's matter/antimatter imbalance remains unknown, but antihyperhelium-4 and antihyperhydrogen-4 could provide important clues in this mystery."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Have a Soft and Ideal Night Time Routine to Enhance Feminine Energy ft Feelits",
            "link": "https://www.msn.com/en-us/health/wellness/how-to-have-a-soft-and-ideal-night-time-routine-to-enhance-feminine-energy-ft-feelits/vi-AA1wcxUr?ocid=BingNewsVerp",
            "description": "SHOP my Natural Hair Products here- <a href=\" Instagram & Tiktok @maryamjhampton and @mhhaircare # PRODUCTS MENTIONED 1.",
            "image_url": "https://www.bing.com/th?id=OVFT.SLMErOnevroUDTSXyEViwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Maryam Hampton on MSN3h",
            "source": "Maryam Hampton on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Creatio Partners With Salesroom to Transform Sales Performance with AI and No-Code Automation",
            "link": "https://www.cmswire.com/the-wire/creatio-partners-with-salesroom-to-transform-sales-performance-with-ai-and-no-code-automation/",
            "description": "Empower sales teams with Salesroom’s real-time AI coaching and Creatio’s AI-native no-code CRM to streamline workflows, boost engagement, and drive results BOSTON, MA, UNITED STATES, December 19, 2024 ...",
            "image_url": "https://www.bing.com/th?id=ODF.6C0Tk8KIaN-l89iZRW61cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "nocode",
            "date": "CMS Wire17h",
            "source": "CMS Wire",
            "article_content": "Empower sales teams with Salesroom’s real-time AI coaching and Creatio’s AI-native no-code CRM to streamline workflows, boost engagement, and drive results\n\nAbout Creatio\n\nAbout Salesroom\n\nBOSTON, MA, UNITED STATES, December 19, 2024 / EINPresswire.com / -- Creatio , a global vendor of a no-code platform to automate workflows and CRM with a maximum degree of freedom, today announced its partnership with Salesroom , the only AI-powered virtual sales platform purpose-bult for Revenue teams, transforming how mid-market and Enterprise sales professionals win deals. This partnership combines Salesroom's advanced real-time sales coaching and AI-powered meeting insights with Creatio's leading no-code CRM platform, creating a seamless solution for enhanced sales performance and customer relationship management.By joining forces, Salesroom and Creatio enable sales teams to seamlessly integrate real-time coaching and AI capabilities into their CRM workflows while automatically syncing conversation data into the CRM platform. This ensures unparalleled accuracy and transparency with no additional effort from salespeople. Additionally, performance scoring provides actionable insights for both sales reps and managers, highlighting areas for improvement and driving continuous growth. Together, this partnership enhances customer experiences and delivers exceptional results.“AI isn’t just the future of sales—it’s the present. Until now, we’ve never seen anything like this,” said Roy Solomon, CEO & Co-founder of Salesroom. “Our collaboration with Creatio redefines AI-powered sales, combining advanced generative AI with Creatio’s no-code CRM to revolutionize sales workflows. This partnership empowers sales teams to work smarter by automating tasks, providing real-time insights, and optimizing performance at every stage of the sales process.”Creatio gives its customers the freedom to own their automation. It is delivered through a leading no-code platform, integrating AI-native capabilities into a modern CRM. Designed for a new era of business automation, Creatio helps customers digitize workflows, enhance customer and employee experiences, and boost the efficiency of commercial and operational teams. It delivers the ultimate combination of AI and no-code to transform sales, marketing, and customer service, providing unmatched agility, autonomy, and value. Creatio is recognized as a Leader and Strong Performer in multiple Gartner and Forrester reports. Creatio products receive raving end-user reviews on peer-to-peer portals.“Our collaboration with Salesroom underscores Creatio’s commitment to providing agile, AI-native solutions for sales teams. By integrating real-time coaching and AI-driven insights directly into CRM workflows, we enable businesses to achieve greater transparency, efficiency, and growth with minimal effort,”said Alex Donchuk, Senior Vice President, Global Channels at Creatio.Creatio is a global vendor of a no-code platform to automate workflows and CRM with a maximum degree of freedom. Millions of workflows are launched on our platform daily in 100 countries by thousands of clients. Genuine care for our clients and partners is a defining part of Creatio’s DNA.For more information, please visit www.creatio.com Salesroom is the only AI-powered virtual sales platform purpose-built for Revenue teams, transforming how mid-market and Enterprise sales professionals win deals. With real-time coaching, live buyer engagement insights, and advanced performance analytics, Salesroom goes beyond standard tools—empowering teams to connect more effectively, sell smarter, and drive results. Seamlessly integrated with leading CRMs, Salesroom simplifies workflows while leveraging actionable AI to optimize every stage of the sales process, from preparation to follow-up.For more information, please visit www.salesroom.com\n\nLegal Disclaimer:\n\nEIN Presswire provides this news content \"as is\" without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the author above."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "M&A is poised for a comeback. Here's how this AI-powered dealmaking startup is getting in on the action.",
            "link": "https://www.businessinsider.com/louisa-ai-startup-goldman-sachs-dealmaking-rebound-2024-12",
            "description": "How a startup born inside Goldman Sachs wants to give other startups an investment-banking edge amid an expected M&A ...",
            "image_url": "https://www.bing.com/th?id=OVFT.j99bs6M7rVZFuqkSMIiCOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "23h",
            "source": "Business Insider",
            "article_content": "Rohan Doctor was a managing director at Goldman Sachs when he founded Louisa AI.\n\nThe startup uses AI to feed deal ideas and networking prompts to bankers and investors.\n\nHere's why he wants to bring the dealmaking playbook to startups.\n\nCold call after cold call, Rohan Doctor wasn't getting as far as he would've hoped.\n\nAdvertisement\n\nThe former Goldman Sachs managing director had emailed a list of digital strategy execs at banks and private equity firms to try to sell them on his startup, Louisa AI. But he only got a handful of replies back.\n\nTwo years since its launch, Louisa AI has secured about a dozen clients, including some of the biggest names in corporate America. They include Goldman Sachs, VC firm Insight Partners, and, more recently, one of the biggest AI chipmakers and a top consulting firm. But he didn't secure those contracts from cold outreach. He used his own startup's technology, which proactively prompts deal ideas based on people's personal and professional connections, to get in through the front door.\n\nAdvertisement\n\nNow, Doctor wants to bring his dealmaking playbook to other startups ahead of an anticipated M&A boom.\n\n\"If we're able to close more deals through warm relationships this way, then other startups can, too,\" he said.\n\nThe near-term outlook for M&A activity has gotten brighter, with lower interest rates reducing the cost of borrowing. Wall Street execs are optimistic that Trump's return to the White House, and any business-friendly regulations that may come with it, will be a tailwind for dealmaking. Also, companies resetting their valuations could spur more transactions to close as price expectations align between buyers and sellers.\n\nAdvertisement\n\nMeanwhile, in Silicon Valley, VCs and founders are hopeful about the anticipated looser environment, which could boost tech building and dealmaking. VCs, which rely on selling startups in M&A deals for many of their returns, have been dampened by the Federal Trade Commission's antitrust stance on M&A.\n\nLouisa AI was built to suggest potential deals based on the data it's exposed to. It ingests information about who and what employees know by plugging into company CRMs, messaging platforms like Slack and Symphony, and email providers. Since spinning out of Goldman Sachs in 2023, Louisa AI has raised $5 million in seed funding. It suggests about $1 billion in deal values per quarter, Doctor said.\n\nIt also highlights mutual connections to establish a warm introduction, which can make all the difference in the multi-billion investment banking industry built on relationships. While running the bank-solutions group at Goldman Sachs, Rohan Doctor used his network to close transactions worth tens of millions of dollars. As a startup founder, it's been a different story.\n\nAdvertisement\n\n\"I've tried the cold outreach and just emailing,\" Doctor said, adding that the startup stopped doing that after it didn't yield good results. What has worked for Doctor is realizing he knows someone who knows someone.\n\nLouisa AI scored the chipmaker contract after the AI flagged that one of Doctor's staff used to work for someone who now worked at the chip manufacturer. With the consultancy, one of Louisa AI's investors connected Doctor with the consulting firm they used to work for. He declined to name these firms due to non-disclosure agreements.\n\n\"Everything needs to be warm when it comes to big companies doing big things with other people. It has to rely on trust,\" he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perplexity AI gets $500M in funding, immediately spends some of it to buy RAG startup Carbon",
            "link": "https://siliconangle.com/2024/12/18/perplexity-ai-gets-500m-funding-immediately-spends-buy-rag-startup-carbon/",
            "description": "Perplexity AI Inc., the creator of an artificial intelligence search engine and a competitor to OpenAI, today revealed it has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2xQjoid730riAchDkFYfOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "10h",
            "source": "SiliconANGLE",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newgen Software Share Price Soars to All-Time High",
            "link": "https://www.analyticsinsight.net/stocks/newgen-software-share-price-soars-to-all-time-high",
            "description": "Newgen Software's share price hit an all-time high. The stock gained 2.7%, only 0.93% below its 52-week peak of Rs 1,547.",
            "image_url": "https://www.bing.com/th?id=OVFT.7DDFyptn8ap0ZNJfObvQeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Analytics Insight1h",
            "source": "Analytics Insight",
            "article_content": "The stock has bounced off the Rs 1,371 level multiple times today, which has been a critical support level. On the other hand, the Rs 1,549 level has been a strong resistance that has checked the stock's momentum on the upside.\n\nIf the stock can stay above this level with good volume , it may indicate a new growth cycle. As of 11.54 am on December 20, the stock is trading at Rs. 1,600. However, a fall below the support level of Rs 1,371 might make it a reversal of the uptrend. In that case, the next support might come in at Rs 1,200."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software development trends and predictions for 2025",
            "link": "https://www.developer-tech.com/news/software-development-trends-and-predictions-for-2025/",
            "description": "Among the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5z77IAD44JLHrM6p8aKVMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Developer Tech18h",
            "source": "Developer Tech",
            "article_content": "Ryan Daws is a senior editor at TechForge Media with over a decade of experience in crafting compelling narratives and making complex topics accessible. His articles and interviews with industry leaders have earned him recognition as a key influencer by organisations like Onalytica. Under his leadership, publications have been praised by analyst firms such as Forrester for their excellence and performance. Connect with him on X (@gadget_ry), Bluesky (@gadgetry.bsky.social), and/or Mastodon (@gadgetry@techhub.social)\n\nAs the world races towards 2025, Developer examines what lies ahead for software development in the new year.\n\nAmong the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering teams, and the evolution of DevSecOps practices. These shifts promise to redefine how companies approach innovation, security, and efficiency in their development pipelines.\n\nAI-powered development simplification\n\nAvthar Sewrathan, AI Product Lead at Timescale, predicts a significant transformation in the tech stack landscape by 2025.\n\n“The traditional tech stack will continue to collapse,” Sewrathan notes, highlighting advancements driven by APIs and tools that reduce complexity and enable faster development. This shift is anticipated to empower engineers of all skill levels to create impactful AI applications with ease.\n\n“By 2025, the traditional tech stack will continue to collapse, fueled by APIs and tools that reduce complexity and enable faster development,” Sewrathan explains. “Companies that deliver frictionless, accessible solutions with low barriers to entry will empower engineers to create impactful AI apps, no matter their level of expertise.”\n\nThis democratisation of AI app creation is expected to increase competition within the industry as more developers gain access to advanced capabilities. Consistency and reliability in AI applications are also set to become paramount.\n\n“As AI apps become central to everyday interactions in 2025, consistency and reliability will take precedence,” Sewrathan observes.\n\nDeveloper role evolution\n\nIndu Keri, General Manager and Head of Engineering for Hybrid Cloud at Nutanix, envisions a new era of software development starting in 2025.\n\n“Software development and engineering is already being democratised with tools like Copilot,” Keri says.\n\nBy combining GenAI with low-code solutions, code will be abstracted to the point of irrelevance. AI will generate applications rather than code, enabling developers to step into strategic roles.\n\n“The day-to-day for developers will change drastically,” Keri notes. “No longer hamstrung by grunt work, developers will step into an up-leveled, strategic role—communicating with decision-makers about how tech can solve business problems.”\n\nThis evolution, Keri argues, complements developers’ best qualities – creativity and innovation – and challenges them to grow into leadership roles within their organisations.\n\n“By 2025, engineers at any level will be able to create an AI app through the widespread availability of APIs and models,” Sewrathan adds. “But the differentiators will be consistency, usability, and customer impact.”\n\nAgentic AI and DevOps automation\n\nThe hype around agentic AI will reach boiling point in 2025 as organisations bundle specialised agents for different stages of software delivery, including code generation, testing, and quality assurance. This orchestrator-driven approach will drive a more intelligent approach to DevOps automation.\n\nMartin Reynolds, Field CTO of Harness, says: “Instead of having one, basic GenAI assistant, organisations will bundle together specialised agents for the different stages of software delivery—such as code generation, testing, and quality assurance.”\n\n“One agent will act as the orchestrator, directing the others and producing more accurate insights into the end-to-end process.”\n\nRodrigo Coutinho of OutSystems highlights that agentic AI will answer many, but not all, business problems: “For the last few years, businesses have tried to throw GenAI at all of their problems. The result: GenAI is a remarkable solution for many use cases, but not everything.”\n\n“An AI tool is only as good as the data it’s trained on. Just because tech titans are pushing agentic AI right now doesn’t mean you should scrap simpler solutions. Align your AI strategy with your organisation’s needs, rather than the latest shiny object.”\n\nIntegration of cross-functional engineering teams\n\nMoving beyond AI development, the prediction for cross-functional engineering teams is another area of significant change. Reynolds outlines a future where standalone DevOps teams are phased out in favour of more holistic groups that include representation from all engineering disciplines.\n\n“In 2025, organisations will move away from standalone DevOps teams towards more holistic groups that include representation from all engineering disciplines,” Reynolds explains.\n\nThis shift towards unified cross-functional teams is expected to eliminate the remaining silos between software delivery teams and accelerate innovation at a whole new level. To support these integrated teams, organisations will increasingly adopt unified platforms providing capabilities across the entire software delivery lifecycle—from CI/CD to chaos engineering and cloud cost management.\n\nIn line with these platform shifts, Reynolds emphasises the importance of Internal Developer Portals (IDPs) that enable engineers to self-serve the solutions and data they need.\n\n“To maximise the value of these platforms,” Reynolds advises,“[organisations] will expose these capabilities through IDPs.”\n\nEvolution of DevSecOps practices\n\nThe software development landscape is also witnessing a significant evolution in DevSecOps practices.\n\nDylan Thomas, Senior Director of Product Engineering at OpenText Cybersecurity, predicts that, by 2025, DevSecOps will evolve beyond the “shift-left” paradigm to embrace a more mature “shift everywhere” approach.\n\nThis shift will require organisations to apply the right tools at the right stages of the DevSecOps cycle, improving efficiency and effectiveness in security practices.\n\n“Lightweight analysis in IDEs will help developers catch issues early,” Thomas elaborates. “Automation integrated into pull requests and CI/CD pipelines will ensure a cohesive ‘integrate once’ approach for core functions such as SAST, SCA, and increasingly DAST, particularly for API security testing.”\n\nThis integration is expected to streamline the development process while enhancing overall security.\n\nSoftware Bill of Materials (SBOM) maturity\n\nOne of the critical components in this evolving landscape is the Software Bill of Materials (SBOM).\n\nGovernment mandates are driving organisations to adopt SBOMs at scale, requiring them not only to generate these documents but also to make them actionable.\n\nWhile producing SBOMs in standard formats is now routine, the real challenge lies in translating raw data into meaningful risk-based insights.\n\nDevSecOps practices will mature, leveraging tools like VEX (Vulnerability Exploitability Exchange) to add critical context to SBOMs—reducing inefficiencies in vendor-consumer relationships and enhancing overall security posture.\n\nPostgreSQL’s role in managing complex data types\n\nPostgreSQL’s extension capabilities are also anticipated to play a significant role in managing complex data types in one place.\n\n“In 2025, PostgreSQL will solidify its position as the go-to ‘everything database’—the first to fully integrate AI functionality like embeddings directly within its core ecosystem,” says Avthar Sewrathan, AI Product Lead at Timescale.\n\n“This will streamline data workflows, eliminate the need for external processing tools, and enable businesses to manage complex data types in one place.”\n\nAs companies move towards integrated solutions that can handle diverse datasets without relying on standalone or specialised databases, PostgreSQL is leading the charge towards this future state.\n\nDiverse app stores will reshape mobile distribution\n\nThe app store ecosystem is poised for a significant shift as mobile carriers are expected to regain their influence over app distribution.\n\nMatt Tubergen, EVP of Global Strategy & Partnerships at Digital Turbine, said: “The app store ecosystem is set to shift away from an Apple and Google duopoly to an open landscape as mobile carriers regain the power to connect consumers with apps.”\n\nEmerging regulatory changes are also playing a critical role in leveling the playing field. These include bans that prevent tech giants like Google from incentivising app store preloads, which allow carriers and device manufacturers to preload their own apps on new devices.\n\nThis newfound autonomy positions carriers as pivotal players in alternative app distribution.\n\n“This renewed autonomy positions carriers as critical players in alternative app distribution, enabling organic growth for alternative app stores,” Tubergen notes.\n\nCarriers are expected to offer developers better revenue opportunities than those provided by Apple and Google, while consumers will benefit from a more diverse selection of apps.\n\nTubergen points out that “the new, open app store economy will prioritise the needs of developers and users, shifting away from the current model that only serves Apple and Google.” This shift promises a competitive and decentralised landscape where developers gain more control over their revenue streams.\n\nConsumers are expected to enjoy access to a wider variety of apps curated and tailored to their preferences. With third-party app stores gaining influence and major players like Epic Games and Microsoft advocating for inclusivity, the global app distribution model is likely to expand and mirror the thriving alternative stores seen in Asia.\n\nThis evolution promises an inclusive, innovative, and consumer-focused mobile distribution ecosystem.\n\nEmergence of xOps\n\nThe convergence of DevOps, DataOps, and ModelOps into a new “xOps” paradigm is expected as more traditional applications adopt AI capabilities.\n\n“This new-found set of dependencies will dramatically accelerate ‘AI-aware’ Release Orchestration while also challenging operations teams, support teams, QA teams, and more as the line between more traditional declarative applications blur with the new dependencies to LLMs and GenAI capabilities,” explains Derek Holt, CEO of Digital.ai.\n\nIncreasing security challenges\n\nWhile AI-generated code can significantly increase developer efficiency, it also introduces security risks due to increased volume of code that must still be tested for vulnerabilities and errors.\n\n“While research has shown that generative AI can halve the time it takes developers to complete coding tasks, the increased volume of code being produced must still be tested for vulnerabilities and errors,” warns Holt.\n\n“This will increase security risk and lead to additional toil in the later stages of delivery, wiping out any efficiency gains from AI-generated code.”\n\nIn recent years, there has been a notable increase in supply-chain attacks. This is likely to continue into 2025 and beyond.\n\nAaron Costello, Chief of SaaS Security Research at AppOmni, observes: “The past few years, we’ve seen a steady uptick in supply-chain attacks on SaaS through compromised third-party applications. As a result, organisations are placing these integrations and their requested access levels under far more scrutiny.”\n\n“My research into data exposures has shown that often no initial foothold is needed for threat actors to gain access to the sensitive data they want. The combination of undocumented legacy API endpoints, over-privileged public access, and gaps in vendor logging capabilities will continue to provide a dangerously effective option for threat actors to execute hit-and-run style attacks.”\n\nHeightened regulatory scrutiny\n\nDespite the increasing security challenges, a failure to secure software could have ever more serious repercussions. In light of increasing awareness and demand for reliable software systems, developers must prepare for heightened regulatory scrutiny.\n\nMartin Reynolds, Field CTO of Harness, comments: “In the wake of the CrowdStrike outage, there will be an increase in regulatory pressure around poor-quality software.”\n\nGlobal regulators are expected to introduce more stringent standards that extend beyond existing frameworks like the EU’s Digital Operational Resilience Act (DORA). This response is driven by a growing sentiment among consumers; a recent survey conducted by Harness found that ~74% of consumers believe there should be regulations holding companies accountable for poor-quality software updates leading to IT outages.\n\nTo navigate these impending regulatory changes, organisations supporting critical infrastructure – such as banking, healthcare, and energy services – must proactively enhance their software testing protocols.\n\n“They will need well-defined response plans to ensure they can recover quickly when the unexpected happens,” Reynolds notes. Implementing modern software delivery practices is crucial, including feature flags and canary deployments, which enable continuous improvement in code quality and more stable release cycles.\n\nBy adopting these strategies, organisations not only bolster software resilience but also enhance trust and brand loyalty among consumers. As regulations evolve to emphasise software reliability akin to cybersecurity standards, being proactive will be key to supporting business growth and staying ahead of regulatory measures. This approach not only mitigates risks but positions companies favorably in a landscape where quality is increasingly synonymous with competitive advantage.\n\nOverall, the predictions for 2025 paint a picture of an industry bracing for radical transformation—driven by advancements in AI development, cross-functional engineering teams, and mature DevSecOps practices. These changes promise to accelerate innovation while enhancing security and user experience across industries.\n\nSee also: PostgreSQL becomes developers’ choice for AI and real-time apps\n\nLooking to revamp your digital transformation strategy? Learn more about Digital Transformation Week taking place in Amsterdam, California, and London. The comprehensive event is co-located with IoT Tech Expo, AI & Big Data Expo, Cyber Security & Cloud Expo, and other leading events.\n\nExplore other upcoming enterprise technology events and webinars powered by TechForge here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT CEO talks Elon Musk feud, criticizes Biden admin AI regulation",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/chatgpt-ceo-talks-elon-musk-feud-criticizes-biden-admin-ai-regulation/ar-AA1wbeKZ?ocid=BingNewsVerp",
            "description": "Altman appeared on an episode of The Free Press’ 'Honestly with Bari Weiss' podcast that was released Thursday and was asked ...",
            "image_url": "https://www.bing.com/th?id=OVF.Iji1JdsrhX6r1lgeY1%2b5QQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9hon MSN",
            "source": "Fox Business on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google AI's Text To Video Generator, Veo 2, Creates Video In 4K Resolution",
            "link": "https://trak.in/stories/google-ais-text-to-video-generator-veo-2-creates-video-in-4k-resolution/",
            "description": "Google DeepMind has introduced Veo 2, an upgraded version of its AI video generator, marking a significant advancement in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qbL65khpx3C5VcYuaKeiEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9h",
            "source": "Trak.in - India Business Blog",
            "article_content": "Google DeepMind has introduced Veo 2, an upgraded version of its AI video generator, marking a significant advancement in AI-driven video production. Unlike its predecessor, which was limited to generating videos at 1080p resolution, Veo 2 now supports up to 4K resolution, setting it apart from competitors like OpenAI’s Sora, which remains at 1080p. Additionally, Veo 2 offers enhanced physics simulations for more realistic scenes and improved camera control, enabling users to direct specific shots and angles, such as close-ups, pans, and establishing shots.\n\n“Veo 2 Outperforms Competitors with 4K Quality, Enhanced Realism”\n\nThe new tool promises exceptional video quality, ideal for creators aiming to display content on larger screens. Although 4K clips are available, they are initially limited to eight seconds, with the option to extend them to over two minutes. In contrast, Sora’s 1080p clips are restricted to 20 seconds. When comparing Veo 2 to Sora Turbo, 59% of human raters preferred Google’s tool, while only 27% chose Sora. Additionally, Veo 2 surpassed competitors like Minimax and Meta’s Movie Gen in user preference.\n\nDeepMind has worked to resolve common issues in video generation, such as “hallucinated” details and unrealistic physics. The new version shows improved understanding of human movement and expressions, which is essential for producing lifelike content. However, challenges remain, especially in accurately depicting complex human movements, as evidenced by Sora’s difficulty with generating gymnast footage. To prevent misuse for disinformation, DeepMind has integrated SynthID watermarks, setting its work apart from Sora, which uses visible watermarks.\n\n“Veo 2 Advances Video Generation Amid Concerns Over Data Usage and Copyright”\n\nVeo 2 and other AI models are advancing the field of video generation, but they also raise concerns about the data used for training. Questions have been raised about whether copyrighted content, like YouTube videos, was used without consent, a challenge faced by AI developers such as OpenAI and Runway. Despite these concerns, Veo 2’s improvements in video quality and realism highlight Google’s commitment to leading the AI video generation space.\n\nImage Source"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning offers new framework for heterogeneous catalyst data analysis",
            "link": "https://www.msn.com/en-us/news/technology/machine-learning-offers-new-framework-for-heterogeneous-catalyst-data-analysis/ar-AA1w9HkZ?ocid=BingNewsVerp",
            "description": "Machine learning (ML) transforms the design of heterogeneous catalysts, traditionally driven by trial and error due to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dhTvMJoLyEoO22oOppY7iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "20hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Questions from the pre-LLM Era",
            "link": "https://timesofindia.indiatimes.com/blogs/data-science-vibes/questions-from-the-pre-llm-era/",
            "description": "Try answering the following. Is analytics worth the investment? What is the difference between data science, analytics and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iSC3cWUd-MYcZk1W6cEwei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1h",
            "source": "Indiatimes",
            "article_content": "Malaya Rout works as Director of Data Science with Exafluence in Chennai. He is an alumnus of IIM Calcutta. He has worked with TCS, LatentView Analytics and Verizon prior to the role at Exafluence. He takes pride in sharing his knowledge and insights on diverse topics of Data Science with colleagues and aspiring data scientists. LESS ... MORE\n\nTry answering the following. Is analytics worth the investment? What is the difference between data science, analytics and machine learning? Which one is more important – Exploratory Data Analysis or Modelling? What is the difference between a business problem statement and an analytics problem statement? What kind of problems cannot be solved using analytics? What is a data set? What are observations and features? What is the difference between dependent and independent variables? Are histograms and bar charts the same? Name a few activities that we do during data preparation. What are the various EDA techniques available? Is modelling mandatory for solving an analytics problem? What kind of analytics can be done in the airline industry? Explain Univariate, Bivariate and Multivariate analysis. Is there a way to represent three categorical variables in a chart? How does PCA work? Can we use that to show the importance of variables?\n\nWhen is ANOVA preferred? Explain Inferential and Descriptive Statistics. What are Type 1 and Type 2 errors? Can we perform modelling on a data distribution that is not normal? Which stage is more important, data preparation or ML modelling? What are the challenges in data collection? Which is better – R or Python or SAS? What are the advantages and disadvantages of a GUI-based analytics tool? What are the assumptions of linear regression? If they are assumptions, then why do we carry them out after building the model? We check for the existence of outliers before building the linear regression model. Why do we check for outliers after model building, too? What is supervised and unsupervised learning? Give examples.\n\nIs time series modelling supervised learning? Is text analytics supervised or unsupervised learning? What is the difference between regression and classification techniques? What is the difference between correlation and regression? What are the diagnostics of a linear regression model? What are inputs/features/independent variables/predictors and outputs/dependent variables/predicted variables? What is the difference between feature engineering, feature selection and dimension reduction? Name a few regression and classification modelling techniques. What do you mean by generalisation and specialisation in machine learning techniques? Explain bias/variance trade-off. When do we say that a model is complex? What are over-fitting and under-fitting models? Explain generalisation and specialisation concerning decision trees.\n\nWhat are the diagnostics of logistic regression? If logistic regression is a classification technique, why is it named regression? What evaluations does a confusion matrix help with? Which techniques are used for predicting a multinomial dependent variable? What are the diagnostics of a model having a multinomial dependent variable? What is a ROC curve? What are its X and Y axes? What is a sweet spot on the ROC curve? What is AUC? How would you differentiate between good and bad ROC curves? One model, one confusion matrix, and one TPR/FPR pair set. How do we get multiple TPR/FPR pairs to plot the ROC curve? Why is TNR/FNR not considered in the ROC curve instead of TPR/FPR? How would the curve look when TNR/FNR is considered? Explain gains table. What is the lift chart? What is KS statistic? What is concordance/discordance? What is the F score?\n\nHow do you train a model with imbalanced data (very low event rate)? What kind of analytics can you do on a cricket match before it is played? After it is played? During the play? What is the difference between Business Intelligence and Analytics? What are the various node-splitting criteria for building a decision tree? Why is pruning necessary? What do the terminal nodes signify in a classification decision tree? What do the terminal nodes signify in a regression decision tree? How can we stop the recursive splitting of nodes in a decision tree? Explain one disadvantage of decision trees compared to linear regression. What is the difference between a decision tree and a random forest? What does the mtry parameter do in random forests using R?\n\nWhat is the difference between K Means clustering and Hierarchical clustering? What are the properties of good clustering? What are the diagnostics of K Means clustering? What are the diagnostics of Hierarchical clustering? What are WSS and BSS, and what is the strength of a clustering exercise? In K Means clustering, will WSS be high or low? In K Means clustering, should BSS be high or low? How is the elbow curve useful in K Means clustering?\n\nWhat do you understand by vanishing and exploding gradients? How does backpropagation work? What is the difference between neural networks and deep learning? What are the disadvantages of using a sigmoid activation function in complex problems? What is the primary purpose of a dropout layer? What is the difference between RNN and CNN? What is the difference between deep learning and machine learning? What is the difference between text analytics and NLP? Why do we have to remove stop words from the text before training a model? What is a DTM? Can I merely build a model using the DTM? Does Text Analytics use supervised or unsupervised learning? What are multi-grams? TF/IDF? Cosine similarity? What is bagging and boosting? What is regularisation? What is cross-validation, and how does it help? How would you approach an analytics problem when the number of data points is very low (for example, 100)? What is an observation? What is a data point? How would you carry out clustering with categorical variables?\n\nWhat is support, confidence and lift in Association Mining? What is Market Basket Analysis? What is the Apriori algorithm? Can you do cross-selling using an MBA? What is an item set? Approximately how many rules are we talking about with 1000 transactions? What are KNN, Naïve Bayes and SVM? What is reinforcement learning? What is Topic modelling? On what basis do the words associate themselves with the topics? What is Word2Vec? What are the two main underlying methods behind its functionality? What are the implications of an imbalanced data set? What are the ways of handling data imbalance? Phew!\n\nFacebook Twitter Linkedin Email Disclaimer Views expressed above are the author's own."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia conducted mass cyberattack on Ukraine's state registries, deputy PM says",
            "link": "https://www.msn.com/en-us/news/world/russia-conducted-mass-cyberattack-on-ukraine-s-state-registries-deputy-pm-says/ar-AA1wbHU0?ocid=BingNewsVerp",
            "description": "Russia has carried out a mass cyberattack on Ukraine's state registries, Ukrainian Deputy Prime Minister Olha Stefanishyna ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7z8-VRHyCBkuv-vzUmBCFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin says Russia is ready to compromise with Trump on Ukraine war",
            "link": "https://www.reuters.com/world/europe/putin-says-russia-is-getting-closer-achieving-primary-goals-ukraine-2024-12-19/",
            "description": "Russian President Vladimir Putin said on Thursday that he was ready to compromise over Ukraine in possible talks with U.S.",
            "image_url": "https://www.bing.com/th?id=OVFT.iz51BZUAzRCaQIxHeu5eSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "14h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fighters from Myanmar civil war aggravate bitter ethnic conflict in India",
            "link": "https://www.reuters.com/world/india/fighters-myanmar-civil-war-aggravate-bitter-ethnic-conflict-india-2024-12-20/",
            "description": "Indian militant groups that took refuge in Myanmar and fought in its civil war have been streaming back across the border to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YMQ3Nydmz6a7wx2danRZbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Analysis-Fighters from Myanmar civil war aggravate bitter ethnic conflict in India",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/analysis-fighters-from-myanmar-civil-war-aggravate-bitter-ethnic-conflict-in-india/ar-AA1wc3EH?ocid=BingNewsVerp",
            "description": "Indian militant groups that took refuge in Myanmar and fought in its civil war have been streaming back across the border to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MQT-cCG5ETwHmME72Z8yqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock market plunge: Should you be worried? Experts weigh in.",
            "link": "https://www.msn.com/en-us/money/markets/stock-market-plunge-should-you-be-worried-experts-weigh-in/ar-AA1waYYn?ocid=BingNewsVerp",
            "description": "The stock market indeed appeared to rebound in early trading on Thursday, recovering some of the previous day's losses. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hbguD1a0qhDOitSMO_eRNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "13hon MSN",
            "source": "ABC News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The market plunge will trigger dormant sell signals if stocks don't recover 'dramatically,' technical analyst warns",
            "link": "https://www.msn.com/en-us/money/top-stocks/the-market-plunge-will-trigger-dormant-sell-signals-if-stocks-don-t-recover-dramatically-technical-analyst-warns/ar-AA1waLKK?ocid=BingNewsVerp",
            "description": "\"If we don't recover pretty dramatically between now and Friday's close, so just two days, we will see sell signals in our ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NnqCFW2he_3J2f4YwH0EmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "15hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alibaba: A Giant In Transition",
            "link": "https://seekingalpha.com/article/4745500-alibaba-baba-stock-giant-in-transition",
            "description": "Alibaba's core business turns stable with record monthly active users and 46M loyal VIP members. Find out why BABA stock is a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OJHZg9HxYFT5FH5Fot77DS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "Seeking Alpha",
            "article_content": "I believe true value is from growth, not cigar butts. Time is investors' best friend. Evaluation matters but need to be viewed from a long-term perspective. Great businesses often offer tremendous value to society and are super durable. When your products and services are 10x better than others, you deserve to grow 10x (or people you to grow 10x) and stay dominant. Selection, convenience, and value are tremendous characteristics I am looking for. Durability is a great multiplier of value (I don't buy a cyclical business). The capability of making products and service features that keep crushing competitors. Adding multiple revenue streams. Anti-fragile business structures and extremely complex operations are often preferred. A great test is to find if the business can come back under adversity (macroµ). Uniqueness is NO.1 value driver. The low cost required to maintain existing business offers high leverage for reinvesting and growth. Low big marketing dollars are needed. TRUST and NETWORK EFFECTS are also great tools to spot durability. Management is also extremely important. I want executives to have aligned interests and hyper-focus on the business (seasoned CEO, founders, family businesses). I hate politics and titles. Good business always empowers people and attracts talent. Good managers are continuous learners.The success of amazon showed that truly focusing on customers can bring extraordinary returns for investors. I love the win-win-win situations where how a true ecosystem was built. If a manager finds it has a durable business, he should buyback, buyback, buyback!!! The best time for investing is when the bad news were all known to people. When layoff started and companies don't have to chase people, then real value starts to show. I don't buy if I am not planning to buy more when it goes down. Price actions are all based on expectations and surprises, I am more interested in the ones that with negativities priced in but positive factors underestimated. Associated with/friends with the existing author Obvious Investing."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India, Australia brighten share sales' prospects for 2025 in Asia Pacific",
            "link": "https://www.msn.com/en-us/money/markets/india-australia-brighten-new-share-sales-prospects-for-2025-in-asia-pacific/ar-AA1wbDWu?ocid=BingNewsVerp",
            "description": "The Indian exchange accounted for 16.8 per cent of global market share for IPOs, outranking the New York Stock Exchange and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S93KaZG5LL5VYh0nJd35LC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6hon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "As Shutdown Looms, $100 Billion in Disaster Relief Hangs in Balance",
            "link": "https://www.msn.com/en-us/news/politics/as-shutdown-looms-100-billion-in-disaster-relief-hangs-in-balance/ar-AA1wb6Ou?ocid=BingNewsVerp",
            "description": "As a government shutdown looms, a top White House priority—$100 billion in disaster relief—hangs in the balance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RuqO1V4d1lJjUc2nMzXaPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "13hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big Lots' doors closing after sale collapse amid economic woes",
            "link": "https://www.msn.com/en-us/money/companies/big-lots-doors-closing-after-sale-collapse-amid-economic-woes/vi-AA1wbGqS?ocid=BingNewsVerp",
            "description": "The company currently owns 963 locations in the U.S., but closed more than 400 stores in 2024 after declaring bankruptcy in ...",
            "image_url": "https://www.bing.com/th?id=OVF.88Hskmn%2fOFErn1D9%2fFD%2fgA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "WTIC Hartford on MSN9h",
            "source": "WTIC Hartford on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How long does an SSD last? It’s a tricky question to answer",
            "link": "https://www.msn.com/en-us/news/technology/how-long-does-an-ssd-last-it-s-a-tricky-question-to-answer/ar-AA1waiDA?ocid=BingNewsVerp",
            "description": "If a manufacturer’s estimate is 5 to 7 years, an SSD could just as easily last over 10 years with light and infrequent usage ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VD8RKtV4GBVd_tMn1whOjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows 11 24H2 breaks audio and Auto HDR, update blocked on affected PCs",
            "link": "https://www.msn.com/en-us/news/technology/windows-11-24h2-breaks-audio-and-auto-hdr-update-blocked-on-affected-pcs/ar-AA1waCkh?ocid=BingNewsVerp",
            "description": "Windows 11 24H2 is still breaking stuff, and Microsoft continues to block the update for users who could be affected.",
            "image_url": "https://www.bing.com/th?id=OJ.niIvNESEkqe9fA&pid=news&w=71&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "15hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Accelerating AI innovation through application modernization",
            "link": "https://www.technologyreview.com/2024/12/19/1109043/accelerating-ai-innovation-through-application-modernization/",
            "description": "Application modernization also ensures optimal performance, scale, and security for AI applications. That’s because ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZseOD5t38lZ65AbTJka4yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "MIT Technology Review11h",
            "source": "MIT Technology Review",
            "article_content": "Yet realizing measurable business value from AI-powered applications requires a new game plan. Legacy application architectures simply aren’t capable of meeting the high demands of AI-enhanced applications. Rather, the time is now for organizations to modernize their infrastructure, processes, and application architectures using cloud native technologies to stay competitive.\n\nThe time is now for modernization\n\nToday’s organizations exist in an era of geopolitical shifts, growing competition, supply chain disruptions, and evolving consumer preferences. AI applications can help by supporting innovation, but only if they have the flexibility to scale when needed. Fortunately, by modernizing applications, organizations can achieve the agile development, scalability, and fast compute performance needed to support rapid innovation and accelerate the delivery of AI applications. David Harmon, director of software development for AMD says companies, “really want to make sure that they can migrate their current [environment] and take advantage of all the hardware changes as much as possible.” The result is not only a reduction in the overall development lifecycle of new applications but a speedy response to changing world circumstances.\n\nBeyond building and deploying intelligent apps quickly, modernizing applications, data, and infrastructure can significantly improve customer experience. Consider, for example, Coles, an Australian supermarket that invested in modernization and is using data and AI to deliver dynamic e-commerce experiences to its customers both online and in-store. With Azure DevOps, Coles has shifted from monthly to weekly deployments of applications while, at the same time, reducing build times by hours. What’s more, by aggregating views of customers across multiple channels, Coles has been able to deliver more personalized customer experiences. In fact, according to a 2024 CMSWire Insights report, there is a significant rise in the use of AI across the digital customer experience toolset, with 55% of organizations now using it to some degree, and more beginning their journey.\n\nBut even the most carefully designed applications are vulnerable to cybersecurity attacks. If given the opportunity, bad actors can extract sensitive information from machine learning models or maliciously infuse AI systems with corrupt data. “AI applications are now interacting with your core organizational data,” says Surendran. “Having the right guard rails is important to make sure the data is secure and built on a platform that enables you to do that.” The good news is modern cloud based architectures can deliver robust security, data governance, and AI guardrails like content safety to protect AI applications from security threats and ensure compliance with industry standards.\n\nThe answer to AI innovation\n\nNew challenges, from demanding customers to ill-intentioned hackers, call for a new approach to modernizing applications. “You have to have the right underlying application architecture to be able to keep up with the market and bring applications faster to market,” says Surendran. “Not having that foundation can slow you down.”\n\nEnter cloud native architecture. As organizations increasingly adopt AI to accelerate innovation and stay competitive, there is a growing urgency to rethink how applications are built and deployed in the cloud. By adopting cloud native architectures, Linux, and open source software, organizations can better facilitate AI adoption and create a flexible platform purpose built for AI and optimized for the cloud. Harmon explains that open source software creates options, “And the overall open source ecosystem just thrives on that. It allows new technologies to come into play.”\n\nApplication modernization also ensures optimal performance, scale, and security for AI applications. That’s because modernization goes beyond just lifting and shifting application workloads to cloud virtual machines. Rather, a cloud native architecture is inherently designed to provide developers with the following features:\n\nThe flexibility to scale to meet evolving needs\n\nBetter access to the data needed to drive intelligent apps\n\nAccess to the right tools and services to build and deploy intelligent applications easily\n\nSecurity embedded into an application to protect sensitive data\n\nTogether, these cloud capabilities ensure organizations derive the greatest value from their AI applications. “At the end of the day, everything is about performance and security,” says Harmon. Cloud is no exception."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TCS study shows GenAI, Cloud Security, and ‘Zero Trust’ as key priorities",
            "link": "https://www.arabianbusiness.com/industries/technology/tcs-study-shows-genai-cloud-security-and-zero-trust-as-key-priorities",
            "description": "Experts identify seven focus areas that will influence cybersecurity in 2025 as new technologies give rise to new and complex threats ...",
            "image_url": "https://www.bing.com/th?id=ODF.7vS-Jj1sJNfc8GR5WbK1Mw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Arabian Business3h",
            "source": "Arabian Business",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flat Earther Makes 9,000-Mile Trek To Antarctica Only To Admit He Was Wrong After Having Theory Debunked",
            "link": "https://brobible.com/culture/article/flat-earther-antarctica-sun-theory-debunked/",
            "description": "Humans have known the world is not, in fact, flat for thousands of years, but there are still plenty of people who would try ...",
            "image_url": "https://www.bing.com/th?id=OVF.ngrh7HfKWEK30KAimRV1oA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12h",
            "source": "BroBible",
            "article_content": "Getty Image\n\nHumans have known the world is not, in fact, flat for thousands of years, but there are still plenty of people who would try to tell you otherwise. That includes a Flat Earther who made the trek to Antarctica to test out a theory about the Sun before being forced to admit he’d missed the mark after being confronted by reality.\n\nThe thinkers of Ancient Greece are commonly credited with being the first to determine the Earth is a globe; Eratosthenes, Pythagoras, and Aristotle are commonly cited when people attempt to identify the initial champion of the theory, but there’s no clear-cut historical evidence that can be used to firmly determine who made the discovery.\n\nWhile the debate was essentially put to rest more than 2,000 years ago, we still live on a decidedly spherical globe that’s nonetheless populated by the “Flat Earthers” who vehemently disagree with that assertion, with most people who fall under that umbrella believing we actually live on a disc-shaped planet surrounded by a massive ice wall that’s located where the so-called “continent” of Antarctica exists.\n\nAs is the case with most conspiracy theories, there’s not much you can do to convince Flat Earthers they’re wrong despite the mountain of evidence to the contrary, and they’ll usually dream up some fantastical excuse when confronted with any seemingly ironclad proof their literal worldview doesn’t stand up to scrutiny.\n\nA pastor from Colorado named Will Duffy recently had the chance to do exactly that when he invited some Flat Earthers to join him in Antarctica for what he dubbed “The Final Experiment.”\n\nIn addition to being the purported location of the ice wall, the snowy expanse is also a hot topic among Flat Earthers who don’t buy into the idea it’s possible for the Sun to shine above it for a full 24 hours during the summer months in the Southern Hemisphere (a feat that would be impossible if the planet is actually flat).\n\nThe quartet of Flat Earth advocates who made the trip included Jeran Campanella, a high-profile YouTuber in the community who traveled 9,000 miles from California to Antarctica to take part in the live-streamed “experiment” that proved the Sun doesn’t actually set there at this point in the year.\n\nCampanella got the chance to respond to that development around 31 minutes into the following video, as he acknowledged his YouTube channel might not be as popular among Flat Earthers as it once was before admitting he was incorrect, saying. “Sometimes you are wrong in life. I thought there was no 24-hour sun. In fact, I was pretty sure of it…It’s a fact. The sun does circle you.”\n\nHe continued, adding, “I realize that I’ll be called a ‘shill’ for just saying that. And you know what? If you’re a shill for being honest, so be it. I honestly believed there was no 24-hour sun. I honestly now believe there is.”\n\nCampanella’s fellow Flat Earthers were slightly less willing to admit defeat while acknowledging what they saw but asserting it didn’t necessarily debunk the theory they’re intent on clinging to, which isn’t necessarily a huge surprise.\n\nHowever, you have to give him some credit where credit is due for not even attempting to enter the spin zone."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oldest known complete engraving of the Ten Commandments sells for more than $5 million",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/oldest-known-complete-engraving-of-the-ten-commandments-sells-for-more-than-5-million/ar-AA1wb7tz?ocid=BingNewsVerp",
            "description": "The oldest known complete inscription of the Ten Commandments sold at auction for more than $5 million on Wednesday, more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.joMm7izvR0DELtE4GX1ZFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12hon MSN",
            "source": "Deseret News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pete Buttigieg roasts New Jersey over mysterious drone sightings, dismisses alien invasion theory to Charlamange tha God",
            "link": "https://www.msn.com/en-us/travel/article/pete-buttigieg-roasts-new-jersey-over-mysterious-drone-sightings-dismisses-alien-invasion-theory-to-charlamange-tha-god/ar-AA1wc2n7?ocid=BingNewsVerp",
            "description": "I mean no disrespect to New Jersey when I say I think it’s very unlikely that an alien invasion would begin in New Jersey.' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HEmc5VtKofxIqTPp-NPlMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "5hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VIDEO: JJ Watt Floats Interesting Conspiracy Theories About Aliens Amid Mysterious Drone Invasion In The U.S.",
            "link": "https://www.totalprosports.com/nfl/jj-watt-floats-interesting-conspiracy-theories-about-aliens-amid-mysterious-drone-invasion-in-the-u-s/",
            "description": "Former NFL star defensive end TJ Watt floated a fascinating alien conspiracy theory amid the drone invasions in USA.",
            "image_url": "https://www.bing.com/th?id=OVFT.K1LDwNcWfPunfmVmj6zBRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Total Pro Sports14h",
            "source": "Total Pro Sports",
            "article_content": "Pat McAfee, JJ Watt and AJ Hawk (Photo via “The Pat McAfee Show” )\n\nFormer NFL star defensive end JJ Watt floated a fascinating conspiracy theory on aliens during Wednesday’s appearance on “The Pat McAfee Show.”\n\nJJ Watt briefly dove into the world of extraterrestrial conspiracy theories with Hawk and McAfee on the popular ESPN program. And why not, given the bizarre mystery of the drone invasions in the northeast United States?\n\nDuring an “AskJage” segment of McAfee’s show, a fan asked if aliens have ever visited the earth. Hawk opined that aliens are indeed “among us”, while the three-time Defensive Player of the Year offered a more intriguing theory:\n\n“I feel like they have to have been here at some point, yes. Whether it was way before us or something, but somebody’s been here at some point.”\n\nAlso Read: VIDEO: Everyone Thinks JJ Watt Is About To Come Out Of Retirement & Join This AFC Powerhouse After Curious Workout Video Surfaces Online\n\nWatt played in the NFL from 2011 to 2022 for the Houston Texans and later the Arizona Cardinals. After retiring in 2023, he transitioned to an NFL analyst role for CBS, where he works alongside James Brown, Bill Cowher, Matt Ryan, Nate Burleson and Jonathan Jones. on “The NFL Today.”\n\nClick on ‘Follow Us’ and get notified of the most viral NFL stories via Google! Follow Us\n\nJJ Watt Had A Hall Of Fame Career\n\nUnfortunately, injuries largely hampered the second half of Watt’s career. But from 2011 to 2015, there simply wasn’t a more impactful defensive player in the game.\n\nJJ Watt won three Defensive Player of the Year awards (2012, 2014 and 2015) over a three-year span. He helped Houston emerge as a contender in the AFC, leading them to division titles in 2011, 2012, 2015, 2016, 2018 and 2019.\n\nAlso Read: Aaron Rodgers Unleashes His Own Insane Theory About The Mystery Drones In New Jersey That Have Everyone In America Spooked"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Citizen App for UFO Sightings Is Taking Off, Thanks to the Drone Frenzy",
            "link": "https://www.rollingstone.com/culture/culture-news/drone-frenzy-ufo-app-enigma-1235211471/",
            "description": "Enigma launched in 2023 to collect and verify unexplained aerial phenomenon. Could it help explain what's going on along the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.STkyR2q_emqOgwzzgxZm0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "10h",
            "source": "Rolling Stone",
            "article_content": "Dee and Joe Indiviglio like to go out on their front porch at night, and look up. That’s where they were on Dec. 4, when they saw something they hadn’t seen before above their Middletown, New Jersey, home: a group of lights, moving quickly, strangely all over the sky, for maybe a half-hour or longer.\n\nA few days after that, Dee did something else unusual for her. She uploaded a video of those odd lights to a new-ish app called Enigma. “I usually don’t share anything, ever. Even if I did something crazy. But I don’t know, for some reason, something made me share that night. And I did,” she tells Rolling Stone.\n\nEnigma started out as a tool to capture UFO sightings. “By using modern technology, we will crowdsolve this age-old mystery together,” the company’s website reads. But in the last month, the company has made a hard pivot to a more modern puzzle, tracking whatever the hell is flying over the Eastern Seaboard, where all sorts of people are claiming to have witnessed something unusual. “Seen a drone? Hundreds are being reported to Enigma,” the top of the site now reads.\n\nEnigma is currently #25 in news in the iPhone app store. Usage of the app is up 40 percent from last month, the company claims, and “hundreds of thousands” of people are using the network. Daily sightings in the New York-New Jersey-Connecticut area — ordinarily just one or two — hit 37 last week, and more than 250 around the country. The surge says something, and not just about about how much weird stuff we see overhead in an age of cheap drones, or how prone people are to freak the fuck out in our post-rational age. “Officials (FBI, DHS, and local police) are failing in communications and the internet is rife with misinformation. People need somewhere to go,” the company’s founder tells Rolling Stone via email. She’s hoping that Enigma winds up “filling the vacuum.”\n\nCourtesy of Enigma\n\nThe founder only wants to be identified as “A” — “I’m just trying to minimize the crazies that enter my life in the next few months,” she says; it’s a drawback of dealing with a rather, um, intense alien-hunter community. But I’ve verified her identity. She became fascinated with the subject after the military declassified those UFO videos around 2020. Eventually, that led to a start-up, which received backing from well-known venture capital firms like Haystack and Lux Capital. The website went up in January 2023, and the app launched that May. Today, she has a small team, still fewer than 20 people, trying to keep up with the flood of reports. Editor’s picks\n\nEach Enigma submission is geo-tagged, categorized by factors like the shape of the object, the type of movement it made, and how long it was in the sky. Then Enigma gives each one a reliability score on a scale. The report from a ship’s captain in Parsippany, New Jersey, describing a silver disk scored a 62 out of 100. A report out of North Plainfield, New Jersey, from someone who saw “4 different white or sparkly orbs” while “praying” only netted a 39 out of 100. The Indiviglios’ sighting ranked 58. Joe Indiviglio, a regular stargazer who counts himself as “a little [nerdy] when it comes to aviation,” sounds even more confident than that. “It’s not like any aircraft that could be man-made,” he says.\n\n“If you’re standing in our backyard, facing the planes as they’re landing at Newark [Airport], they come in from the west and make a hard left turn,” he continues. The lights he and his wife saw were “nowhere in a flight path. [They were] more towards the ocean … definitely more towards the coast, away from Newark.”\n\nAn FBI official told reporters earlier this week that they’d received about 5,000 tips, fewer than 100 of which were credible enough for follow-up investigation. “The sightings to date include a combination of lawful commercial drones, hobbyist drones, and law enforcement drones, as well as manned fixed-wing aircraft, helicopters, and even stars that were mistakenly reported as drones,” added John Kirby, the National Security Council spokesperson. “We have not identified anything anomalous or any national security or public safety risk.” Related Content\n\nRebecca Weiner, the New York Police Department’s intelligence chief, told reporters that amateur sleuths trying to probe the mystery lights with drones of their own might actually be feeding a sense of hysteria. “You can create the public safety threat that you’re trying to investigate,” she said.\n\nA version of that argument is what worries some observers about Enigma. When I was first introduced to Enigma Labs in the summer of 2023, the company promised they were on the verge of getting officially endorsed by NASA. That endorsement never came, though an agency report endorsed the idea of an app for collecting UFO sightings. I also spoke with a number of science writers at the time who were wary of the project. It wasn’t just that eyewitnesses can be shockingly unreliable, especially about lights flashing in the sky. It was the idea of combining what should be the most serious of scientific questions — are we alone? — with the dopamine chase of a social network. It didn’t seem like a recipe for rock-solid information. But, as A points out, people are sharing their sightings anyway; at least Enigma applies some rigor to the clips. “Think about the incentives on Facebook or Twitter, where people are more likely to do something because they want likes or they want to be famous or they want engagement,” she says. “You’re not going to be famous or go viral because of us. Everyone goes through a standard reporting process where you have to report basic facts. Like, we need the time, we need the location, we need standard descriptions. And we’re looking at the metadata, we’re making sure we don’t have deepfakes.”\n\nCourtesy of Enigma\n\nSome of the biggest peddlers of drone hokum have been elected officials. There’s the Republican congressman who swore the drones were being dispatched from an Iranian mothership; the Democratic senator who swore he saw something UFO-y in the sky — only to later admit it was just plain-old planes; the former governor who posted a video of “what appeared to be dozens of large drones in the sky above my residence” — turns out, it was the constellation of Orion. Rep. Nancy Mace, notorious in Washington for her attention-seeking antics, tried to hop in on the drone panic by publicly speculating whether the objects were “from outer space.” Sen. Chuck Schumer, who is not exactly camera-shy, proclaimed that he was “taking to the Senator floor … to respond to the reports of drone activity.” President-elect Donald Trump, never one to leave a news cycle without his imprint, posted, “Mystery Drone sightings all over the Country. Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThis may be getting some significant public attention, but it isn’t the first time such concerns have gripped D.C. Over 17 days last December, a squadron of a dozen or more drones buzzed by Langley Air Force Base, home of the U.S. military’s top-of-the-line F-22 stealth fighters. That October, five drones appeared above a Department of Energy nuclear test site in Nevada. Officials from the Pentagon, Department of Energy, and FBI are still stumped about who’s behind the incursions, according to The Wall Street Journal.\n\nThe Enigma founder says she was in Washington, D.C., the other day, mostly talking to folks on Capitol Hill. The guesses about what these sightings might be ran “the full gamut” from secret military project to “‘Oh, these are just hobbyist drones, or commercial delivery drones.’ Which is bananas to me, because nobody’s getting a burrito from Amazon these days.”\n\nIf A has a favorite explanation, she’s disinclined to share it. But one explanation she completely rejects is that everyone is just mistaken, and all at once. “Of course, there’s a general part of the public that does get confused. They look at a Starlink [mini satellite] and they think it’s an alien. But that is definitely not 100 percent of what’s going on. And not everyone is confused by airplanes. It’s not just mass hysteria. There is a percentage of the activity that is real,” she tells me.\n\n“And of the reports we get, a lot of them describe objects that are very large. You know, this is not a DJI drone, right?” she adds, referring to the popular mini-drone maker. “So that’s the stuff we pay attention to. We did an analysis last week. We found, like, 54 percent of things reported to us were described as hovering. So that’s not plane activity.”\n\nThe Indiviglios were hoping to find a little confirmation on Enigma that others saw just what they did. “I can’t find any. That’s why I’m kind of freaked out,” Dee says. It’s especially disconcerting, because she keeps seeing something strange up above. “I’ve seen them three times now. The latest was earlier this week. “I was like, ‘Oh my God, here we go again.’”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How UFO sightings can help measure public attention and economic patterns",
            "link": "https://phys.org/news/2024-12-ufo-sightings-attention-economic-patterns.html",
            "description": "A new study published in Humanities and Social Sciences Communications, unveils a novel approach to measuring public ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IxkmBcKdeNlQCbfp6J66rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "14h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nCredit: Unsplash/CC0 Public Domain\n\nA new study published in Humanities and Social Sciences Communications, unveils a novel approach to measuring public attention using reports of Unidentified Aerial Phenomena (UAP). The research bridges the gap between unconventional indicators and macroeconomic analysis, revealing surprising links between UAP sightings and economic conditions at multiple geographical levels in the United States.\n\nThe study highlights that UAP reports, often dismissed as a niche phenomenon, serve as a robust proxy for public attention. By analyzing daily-level data from NUFORC (National UFO Reporting Center), the researchers show that UAP sightings are more frequent in wealthier regions but exhibit counter-cyclical patterns within those regions over time. These findings suggest that shifts in attention to extraordinary phenomena may reflect broader fluctuations in public focus.\n\nKey findings include:\n\nMacroeconomic correlation: UAP sightings are positively correlated with economic conditions across regions but display counter-cyclical patterns within regions over time.\n\nCausal evidence: A quasi-experimental design leveraging variations in COVID-19 lockdown restrictions demonstrates a causal link between restricted mobility and increased UAP reports, further establishing the measure as an indicator of public attention.\n\nPolicy implications: Regions with higher UAP sighting levels show muted responses to monetary policy shocks, suggesting that attention variations can significantly influence economic outcomes.\n\nThe researchers compared UAP sightings to conventional attention metrics, finding strong correlations. This innovative measure offers unique advantages, including the ability to analyze attention at different geographical and temporal scales.\n\nImplications for policy and research\n\nGoldstein and Raveh's findings underscore the central role of public attention in economic dynamics. Their work not only enhances the toolkit for macroeconomic analysis but also provides policymakers with insights into managing public attention to mitigate economic shocks.\n\nThe study invites further exploration into how unconventional forms of attention, like UAP sightings, intersect with economic behaviors. \"We hope this work inspires future research to deepen our understanding of the connection between public attention and macroeconomic outcomes,\" the authors state.\n\nThe research uses comprehensive UAP sighting data from NUFORC, spanning over two decades, to construct a daily-level panel of reports across U.S. counties. The analysis integrates economic, social, and environmental factors to ensure robust conclusions.\n\nThis pioneering work highlights the value of thinking beyond traditional metrics, shedding light on the role of seemingly unrelated phenomena in understanding economic patterns.\n\nMore information: Nathan Goldstein et al, Looking up the sky: unidentified aerial phenomena and macroeconomic attention, Humanities and Social Sciences Communications (2024). DOI: 10.1057/s41599-024-04182-z"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of egg's immune-like attack on sperm mitochondria may aid fertility",
            "link": "https://www.msn.com/en-us/health/other/discovery-of-eggs-immune-like-attack-on-sperm-mitochondria-may-aid-fertility/ar-AA1wbfas?ocid=BingNewsVerp",
            "description": "Within minutes of fertilization, the egg of a fruit fly becomes a scene from the battle of the sexes. The egg attacks and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WGZkHHkE7K6j7OjGSmttDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intriguing Science Discoveries Of 2024",
            "link": "https://www.miragenews.com/intriguing-science-discoveries-of-2024-1382544/",
            "description": "Rockefeller scientists illuminated the mysteries of memory and immune evasion. They unraveled how cancer infiltrates the body ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AGoYrzu9J8lowI9aHL-LsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Armed robbery in Revesby11h",
            "source": "Armed robbery in Revesby",
            "article_content": "This year, Rockefeller scientists illuminated the mysteries of memory and immune evasion. They unraveled how cancer infiltrates the body, how vitamin A influences wound healing, and how the impulse to eat is driven by three neurons. Groundbreaking discoveries in neuroscience, CRISPR technology, and stem cell biology reflect an impressive year for advancement in biomedicine. Here are some of the intriguing discoveries that came out of Rockefeller in 2024.\n\nVitamin A's healing role\n\nIt turns out Vitamin A is playing an unexpected role in wound repair: hair follicle stem cells are involved in the healing process in a way mediated by retinoic acid, the active form of Vitamin A. A study from the laboratory of Elaine Fuchs found that, during this process, stem cells enter a temporary state of plasticity in which they adopt traits of multiple cell types. Given that an unchecked version of this kind of plasticity is present in some cancer stem cells, the findings raise the possibility that retinoids could also play a role in cancer suppression.\n\n\"This hasn't been on the radar until now,\" Fuchs says. \"It's an exciting front to now investigate.\"\n\nMemory's hidden architect\n\nRobert B. Darnell's lab unveiled a tool edging neuroscience much closer to understanding a phenomenon known as dendritic translation-a \"holy grail for understanding memory formation,\" he says. Dendritic translation is a coordinated burst of neuronal activity, which involves an uptick in localized protein production within the spiny branches that project off the neuron cell body and receive signals from other neurons at synapses. It's a process key to memory-and its dysfunction is linked to intellectual disorders.\n\nUsing a new platform they developed, Darnell's team identified several previously unknown regulatory mechanisms that drive dendritic translation. The work \"defines a whole new biochemical pathway which fits with, complements, and vastly expands what we already knew about memory and learning,\" Darnell says.\n\nAutism's missing link\n\nAutism spectrum disorder is tied to more than 70 genes, and the laboratory of Mary E. Hatten has long focused on the link between the ASTN2 gene and cerebellar changes in children with autism, as well as other neurodevelopmental conditions. This year, however, Hatten's lab took that work to the next level with research demonstrating that knocking out ASTN2 in mice induces hallmark autism-like behaviors, including reduced vocalization, diminished social interaction, increased hyperactivity, and repetitive actions.\n\n\"It's a big finding in the field of neuroscience,\" Hatten says, and one that is inspiring her team to delve deeper into the hereditary components of autism. \"We're very excited that we've been able to show in detail what ASTN2 does, but there are a lot more genes to investigate.\"\n\nMetastasis's surprising origins\n\nA pair of compelling studies from the Tavazoie lab challenged conventional wisdom around cancer metastasis. Earlier this year, the lab demonstrated that sensory neurons play a direct role in promoting the growth and spread of breast cancer, providing the first ever evidence of peripheral nerves releasing a signal to enhance metastasis.\n\nMost recently, Tavazoie's team demonstrated, for the first time, that breast cancer metastasis may be, in part, a hereditary disorder driven by mutations in an inherited gene variant common to about 70 percent of white women. The scientists note their finding isn't cause for alarm-the variant does not make people more likely to develop cancer, though it may up the risk for metastasis outcomes by between 2 to 22 percent-but it could open up a new pathway to treatment.\n\n\"We've been so focused on the cancer cells, the 'seeds,' that we've ignored the germline-the 'soil',\" Tavazoie explains. \"It's now clear that focusing on the soil is critical.\"\n\nCRISPR's new tricks\n\nCRISPR-Cas9 has long been likened to a kind of genetic scissors, thanks to its ability to snip out any desired section of DNA with elegant precision. Now, thanks to work done in the lab of Luciano Marraffini, we know that certain CRISPR systems operate something like a molecular fumigator as well: In a collaboration with MSKCC, the team found a CRISPR system that also produces a flood of toxic molecules in response invading phages or plasmids, effectively shutting down the infected cell in order to prevent the contagion from spreading through the rest of the bacterial population.\n\n\"It's a completely brand-new type of CRISPR chemistry,\" says Christian Baca, a graduate student in the Marraffini lab. The group envisions one possible application of their discovery may be a diagnostic tool for infection-but it hints at much more. \"It's more evidence that CRISPR systems have an array of immune strategies at their disposal.\"\n\nTelomere's balancing act\n\nTelomeres, the protective caps found at chromosome ends, must be kept at just the right length: too short, and dangerously accelerated aging ensues; too long, and they predispose their owners to cancer. Precise regulation is paramount, and Titia de Lange's laboratory recently published work that fundamentally changes our understanding of telomere biology.\n\nAmong their findings, de Lange's team discovered that two enzymes work in concert to ensure proper telomere maintenance. Scientists knew the telomerase enzyme helps prevent telomeres from growing shorter with each round of replication. But every DNA double helix has two strands to copy, and telomerase is capable of handling only one. Her team demonstrated how a second enzyme-the CST-Polα-primase complex-manages the other strand."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Your Consciousness Can Connect With the Whole Universe",
            "link": "https://www.popularmechanics.com/science/a62954159/quantum-theory-of-consciousness-wellesley-college/",
            "description": "This latest clue about the architecture of consciousness supports a Nobel Prize winner's theory about how quantum physics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A681Dr8bXk8poTkYHOG8ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "18h",
            "source": "Popular Mechanics",
            "article_content": "A recent groundbreaking experiment in which anesthesia was administered to rats has convinced some scientists that tiny structures in the rodents’ brains are responsible for the experience of consciousness. To pull it off, microscopic hollow tube structures called “microtubules” perform some advanced physics; the experts believe microtubules perform incredible operations in the quantum realm. Citing the work of earlier researchers, the study infers that the same kinds of quantum operations are likely happening in the human brain.\n\nDuring their rat brain experiments, scientists at Wellesley College in Massachusetts gave the rodents isoflurane, a type of inhaled general anesthetic used to induce and maintain unconsciousness for medical procedures. One group of drugged rats also received microtubule-stabilizing drugs, while the other did not. The researchers discovered that the microtubule-stabilizing molecules kept the rats conscious for longer than the nonstabilized rats, which more quickly lost their “righting reflex,” or the ability to restore normal posture, according to the group’s findings, which were published in the peer-reviewed journal eNeuro in August 2024.\n\nThe Wellesley study is significant because the physical source of consciousness has been a mystery for decades. It’s a major step toward verifying a theory that our brains perform quantum operations, and that this ability generates our consciousness—an idea that’s been gaining traction over the past three decades.\n\nThe notion that quantum physics must be the underlying mechanism for consciousness first emerged in the 1990s, when Nobel Prize–winning physicist Roger Penrose, PhD, and anesthesiologist Stuart Hameroff, MD, popularized the idea that neural microtubules enable quantum processes in our brain, giving rise to consciousness. Specifically, they postulated in a 1996 paper that consciousness may operate as a quantum wave passing through the brain’s microtubules. This is known as Orch OR theory, referring to the ability of microtubules to perform quantum computations through a mathematical process Penrose calls “objective reduction.”\n\nIn quantum physics, a particle does not exist in the way classical physics observes it, with a definite physical location. Instead, it exists as a cloud of probabilities. If it comes into contact with its environment, as when a measuring apparatus observes it, then the particle loses its “superposition” of multiple states. It collapses into a definite, measurable state, the state in which it was observed. Penrose hypothesized that “each time a quantum-wave function collapses in this way in the brain, it gives rise to a moment of conscious experience.”\n\nIf this quantum theory of consciousness tied to microtubules turns out to be correct, it could revolutionize our understanding of consciousness and even strengthen the trailblazing theory that consciousness, on a quantum level, is capable of being in all places at the same time. In other words, it can exist everywhere simultaneously, suggesting that your own consciousness can hypothetically connect with quantum particles beyond your brain, maybe entangling with consciousness all across the universe.\n\nMany scientists disregard the Orch OR theory because quantum effects have only been produced in the lab under extremely cold conditions. For example, our technology now includes quantum computers, but their operations rely on temperatures near absolute zero (around minus 273 degrees Celsius) to maintain their quantum states. The warm brain falls well outside those limits, at about 32 to 40 degrees Celsius (about 90 to 104 degrees Fahrenheit) in the deepest regions of the brain, according to a 2022 study. Yet scientists have collected a promising set of data over the years indicating that certain quantum-level operations in animals and plants may actually be responsible for life’s functions.\n\nFor example, scientists theorize that plants, which live at temperatures far warmer than absolute zero, probably use quantum processes to efficiently convert light into energy. First, plants transform photons, or light particles, into a form of matter called excitons, transporting them to the plant’s chloroplasts to start photosynthesis. During this journey, the excitons must navigate around other internal plant structures—fast enough to preserve their energy all the way to their destination. Scientists suggest that plants must use the quantum property of superposition in order to try all possible paths simultaneously. That way, excitons can arrive at their destination in the most efficient way possible.\n\nSimilarly, it may make sense for the billions of neurons firing simultaneously in the human brain to work under the “action over a distance” property of quantum entanglement—the potential for two particles that are very far away from each other to be connected. Scientists have observed this phenomenon in atomic particles before. When they studied one particle, another very distant particle changed its properties as well, even though the two were not apparently connected in any way. An August 2024 study in the journal Physics Review E proposes that a fatty material called myelin, which sheathes the brain cell’s axon, provides the ideal environment for this entanglement. Since the brain appears to be capable of performing quantum operations to facilitate our thoughts, some scientists surmise that this process gives rise to our consciousness.\n\nTwo earlier landmark studies also support a quantum perspective on consciousness. Both involved experiments shining light particles into microtubules and observing that the signal did not degrade. In fact, according to these studies, the experiments demonstrated that quantum states in microtubule signaling can and probably do exist.\n\nOne of the studies, an experiment by physicist and oncology professor Jack Tuszyński, PhD, used ultraviolet photons to create quantum reactions for up to five nanoseconds. This quantum coherence lasted thousands of times longer than researchers had expected in a microtubule. Similarly, at the University of Central Florida, researchers shined visible light into one end of microtubules and measured how long the microtubules took to emit that light. They observed re-emission of this light over hundreds of milliseconds to seconds—more than enough time for the brain to perform all of its functions.\n\nThis observation provides concrete evidence that neurons are able to work at speeds that allow quantum operations. It brings us another step closer to understanding exactly how our brain—and perhaps our very consciousness—is linked to a quantum universe.\n\nThe mind “as a quantum phenomenon” would “shape our thinking about a wide variety of related questions, such as whether coma patients or nonhuman animals are conscious,” neuroscientist and Wellesley College professor Mike Wiest, PhD, says in a press release about his team’s recent anesthesia study. In addition to the new work helping us understand more about how to treat brain-related health issues, he says “we will have entered a new era in our understanding of what we are.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is the quantum satellite for India’s National Quantum Mission? | Explained",
            "link": "https://www.thehindu.com/sci-tech/science/what-is-the-quantum-satellite-for-indias-national-quantum-mission-explained/article69003757.ece",
            "description": "India plans to launch a quantum satellite for secure communications in 2-3 years, part of the National Quantum Mission.",
            "image_url": "https://www.bing.com/th?id=OVFT.iet6CkyZvDnly0V23zA6Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "7h",
            "source": "The Hindu",
            "article_content": "The story so far: On December 13, Ajai Chowdhry, chairman of the Mission Governing Board of the nascent National Quantum Mission, said India plans to launch a quantum satellite in “2-3 years for quantum communications”.\n\nWhat is the National Quantum Mission?\n\nThe National Quantum Mission (NQM) is a Department of Science & Technology programme to accelerate the use of quantum physics in the development of next-generation communications and sensing systems.\n\nThe development of computers changed the course of human history from the mid-20th century onwards. Thanks to advances in this sector, which continue to this day, humankind has access to telecommunications, weather forecasts, drug-discovery programmes, search-and-rescue plans, artificial intelligence, etc.\n\nBut many of these advances are nearing a saturation point because the physics phenomena on which they are based, called classical physics, are hitting a performance upper-limit. Today scientists around the world are building new devices to perform the same functions but using quantum physics. Because the rules of quantum physics allow for the outcomes of classical physics as well as ‘bonus’ ones not found in the classical paradigm, the new devices are expected to have new abilities.\n\nThe Union Cabinet approved the NQM in April 2023 at a total cost of Rs 6,000 crore, to be implemented from 2023 to 2031. The planned quantum satellite is an experiment in this package.\n\nWhat is a quantum satellite?\n\nA quantum satellite is a term for a communications satellite that uses quantum physics to secure its signals.\n\nCommunications is a broad term that refers to technologies that send and receive signals. An important part of these technologies is security: preventing bad actors from intercepting a message being transmitted across large distances, through multiple networks.\n\nThe advent of quantum computers threatens the technologies currently being used to secure messages. Fortunately, quantum physics has also paved the way for new forms of protection, and quantum satellites are expected to facilitate them.\n\nHow are messages secured?\n\nSay two people, Anil and Selvi, are standing at two ends of a playground and wish to speak to each other. The simplest way is to shout or wave their hands. There is also a third person, Kaushik, standing in the middle of the ground trying to eavesdrop on the conversation. If Anil and Selvi are shouting or using hand signals, Kaushik will have little difficulty intercepting their messages — but not if they are communicating via WhatsApp.\n\nMessages in WhatsApp are encrypted. Encryption means a message is written in a secret code before it is transmitted. When the recipient receives it, they will use their knowledge of the code to decrypt the message and read it. If a bad actor like Kaushik somehow intercepts the message, he can’t read it without knowing the code.\n\nFor example, in a Caesar cipher, the letters of the alphabet are offset by a fixed number. If the number is 5, the words BIRDS FLY AWAY become GNWIX KQD FBFD.\n\nThis paradigm is called cryptographic security. It gets its strength by hiding the key to cracking the code behind an extremely difficult mathematical problem. Anil’s and Selvi’s devices already have the solution to this problem. If Kaushik wants it, however, he has to first solve the problem with a computer — and the harder the problem, the more time (or more computing resources) he will need.\n\nA modern computer can crack a Caesar cipher quickly by repeatedly trying all possible keys (1-26) until the text becomes legible. But even the most powerful supercomputers can’t crack the best Advanced Encryption Standard ciphers today in a single lifetime. Quantum computers may be able to do better, however.\n\nHow can quantum physics protect messages?\n\nQuantum cryptography uses the tenets of quantum physics to secure messages. Its most famous type is quantum key distribution (QKD).\n\nIn the example before, Anil used a secret code to encrypt or ‘lock’ his message and Selvi had the key to decrypt and read the message. QKD is concerned with sharing the key with Anil and Selvi such that if Kaushik is eavesdropping on the transmission, everyone will find out and the sharing is aborted.\n\nQuantum physics can reveal eavesdropping in different ways. One is quantum measurement — the act of measuring the properties of a quantum system, like a photon (the subatomic particle of light). According to the rules of quantum physics, a quantum measurement changes the state of the system. If information about the key is encoded in a stream of photons (in two states, one representing 0 and the other 1) and Kaushik traps and measures them to look for it, the state of the photons will change and Anil and Selvi will know the key has been compromised.\n\nAnother way is to use quantum entanglement: when two photons are entangled, any change to one particle will instantaneously change the other. (This is a necessarily simplistic description.)\n\nSince the key will be lost irrespective of what technological capabilities Kaushik possesses, QKD is said to provide unconditional security.\n\nHas QKD been implemented?\n\nRavindra Pratap Singh, of the Physical Research Laboratory, Ahmedabad, wrote in 2023 that the standards for different QKD protocols and the technologies they will require to implement as designed are still a decade away. This said, China currently operates the world’s largest QKD network with three quantum satellites and four ground stations.\n\nExperts are also trying to implement QKD across longer distances. In the two decades since its experimental proof in 1992, the distance of reliable transmissions has increased to several hundred kilometres either through fibre-optic cables or free space.\n\nIn 2013, researchers from China reported that they had implemented QKD between a ground station and a moving hot-air balloon (carrying a payload of instruments) 20 km up. This demonstration bolstered the case for quantum satellites.\n\nIn an October 2024 study, researchers at the Raman Research Institute, Bengaluru, reported that the Indian Astronomical Observatory in Hanle, Ladakh, offered the best atmospheric conditions through which to transmit data for a satellite-based QKD system. It had an estimated signal loss of 44 dB, compared to 50 dB in the Chinese experiment.\n\n“Our main signal would be at 810 nm while the uplink and downlink would use 532 nm and 1550 nm of wavelength, respectively,” the paper’s lead author Satya Ranjan Behera told the Department of Science & Technology. The planned beam distance is 500 km.\n\nDoes QKD have drawbacks?\n\nBecause QKD on paper can be very different from that in the real-world, the U.S. National Security Agency has recommended the use of post-quantum cryptography rather than quantum cryptography. Its criticism is focused on five limitations:\n\n(i) “QKD does not provide a means to authenticate the QKD transmission source”;\n\n(ii) “since QKD is hardware-based”, QKD networks can’t be upgraded or patched easily;\n\n(iii) “QKD increases infrastructure costs and insider threat risks” that “eliminate many use cases from consideration”;\n\n(iv) “the actual security provided by a QKD system is not the theoretical unconditional security from the laws of physics … but rather the more limited security that can be achieved by hardware and engineering designs”; and\n\n(v) since eavesdroppers can cause a transmission to stop, they can deny the use of a transmission by its intended users (a.k.a. a denial-of-service attack).\n\nPost-quantum cryptography refers to cryptographic techniques that resist attacks from both quantum and classical devices using more advanced classical encryption.\n\nQuantum physics also imposes some restrictions. For example, non-quantum information can be amplified before being transmitted across large distances whereas the no-cloning theorem prohibits the amplification of quantum information."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI revolution is at home in Africa",
            "link": "https://thebftonline.com/2024/12/19/the-ai-revolution-is-at-home-in-africa/",
            "description": "By Cina LAWSON For too long, African countries have been sidelined from the digital revolution due to limited technical capacity and inadequate infrastructure. Artificial intelligence promises to ...",
            "image_url": "https://www.bing.com/th?id=ODF.rzxAWUGAV-zaqYgShORUzA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "business19h",
            "source": "business",
            "article_content": "By Cina LAWSON\n\nFor too long, African countries have been sidelined from the digital revolution due to limited technical capacity and inadequate infrastructure. Artificial intelligence promises to bridge the digital divide, but realizing its potential requires international support and significant investment in critical infrastructure.\n\nAs the world enters an era shaped by artificial intelligence, low- and middle-income countries (LMICs) are expected to capture just 10% of the economic growth generated by AI technologies. But by forming strategic partnerships and making large-scale infrastructure investments, LMICs can harness these technologies to foster inclusive, sustainable development.\n\n\n\n\n\n\n\nRapidly evolving AI systems have immense potential to revolutionize public-service delivery and alleviate poverty, unlocking economic opportunities for developing economies like Togo. But fully realizing the promise of these new tools requires adequate infrastructure, such as a reliable electricity supply and broadband connectivity. Without these foundations, the world’s most advanced technologies will remain out of reach for communities that could benefit from them the most.\n\nOn November 13-15, Togo’s Ministry of Digital Economy and Transformation organized an international AI conference in Lomé, bringing together government officials, researchers, civil-society leaders, international experts, and students to discuss the potential of emerging technologies to improve public services in the developing world. Togo is a prime example.\n\nDuring the COVID-19 pandemic, we launched Novissi, one of the world’s first fully digital cash-transfer programs. Initially designed to support low-income urban residents, Novissi rapidly expanded to cover rural areas in Togo’s 200 poorest cantons, enabling more than 920,000 informal-sector workers – roughly 25% of the country’s adult population – to enroll.\n\nTop of Form\n\nBottom of Form\n\nBy combining machine learning with mobile-phone metadata, satellite imagery, and phone surveys, the Novissi program ultimately identified and supported more than 150,000 households, demonstrating how data-driven approaches can help governments deliver essential services quickly and equitably.\n\nAnd this is just the beginning. In recent years, we have leveraged data science and digital technologies to improve our emergency response capabilities and make government services more efficient, cost-effective, and responsive to citizens’ needs.\n\nConsider the agriculture sector, which employs two-thirds of Togo’s population and accounts for 40% of its GDP. Using satellite imagery and machine-learning tools like Mosaiks, Togolese policymakers can forecast crop yields, anticipate poor harvests, and craft targeted agricultural policies. But the real strength of these technologies is their versatility: a single investment enables policymakers to make evidence-based decisions on a wide range of issues, from electrification to deforestation.\n\nBy bolstering local ownership, African governments can drive inclusive growth. In Togo, we are working to build a sustainable ecosystem of local expertise through initiatives like the newly launched Togo Data Lab, a collaboration between the Ministry of Digital Economy and Transformation and the Center for Effective Global Action at the University of California, Berkeley.\n\nThe project joins other prominent African institutions working to position Africa at the forefront of digital development, such as the African Institute for Mathematical Sciences and the Global Partnership for Sustainable Development Data. In Togo, the Lab will assist the Togolese government in building sustainable data-science capabilities, thereby enabling us to use AI tools like large language models (LLMs) to accelerate progress toward the United Nations Sustainable Development Goals. Togolese data scientists trained at the Lab will then collaborate with international experts, thereby ensuring that solutions are driven by local talent.\n\nIn its first year, the Togo Data Lab will focus on agriculture, training staff to use Mosaiks to measure crop yields more precisely. But we have much higher ambitions. We see the Lab as a scalable platform capable of addressing major challenges in health, education, and climate policy.\n\nWe imagine a health-care system transformed by data science, with AI tools improving disease surveillance and enabling policymakers to predict outbreaks of preventable illnesses, and classrooms where LLM-assisted tutors handle administrative tasks, freeing teachers to do what they do best: teaching and connecting with students. We have made remarkable progress, but there is much more to be done.\n\nFor too long, African countries have been sidelined from the digital revolution due to limited technical capacity and inadequate infrastructure. That must change, and now is the time to change it. I urge the international community to join this vital effort. By engaging the private sector and making targeted investments, Africa could become a leader in the global digital economy, not just a participant.\n\nInvesting in local capacity not only empowers policymakers in developing countries like Togo to make smarter, data-driven decisions. It also lays the groundwork for a vast global network of problem solvers, ready to harness cutting-edge technologies to tackle the world’s biggest challenges."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paving the Way for Sustainable Growth: Cement Industry's Green Revolution",
            "link": "https://www.devdiscourse.com/article/science-environment/3200847-paving-the-way-for-sustainable-growth-cement-industrys-green-revolution",
            "description": "Cement production remains a major contributor to global greenhouse gas emissions, responsible for 7-8 percent of the total, highlighting its role in sustainability discussions. As India's ...",
            "image_url": "https://www.bing.comNo image",
            "category": "science+revolution",
            "date": "devdiscourse7h",
            "source": "devdiscourse",
            "article_content": "Cement production remains a major contributor to global greenhouse gas emissions, responsible for 7-8 percent of the total, highlighting its role in sustainability discussions. As India's infrastructure development accelerates, cement consumption is projected to rise, making the sector a focal point for achieving net-zero emissions, stated an industry official.\n\nVivek Bhatia, Managing Director & CEO of TKIL Industries, stressed the necessity of balancing economic growth with sustainability efforts. He outlined innovations like cement plants running on waste recovery and capturing CO2 emissions as commercial necessities. Bhatia emphasized the importance of integrating technological advancements and resource efficiency.\n\nAt the 7th Cementing India summit, industry leaders echoed the urgency for innovation. Pietro Recchi of MAPEI advocated for clinker replacement, an effective short-term emissions solution, while Yaswant Mishra from Mangalam Cement underscored the need for governmental support for sustainable practices. Technological trends like AI and IoT could drive industry-wide shifts towards smarter, sustainable operations.\n\n(With inputs from agencies.)"
        }
    }
]