[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Speculation Sparks After Mysterious Lights Appear Over Capitol Hill",
            "link": "https://www.deccanchronicle.com/world/ufo-speculation-sparks-after-mysterious-lights-appear-over-capitol-hill-1842820",
            "description": "Mysterious lights spotted over Capitol Hill have sparked widespread speculation, with many questioning whether they could be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o1ubSDlMpM6K3_qHiz_mfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Deccan Chronicle7h",
            "source": "Deccan Chronicle",
            "article_content": "Mysterious lights spotted over Capitol Hill have sparked widespread speculation, with many questioning whether they could be a sign of UFO activity. The lights, captured in a viral photo by U.S. Air Force veteran Dennis Diggins, show four bright orbs hovering above the Statue of Freedom atop the Capitol Dome.\n\n\n\n\n\nThe lights at the U.S. Capitol building have been causing \"UFO sightings\" in the camera lens for decades & decades.\n\n\n\n(Just lens flares, but interesting someone is passing them around, again, and more so interesting people are buying it. New photo, same lens flare 'phenomenon'.) https://t.co/nhm2pxvawf pic.twitter.com/WGrTS543mY — John Greenewald, Jr. (@blackvaultcom) November 27, 2024\n\nThe sighting immediately gained traction on social media, with some viewers suggesting an extraterrestrial connection. This sighting comes at a time when UFO-related topics have been in the spotlight, particularly after recent U.S. congressional hearings on Unidentified Aerial Phenomena (UAPs), which included testimony from former military personnel about encounters with unexplained aerial objects​."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'It's hard not to believe he saw something': Historian Greg Eghigian on how UFOs took over the world",
            "link": "https://www.msn.com/en-us/news/technology/its-hard-not-to-believe-he-saw-something-historian-greg-eghigian-on-how-ufos-took-over-the-world/ar-AA1v2oDM?ocid=BingNewsVerp",
            "description": "What do UFO sightings tell us about ourselves? And will they ever be explained? Historian Greg Eghigian tells us how he's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IqPPulDBaMQMz7jzZOwj4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Live Science on MSN6h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in Mississippi",
            "link": "https://www.wjtv.com/news/state/cities-with-the-most-ufo-sightings-in-mississippi/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cIaexghtUbjj2OXUXksquC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WJTV4h",
            "source": "WJTV",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The cities with the most UFO sightings in North Dakota",
            "link": "https://www.kxnet.com/news/local-news/the-cities-with-the-most-ufo-sightings-in-north-dakota/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-y9VQpB1v3zWB0x0F6dgvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3h",
            "source": "KX News",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is UFO 50 The BEST Indie Game Of The Year?",
            "link": "https://www.msn.com/en-us/entertainment/gaming/is-ufo-50-the-best-indie-game-of-the-year/vi-AA1v0IiN?ocid=BingNewsVerp",
            "description": "UFO 50 is an indie arcade video game collection developed by Mossmouth with a library of 50 unique titles. And it's up for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NVKzRHY8T5dj1b8psWuhKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "TheGamer on MSN23h",
            "source": "TheGamer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Anthropic’s Model Context Protocol Is A Big Step In The Evolution Of AI Agents",
            "link": "https://www.forbes.com/sites/janakirammsv/2024/11/30/why-anthropics-model-context-protocol-is-a-big-step-in-the-evolution-of-ai-agents/",
            "description": "Anthropic’s Model Context Protocol represents a significant advancement in AI integration, offering a standardized approach ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1rVn7-4LcAyuR-TUxcwA5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT might finally face some real competition from Grok",
            "link": "https://www.yahoo.com/tech/chatgpt-might-finally-face-real-230000532.html",
            "description": "Like the web version of Grok, the mobile app would likely use the Grok-2 model. The most recent iteration of the Grok line of ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Yeg-NWRSos8zOEZWLYOlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: xAI\n\nGrok is heading to mobile devices, according to a Wall Street Journal report. xAI CEO Elon Musk is planning to launch a standalone app for his Grok chatbot to compete with OpenAI's ChatGPT and other AI chatbots like Google Gemini, and Anthropic's Claude.\n\nLike the web version of Grok, the mobile app would likely use the Grok-2 model. The most recent iteration of the Grok line of models, Grok-2, offers similar conversational abilities to ChatGPT and other AI chatbots but is boosted with real-time information from X.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nGrok is not universally available even from the web, and interacting with the AI chatbot requires a subscription to X Premium or Premium+. Going mobile might change that limitation, opening up at least a limited free-tier version of Grok in an app.\n\nxAI certainly has the capital to pursue both making an app and making it more available. The company has seen a huge influx of investment that sets it up as a rare OpenAI rival with a real chance at carving away users. Setting up a standalone app for Grok suggests xAI has ambitions in that direction. With its own app, xAI can offer Grok to people who may not have an interest in X as a social media platform but who are still intrigued by what an AI chatbot could do for them.\n\nGrok and go\n\nChatGPT is undoubtedly the most formidable rival Grok would face in the mobile app market, but is hardly the only one. Gemini, Claude, Microsoft Copilot, and many others are quickly launching and upgrading mobile apps with whatever features and abilities the companies believe will entice more people to download the app.\n\nxAI also has to work out how much appeal Grok will have divorced from its context on X. The ability to search through the social media platform is a major selling point for Grok, but would those who don't care about the controversial social media platform still use Grok? And would those who see value in X not just use Grok on the X app?\n\nAdvertisement Advertisement\n\nThe details of the app, like whether it will include the Flux AI image creator, aren't clear, though it would be an obvious feature to add if it's not in the initial rollout. Regardless, the laid-back approach to copyright and trademark evident in Grok might also be a problem as it might open up more chances for people to get in trouble for making images of Mario if Nintendo's copyright infringement hunter Tracer goes after them for infringement, as happened on X."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Even those who are against AI can probably get behind this AI camera that 'sees' for the visually impaired",
            "link": "https://www.yahoo.com/tech/even-those-against-ai-probably-084622850.html",
            "description": "Designed by Vidi Labs, Seekr was recently honored as a CES Innovation Awards nominee for 2025. The wearable camera clips to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tC0oYaraJ0w6DhHHpYAVmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Vidia Labs\n\nCreatives have had a mixed reaction to the artificial intelligence age – on one hand, AI can save a lot of time, but on the other hand AI threatens authenticity and even jobs. But, one AI camera by a Hong Kong startup is a wholesome and inclusive take on the technology. Seekr is a wearable camera that uses AI to describe the surroundings to the visually impaired.\n\nDesigned by Vidi Labs, Seekr was recently honored as a CES Innovation Awards nominee for 2025. The wearable camera clips to clothing and then, using AI, it voices what it sees in the surroundings to the wearer’s Bluetooth earpiece. A button on the camera allows the wearer to ask for a description with a quick press, or change modes.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn a video demonstration, Vidi Labs shared how the device voices descriptions such as “two people sitting on a bench.” The camera’s depth perception also means that the Seekr can voice descriptions like “stairs in one meter.” The device is also capable of reading text on signs.\n\nAccording to New Atlas, the idea came during Covid lockdowns when social distancing meant that the visually impaired couldn’t rely on a friend to help describe the world around them. Vidi Labs, which was founded in 2021, describes itself as an accessibility technology company.\n\nVidi Labs isn’t the only company to recognize the impact that AI’s ability to describe images could have on people with limited vision. For example, Envision started as a smartphone app that could describe surroundings and later expanded to Google Glass.\n\nOther apps have existed well before the age of AI. Be My Eyes, a mobile app that launched in 2015, originally used volunteers and video calls, later adding AI-assisted options in addition to the volunteer-based service.\n\nWhile Seekr hasn’t yet launched, the company’s website has a waiting list to alert those interested in the device when the camera becomes available."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Use ChatGPT API in Your Next App",
            "link": "https://www.analyticsinsight.net/chatgpt/how-to-use-chatgpt-api-in-your-next-app",
            "description": "Gone are the days when revolution meant just a new app. Now, artificial intelligence is transforming technology, creating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t2n4PxG73ajOXjqkhPXeLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Analytics Insight13h",
            "source": "Analytics Insight",
            "article_content": "1. Register for OpenAI API Access: To use the ChatGPT API, register first with OpenAI and then acquire the API key . Visit the OpenAI API platform and create an account to get your API key. This key is essential to authenticate you when making requests to OpenAI's servers.\n\n2. Read API Documentation: Before API integration, please take some time to read the complete official Open API documentation. It contains complete information about all the endpoints in the API parameters, request formats, and response formats.\n\n3. Install Needed Libraries: You have made up your mind, so you are going to work with the program and install the libraries necessary for running the API within your development environment. For instance, if you are using the Python programming language, that simply means that you will need an open-source Python library for interfacing with the API.\n\n4. Secure Your App with API Key: Once you have the API key, configure your application to securely store and consume it. Do not expose an API key in your source code; doing so would be a security breach. Many developers store their API keys in an environment variable."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Refutes All Accusations Taking Users' Data From MS 365 Applications Train AI Models",
            "link": "https://www.msn.com/en-in/money/other/microsoft-refutes-all-accusations-taking-users-data-from-ms-365-applications-train-ai-models/ar-AA1v1KTe?ocid=BingNewsVerp",
            "description": "It seems that users are still not convinced of whether their data is safe or not. The allegations and controversies continue ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xgCRK7P1yhdZN0WjFfBhQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "ABP Live on MSN6h",
            "source": "ABP Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Navajo Ranger breaks the silence on paranormal encounters",
            "link": "https://www.kunc.org/regional-news/2024-11-30/navajo-ranger-breaks-the-silence-on-paranormal-encounters",
            "description": "In The Paranormal Ranger, author Stanley Milford, Jr. shares his encounters with the supernatural and intertwines them with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RMdC82glIYnydtY1-SQ4eS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "KUNC7h",
            "source": "KUNC",
            "article_content": "Stanley Milford, Jr. has stories that most people wouldn’t dare to believe.\n\nA seasoned Navajo Ranger, he spent 23 years exploring the depths of the paranormal on the Navajo Nation. From hauntings and Bigfoot sightings to UFOs and the mysterious appearances of coins falling out of thin air — all of it happened on his watch, and all of it left a mark.\n\nMilford, of Navajo and Cherokee descent, is a Fort Lewis College graduate who recently published his memoir.\n\nThe Paranormal Ranger is an account of Milford’s time as a Navajo Ranger, during which he investigated supernatural occurrences around the reservation. The author juxtaposes his personal accounts with Navajo creation stories.\n\nThe book is a personal account of Milford’s 23 years as a Navajo Ranger. The Rangers are part of the Navajo Nation’s Division of Natural Resources, and they're tasked with protecting the lands and natural sites on the reservation.\n\n“We were assigned to investigate cases that were out of the ordinary,” said Milford, “involving what is commonly referred to as paranormal or supernatural haunting cases, Bigfoot cases, UFOs, extraterrestrial witchcraft, and Skinwalker-related cases.”\n\nStanley Milford, Jr.'s book, The Paranormal Ranger, shares his experiences working with supernatural cases as a Navajo Ranger.\n\nSkinwalkers are evil spirits that can take animal form and often move on all fours. They’re rarely discussed with outsiders unfamiliar with Navajo culture and beliefs. In The Paranormal Ranger, Milford shares some of these guarded stories, hoping to shed light on Navajo traditions and supernatural experiences.\n\nHe details an investigation he was a part of in Window Rock, Arizona.\n\n“In two days, there were 66 U.S. coins that would apport or just appear out of thin air and fall on the floor, or they would come flying across the room,” said Milford. “Sometimes, they would hit us investigators. Out of all of those 66 coins, they all landed heads up.\n\nI witnessed with my own eyes at least 10 of these coins falling out of thin air, out of nothingness. That, for me, was a life-changing experience. It made me realize that the coins had to be coming from somewhere, some other space.\n\nFrom that time, this phenomenon followed me. I began having the coins appear in my home that would fall on the floor or fly across the room,” said Milford.\n\nMilford juxtaposes his personal accounts of paranormal activities with Navajo creation stories in the book. These are the origin stories of the world and the Diné people. He says he drew parallels between the Navajo emergence stories and what he experienced with these paranormal cases.\n\n“There's a different world that the Navajo people came [from]. They came into the physical world from four worlds or five lower worlds. When you look at the descriptions of the beings described in those tales, [they] fit with what I saw with the descriptions of the Bigfoot and extraterrestrial or alien beings,” said Milford.\n\nMilford noted that he worked alongside 40 to 50 rangers as a Navajo Ranger. Today, there are less than ten.\n\nCopyright 2024 Four Corners Public Radio"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncanny podcast review: Danny Robins delves into paranormal mysteries with spine-chilling stories",
            "link": "https://www.msn.com/en-gb/entertainment/tv/uncanny-podcast-review-danny-robins-delves-into-paranormal-mysteries-with-spine-chilling-stories/ar-AA1v1708?ocid=BingNewsVerp",
            "description": "I’m not usually a fan of the paranormal – I wouldn’t visit a fortune teller or ever risk the wrath of an ouija board but ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ekL_Sp1qS1yxScXHMgkLUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "The Irish News on MSN14h",
            "source": "The Irish News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India's most haunted places: from Ramoji Film City to Bhangarh Fort",
            "link": "https://www.msn.com/en-in/news/other/india-s-most-haunted-places-from-ramoji-film-city-to-bhangarh-fort/ar-AA1v22jP?ocid=BingNewsVerp",
            "description": "According to legend, an angry magician cursed the fort and its occupants with perpetual turmoil. Bhangarh Fort is a must-see ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xd1l2rB8LRCWM8TVUBARpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hindustan Times on MSN5h",
            "source": "Hindustan Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I’ll Never Look at ‘Supernatural’ the Same Way Again After Revisiting This Season 1 Episode",
            "link": "https://collider.com/supernatural-season-1-asylum-episode/",
            "description": "Season 1's focus on monster-of-the-week tales makes nearly every episode feel as if it stands alone. While that's great when ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nMruU3Iy0gMQNfdpCqfp2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Believing in the Loch Ness monster will make you far less stressed than believing in God",
            "link": "https://www.msn.com/en-gb/lifestyle/lifestylegeneral/believing-in-the-loch-ness-monster-will-make-you-far-less-stressed-than-believing-in-god/ar-AA1v2ETd?ocid=BingNewsVerp",
            "description": "Believing in ghosts, the Loch Ness monster, Big Foot, aliens, fairies and other psychic, paranormal and mythical creatures is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZEpLbcYPG_8icZNBnJAacC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Daily Star on MSN57m",
            "source": "Daily Star on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Netflix Lacks a Lifetime Plan, But CuriosityStream Offers a Lifetime Subscription for Just $160 This Black Friday",
            "link": "https://gizmodo.com/netflix-lacks-a-lifetime-plan-but-curiositystream-offers-a-lifetime-subscription-for-just-160-this-black-friday-2000531576",
            "description": "Curiosity Stream is the real deal. The service was launched in 2015 by media visionary, John Hendricks. Hendricks is the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3J5hGtUXUVF1bk-0lncMGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "18h",
            "source": "Gizmodo",
            "article_content": "When it comes to finding someone the right gift, you need to think outside the box. A lot of folks I’m sure would appreciate a new pair of AirPods, but you should consider you loved ones unique interests. Do they happen to love documentaries? Would they consider themselves a huge science or history nerd? Or forget the gift, would you consider yourself a huge science or history nerd? Treat yourself or a loved one to award-winning exclusives and originals with access to thousands of the best documentaries when you purchase your lifetime subscription to Curiosity Stream for the discounted price of $160 (previously $400).\n\nSee at StackSocial\n\nHow We Remember Discover Channel\n\nCuriosity Stream is the real deal. The service was launched in 2015 by media visionary, John Hendricks. Hendricks is the founder and former chairman of Discovery, Inc — previous owners of the Discovery Channel and Animal Planet before its merger with WB to create Warner Brothers Discovery.\n\nDo you remember when Discovery Channel has cool stuff? Things like documentaries on science, technology and history. Then by the 2010s, it went down hill — expanding into pseudo-science and reality television.\n\nCuriosity Stream is old school Discovery Channel made for the modern era. You can feed your hunger for knowledge across science, technology, history, nature, and art with access to to the service’s vast library of thousands of world-class films, series, and more featuring experts like David Attenborough, Michio Kaku, and Brian Greene teaching you about the natural world, space, and our future. Travel the globe and across time from the comfort of your couch.\n\nCuriosity Stream has even won an Emmy! Stephen Hawking’s Favorite Places follows Professor Hawking exploring the cosmos aboard the CGI S.S. Hawking to teach audiences about the magnificent and expansive universe he’s devoted his life to. The series was awarded the News & Documentary Emmy Award for Outstanding Graphic Design & Art Direction.\n\nAs far as the app goes, you’ll have access to 1080p HD documentaries and series on multiple devices, and you can even download content for later offline viewing. This is a terrific option for when traveling on a long flight with no free internet access.\n\nThis subscription plan is for a lifetime. Most streaming services operate on a monthly basis. $10 a month may not seem like a lot, but after a year and a half, you’ll have spent $180. This deal for Curiosity Stream offered by StackSocial is only $160 a 60% discount from its listed price) and that will get you way more watch time than a measly year and a half. You’ll have access for your entire life.\n\nSee at StackSocial"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amazon members are canceling their $140 Prime membership after shocking discovery",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14141719/Amazon-members-canceling-140-Prime-membership-shocking-discovery.html",
            "description": "Amazon users are canceling their Prime memberships after discovering that shopping on the platform is cheaper without the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wcNaThnrtmQja28iGHUBxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "23h",
            "source": "Daily Mail",
            "article_content": "Amazon users are canceling their Prime memberships after discovering that shopping on the platform is cheaper without the $139 service.\n\nA woman recently shared her experience about sending a friend an Amazon link for drill bits to determine if they were right.\n\n'He says 'Yeah get them, they're only $12.' I'm looking on my end and it shows $16,' she said in a TikTok video.\n\nThe revelation came when she learned her friend was not a Prime member.\n\n'He gets a discount on the products. I have to pay additional,' she continued.\n\n'I thought my Amazon Prime membership covered the two-day shipping. But it does not. I find that to be fraudulent.'\n\nThe video, which has more than 100,000 comments, was flooded with people saying they have canceled their Prime for that reason.\n\n'I literally have been debating about canceling my Amazon Prime this is the sign I needed,' one user commented.\n\nWhile another claimed to have canceled theirs while watching the video.\n\nAmazon users are canceling their Prime memberships after discovering shopping on the platform is cheaper without the $139 service\n\nAmazon's website states that 'Prime members get free two-day shipping on millions of items, and free one-day shipping on more than 15 million items,' but some consumers have suggested that the shipping costs are baked into item prices.\n\nOne user commented on the video that shopping without Prime is cheaper because 'when you spend over $25, it's free shipping.'\n\nOther Amazon members shared frustrations about their orders not arriving within the promised two-day delivery.\n\n'Once I realized my purchases did not arrive in the time stated I canceled,' another user shared.\n\nIn the comments of LoveTheLawrences_ video, some suggest the pricing issue could be the next class action lawsuit against Amazon.\n\nAmazon was hit with a class action lawsuit this year that accused the e-commerce giant of failing to meet its stated 'guaranteed' delivery for some purchases.\n\nHowever, a Seattle judge dismissed the case in June citing that the customer had not shown how Amazon's delivery practices would violate Washington's consumer protection law.\n\nThe lawsuit said Amazon met a delivery date for a purchase but missed the four-hour window the consumer picked for their package's arrival.\n\n'It is not unfair or deceptive for Amazon to fail to abide by promises it did not make,' Evanson wrote.\n\nAmazon's website states that 'Prime members get free two-day shipping on millions of items, and free one-day shipping on more than 15 million items,' but some consumers have suggested that the shipping costs are baked into item prices\n\nBut Amazon is still facing legal troubles with the US Federal Trade Commission (FTC), which accused the company of deceptively enrolling millions of online shoppers into the e-commerce giant's Prime service without their consent and making it hard for them to leave.\n\nThe FTC accused Amazon last year of using 'manipulative, coercive or deceptive user-interface designs known as 'dark patterns' to trick consumers into enrolling in automatically renewing Prime subscriptions.'\n\nAmazon has denied any wrongdoing in the lawsuit, which also names three of its senior executives as defendants.\n\n'The three individual defendants, whose lives have been upended by the FTC's baseless and unjust allegations, are particularly eager to see those allegations fail, and any delay further prejudices them,' Amazon said in a\n\nAmazon said in a filing last month opposing the FTC's request to push the trial back to July 2025.\n\nThe lawsuit is among several federal and state government actions challenging Amazon's business practices.\n\nThe FTC last year accused Amazon in an antitrust lawsuit of abusing its market power, in part by curbing the ability of its sellers to offer better prices on other platforms."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Search For ET Intelligence May First Discover Alien AI, Stargazers Say",
            "link": "https://www.forbes.com/sites/kevinholdenplatt/2024/11/29/search-for-et-intelligence-may-first-discover-alien-ai-stargazers-say/",
            "description": "Astronomers heading the search for extraterrestrial intelligence predict their quest might first spark an encounter with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kH72Hg3FqGJwTjdKCb9yLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Separate Species of Human Ancestors Left Footprints at Same Spot on Same Day 1.5Mil Years Ago – ‘Really Huge’",
            "link": "https://www.goodnewsnetwork.org/2-species-of-human-ancestors-left-footprints-at-same-spot-1-5mil-years-ago/",
            "description": "Footprints from 1.5mil years ago made by two different species of human ancestors were made within hours on the same spot—a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZQAQLS3TddCQwaVgW648Ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "GoodNewsNetwork3h",
            "source": "GoodNewsNetwork",
            "article_content": "Footprints dating back 1.5 million years made by two different species of human ancestors have been found at the same spot—a fossil first—and the individuals likely passed within an hour from each other.\n\nMore than a million years ago, on a hot savannah teeming with wildlife near the shore of what would someday become Lake Turkana in Kenya, two completely different species of hominins may have passed each other as they scavenged for food.\n\nScientists know this because they have examined 1.5-million-year-old fossils unearthed here and have concluded they represent the first example of two sets of hominin footprints made about the same time on an ancient lake shore.\n\nThe discovery will provide more insight into human evolution and how species cooperated and competed with one another, said scientists who explained that “hominin” is a newer term that describes a subdivision of the larger category known as hominids. Hominins includes all organisms, extinct and alive, considered to be within the human lineage that emerged after the split from the ancestors of the great apes, believed to have occurred about 6 million to 7 million years ago.\n\nThe study, published Thursday in the journal Science, offers hard proof that different hominin species lived contemporaneously in time and space, overlapping as they evaded predators and weathered the challenges of safely securing food in the ancient African landscape. Making the footprints were the two most common human species of the Pleistocene Epoch—Homo erectus and Paranthropus boisei, the researchers said.\n\n“Their presence on the same surface, made closely together in time, places the two species at the lake margin, using the same habitat,” said Rutgers University Professor Craig Feibel, an author of the study.\n\nFeibel, who has conducted research since 1981 in that area of northern Kenya, a rich fossil site, applied his expertise in stratigraphy and dating to demonstrate the geological antiquity of the fossils at 1.5 million years ago. He also interpreted the depositional setting of the footprint surface, narrowing down the passage of the track makers to a few hours, and showing they were formed at the very spot of soft sediments where they were found.\n\nIf the hominins didn’t cross paths, they traversed the shore within hours of each other, Feibel said.\n\n“Fossil footprints are exciting because they provide vivid snapshots that bring our fossil relatives to life,” said Kevin Hatala, the study’s first author, and an associate professor of biology at Chatham University in Pittsburgh, Pennsylvania.\n\nAMAZING: Fossil of Neanderthal Child with Down’s Syndrome Hints at Early Humans’ Compassion\n\nProf. Hatala has been investigating hominin footprints since 2012, and says they reveal how living individuals, millions of years ago, were moving around their environments and potentially interacting with each other, or even with other animals.\n\n“That’s something that we can’t really get from bones or stone tools.”\n\nWhile skeletal fossils have long provided the primary evidence for studying human evolution, new data from fossil footprints are revealing fascinating details about the evolution of human anatomy and locomotion, and giving further clues about ancient human behaviors and environments.\n\nAn expert in foot anatomy, Hatala found the prints reflected different patterns of anatomy and locomotion. He and several co-authors distinguished one set of footprints from another using new methods they recently developed to enable them to conduct a 3D analysis.\n\n“In biological anthropology, we’re always interested in finding new ways to extract behavior from the fossil record, and this is a great example,” said Rebecca Ferrell, a program director at the National Science Foundation who helped fund this portion of the research. “The team used cutting-edge 3D imaging technologies to create an entirely new way to look at footprints, which helps us understand human evolution and the roles of cooperation and competition in shaping our evolutionary journey.”\n\nCHECK OUT: Prehistoric ‘Axe Factory’ Found in Britain Triggers Search for More Artifacts\n\nMs. Feibel described the discovery as “a bit of serendipity” for researchers in 2021 organized by Louise Leakey, a third-generation paleontologist.\n\nFeibel noted it had long been hypothesized that these two human species coexisted. According to fossil records, Homo erectus, a direct ancestor of humans, persisted for 1 million years more. Paranthropus boisei, however, went extinct within the next few hundred thousand years (but scientists don’t know why).\n\nBoth species possessed upright postures, bipedalism, and were highly agile. Little is yet known about how these coexisting species interacted, both culturally and reproductively.\n\nDID YOU KNOW? Humble Stick Reveals Wealth of Information About Extinct Heidelberg Hominids as Hunters and Craftsmen\n\nThe footprints are significant, Feibel said, because they fall into the category of “trace fossils”, which cannot be moved—not part of an organism, but offering important evidence of behavior.\n\n“This proves beyond any question that not only one, but two different hominins were walking on the same surface, literally within hours of each other,” Feibel said. “The idea that they lived contemporaneously may not be a surprise. But this is the first time demonstrating it. I think that’s really huge.”\n\nSHARE THE AMAZING SCIENCE With Paleo-Lovers on Social Media…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of fossilized footprints reveals the moment two ancient human species crossed paths",
            "link": "https://www.msn.com/en-us/science/zoology/discovery-of-fossilized-footprints-reveals-the-moment-two-ancient-human-species-crossed-paths/ar-AA1uWajq?ocid=BingNewsVerp",
            "description": "A stunning discovery of fossilized footprints pressed into soft mud preserved the unexpected and extraordinary moment, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lObEJAHCzdOfulHnYKZMBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "18hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best 4 Crypto Coins to Buy in 2024: Shiba Inu, Pepe Coin, Dogecoin & BlockDAG — What Makes Them Top Options For Every Portfolio?",
            "link": "https://financefeeds.com/best-4-crypto-coins-to-buy-in-2024-shiba-inu-pepe-coin-dogecoin-blockdag-what-makes-them-top-options-for-every-portfolio/",
            "description": "The market identifies BlockDAG as the best crypto coin to buy in 2024 for its solid growth potential that crypto enthusiasts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zWlMP4NwzEx1FgFqdLqYmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "financefeeds2h",
            "source": "financefeeds",
            "article_content": "Discover the best crypto coins to buy in 2024: Shiba Inu, Dogecoin, Pepe Coin, and BlockDAG. Explore their innovative ecosystems and the ROI potential.\n\nCrypto enthusiasts are always looking for assets with solid potential, and 2024 is ending as arguably one of the biggest years for the crypto market. With various crypto networks showing unique architecture and growth potential, it’s a great time to explore the best crypto coins to buy in 2024.\n\nWhat matters the most for crypto freaks is the long-term growth potential and the maximum returns the crypto projects offer. Among the various options, Shiba Inu (SHIB), Pepe Coin (PEPE), Dogecoin (DOGE), and BlockDAG (BDAG) are showing great potential, with analysts naming them the among the best crypto coins to buy in 2024.\n\nLet’s look at these standout coins to see what makes them the best crypto coins to buy in 2024.\n\n1. BlockDAG Sets New Benchmarks with $152M Presale\n\nThe BlockDAG (BDAG) presale has charted an impressive growth trajectory, with the coin value surging from an initial price of $0.001 in Batch 1 to $0.0234 in Batch 2026 — showing a 2240% increase. This upward movement marks BlockDAG’s strength and appeal in the crypto market.\n\nThe presale has raised $152 million from selling over 16.6 billion coins — a clear indicator of the massive interest among crypto enthusiasts. Such milestones highlight the network’s momentum, which has led analysts to predict 30,000x ROI, making BlockDAG top the list of best crypto coins to buy in 2024.\n\nAt the core of this success lies BlockDAG’s commendable architecture, which addresses the blockchain trilemma of security, scalability, and decentralization. Unlike traditional blockchain systems that struggle to balance these aspects, BlockDAG seamlessly integrates Directed Acyclic Graphs (DAGs) features with blockchain security protocols. This hybrid model ensures high scalability and rapid transaction speeds without compromising on security.\n\nBlockDAG’s ecosystem is equally transformative. Its low-code/no-code platform empowers users to create meme coins and NFTs effortlessly, challenging Solana’s dominance in meme coin development. With pre-built templates and streamlined deployment tools, BlockDAG could soon become the preferred hub for memecoin development.\n\n2. Shiba Inu’s Recent 40% Surge Leads to Bullish Momentum\n\nShiba Inu has experienced a 40% monthly increase, trading around $0.0000254. This surge is attributed to a 5,000% spike in its burn rate, eliminating nearly 60 million tokens in 24 hours, thereby reducing supply and potentially increasing value. Additionally, SHIB’s exchange-held supply has reached a three-year low, indicating a shift towards self-custody and decreased immediate selling pressure.\n\nThe Shibarium layer-2 scaling solution has also achieved significant milestones, processing over 500 million transactions and surpassing 8 million total blocks, enhancing the ecosystem’s scalability and efficiency. Analysts predict a potential 50% rally if SHIB surpasses $0.00002800, with some forecasting a surge up to $0.00022.\n\n3. PEPE Coin Rebounds After 27% Decline From Peak\n\nPepe Coin has declined over 27% from its annual peak, currently trading at $0.0000187 with a market cap exceeding $7.8 billion. Recent data indicates a 1.46% reduction in PEPE holdings on exchanges, now at 239.84 trillion tokens, suggesting increased long-term holding by investors.\n\nThis trend could decrease selling pressure, potentially driving prices higher. Additionally, significant whale activity has been observed, with a notable transaction involving the purchase of 1.01 trillion PEPE tokens worth approximately $19 million. Such large-scale acquisitions reflect growing confidence among substantial investors, which may further strengthen PEPE’s price.\n\n4. Dogecoin Tests Key Resistance with $20 Potential\n\nDogecoin has achieved a year-to-date gain exceeding 400%, currently trading at $0.404, which is 45% below its 2021 all-time high of $0.7316. Crypto analysts note that DOGE is testing a critical resistance level at $0.40; a sustained break above this could propel the price to $0.43, while failure may lead to a decline to $0.36 or $0.34.\n\nPositive developments, such as the U.S. government’s establishment of the Department of Government Efficiency (DOGE) and the launch of Valour’s Dogecoin exchange-traded product in Sweden, have strengthened investor confidence. Predictions show a potential long-term surge to $20, citing DOGE’s consistent wave patterns.\n\nThe Ultimate Best Crypto of 2024: Which One Wins the Title?\n\nThe market identifies BlockDAG as the best crypto coin to buy in 2024 for its solid growth potential that crypto enthusiasts eagerly seek. Its presale success, raising $152 million, and the 2240% surge from its initial batch price highlight its appeal in the competitive market.\n\nWith an innovative hybrid architecture seamlessly integrating scalability, security, and decentralization, BlockDAG is emerging as the ultimate hub for meme coin and NFT development, challenging established networks in the crypto space.\n\nThe broader cryptocurrency market mirrors this enthusiasm, with Shiba Inu’s 40% monthly rise, Pepe Coin’s increasing investor confidence, and Dogecoin’s steady resistance levels showcasing promising trends. Yet, BlockDAG’s unparalleled growth trajectory places it ahead of the pack.\n\nThe subject matter and the content of this article are solely the views of the author. FinanceFeeds does not bear any legal responsibility for the content of this article and they do not reflect the viewpoint of FinanceFeeds or its editorial staff.\n\nThe information on this page does not constitute advice or a recommendation on any course of action and does not take into account your personal circumstances, financial situation, or individual needs. We strongly recommend you seek independent professional advice or conduct your own independent research before acting upon any information contained herein."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crypto Prices Pumping: XRP Up 14%, Bonk and Pepe Unchained Also Rising",
            "link": "https://www.cryptopolitan.com/crypto-prices-pumping-xrp-up-14-bonk-and-pepe-unchained-also-rising/",
            "description": "The altcoin market is thriving today, and XRP, Bonk, and Pepe Unchained are three of the tokens displaying the most strength.",
            "image_url": "https://www.bing.com/th?id=OVFT.sLiangfL5Ud3IDFeXLF7Qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "cryptopolitan3h",
            "source": "cryptopolitan",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Easy Steps To Make Your Startup Attractive To Top Talent",
            "link": "https://www.forbes.com/sites/abdoriani/2024/11/30/5-easy-steps-to-make-your-startup-attractive-to-top-talent/",
            "description": "For startups, attracting top talent is essential to growth and success. Here are five actionable steps to make your startup ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B_NAePo50xIu2rmpr0Kf1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Startup Mocked for Charging $5,000 to \"Edit\" Book Manuscripts Using AI",
            "link": "https://www.msn.com/en-us/money/technology/startup-mocked-for-charging-5000-to-edit-book-manuscripts-using-ai/ar-AA1v1NPf?ocid=BingNewsVerp",
            "description": "Booked and Busy The startup company Spines apparently wants to publish 8,000 books in 2025 by using AI. There are several ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jz_VFa0xwWJeqg2ta40Oni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "Futurism on MSN7h",
            "source": "Futurism on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trend Micro review: strong antivirus protection that’s affordable",
            "link": "https://www.digitaltrends.com/computing/trend-micro-review/",
            "description": "I reviewed Trend Micro's antivirus software with new AI antivirus protection to check if this low-cost cybersecurity suite ...",
            "image_url": "https://www.bing.com/th?id=OVF.Iy8UMgrSHbHpobSdJ%2fXmAw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "23h",
            "source": "Digital Trends",
            "article_content": "Trend Micro Premium Security Suite MSRP $149.95 Score Details “Trend Micro antivirus has a great track record of defending against online threats and offers several affordable price tiers.” Pros Near perfect protection for 11 years\n\nQuick and helpful 24/7 support\n\nAffordable multidevice plans\n\nReasonable renewal cost Cons Free app lacks real-time protection\n\nTable of Contents Table of Contents Tiers and pricing Design Features Support Privacy and security Is Trend Micro right for you?\n\nHackers are learning new tricks so Trend Micro recently updated its antivirus packages with new features like AI app safeguards and browser notification scam protection. I tested the latest version to find out how it compares to the best antivirus software on the market.\n\nRecommended Videos\n\nI researched Trend Micro’s pricing, noting the features and coverage for each. Next, I reviewed its flagship Premium Security Suite, testing app usability, malware protection ratings, customer service, and more to help you decide whether it’s the best solution for you.\n\nTiers and pricing\n\nTrend Micro has several price tiers, starting at $15 per year for the basic Antivirus+ subscription for one device. That’s even more affordable than the least expensive Avast antivirus plan. It can scan for malware on your computer, block website threats, and alert you to scams.\n\nYou probably own more than one device, so a more expensive plan like the $35 Internet Security plan that covers three devices makes more sense. For $4 more annually, you can install Trend Micro Maximum Security on five computers and mobile devices.\n\nThe top tier is Trend Micro’s Premium Security Suite. For $45 annually, it protects up to 10 devices. You get a VPN, $1 million in identity theft insurance, and 24/7 support.\n\nTrend Micro offers free 30-day trials of all four cybersecurity subscriptions, so you can ensure it suits your needs before committing.\n\nTrend Micro also offers HouseCall, a free virus scanner that checks if your computer is infected and clears active malware. However, it’s not as effective as a full antivirus since it can’t prevent malware until it’s installed, potentially harvesting data and damaging your system.\n\nAVG offers a better free antivirus solution, offering real-time protection as well as malware cleanup for one device\n\nDesign\n\nWindows installation was quick and the app displayed a QR code to direct me to the iOS App Store or Play Store to get the mobile app and prompted me to install a Trend Micro browser extension.\n\nSwitching back to the app, I was greeted with a green checkmark showing I was protected from malware. I used the large green scan button to complete a quick scan to verify my computer wasn’t infected.\n\nTrend Micro’s dashboard is cleaner and friendlier than most antivirus apps. Above the central scan button, four tabs let me see device options like scheduled virus scans and PC health reviews, privacy checking, data protection, and parental controls.\n\nThe help and account menus are easy to access at the top right, and a gear to the right of the scan button lets me dig deeper into settings to fine-tune how the app works.\n\nFeatures\n\nThe most important part of antivirus software is how well it identifies threats and blocks them before personal data is at risk. I was impressed by Trend Micro’s near-perfect track record in ongoing evaluations by independent cybersecurity lab AV-Test.\n\nTrend Micro antivirus earned six out of six in 59 of 69 test periods spanning 11 years. Zero-day attacks accounted for the 10 misses, which isn’t a surprise since those are the hardest to block since there’s no advance warning of the threat.\n\nAV-Test doesn’t judge harshly for vulnerabilities of this type and Trend Micro received 5.5-star ratings on those occasions. Trend Micro’s track record is almost as good as leading antivirus solutions like Norton and Bitdefender.\n\nI spot-checked Trend Micro Premium Security Suite by visiting Wicar.org, a malware test website. With my normal browser security disabled, I ran every test. Trend Micro’s browser extension blocked all 13 malware downloads and browser hacks.\n\nSatisfied I was safe from viruses, I moved on to the other features. Trend Micro Premium Security Suite includes a premium VPN. I tried a server in the U.K. and the BBC’s iPlayer thought I was a local.\n\nWhen antivirus software includes a VPN, it’s rarely fast enough for the best quality streaming, but Trend Micro’s VPN was quite fast, reaching a download speed of 343Mbps overseas. That’s as fast as the best dedicated streaming VPNs.\n\nTrend Micro says its AI app protection feature prevents tampering with AI models. Another new feature identifies and blocks malicious browser notifications.\n\nOverall, Trend Micro Premium Security Suite is a very complete solution for privacy and security concerns, preventing viruses, protecting me from existing malware, and blocking a variety of threats.\n\nSupport\n\nTrend Micro offers phone support for all customers and 24/7 live chat support for Premium subscribers. I tried the chat option, and an AI quickly answered with useful information, demonstrating a good understanding of my question about the built-in VPN and providing a link to a support article for more details.\n\nI asked for a human anyway to check the responsiveness. I filled in my name and email address, then a live agent was immediately available to help.\n\nI asked about the difference between quick and full scans and learned the full scan looks for dormant malware as well as active threats. I was pleased with the prompt and helpful replies from both the chatbot and the live agent.\n\nPrivacy and security\n\nTrend Micro is a well-known and trusted name in cybersecurity that’s been protecting consumers from online threats for decades and helping businesses secure LANs before the internet began.\n\nThe terms and conditions indicate the company only uses your data to provide the service you pay for. For example, a Trend Micro privacy notice during installation suggested I shouldn’t use the anti-spam, anti-scam, or password protection features if I wanted to opt out of data collection. These features require access to email contents and login details to provide more thorough protection.\n\nRegarding Trend Micro’s internal security, I found a minor customer data breach in 2019 caused by a rogue employee who sold data from the support database. This affected less than 1% of all Trend Micro customers. Still, any leak of personal data is worth noting.\n\nI haven’t noticed any increase in spam after using Trend Micro Premium Security Suite, and I trust the company to keep my data private.\n\nIs Trend Micro right for you?\n\nTrend Micro offers several tiers of protection, from a well-rated antivirus app for one computer to a full-featured cybersecurity suite that protects all your devices.\n\nFor malware prevention, Trend Micro earned a place among the best antivirus software available. The ease of use, friendly layout, and added features of the Premium Security Suite make it worth the extra investment.\n\nDespite the top protection performance and robust options, it’s one of the least expensive and best values on antivirus software you can find. That said, there are often significant savings available from competitors, so check out the best deals on antivirus software if you’re looking for a bargain."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lenovo IdeaPad 5x 2-in-1 review: almost a budget Copilot+ PC",
            "link": "https://www.digitaltrends.com/computing/lenovo-ideapad-5x-2-in-1-review/",
            "description": "The Lenovo IdeaPad 5x 2-in-1 is an affordable laptop with solid performance, great battery life, and a dynamic if low-resolution OLED display.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "4h",
            "source": "Digital Trends",
            "article_content": "Lenovo IdeaPad 5x 2-in-1 MSRP $850.00 Score Details “The Lenovo IdeaPad 5x 2-in-1 has an OLED display mated with great battery life.” Pros Good performance\n\nGreat battery life\n\nColorful OLED display\n\nBuild quality is solid\n\nAttractive price Cons Not the sharpest display\n\nMediocre touchpad\n\nTable of Contents Table of Contents Specs and configuration Design Keyboard and touchpad Connectivity and webcam Performance Battery life Display and audio A solid laptop at an attractive price\n\nWhen Microsoft introduced its Copilot+ PC initiative, Qualcomm’s Snapdragon X chipsets were the first to receive Microsoft’s official blessing. They’ve so far proven to be very fast and efficient and give Windows laptops a boost against Apple’s MacBooks. They’re also a bit less expensive than Intel machines, a side benefit that shouldn’t be ignored.\n\nRecommended Videos\n\nThe Lenovo IdeaPad 5x 2-in-1 is a good example. It’s still a midrange machine coming in between $850 and $1,000, so it’s not inexpensive. But you’ll pay a few hundred dollars more for Intel, in many cases. And the IdeaPad 5x is an attractive laptop in some important areas, not the least of which is in its performance and battery life. It might not make our list of the overall best laptops, but it has a number of strong points that make it worth considering, especially for laptops under $1,000.\n\nSpecs and configuration\n\nLenovo IdeaPad 5x 2-in-1 Dimensions 12.32 x 8.94 x 0.69 inches Weight 3.28 pounds Display 14.0-inch 16:10 FHD+ (1920 x 1200) OLED, 60Hz CPU Snapdragon X Plus X1P-42-100 GPU Adreno Memory 16GB LPDDR5X RAM Storage 512TB M.2 NVMe SSD\n\n1TB M.2 NVMe SSD Ports 2 x USB-C 3.2 Gen 2\n\n2 x USB-A 3.2 Gen 1\n\n1 x HDMI 2.1\n\n1 x microSD card reader\n\n1 x 3.5mm audio jack Camera 1080p Wireless Wi-Fi 7 and Bluetooth 5.3 Battery 57 watt-hour Operating system Windows 11 on Arm Price $850+\n\nAs with many of the early Qualcomm laptops, there aren’t a bunch of configuration options with the IdeaPad 5x 2-in-1. The entry-level model is $850 for a Qualcomm Snapdragon X Plus chipset, 16GB of RAM, a 512GB SSD, and a 14-inch FHD+ OLED display (the only option). For $895, you can upgrade to a 1TB SSD. An active pen is a $20 option.\n\nWhen Lenovo originally offered the laptop for review, it was priced at $679. That would be a very attractive price for this laptop, and Lenovo says a sale price like that might show up around the holidays. A list price of $850 is attractive enough, though, when some other Qualcomm laptops list for more.\n\nAn example is the HP OmniBook X at $1,090 with a 14-inch IPS display but a faster Snapdragon X Elite chipset. That machine is currently on sale for $780, though. The Lenovo Yoga Slim 7x starts at $1,080 with OLED and a Snapdragon X Elite. Then there are Intel Lunar Lake laptops to consider, such as the HP OmniBook Ultra Flip 14 that lists for $1,450 with a higher-res 2.8K OLED display and an Intel Core Ultra 5 226V that’s on sale for $1,000.\n\nThe bottom line is that the IdeaPad 5x 2-in-1 is a good value even at full price, and if you manage to grab one on sale, you’re getting a pretty good bargain.\n\nDesign\n\nIt’s rare that I come across a poorly built laptop lately. Granted, I’ve been reviewing mostly midrange or premium laptops where you expect decent builds, but it wasn’t that long ago when even laptops close to $1,000 could suffer some poor quality. The IdeaPad 5x 2-in-1 is constructed of a mix of aluminum and plastic, but it didn’t have any bending, flexing, or twisting in the lid, keyboard deck, or chassis.\n\nIt certainly didn’t feel like a laptop partially made of plastic, and I wouldn’t say the more expensive OmniBook Ultra Flip 14 — an extremely well-made laptop — was all that noticeably better. The MacBook Air 13, which nobody would call poorly made, has a lid that’s more flexible.\n\nThere was also a time when a laptop that was 0.69 inches thick would have been considered very thin. Today, that’s getting into the chunky range, but it’s certainly nothing to complain about. The top and side bezels are small enough, but the bottom chin is pretty big, which isn’t uncommon for 2-in-1s that need a hinge that can switch from clamshell to media, tent, and tablet modes.\n\nIt’s a small enough laptop and it’s fairly light at 3.28 pounds — again, perfectly fine if not a class leader. Interestingly, Acer has borrowed the reverse notch housing the webcam and infrared camera from Lenovo, which compares to Apple’s display notch that’s a lot more divisive.\n\nThere’s not a lot to say about the IdeaPad 5x 2-in-1 in terms of its aesthetics. Many laptops have a certain look today — that is, they’re minimalist without any standout design features or bling. And that’s OK. For many people, a laptop isn’t a fashion statement, and while the HP OmniBook Ultra Flip 14 is notably better looking, who cares? The IdeaPad 5x looks just fine in its single dark gray color way, and unless you really want your laptop to stand out in the coffee shop, you likely won’t really care one way or another.\n\nKeyboard and touchpad\n\nThe IdeaPad 5x has Lenovo’s standard keyboard with its easily-identified sculpted keycaps and good spacing. The switches vary from machine to machine, and these are light and springy. I like the keyboard, and it was comfortable when I typed up this review. I could quibble and say Apple’s Magic Keyboard is better, but this one’s very good nonetheless.\n\nThe touchpad is just OK, though. First, it’s not all that large, with plenty of space on the palm rest for a larger version. And it’s mechanical and not haptic, which is expected at this price. It’s serviceable, but doesn’t stand out compared to much better haptic touchpads on MacBooks and the HP OmniBook Ultra Flip 14.\n\nThe display is touch- and pen-enabled, of course, and my review unit included the active pen. It worked well for writing and drawing on the display, although as usual the 14-inch convertible 2-in-1 isn’t nearly as comfortable for such uses as a thin and light tablet like the iPad Pro.\n\nConnectivity and webcam\n\nThere’s plenty of connectivity, including a good mix of legacy ports. The only problem is that there are no high-speed ports, which is a bit surprising. Other Qualcomm laptops have USB4, but there’s none of that here. There’s a microSD card reader, which is a plus. And wireless connectivity is fully up-to-date.\n\nThe webcam is a 1080p version, which is the new standard. It’s good enough to support the full range of the enhanced version of Microsoft Studio Effects software, and the neural processing unit (NPU) exceeds the 40 tera operations per second (TOPS) requirement Microsoft set for its Copilot+ PC initiative. That means the IdeaPad 5x will support the full range of AI features as they roll out with reasonably fast and efficient on-device performance.\n\nPerformance\n\nThe IdeaPad 5x 2-in-1 uses the slowest Qualcomm Snapdragon X chipset, the Snapdragon X Plus X1P-42-100. It’s an 8-core chipset running at 3.2GHz boosting to 3.4 GHz (single-core) and with a 1.7 TFLOPS Adreno GPU. That’s down from the 12-core Snapdragon X Elite running at 3.4GHz with a boost to 4.0GHz (dual-core) and with a 3.8 TFLOPS or faster GPU.\n\nIt’s up against the 8-core Intel Lunar Lake chipsets that represent Intel’s response to Qualcomm’s more efficient ARM-based chipsets. Of course, running on ARM requires Windows on ARM, which will run some software in emulation that will slow things down, and compatibility issues remain possible.\n\nAs we can see from our comparison group, the Qualcomm chipsets are faster than Intel’s across the board, while AMD’s Ryzen AI 9 chipset is faster still but not at all aimed at efficiency. The Snapdragon X Plus X1P-42-100 may be the slowest chipset in Qualcomm’s stable, but it’s still meaningfully faster than Intel — at least in CPU performance. Its Adreno GPU is considerably slower, though, even given some variation in the Intel Arc 140V integrated graphics. As we can see, even the entry-level discrete GPU in the Asus ProArt PX13 is a lot faster.\n\nWhat this means is that the IdeaPad 5x is plenty fast for even demanding productivity users. It won’t make gamers or creators, who rely on fast GPUs, very happy. And also notably, the MacBook Air M3 is just as fast in its CPU cores while being a lot faster in its GPU cores. The MacBook Air won’t get the M4 chipset until next year, but that will give it another significant boost.\n\nCinebench R24\n\n(single/multi) Geekbench 6\n\n(single/multi) 3DMark\n\nWild Life Extreme Lenovo IdeaPad 5x 2-in-1\n\n(Snapdragon X Plus X1P-42-100 / Adreno) 108 / 663 2418 / 11453 3243 Dell XPS 13 9350\n\n(Core Ultra 7 256V / Intel Arc 140V) 120 / 571 2575 / 10530 4840 Dell XPS 13 9345\n\n(Snapdragon X Elite X1E-80-100 / Adreno) 121 / 921 2805 / 14511 6397 HP OmniBook Ultra Flip 14\n\n(Core Ultra 7 258V / Intel Arc 140V) 116 / 598 2483 / 10725 5866 Asus Zenbook S 14\n\n(Core Ultra 7 258V / Intel Arc 140V) 112 / 452 2738 / 10734 N/A HP OmniBook X\n\n(Snapdragon X Elite X1E-78-100 / Adreno) 101 / 749 2377 / 13490 6165 Asus ProArt PX13\n\n(Ryzen AI 9 HX 370 / RTX 4050) 116 / 897 2710 / 14696 15298 MacBook Air\n\n(M3) 141 / 601 3102 / 12078 8098\n\nBattery life\n\nEven though it’s fast, the Qualcomm’s primary purpose is to offer better efficiency in Windows laptops. That’s Intel’s objective with Lunar Lake, as well. And both platforms succeed, offering up very solid battery life especially when the chipsets aren’t working as hard. The IdeaPad 5x has an OLED display that’s also just FHD+ resolution, which gives it a little more efficiency but awesome quality (see below). The Dell XPS 13 9350 and XPS 13 9345 both had an FHD+ IPS display while the OmniBook Ultra Flip 14 had a 2.8K OLED panel.\n\nThe IdeaPad 5x will easily last a full day of normal work, and even into a second day. Prior to these new chipsets, only Apple Silicon laptops like the MacBook Air M3 could make the same kind of claim. Arguably, the MacBook Air has the longest battery life all around, but there’s no longer nearly as great a delta between Windows and macOS. We’ll have to wait until the M4 chipset hits the MacBook Air in 2025 to see if Apple extends its lead.\n\nWeb browsing Video Cinebench R24 Lenovo IdeaPad 5x 2-in-1\n\n(Snapdragon X Plus X1P-42-100) 13 hours, 22 minutes 20 hours, 36 minutes 2 hours, 12 minutes Dell XPS 13 9350\n\n(Core Ultra 7 256V) 13 hours, 33 minutes 24 hours, 52 minutes 2 hours, 24 minutes Dell XPS 13 9345\n\n(Snapdragon X1E-80-100) 12 hours, 29 minutes 22 hours, 9 minutes 1 hour, 37 minutes HP OmniBook Ultra Flip 14\n\n(Core Ultra 7 258V) 11 hours, 5 minutes 15 hours, 46 minutes 2 hours, 14 minutes HP Omnibook X\n\n(Snapdragon X Elite X1E-78-100) 13 hours, 37 minutes 22 hours, 4 minutes 1 hour, 52 minutes Asus Vivobook S 15\n\n(Snapdragon X Plus) 13 hours, 10 minutes 16 hours, 19 minutes N/A Asus ProArt PX13\n\n(Ryzen AI 9 HX 370) 8 hours, 7 minutes 11 hours, 12 minutes 1 hour, 12 minutes Apple MacBook Air\n\n(Apple M3) 19 hours, 38 minutes 19 hours, 39 minutes 3 hours, 27 minutes\n\nDisplay and audio\n\nI love OLED displays. They just look so much better out of the box than IPS displays, even though that technology has gotten a lot better over the last several years. OLED’s colors are so much brighter and blacks are so much inkier, that even a 14.0-inch FHD+ (1920 x 1200) display that I’d usually dislike as not being sharp enough looks great. That’s what Lenovo put in the IdeaPad 5x 2-in-1, and it was a great choice.\n\nMy colorimeter liked the display. Colors were incredibly wide at 100% of sRGB, 98% of AdobeRGB, and 99% of DCI-P3, and accuracy was great at a Delta-E of 1.34 (less than 1.0 is excellent). Contrast was high at 25,920:1 with the usual near-perfect blacks, and the panel was more than bright enough at 381 nits. I’ve seen many brighter displays, including other OLED panels, but this is still more than bright enough for all but working outside under direct sunlight.\n\nAgain, I do like higher resolution than FHD+ with a 14-inch display, but I doubt that many people will complain. And a lower resolution helps offset OLED for better battery life, which I saw in the battery life results.\n\nAudio is provided by four speakers: two upward-firing and two downward-firing. Sound was very clear, with crip mids and highs and zero distortion. The only problem was the system didn’t get very loud, and bass was pretty faint. It’s not the best nor the worst audio you’ll find on a 14-inch laptop, where Apple’s MacBook Pro 14 is the standout performer.\n\nA solid laptop at an attractive price\n\nAt $850, the IdeaPad 5x 2-in-1 is a great laptop. It has a very good OLED display, so long as you’re OK with the resolution. It’s also quite fast and gets excellent battery life. It’s well-built with an aesthetic that’s kind of boring but certainly isn’t ugly.\n\nI wish it had a haptic touchpad, and it doesn’t have a fast USB4 port. But the best thing is, it’s entirely possible that you’ll be able to grab the IdeaPad 5x at an even greater deal at under $700. At that price, the laptop becomes even more than just an easy recommendation."
        }
    }
]