[
    {
        "title": "Bombshell UFO hearings to take place in Congress as new footage emerges of 'huge' craft near US nuclear weapons base",
        "link": "https://www.msn.com/en-xl/news/other/new-ufo-hearings-to-take-place-in-senate-this-month-after-new-sighting/ar-AA1qCxo0?ocid=BingNewsVerp",
        "description": "The new Senate inquiry comes as many American civilians have reported their own UFO sightings - including a 'huge' UFO just 60 miles from a nuclear-armed US Air Force base ...",
        "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
        "category": "ufo",
        "date": "11hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "UFO Caught On Camera Shuts Down Airport in Tianjin China",
        "link": "https://www.msn.com/en-us/video/travel/ufo-caught-on-camera-shuts-down-airport-in-tianjin-china/vi-AA1qCqnL?ocid=BingNewsVerp",
        "description": "Patrick discusses NEW UFO sighting at China's Tianjin Airport.",
        "image_url": "https://www.bing.com/th?id=OVF.O7OKChm8YEz8%2fgEa2L0xYA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN11h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Truth is out there: Congress to get update on UFOs from Pentagon as Gillibrand presses for data",
        "link": "https://www.msn.com/en-us/news/politics/truth-is-out-there-congress-to-get-update-on-ufos-from-pentagon-as-gillibrand-presses-for-data/ar-AA1qCIuw?ocid=BingNewsVerp",
        "description": "Congress will soon be getting an update from the Pentagon on UFOs, according to New York Sen. Kirsten Gillibrand — who says ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4huB1pME4B402DenOgqRgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "9hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Spanish Files: UFO exhibition in Almeria",
        "link": "https://euroweeklynews.com/2024/09/15/spanish-files-ufo-exhibition-in-almeria/",
        "description": "UFO enthusiasts and conspiracists can now witness the Spanish Files, exploring the history of aliens in Spain. The Andalusian ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lxcr2beJYEGtrFqVCZxOwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Euro Weekly News19h",
        "source": "Euro Weekly News",
        "article_content": "By Harry Sinclair • Published: 15 Sep 2024 • 13:08 • 1 minute read\n\nJose Luis Carrillo gave a guided tour of his Spanish Files exhibition Credit: Centro Andaluz de la Fotografia\n\nUFO enthusiasts and conspiracists can now witness the Spanish Files, exploring the history of aliens in Spain.\n\nThe Andalusian Centre for Photography (CAF), part of the Ministry of Culture and Sport, is hosting the exhibition Spanish Files by photographer Jose Luis Carrillo, running until November 24.\n\nThe exhibition delves into the UFO phenomenon in Spain during the 1970s and 80s, a time when sightings and close encounters were widely reported across the country by people from all walks of life.\n\nCarrillo’s exhibition captures this era, focusing on the people whose lives were impacted by these mysterious events.\n\nIt showcases the rise of ufology in Spain, where journalists, researchers, and enthusiasts formed associations and investigated sightings, driven by the belief that “we are being visited by beings from other worlds.”\n\nOne of the exhibition’s highlights is its focus not on the UFOs themselves but on the witnesses and researchers who devoted their lives to understanding the phenomenon.\n\n“Because, perhaps, only perhaps, the elusive flying saucers were always piloted by souls, yes, but very human souls,” as the exhibition catalogue states\n\nThe CAF director, Juan Maria Rodriguez, describes it as a reflection on how flying saucers became a part of the collective imagination and popular culture in Spain.\n\nThe director defined the exhibition, stating the “Spanish Files combines contemporary photography with a reinterpretation of archives to understand how flying saucers became a new mythology in the collective imagination.”\n\nJuan Maria Rodriguez also spoke on the importance of photography, saying “Photography has always oscillated between the imprint of reality and the dream of phantasmagoria, and in the 70s there was nothing more fantastic than the optical illusion of seeing an extraterrestrial UFO.”\n\nTo complement the exhibition, the CAF hosted several activities, including a guided tour and a roundtable discussion titled ‘UFOs in Almería in the 70s’, held with Carrillo, Pablo Vergel from the University of Alicante, and Emilio Asensio, head of the Avance association, who studied UFO sightings in Almeria during that time.\n\nFor much of the 20th century, the UFO phenomenon captivated Spain, inspiring countless books, films, and media coverage. Spanish Files offers a unique look into this fascinating chapter of Spanish history.\n\nFor more local news and events in the Almeria province click here."
    },
    {
        "title": "Taylor Swift Shows Her Team Spirit in Vintage Kansas City Chiefs T-Shirt Dress for Football Match Versus Cincinnati Bengals",
        "link": "https://www.yahoo.com/entertainment/taylor-swift-shows-her-team-212955243.html",
        "description": "Swift attended her second game of the season following her seven wins at the MTV Video Music Awards on Wednesday.",
        "image_url": "https://www.bing.com/th?id=OVFT.5vHVbhk0ruBtmMeTpUMkdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "Yahoo",
        "article_content": "If you purchase an independently reviewed product or service through a link on our website, WWD may receive an affiliate commission.\n\nTaylor Swift put a feminine spin on sportswear while attending a Kansas City Chiefs football game on Sunday. The singer’s boyfriend, Travis Kelce, participated in a game against the Cincinnati Bengals.\n\nMore from WWD\n\nSwift wore a vintage Chiefs jersey t-shirt as a dress, pairing it with patent leather thigh-high boots by Giuseppe Zanotti and a plush monogrammed Louis Vuitton Coussin handbag. Nodding to the team’s colors of red, black and gold, Swift added on gold chain necklaces by Vitaly and Melinda Maria. The singer completed her look with her signature red lip, wearing her blond tresses in a half-updo tied with a bow.\n\nTaylor Swift at a football game between the Cincinnati Bengals and Kansas City Chiefs on Sept. 15 in Kansas City, Missouri.\n\nAt the MTV Video Music Awards on Wednesday, Swift sported two separate looks. On the red carpet, she donned a tartan Dior look featuring a corset top and black velvet shorts, accessorizing with fingerless elbow-length leather gloves and matching Stuart Weitzman boots. She later changed into a Monse minidress embroidered with a whimsical UFO print, fittingly evocative of the award show’s signature Moonman statuette.\n\nDuring the ceremony, Swift took home seven awards, including Video of the Year, Best Collaboration and Song of Summer for her track “Fortnight” featuring Post Malone.\n\nTaylor Swift at a football game between the Cincinnati Bengals and Kansas City Chiefs on Sept. 15 in Kansas City, Missouri.\n\nSwift’s longtime stylist, Joseph Cassell Falconer, dressed her for the occasion. Falconer, who’s worked with the singer for over a decade, also curated her “Eras Tour” wardrobe.\n\n“There is a very clear reason why Post Malone is everyone’s favorite person to collaborate with,” Swift said of the singer in her acceptance speech for the Song of Summer award. “That’s because you are so ridiculously talented, so versatile…so unfailingly polite. It has taken forever to get him to stop calling me ma’am.”\n\nOn Tuesday, Swift announced her endorsement for Vice President Kamala Harris in the 2024 presidential race, describing her as a “steady-handed, gifted leader” who can lead with “calm, not chaos.”\n\n“I will be casting my vote for Kamala Harris and Tim Walz in the 2024 presidential election,” she wrote on Instagram. “I’m voting for Kamala Harris because she fights for the rights and causes I believe need a warrior to champion them….I was so heartened and impressed by her selection of running mate Tim Walz, who has been standing up for LGBTQ+ rights, IVF and a woman’s right to her own body for decades.”\n\nTaylor Swift at a football game between the Cincinnati Bengals and Kansas City Chiefs on Sept. 15 in Kansas City, Missouri.\n\nTaylor Swift Wears Vintage Chiefs T-Shirt at Bengals Football Match\n\nGiuseppe Zanotte Frannie Boots\n\nBuy Now at farfetch $966\n\nView Gallery\n\nLaunch Gallery: Taylor Swift's 'The Eras Tour' Outfits: See All the Looks\n\nBest of WWD\n\nSign up for WWD's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."
    },
    {
        "title": "Got Rizz? Co-founder of new dating app on using AI as your matchmaking wingman",
        "link": "https://richmond.com/life-entertainment/nation-world/technology/technology-tech-dating-romance-apps-artificial-intelligence/article_ef26b468-7b28-50f3-a430-95558e317988.html",
        "description": "The AI dating assistant app analyzes screenshots of conversations you're having on other platforms and crafts reply ...",
        "image_url": "https://www.bing.com/th?id=OVF.Pi2tLTfd4qkPC%2bvChs7WZg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Richmond12h",
        "source": "Richmond",
        "article_content": "NEW YORK — Can artificial intelligence be an effective wingman?\n\nRoman Khaves, co-founder and CEO of Rizz, thinks so. The AI dating assistant app analyzes screenshots of conversations you're having on other platforms — from Tinder to iMessage — and crafts reply suggestions.\n\nRizz amassed millions of downloads since launching in 2022, with more and more competition also emerging into the dating scene since.\n\nKhaves recently spoke with The Associated Press about the demand for this kind of platform, how AI is being used to find in-person connections, and what guardrails are needed to bring AI technology into such an intimate part of our lives.\n\nThe interview was edited for clarity and length.\n\nQ: How does Rizz work?\n\nA: Rizz is an AI dating assistant. If you're stuck in a conversation or you don't know how to open up on a dating app, you can pull out Rizz and upload a screenshot of a particular profile or conversation that you're having trouble with on that other platform. It will give you tons of suggested replies — and also a strategy on how you could start the conversation or respond to certain things.\n\nThe more you use Rizz, the more it understands what type of replies you like. That trains the model to improve over time.\n\nQ: Why launch this kind of app?\n\nA: Three years ago, I personally found myself stuck in the middle of dating app conversations. Sometimes, I would take a screenshot to send to some of my friends and say, \"Hey, what do I say next?\" We knew there had to be a better way.\n\nThe moment ChatGPT hit the scene, that's when we launched Rizz. We integrated the API technology with our product to make it possible.\n\nWe saw immediate traction. We've had over 7.5 million downloads to date, growing about 30% month over month, since launching in 2022. There's clear demand for this type of product.\n\nQ: Who are your biggest competitors?\n\nA: I'd say at least 40% of our screenshots and conversations come from messaging apps like iMessage and Instagram.\n\nWe get a lot of Instagram, which I would argue is the biggest dating app in the world today — and Instagram recently added an AI feature that can give you different variations of how to rephrase a message, like more funny or witty suggestions. So, for now, Instagram is a huge competitor.\n\nTinder also suggested openers. It's still very different than what we do — we take it a step further and we give users a strategy — but I think those are the biggest competitors, as well as ChatGPT. There's many similar apps now and new ones emerging every single day.\n\nQ: What would you say to folks who may be concerned about bringing AI into their dating life? Where do there need to be guardrails?\n\nA: We're not trying to replace human connection. We're just trying to help people get to the date in the first place — because it is hard out there. A lot of people don't even know how to start conversations online, and I think AI is helping boost that confidence.\n\nStill, privacy and control is critical in this new world of AI. We could have built Rizz very differently. We could have made it so that Rizz would respond automatically or connect to the dating apps — but we don't do any of that. All users are in control of exactly what gets sent out to their match. And we are going to continue building with these priorities in mind.\n\nQ: What's next for AI and dating?\n\nA: A lot of the big dating companies are thinking about how to leverage AI in order to enhance human connection in this space today. That's also what we set out to do, and are still improving on.\n\nRizz is currently built to help you get off dating apps as quickly as possible. Next, we might want to help you beyond the first date, perhaps with future date ideas or something like birthday gift ideas. It's really about supporting the user throughout their journey."
    },
    {
        "title": "Top Applications of Prompt AI in AI Model Training",
        "link": "https://www.analyticsinsight.net/artificial-intelligence/top-applications-of-prompt-ai-in-ai-model-training",
        "description": "With the emergence of artificial intelligence (AI), prompt-based AI is becoming more and more popular as a potent instrument ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QiCkH-0dyFfwyODNlbdH2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight1h",
        "source": "Analytics Insight",
        "article_content": "1. Microsoft’s Enhanced AI Performance\n\nPrompt engineering enhances AI’s ability to provide concise answers to users’ queries by utilizing extensive datasets. Microsoft leverages prompt engineering to fine-tune AI models while optimizing their ability to generate accurate responses, relevant to the context. It involves crafting comprehensive prompts that can guide AI’s language and reasoning capabilities. By constantly following users’ feedback and customizing prompts, Microsoft always tries to improve the overall performance and utilization of AI-driven applications.\n\n2. Thomson Reuter’s Streamlined Data Extraction\n\nPrompt engineering plays a pivotal role in extracting structured information from unstructured text and information while refining data analysis processes. Thomson Reuters deploys prompt engineering in legal research tools to extract relevant case law from legal document databases. It speeds up the research process for legal professionals.\n\n3. OpenAI’s Text Generation Advancements\n\nPrompt engineering in AI applications enhances marketing content, product descriptions, and creative writing. It saves time and resources while giving high-quality outputs. OpenAI utilizes prompt engineering in GPT-4 models to support companies like Copy.ai in creating compelling copy and blogs. This type of technical format enables businesses to quickly generate text while reducing the need for manual writing and editing.\n\n4. GitHub’s Enhanced Code Generation\n\nPrompt engineering assists developers by providing code snippets and solutions based on prompts. It employs prompt engineering in the Copilot tool, powered by OpenAI. It fastens code development by suggesting relevant code snippets and functions while improving coding efficiency and productivity for software developers.\n\n5. Google’s Accurate Translation\n\nPrompt engineering helps in translating text across multiple languages with accuracy and efficiency. It enables AI to interpret and generate translations based on prompts. Google implements prompt engineering in the Google Translate application for comprehensive translations. It allows seamless communication for millions of users worldwide while initiating cross-cultural interactions and business operations."
    },
    {
        "title": "Forte AI launches revolutionary App to search lob worldwide",
        "link": "https://www.app.com.pk/national/forte-ai-launches-revolutionary-app-to-search-lob-worldwide-2/",
        "description": "Finland's renowned IT company, Forte AI, has developed a revolutionary App powered by artificial intelligence (AI) designed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sYIPCOoyTBB1zA9yEP2ZFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "Associated Press of Pakistan",
        "article_content": "Content not available"
    },
    {
        "title": "DryMerge promises to connect apps that normally don’t talk to each other — and when it works, it’s great",
        "link": "https://www.msn.com/en-us/news/technology/drymerge-promises-to-connect-apps-that-normally-don-t-talk-to-each-other-and-when-it-works-it-s-great/ar-AA1qCm1Y?ocid=BingNewsVerp",
        "description": "DryMerge, a Y Combinator-backed startup, is building a platform that taps AI to generate automation workflows across ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DkRFDOsE08zhk5FrnVLOlS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "If Google wants to fill our phones with AI, it needs to give Pixels more storage",
        "link": "https://www.msn.com/en-us/news/technology/if-google-wants-to-fill-our-phones-with-ai-it-needs-to-give-pixels-more-storage/ar-AA1qD21g?ocid=BingNewsVerp",
        "description": "Google has some level of self-awareness about how it markets Pixels as AI devices. That's why new ones are bundled with free ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KvzuQWK5eSBBNadkaS4yry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18hon MSN",
        "source": "Android Police on MSN",
        "article_content": ""
    },
    {
        "title": "The 30 best paranormal movies, ranked",
        "link": "https://ew.com/best-paranormal-movies-ranked-8712613",
        "description": "From recent show-stoppers like A24's 'Talk to Me' to international cult classics like 'Hausu', here is Entertainment Weekly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AItBrGSk4YAqLHvSI7TTNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "15h",
        "source": "Entertainment Weekly",
        "article_content": "To keep the ghosts at bay, read on for Entertainment Weekly’s list of the 30 best paranormal movies, ranked.\n\nParanormal movies mainly preside in the horror and thriller genres, but there are a few comedic or dramatic exceptions. Almost all of them offer audiences an indelible glimpse of the supernatural that real life, for better or worse, doesn’t afford us. There’s nothing like that implacable tingle, that crawling dread, of films like these.\n\nOne has to wonder how ghosts and ghouls have time to haunt us when they’re so preoccupied acting in paranormal movies. Certainly, the genre lets us live vicariously through (often ill-fated) characters who either summon or accidentally encounter some of the other side’s residents.\n\n30. Paranormal Activity (2007) Everett Collection Oren Peli’s genre-defining found footage thriller stars Katie Featherston and Micah Sloat as a couple who believes their suburban home might be beset by malevolent forces of some kind. With the help of a handy digital camera, the pair set out to find the source of the nightly disturbances. The Paranormal Activity franchise has gone so far down the rabbit hole that it’s easy to forget its ultra-simple, stripped-back roots. Peli structures his picture in the seamless style of old-school horror-thrillers, first by establishing the characters and then spinning scares from their relationship that further exacerbate the bumps in the night. Where to watch Paranormal Activity: Max\n\n29. Session 9 (2001) Everett Brad Anderson’s skin-crawling ghost story follows a group of sanitation workers (led by David Caruso and Josh Lucas) who encounter some creepy goings-on, and even spookier recordings of therapy sessions, when they’re sent to clean out a disused mental asylum. Journeyman director Anderson outdid himself with this rollicking yet understated horror-fest, which executes its finest scares without using much more than its ingeniously unsettling sound design. Where to watch Session 9: Amazon Prime Video (to rent)\n\n28. The Frighteners (1996) Everett Peter Jackson’s jolly horror-comedy finds an architect turned exorcist (Michael J. Fox), who’s able to communicate with departed spirits, trying to solve the mounting body count in his idyllic small town while romancing the widow (Trini Alvarado) of one of the victims. Nobody does their respective jobs as well as Jackson and Fox do theirs, and to see these two working together is almost too much goodness to behold. The Frighteners is just as goofy and splattery as you want a Jackson genre picture to be, anchored in a solid mystery and Fox’s preternatural ability to command the screen. Where to watch The Frighteners: Tubi\n\n27. Insidious (2010) Everett Collection Josh and Renai Lambert (Patrick Wilson and Rose Byrne) move their family to what should be an idyllic suburban home; but when one of their children falls ill, the Lamberts uncover a much darker reason behind his ailment. James Wan’s haunted house picture essentially birthed Blumhouse’s brand of inexpensive, wildly lucrative horror. In the same vein of Paranormal Activity, Wan’s film launched a sprawling franchise with a simple, effective formula that packed an additional wallop for having been absent from cinemas for some time by the 2010s. Where to watch Insidious: Peacock\n\n26. It Follows (2014) Everett David Robert Mitchell’s astonishing paranormal picture has spawned a litany of imitators, none of which match It Follows’ distinctive mix of mood, high-concept plotting, and propulsive fear. Jay (Maika Monroe) has sex with her boyfriend Hugh (Jake Weary) only to discover he’s passed along a fatal curse that she can only shake by sleeping with another person. And so it begins its shape-shifting pursuit — slow, deliberate, agonizingly persistent. Mitchell conjures a maddening sense of dread out of the simplest techniques; once we’ve seen the entity walking toward Jay, every person casually moving in the background feels like a threat. Of course, It Follows is as much about growing up as it is about fear and sex — or, rather, it’s about what’s scary about growing up, the dying of the youthful presumption of safety, protection, and immortality. Where to watch It Follows: Netflix\n\n25. The Amityville Horror (1979) Everett Collection This classic haunted house tale tells the unfortunate “true” story of George and Kathy Lutz (James Brolin and Margot Kidder), who buy a rambling house on Long Island only to discover its murderous past and supernatural inhabitants. A tremendously effective horror story that takes its time to eke out substantial frights, Stuart Rosenberg’s completely over-the-top vision of yuppie-dom gone awry kicked off one of Hollywood’s most dubious franchises. Though a few of the sequels have their merits, Amityville in Space and Amityville Karen remain for completists only. Where to watch The Amityville Horror: Max\n\n24. Sinister (2012) Phil Caruso/Summit Entertainment Scott Derrickson’s brilliant found footage-cum-haunted house tale stars Ethan Hawke as a morally murky true crime journalist who moves with his wife (Juliet Rylance) and kids into the home where a brutal family murder took place, the inspiration for his latest book. Things go badly, and only get worse when Hawke finds a box of 16mm snuff films in the attic. Derrickson is a woefully underrated horror director, and Sinister is his crowning achievement. The gory recordings are photographed in a surrealistic, utterly chilling manner, and, set to Christopher Young’s masterful industrial score, they carry an uncommon power. Where to watch Sinister: Max\n\n23. Child’s Play (1988) United Artists/Everett Tom Holland’s franchise kick-off finds the soul of serial killer Charles Lee Ray (Brad Dourif) transferred into a cherubic Good Guys doll named Chucky. When the toy makes its way into the home of Andy (Alex Vincent) and his exhausted mother (Catherine Hicks), only a dedicated detective (Chris Sarandon) can stop the bloodshed. Holland treats the idea of a loony murderer’s spirit occupying a doll’s form with an uncommon seriousness. Though some of the later installments veered into comedy, this original makes a compelling case for taking Chucky very seriously indeed. Where to watch Child’s Play: Tubi\n\n22. Final Destination 2 (2003) Everett Collection David R. Ellis’ wildly entertaining first sequel in the admirably consistent franchise follows a group of spring-break revelers (led by A.J. Cook and returning star Ali Larter) who manage to avoid a catastrophic highway pileup only to find themselves being picked off, one by one, by that dreaded specter known as Death. Breathtakingly gory and hell-bent on a very particular type of early-aughts destruction, Final Destination 2 is a slasher movie crossed with something approaching a supernatural action film. It’s remarkably entertaining and always rewatchable, with a few murder set pieces that will make you genuinely wince. Where to watch Final Destination 2: Amazon Prime Video (to rent)\n\n21. Ringu (1998) Mary Evans/Ronald Grant/Everett Reiko (Nanako Matsushima), a reporter, sets out with her ex-husband (Hiroyuki Sanada) to investigate the ghostly phenomenon of a disturbing videotape that seemingly killed her niece. Hideo Nakata’s seminal fright flick kicked off a sprawling franchise across several continents, and it’s easy to see why. Ringu possesses a singular sort of fear that few films can pull off. Watching it leaves you with that unshakeable, unpleasant feeling of recalling too vividly a particularly disturbing nightmare. Where to watch Ringu: Tubi\n\n20. The Others (2001) Everett Collection Grace (Nicole Kidman) moves with her children (Alakina Mann and James Bentley), who possess a sunlight allergy, into an isolated country cottage as she awaits the return of her husband from fighting in WWII. There, the arrival of a governess (Fionnula Flanagan) and her peers kicks off a series of horrifying supernatural occurrences that threaten to unravel Grace’s reality. A wonderfully paced, brazenly old-fashioned ghost story, The Others feels timeless as all the best horror films do. Alejandro Amenábar directs with a lush eye for atmosphere and details, while the oft-imitated twist ending feels earned and emotionally cathartic. Where to watch The Others: Amazon Prime Video (to rent)\n\n19. The Eye (2002) Everett The Pang Brothers’ ultra-spooky immersion into the supernatural underworld stars Angelica Lee as Mun, a prodigious blind musician who is gifted sight with a radical corneal transplant. Yet as she’s tormented by visions of the dead, Mun wonders if sight is worth her mental sanity. One of Hong Kong’s signature modern thrillers, The Eye got swept up in American audiences’ fascination with Asian horror from the late ’90s through the aughts, later receiving an obligatory remake in 2008 starring Jessica Alba. Like most modern horror encores, that version is best left unseen; it can’t match the Pangs’ contemporary twist on classical, spine-tingling fright. Where to watch The Eye: Not available to stream\n\n18. The Beyond (1981) Everett Collection Lucio Fulci’s paranormal masterwork concerns a young woman (Catriona MacColl) who inherits a palatial hotel that sits above the gates of hell. Predictably, things don’t go so well for her. To define what the experience of The Beyond is actually like is… well, if you’ll forgive the paraphrased steal from Casablanca, it’s like any other Italian horror movie, only more so. Fulci embraces nightmare logic as enthusiastically as any filmmaker of his genre or generation, and this film is him at his gorily most unhinged. He indulges his penchant for toe-curling eyeball violence and subtly effective set design in this everything-and-the-kitchen-sink haunted house riff. Where to watch The Beyond: Peacock\n\n17. Jennifer’s Body (2009) Doane Gregory/TM and Fox Atomic/Courtesy Everett Collection Karyn Kusama’s supernatural high-school dark comedy, written by Diablo Cody, is utterly excellent despite its initially lackluster reviews. Amanda Seyfried plays Needy Lesnicky, the dowdy best friend to the popular/hot/cool/flexible Jennifer Check (Megan Fox). When Jennifer is sacrificed as part of a devilish ritual by a skeevy rock band, she returns as a succubus with a taste for teenage boys’ flesh. Jennifer’s Body is one of those perfect fusions of time and place, capturing that mid-aughts period when pop culture was paradoxically alt. Cody also flexes her sprawling knowledge of the horror genre, making for a riotously entertaining film with a ferocious satirical undercurrent. Where to watch Jennifer’s Body: Tubi\n\n16. Talk to Me (2022) A24 This recent A24 effort from Australian directors Danny and Michael Philippou is one of the studio’s scariest outputs yet. A mummified hand that can imbue its possessors with both horrifying glimpses of the afterlife and a drug-life euphoria threatens to undo a suburban family when a young boy (the stupendously natural Joe Bird) spends too long on the other side and becomes possessed. Remarkably unsettling and shockingly brutal, Talk to Me is a singular horror film that ranks among this decade’s finest. With a smart application of style and humor, the Philippous crafted a relentless modern chiller. Where to watch Talk to Me: Paramount+\n\n15. Suspiria (1977) 20th Century Studios Dario Argento’s groundbreaking opera of furious sight and sound concerns young Suzy Bannion (Jessica Harper), who upon being sent to a prestigious German ballet academy discovers that it is but a front for a coven of youth-siphoning witches. Argento’s galvanizing picture remains a masterclass in harnessing the power of image and music to beguile an audience. It also feels as fresh and exciting today as it did almost 50 years ago. Where to watch Suspiria: Xumo Play\n\n14. Lake Mungo (2008) Mungo Productions After their teenage daughter (Talia Zucker) drowns, a family begins experiencing strange events in their home. They call in a paranormal psychologist, who uncovers disturbing secrets while parsing through their surveillance camera and cell phone footage. This is a particularly somber and understated movie, resembling domestic dramas like Ordinary People more than traditional horror films. With a canny mix of found footage and faux-documentary, Lake Mungo transports the audience into its spare, chilling universe. Where to watch Lake Mungo: Tubi\n\n13. Hereditary (2018) Toni Collette; Hereditary. A24 Ari Aster’s astonishingly original yet somehow terrifically old-fashioned ghost-and-witchcraft story stars Toni Collette as a bereaved mother who turns to the paranormal in the hopes of contacting family members she’s recently lost. As the supposedly well-intentioned woman leading her to doom, Ann Dowd commits to one of the most insidious villain performances in modern horror history. The movie that established Aster as an art-house freakout auteur, Hereditary is breathtakingly, exhaustively intense and frequently just as emotional. That Collette didn’t collect an Oscar nomination for this role is a stain on the Academy. Where to watch Hereditary: Amazon Prime Video (to rent)\n\n12. The Orphanage (2007) Everett Collection J.A. Bayona directed this Spanish production about a young woman (Belén Rueda) who buys the orphanage in which she grew up with the intention of converting it into a home for infirm children. When her son goes missing, she turns to the many ghosts residing within the home to aid her desperate search. More than a bit inspired by Guillermo del Toro’s The Devil’s Backbone, The Orphanage weaves a similarly melancholy and thematically rich haunted house tale that calls on the country’s complicated past to inflect its plot with verisimilitude. What’s more, it’s exceptionally scary. Where to watch The Orphanage: Amazon Prime Video (to rent)\n\n11. Jacob’s Ladder (1990) Everett Adrian Lyne’s mind-warping erotic thriller stars Tim Robbins as a Vietnam vet plagued with horrifying hallucinations once he returns stateside. As he discovers he's not the only member of his platoon to experience such oddities, Jacob is further removed from his already tenuous reality. A thoughtful and enveloping exploration of psychosis, Lyne’s film remains a high-water mark in the psychological freak-out genre. Robbins grounds the eccentric proceedings with his reliable everyman persona, while Lynne one-ups his signature opulent visual style in such a way that he often wrong-foots the audience’s genre expectations with nothing more than a simple camera move. Where to watch Jacob’s Ladder: Amazon Prime Video\n\n10. The Sixth Sense (1999) Everett Collection Young Cole (Haley Joel Osment) is plagued by visions of those who died violent deaths. His exasperated mother (Toni Collette) seeks help in the form of a psychologist (Bruce Willis), who may have more in common with Cole than he thinks. M. Night Shyamalan’s classic ghost story popularized a now-ubiquitous twist ending and got all of us swearing we saw dead people. It’s still a hard-edged, substantially creepy fable with a heart-wrenching central performance from Osment and some of Willis’ best dramatic acting. Where to watch The Sixth Sense: Max\n\n9. Cat People (1942) Everett Collection A well-intentioned husband (Kent Smith) accidentally ignites his wife’s (Simone Simon) supernatural curse, in which she transforms into a large feline when aroused. She then goes about stalking her nemeses, including the beautiful woman (Jane Randolph) with whom her partner has become infatuated. Jacques Tourneur’s fabulously creepy and macabre exploration of jealous sexual awakening features some unbelievably detailed sets and camerawork that seem innovative even today. Far from the staid paranormal horrors produced during this period, Cat People is ferocious and mysterious in equal measure. Where to watch Cat People: Amazon Prime Video (to rent)\n\n8. Rosemary’s Baby (1968) Courtesy Everett Collection Roman Polanski’s adaptation of Ira Levin’s satirical shocker stars Mia Farrow as a young housewife who begins to believe her dream pregnancy is a cover for something much more nefarious, as her actor husband (John Cassavetes) brings an eccentric elderly couple (Ruth Gordon and Sidney Blackmer) uncomfortably into their lives. Polanski’s picture is elegant yet abrasive, an uncommonly lovely combination. Farrow is terrific in the lead role, getting the audience almost instantly on her side as the director ratchets up the tension to an unbearably chilling climax. Where to watch Rosemary’s Baby: Paramount+\n\n7. Poltergeist (1982) Everett Collection Tobe Hooper’s story about a suburban family (helmed by Craig T. Nelson and JoBeth Williams) beset by paranormal activity in their new home, which may or may not be built on an ancient burial ground, is completely insane. It’s one of the first horror movies to feel like an out-and-out action (or even disaster) movie, with crumbling sets and flashing lights right out of a Clive Barker climax. Poltergeist has endured, though, because its scares are rooted in this authentic family unit’s terror. We feel for them, and the dissolution of their — ’80s American dream. Where to watch Poltergeist: Amazon Prime Video (to rent)\n\n6. The Innocents (1961) 20th Century Fox Film Corp./Courtesy Everett Based on Henry James’ The Turn of the Screw, Jack Clayton’s spine-chilling ghost story (with a script by Truman Capote, among others) stars Deborah Kerr as a governess sent to an isolated estate to care for two odd children (Martin Stephens and Pamela Franklin). There, she encounters — what else? — disembodied voices and vengeful spirits. Clayton’s exceptionally frightening haunted house picture established many of the genre’s most beloved tropes, a great deal of which are still in circulation today. Nearly every film on this list has arguably drawn inspiration from The Innocents. Here, Clayton creates a masterful mood of dread and dense mystery within a rich and oddly cozy atmosphere. Where to watch The Innocents: Not available to stream\n\n5. Hausu (1977) Everett There’s no other way to describe Nobuhiko Obayashi’s film except for “genuinely f—ing crazy.” Even to call it a haunted house movie seems tame; it’s more of a spiritual home invasion, really. A group of seven schoolgirls — all with cheeky names like Kung Fu and Mac (for “stomach,” because she likes to eat) — venture to the home of one girl’s aunt, where they’re beset by disembodied, bottom-chomping heads, possessed mattresses, and hungry ghosts. Obayashi’s picture is an authentically singular experience, and also a rather sweet one. It plays like a live-action, exaggeratedly silly Studio Ghibli movie. Where to watch Hausu: Max\n\n4. The Haunting (1963) Everett Collection Robert Wise’s adaptation of Shirley Jackson’s masterful novella finds a specially selected group of people brought together to spend a night at the famously haunted Hill House. Each has their different motives — Eleanor (Julie Harris) wishes to separate from her overbearing family; a gregarious psychic (Claire Bloom) hopes to write a bestselling book; Dr. John Markway (Richard Johnson) wants to uncover the home’s paranormal truth. Joined by the home’s heir (Russ Tamblyn), they set about uncovering the home’s insidious past. Wise crafts an elegant and memorable ghost story here, retaining much of Jackson’s scabrous dialogue while improving upon the suspense set pieces established in her book.​​ It’s one of the spookiest, and most elegant, haunted house pictures ever made. Where to watch The Haunting: Tubi\n\n3. The Shining (1980) Danny Torrance (Danny Lloyd) encounters the Grady twins (Lisa and Louise Burns) inside the Overlook Hotel in 'The Shining.'. Warner Brothers/courtesy Everett Stanley Kubrick’s supernatural opus continues to spark scrutiny and debate almost 50 years later. Jack Torrance (Jack Nicholson), a has-been writer, takes a job at the Overlook Hotel as the off-season caretaker so he can write his next novel. Soon, his family (wife Shelley Duvall and son Danny Lloyd) experiences gory hallucinations and unexplainable events within the corridors. Kubrick’s film is a devastatingly rendered portrait of an artist’s descent into psychosis, one that’s implicit through the pursuit of crafting a great work. The Shining is every bit as meticulous and fetishistic as its reputation would suggest, with Kubrick using his stern directorial hand to create a sense of unease on screen. Where to watch The Shining: Max\n\n2. Evil Dead II (1987) Everett Sam Raimi’s gleeful, gore-gag-laden romp (essentially a higher-budget, more jocular spin on his 1981 original) finds Bruce Campbell’s Ash once again battling a group of Deadites in a remote cabin. Raimi strikes an inimitable tone of feel-good fun that precious few films are able to attain, let alone those in the horror genre. The director previously compared this movie to The Three Stooges with viscera standing in for custard pies, and that’s the precise vibe one feels upon viewing. There’s nothing offensive or off-putting in Evil Dead II, only a merry sense of the possibilities paranormal filmmaking presents. Where to watch Evil Dead II: Plex"
    },
    {
        "title": "Paranormal circus show coming to Lincoln later this month",
        "link": "https://journalstar.com/life-entertainment/local/paranormal-circus-show-coming-to-lincoln-later-this-month/article_f52a559a-6b02-11ef-9586-af80a343cb16.html",
        "description": "A paranormal-themed show featuring a mix of circus, theater and cabaret performances is coming to Lincoln later this month.",
        "image_url": "https://www.bing.com/th?id=OVF.366mYd23R9TigOEIIe50kg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Lincoln Journal Star8h",
        "source": "Lincoln Journal Star",
        "article_content": "A paranormal-themed show featuring a mix of circus, theater and cabaret performances is coming to Lincoln later this month.\n\nParanormal Cirque, presented by Cirque Italia, will be showing at Gateway Mall, 6100 O Street, from Sept. 20-23, according to a news release from Cirque Entertainment.\n\nThe show is described as a European-style performance filled with monsters, circus arts like the \"wheel of death\" and magic under a black-and-red big-top tent.\n\nParanormal Cirque will be showing at 7:30 p.m. on Friday, 6:30 p.m. and 9:30 p.m. on Saturday, 5:30 p.m. and 8:30 p.m. on Sunday and 7:30 p.m. on Monday.\n\nTickets can be purchased starting at $20 depending on availability, the news release said, adding that any full-priced ticket purchased at levels one, two or three will be $5 off.\n\nA parent or guardian is required to accompany any minors that attend the show, as the show contains adult language and material, the news release said.\n\nTickets can be purchased at paranormalcirque.com/ticket or by calling or texting 941-704-8572.\n\nThe on-site box office will open Tuesday, Sept. 17. It will be open on non-show days from 10 a.m. to 6 p.m. and on show days from 10 a.m. to 10 p.m.\n\nTop Journal Star photos for September 2024"
    },
    {
        "title": "Local books: Couple combines forces to conjure a paranormal romance",
        "link": "https://www.msn.com/en-us/travel/tripideas/local-books-couple-combines-forces-to-conjure-a-paranormal-romance/ar-AA1qCNDs?ocid=BingNewsVerp",
        "description": "Issues were bound to arise,' said Meuers, 'while juggling psychic phenomenon, addiction, rehabilitation, redemption, renewal, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tYoR_TOCt3X3Qe5IVjPCJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Monterey Herald on MSN6h",
        "source": "Monterey Herald on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal Conference returns to Rockford",
        "link": "https://www.wifr.com/2024/09/15/paranormal-conference-returns-rockford/",
        "description": "ROCKFORD, Ill. (WIFR) - It’s not your normal conference in Rockford Saturday. In fact it’s paranormal as the city hosts the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8dOeg4EMy5A0ecAD0Tsgfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "WIFR",
        "article_content": "ROCKFORD, Ill. (WIFR) - It’s not your normal conference in Rockford on Saturday.\n\nIt’s paranormal as the city hosts the 2024 Illinois Paranormal Conference.\n\nFestivities started on Friday, Sept. 13 with a fundraiser for Tinker Swiss Cottage. Then on Saturday, people heard from speakers known for their experience with this phenomenon, including local author Kathi Kresol who talked about her upcoming book.\n\nThere was also a speaker on Moth Man, who was allegedly seen in Rockford.\n\n“It can be fun too. Meeting people, you love the creepiness, but you like the fun stuff too and that’s why we brought in the vendors that we have. People love to be scared but they like it in small doses and in a safe way,” says Kresol.\n\nThe conference started several years ago, and it’s grown year after year, especially with the number of vendors.\n\nCopyright 2024 WIFR. All rights reserved."
    },
    {
        "title": "The deceased Prince of Britain did not meet with an alien — he turned out to be a Russian spy",
        "link": "https://eadaily.com/en/news/2024/09/15/the-deceased-prince-of-britain-did-not-meet-with-an-alien-he-turned-out-to-be-a-russian-spy",
        "description": "The Duke of Edinburgh, who died at the age of 99, has always been actively interested in paranormal phenomena, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JInPibdryeCfng8FtL9lhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "eadaily",
        "article_content": "On the GAIA streaming service, viewers around the world have access to the documentary \"The King of UFOs\" (The King of UFOs, 2024). The film claims that the husband of Queen Elizabeth, Prince Philip, who died in 2021, was supposed to meet with an alien at some point, the Radar.online portal reports.\n\nThe Duke of Edinburgh, who died at the age of 99, has always been actively interested in paranormal phenomena, extraterrestrial civilizations, and was fascinated by the appearance of crop circles in different parts of the world.\n\nThe documentary claims that through the groom of Prince Peter Horsley, an agreement was reached on a meeting with a certain mysterious Janus — alien, which was to take place in an apartment in Chelsea. Janus wanted to give Philip information about saving the planet.\n\n\"The meeting never took place, and most likely this character Janus was actually a Russian spy,\" the film says.\n\nIn addition, historian Richard Felix in the film suggests that the late Queen Elizabeth wanted to study the secret documents of the Vatican.\n\nAccording to Felix, at the headquarters of the Catholic Church in The Vatican has a well-known secret archive where documents are kept, possibly several thousand years old, which describe in detail the origins of Christianity and the like. But there are also claims circulating that they are keeping the truth about the UFO phenomenon.\n\n\"Fifty-three miles of corridors full of secret documents and objects, including alien skulls in the basements of the Vatican and other things. In other words, they are fascinated by aliens,\" the historian said.\n\nHe noted that the The Vatican has an observatory in Arizona, as well as in the Pope's summer palace in Rome.\n\n\"He has his own cardinal and monsignors appointed to resolve the issue of first contact with extraterrestrials. There is some speculation that they were privy to the landing of UFOs in Sicily during the Second World War ... and, of course, the orange saucer—shaped ship was seen more than once hovering over the Vatican,\" he said.\n\nThe description of the film on the IMDb portal (Internet Movie Database) states that \"the film explores the interest of the British royal family in UFOs and paranormal phenomena since the time of Lord Louis Mountbatten (1900-1979), Prince Philip, and now King Charles. It also explores allegations that Charles flew a UFO in 1975 in Canada.\""
    },
    {
        "title": "Science day sparks curiosity and joy in the youngest learners",
        "link": "https://www.citizen.co.za/fourways-review/news-headlines/local-news/2024/09/15/fr35ansciencedayeducation/",
        "description": "Junior Colleges Gardens Preschool’s Grade 0 students embark on an exciting adventure of science, discovery, and exploration, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HMSk4SjtSIMHTerKN9_SXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Citizen18h",
        "source": "The Citizen",
        "article_content": "Junior Colleges Gardens Preschool hosted a science day for Grade 0’s, designed to ignite curiosity and foster a love for science amongst the youngest learners.\n\nThe event was about hands-on experiments and interactive demonstrations that culminated in countless ‘aha’ moments from both learners and parents.\n\nRead more: Five fun and educational science activities for kids\n\nThe ambitious lineup of experiments showcased the limitless potential of young scientific minds. From mesmerizing lava lamps and bubbly elephant toothpaste to vibrant skittle rainbows, students delighted in the unique wonders of chemistry.\n\nAlso read: Transform your kitchen into a math and science classroom!\n\nBianca Durrant, the school’s principal, shared her highlight of the day. “One of the highlights of the day was the discovery of mini volcanoes, where excited children combined baking soda and vinegar to create their miniature eruptions, gaining first-hand experience of chemical reactions in action.”\n\nAdding to the day’s excitement was the active involvement of parents, who were invited to join their children at various science stations. Their participation transformed the event into a collaborative experience, allowing families to witness together the joy and fascination that science can inspire.\n\n“The grade 0 science day was more than just a day of fun, it represented an essential part of our ongoing mission to cultivate a love for learning in our students. By engaging young minds with the sciences at such an early age, we aim to lay a strong foundation for critical thinking, problem-solving, and a lifelong passion for discovery.\n\n“The event aimed as a fundamental step in nurturing a curious spirit among our students. Seeing our children exploring, questioning, and discovering the world around them fills me with joy. This is what education is truly about, sparking curiosity and inspiring a love for learning that will last a lifetime,” said Durrant.\n\nAs the day drew to a close, it became evident that the little scientists had absorbed a wealth of knowledge and had a fantastic time in the process.\n\nFollow us on our Facebook, X, Instagram and TikTok pages. Join our WhatsApp group for any story ideas you may have.\n\nRelated article: Kids celebrate science"
    },
    {
        "title": "New wasp species discovered in US bursts from living flies in horror movie fashion",
        "link": "https://www.deccanherald.com/science/new-wasp-species-discovered-in-us-bursts-from-living-flies-in-horror-movie-fashion-3191639",
        "description": "Researchers have discovered a new species of parasitoid wasp that matures inside living adult fruit flies before bursting out ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IOmSuvHN3aGBXFoSdLw-Qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Deccan Herald17h",
        "source": "Deccan Herald",
        "article_content": "Researchers have discovered a new species of parasitoid wasp that matures inside living adult fruit flies before bursting out, much like a scene from the Alien films.\n\nThe new species—Syntretus perlmani—is the first wasp found to infect adult fruit flies. Similar wasp species are known to target flies during their younger, more vulnerable larva and pupa life stages.\n\nThe study, led by Logan Moore during his doctoral studies at Mississippi State University, was published in the journal Nature on September 11. The team of scientists discovered the wasp species by chance while they were collecting fruit flies in their backyards.\n\nIn an interview with Live Science, Moore explained that female S. perlmani use their needle-like ovipositor organ — the stinger in stinging wasps — to stab and deposit an egg within a fruit fly's abdomen. The egg then hatches into a tiny wasp larva, which grows inside the fly for about 18 days before leaving its host for dead.\n\n\"It will effectively emerge out of the side of the fly, and just to add an additional layer of horror, the fly will normally remain alive for several hours after that,\" Morre said, explaining the chilling process."
    },
    {
        "title": "Nobel laureate Geim urges young scientists to embrace curiosity and break routine",
        "link": "https://www.thehindubusinessline.com/news/education/nobel-laureate-geim-urges-young-scientists-to-embrace-curiosity-and-break-routine/article68642106.ece",
        "description": "Anand Jacob Verghese, Chancellor of HITS and Chairman of the Hindustan Group of Institutions, called on the new graduates to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6WlB8upppCYdYcR25ViI1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "Business Line",
        "article_content": "Nobel laureate Andre Konstantin Geim called on the next generation of scientists to resist the pull of routine and go beyond the confines of their job descriptions in order to make meaningful contributions to their fields.\n\n“Too many brilliant minds have wasted their lives trapped in the comfort of routine. It is when we step outside our comfort zones and explore new ideas that we often find ourselves doing the most important things in our lives and careers,” said Geim, Regius Professor and Royal Society Research Professor, University of Manchester, UK.\n\nProf Geim was in Chennai on Saturday, addressing the 15th Convocation of Hindustan Institute of Technology and Science (HITS).\n\nGeim highlighted the challenges and rewards of pushing the boundaries of human knowledge. He urged the graduates to embrace both the challenges and opportunities ahead and to push beyond conventional limits in their pursuit of discovery.\n\nHe pointed out that his most impactful work emerged from simple, curiosity-driven projects he pursued outside of his official duties. “A mere act of pouring water into an electromagnet led to the world’s first demonstration of magnetic levitation. Similarly, an attempt to mimic how geckos climb walls resulted in the creation of a revolutionary dry adhesive, now a major research topic,” he said.\n\nProf Geim, a Dutch-British physicist of Russian descent, is renowned for his pioneering work in condensed matter physics and material science. His most notable achievement is the discovery of graphene, which earned him the 2010 Nobel Prize in Physics alongside Konstantin Novoselov.\n\nNote on his discovery of graphene\n\nDelving into the details of his Nobel Prize-winning discovery of graphene, Geim highlighted how curiosity served as the driving force behind the breakthrough. “I’m not even a biologist! The experiment that earned me the Nobel Prize began with a simple question: What if we keep dividing graphite into smaller and smaller pieces until it can’t be divided any further? This curiosity led to the discovery of graphene, the thinnest material in existence. It is through these moments of curiosity and daring to think beyond routine that we make our most significant breakthroughs, often the turning points of our careers,” he added.\n\nMeanwhile, Indian aerospace scientist and Padma Bhushan awardee Nambi Narayanan shared the challenging journey of ISRO scientists in developing a liquid-fueled rocket engine. This technology now powers many of the country’s successful space missions and marks a pivotal moment in the nation’s space exploration efforts.\n\nP Veeramuthuvel, Project Director at ISRO, also addressed the convocation, discussing the challenges faced during the Chandrayaan-3 mission. He stressed the importance of learning from failures, highlighting resilience, teamwork, and rigorous testing as crucial elements in overcoming obstacles and achieving success.\n\nAnand Jacob Verghese, Chancellor of HITS and Chairman of the Hindustan Group of Institutions, called on the new graduates to harness their knowledge and skills to make a meaningful impact on society. He urged them to work towards creating a brighter future for themselves and future generations"
    },
    {
        "title": "Marmosets Have a Skill Only Seen in Dolphins, Elephants, And You",
        "link": "https://www.msn.com/en-us/news/technology/marmosets-have-a-skill-only-seen-in-dolphins-elephants-and-you/ar-AA1qC0jY?ocid=BingNewsVerp",
        "description": "Led by David Omer, an assistant professor with the Safra Center for Brain Sciences at the Hebrew University of Jerusalem, the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Vaxd0KJbqnepy5msSYi5di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert on MSN15h",
        "source": "ScienceAlert on MSN",
        "article_content": ""
    },
    {
        "title": "Healing chronic wounds with gold and red wine",
        "link": "https://www.earth.com/news/healing-chronic-wounds-with-gold-and-red-wine/",
        "description": "Scientists have discovered that mixing gold nanoparticles with red wine may speed up the healing of chronic wounds.",
        "image_url": "https://www.bing.com/th?id=OVFT.u8ceey7zEGNsz7moNBrzxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "earth14h",
        "source": "earth",
        "article_content": "Wounds that resist healing have long posed a significant challenge in medical care, but a recent discovery offers a solution that combines luxury with cutting-edge science.\n\nResearchers have tapped into the remarkable healing properties of gold nanoparticles mixed with antioxidant-rich red wine.\n\nThis unexpected fusion of precious metal and natural compounds paves the way for a revolutionary approach to treating chronic wounds and other medical conditions.\n\nTraditional medicine and new technology\n\nIn the heart of South Africa, the University of the Western Cape hosts a team of researchers driven to make significant strides in medical science.\n\nThe team’s dedication to exploring novel solutions for persistent health challenges has led them to a fascinating discovery that blends traditional medicine with cutting-edge technology.\n\nTheir latest research was focused on a concoction combining gold nanoparticles with the potent antioxidants found in red wine. The innovative formula has shown tremendous potential, as lab tests revealed that it significantly accelerated wound healing.\n\nRemarkably, in just 72 hours, wounds treated with this unique mixture of gold and red wine healed almost entirely – a promising and exciting outcome that could pave the way for future advancements in chronic wound care.\n\nThe dangers of chronic wounds\n\nChronic wounds, defined as those that fail to heal within three months, represent a widespread and persistent health challenge, affecting approximately 3.8 million patients each year.\n\nChronic wounds often stall in the inflammatory phase, a stage where the body’s natural healing processes become hindered. This prevents progression to the crucial remodeling phase where new tissue begins to grow and repair the damaged area.\n\nFor individuals with underlying conditions like diabetes, this issue becomes even more serious. Poor blood circulation, a common complication of diabetes, exacerbates the healing process, leaving these wounds vulnerable to infections.\n\nIn severe cases, the inability to heal can lead to devastating outcomes, including the risk of limb amputation. Identifying solutions for chronic wound care is a medical priority.\n\nThe wound healing power of gold\n\nThe research team hypothesized that gold could act as the ideal catalyst to jump-start the healing process for chronic wounds.\n\nGold’s renowned anti-inflammatory properties, combined with its natural compatibility with human tissues, have made it a valuable element in medical treatments for centuries.\n\nIts unique ability to reduce inflammation without causing adverse reactions allows gold to interact harmoniously with the body, promoting faster recovery.\n\nHistorically, gold has played a significant role in medicine, with gold particles being used as early as the 20th century to treat chronic inflammatory conditions like rheumatoid arthritis in the UK.\n\nBuilding on this legacy, the research team explored how gold could unlock similar benefits in the realm of wound care, providing a modern twist to an age-old remedy.\n\nPowerful antioxidants of red wine\n\nRed grapes, the foundation of many popular wines, are rich in powerful antioxidants like resveratrol. These naturally occurring compounds play a crucial role in protecting the body from oxidative stress by neutralizing harmful free radicals.\n\nFree radicals can damage cells and impede the healing process, but the antioxidants in red wine help to counteract these effects.\n\nBy combating these damaging molecules, resveratrol and other antioxidants support the body’s ability to repair itself.\n\nThe antioxidants ensure that tissues receive a sufficient oxygen supply, which is essential for regeneration and recovery, ultimately boosting the healing process and enhancing the body’s natural defenses.\n\nCombining gold and red wine\n\nThe team tested their hypothesis by drying red wine to obtain extracts, which were then mixed with chloroauric acid, a gold-containing chemical.\n\nThe blend was applied to a lab dish containing human skin cells, with a scratch in the middle to simulate a wound.\n\nCells treated with this golden mixture saw an 80% wound closure within 72 hours, compared to 50% with wine alone.\n\nThe combination of cabernet sauvignon and gold proved even more effective, healing wounds almost entirely in the same time frame.\n\nThe future of wound care\n\nRenowned vascular surgeon Stella Vig of Croydon University Hospital praised the novel use of red wine and the innovative production of gold nanoparticles. Both silver and gold nanoparticles could play a critical role in reducing wound infections.\n\nDr. Ahmed Osman from Queen’s University, Belfast added that gold particles encourage cell growth and enhance the natural healing process of the skin.\n\nThis revolutionary approach to wound healing, combining gold and red wine, holds remarkable promise for the future of wound care.\n\nWhile further research is needed, the implications are significant, opening new avenues for advanced medical treatments.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
    },
    {
        "title": "Rise of No Code Data Science Tools: Are They the Future",
        "link": "https://www.analyticsinsight.net/data-science/rise-of-no-code-data-science-tools-are-they-the-future",
        "description": "The world of data science has traditionally required extensive programming knowledge and a deep understanding of algorithms ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0lLe4Td6-Qb7oxaBjyZ1KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight13h",
        "source": "Analytics Insight",
        "article_content": "The world of data science has traditionally required extensive programming knowledge and a deep understanding of algorithms and statistical methods. However, with the rise of no code data science tools, things are changing. These tools allow users to build and deploy data models to perform advanced analytics and extract insights without writing a single line of code. With the rise of such tools, it begs the question that are no code data science tools the future of the field?"
    },
    {
        "title": "Opentrons releases no-code robot for pipetting tasks",
        "link": "https://www.therobotreport.com/opentrons-releases-no-code-robot-for-pipetting-tasks/",
        "description": "Opentrons said Flex Prep will expand its market reach by empowering scientists with no prior laboratory robotics experience.",
        "image_url": "https://www.bing.com/th?id=OVF.DSONIhWgtbPsAmRjS9T0SA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "The Robot Report14h",
        "source": "The Robot Report",
        "article_content": "Listen to this article\n\nOpentrons Labworks, Inc. launched its Flex Prep robot this week. It’s paired with new no-code software that allows users to set up pipetting tasks and execute that workflow all through a touchscreen. The company said this launch will expand its market reach by empowering scientists with no prior laboratory robotics experience to incorporate automated pipetting into their workflows.\n\nWith Flex Prep, Opentron aims to combine the simplicity of a pipette with the power and versatility of a liquid handler. This enables it to provide scientists with both ease of use and enhanced capability. With the touchscreen software, users can develop, visualize, and run pipetting tasks in as little as a minute, the company says.\n\nFlex Prep enables users to control basic pipetting tasks, like those currently performed with multi-channel or electronic pipettes, while also offering the flexibility to execute more complex protocols when needed. The company touts tasks such as sample reformatting, plate prep, dilutions, concentration normalization, cherry picking and more, with a wide variety of tube and plate types supported.\n\n“Robotic liquid handling doesn’t have to be complicated or require special know-how,” said James Atwood, GM of robotics at Opentrons. “With the Flex Prep and its no-code software, we’re enabling researchers to delegate repetitive pipetting tasks to our robots, in just a minute or two with no special training needed. It’s as simple as asking, ‘What pipetting tasks would you delegate to your Flex Prep?’”\n\n“For scientists who have yet to adopt automation, these new capabilities offer a compelling reason to reconsider,” Jonathan Brennan-Badal, CEO of Opentrons, said. “Our Flex Prep is not only a cost-effective entry point but also a smart investment for labs looking to scale up their automation with a system that evolves with their needs.”\n\nThe global lab automation market size was estimated at $6.87 billion in 2022 and is expected to grow at a compound annual growth rate (CAGR) of 6.64% from 2023 to 2030, according to Grand View Research. Some of the key factors driving growth in the market include a rise in the gap between the availability of trained laboratory personnel and the demand for laboratory procedures and high reproducibility and accuracy obtained through lab automation.\n\nRegister now."
    },
    {
        "title": "'It's needed here': Billings couple starts nonprofit chapter to build beds for kids",
        "link": "https://www.ktvq.com/news/local-news/its-needed-here-billings-couple-starts-nonprofit-chapter-to-build-beds-for-kids",
        "description": "BILLINGS — Sleep in Heavenly Peace is a nationwide, volunteer driven nonprofit that builds and delivers beds to kids in need, ...",
        "image_url": "https://www.bing.com/th?id=OVF.8ULzgnsi4dNbA4GaIYXtFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "ktvq54m",
        "source": "ktvq",
        "article_content": "BILLINGS — Sleep in Heavenly Peace is a nationwide, volunteer driven nonprofit that builds and delivers beds to kids in need, and now the program has made its was to Billings.\n\nKatelyn and Adam Potts moved to Billings to be closer to family last year after completing their time in service for the U.S. Army. When they arrived in town, Katelyn Potts went to Sleep in Heavenly Peace's website to see if there was a chapter she could join.\n\nThere wasn't a local chapter, so she started her own last month.\n\nMTN News\n\n“The estimate is 3% nationwide of kids sleep on the floor, so that's either a mattress on the floor, the floor itself, a couch, whatever it may be,” Katelyn Potts said. “It definitely is needed here. It's needed everywhere, but it's needed here.”\n\nTheir goal is to build and deliver fully furnished beds to kids in our community that don't have one.\n\n“I know there's a lot of good nonprofits out there that do a lot of things, but there's plenty of kids in our community that I know are sleeping without beds,” Adam Potts said. \"She (Katelyn) approached me as something she wanted to get started. So as a good husband and a supporter of her, I said yes. And as soon as we started getting involved, I was excited about it.\"\n\nBefore they can start building, they need the communities help.\n\nMTN News\n\n\"The whole goal of it is to get as much community members involved as possible. We want as many hands on that bed and impacting that child's story because that helps people build their story, the Sleep in Heavenly Peace, and that helps get the word around as to who we are and what we do,\" Katelyn Potts said. \"You can either do a donation, request to volunteer with us, or partner with us. So we would partner with different organizations, depending on how many beds they want to sponsor. We would bring all of our tools and equipment to that bed build.\"\n\nThey will accept donations of new bedding or handmade quilts to furnish the beds.\n\n\"Sometimes we hear stories about a child being sixteen and that's their very first bed. It's just mind blowing. It's not something you think about on a day to day basis. It's something I think about all the time now. But it's not something people just think about,\" Katelyn Potts said. \"I would say every child deserves a good night's sleep. And they need it. It helps them get through the school day. It helps them get through. Maybe there's some rough things going on at home. But being able to have a good night's rest, it all starts at home.\"\n\nTo get involved with the Billings chapter of Sleep in Heavenly click here.\n\n“We want to get Billings involved to help get the children of Billings off the floor,” Katelyn Potts said."
    },
    {
        "title": "Malik Willis wins in first Packers start with faltering Will Levis, 0-2 Titans up next",
        "link": "https://www.msn.com/en-us/sports/nfl/malik-willis-wins-in-first-packers-start-with-faltering-will-levis-0-2-titans-up-next/ar-AA1qCNBO?ocid=BingNewsVerp",
        "description": "Malik Willis was 12-of-14 in his first start for the Green Bay Packers in a win over the Indianapolis Colts. A possible start ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1SREd2gz0pe3TK6IKRTxQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4hon MSN",
        "source": "The Tennessean (Nashville) on MSN",
        "article_content": ""
    },
    {
        "title": "How one phone app uses your voice to detect high blood pressure",
        "link": "https://www.msn.com/en-us/health/other/how-one-phone-app-uses-your-voice-to-detect-high-blood-pressure/ar-AA1qC0Rr?ocid=BingNewsVerp",
        "description": "Smartphone apps can do a lot these days. But what if there was one that used your voice to detect high blood pressure? It's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IYzFNzonNekSU1zrGHZWFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "15hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "You Asked: Blu-ray sales, Samsung and Dolby Vision",
        "link": "https://www.msn.com/en-us/news/technology/you-asked-blu-ray-sales-samsung-and-dolby-vision/ar-AA1qCngo?ocid=BingNewsVerp",
        "description": "If we look at disc sales, they are still in an active decline. Especially DVD. You’d be shocked to know how long DVD has clung to life. And if disc sales are declining, so, too, are disc player sales.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "13hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]