[
    {
        "title": "The Sunday Papers",
        "link": "https://www.rockpapershotgun.com/the-sunday-papers-736",
        "description": "Sundays are for eating Biscoff spread and rewatching Better Call Saul, again. Crunchy, ofc. Before that, let’s read some ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BTYxmbEQaPfq-PZyZ3mQny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Rock Paper Shotgun10h",
        "source": "Rock Paper Shotgun",
        "article_content": "The Sunday Papers is our weekly roundup of great writing about (mostly) videogames from across the web.\n\nSundays are for eating Biscoff spread and rewatching Better Call Saul, again. Crunchy, ofc. Before that, let’s read some writing that I, Nic Reuben, personally found interesting about games (and game related things!)\n\nBug Quest wrote some nice words about UFO 50.\n\nin fact, UFO 50’s investment in its fiction really only highlights and celebrates the actual human beings who worked on all of its many games. i have no idea how many (if any) of the notes associated with UFO Soft’s games are autobiographical. i know for a fact, though, that UFO 50’s actual developers - Derek Yu, Jon Perry, Ojiro Fumoto, Eirik Suhrke, Paul Hubans, and Tyriq Plummer - are, like their fictional counterparts, people with friends and families and dreams and favorite bars and paintings in their offices. humanity is something that we take for granted every time we play a video game, but UFO 50 celebrates it as the thing that makes games so special.\n\nOh hey, more UFO 50. It’s 50 games, it can have two entries. Christian Donlan chatted to Derek Yu for Eurogamer.\n\n\"Each game needed to have its own unique identity but it also needed to be part of the collection,\" Yu explains. \"I would say that most games started as their own thing, though, and then became more and more considerate of their role in the collection as time went on. And through that process, each game's identity actually became stronger because of its connection to the whole. It didn't just exist in a vacuum anymore - a game could be a sequel or share themes with other games or maybe be something one-of-a-kind. There's a lot more context for each game as part of UFO 50 than as a standalone title.\"\n\nEd Smith wrote about Soma for Bullet Points Monthly\n\nThe problem however is that videogames are often so systematic and so mechanical that they are only able to illustrate perfect visions of ideologies. Think about SimCity, or more recently Cities Skylines 2, wherein certain esotericisms of the games’ respective code bases resulted in a large number of homeless people appearing within players’ cities. In both cases, these swells in the homeless population were regarded by the game makers and by players as imperfections within the system, as bugs, as glitches, and they were summarily ‘fixed.’ Both of these games simulate and symbolise ideologies related to capital, democracy, enterprise, social welfare, policy, and so on, but if the results of those simulations drift outside utopia—when the ideologies in the game result in a lessening of the player’s success—the simulations, the symbols, are considered defective.\n\nthey had a famous mobile game called White Cat Project, not copying Mario, not copying Pokémon, not copying Zelda, nothing at all. Nintendo brought forward six patents that they thought that this company was violating inside their very successful mobile game at one time. It was one of the most popular mobile games in Japan, and they built a huge case. One of the patents was for a confirmation screen after sleep mode. You know when devices are sleeping and you want to resume there's a confirmation screen in a lot of games? “Are you sure you want to resume?” And then you tap yes or no. Nintendo has a patent on that, and this game uses it. And then Nintendo said, you know, look, you're using our patent and you cannot do that. You're not paying us any licensing fees.\n\nFor 404 Media, Emanuel Maiberg chatted to Japan game industry analyst Serkan Toto about the Nintendo lawsuit against Palword. (Edit: this wasn't paywalled for me when I included it, but appears to be now. Apologies for the annoyance!)\n\nHere’s a cool mech piece from the RPS archives that came up in Slack this week. Here’s a cool piece on graphics card box art from the archives of that other PC gaming site. Here’s Resident Evil 1’s original cast playing the game. Here’s a brief argument that FromSoftware’s influence is hurting the action genre, which I foresee some of you might enjoy scrapping about on this, the holy Sabbath. RPS contributor and good wordsman Rick Lane has a newsletter recommending Steam demos. I am not immune to Moo Deng propaganda. Music this week is a new mix from Pizza Hotline. Have a great weekend!"
    },
    {
        "title": "Belief in alien visits to Earth is spiralling out of control",
        "link": "https://www.msn.com/en-us/news/world/belief-in-alien-visits-to-earth-is-spiralling-out-of-control/ar-AA1qYaRZ?ocid=BingNewsVerp",
        "description": "The idea that aliens may have visited the Earth is becoming increasingly popular. Around a fifth of UK citizens believe Earth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.u3L7K5eJCIXs5cx6KJNA6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "PsyPost on MSN20h",
        "source": "PsyPost on MSN",
        "article_content": ""
    },
    {
        "title": "AI May Help Untangle Obstacles Still Faced By Citizen Developers",
        "link": "https://www.forbes.com/sites/joemckendrick/2024/09/22/ai-may-help-untangle-obstacles-still-faced-by-citizen-developers/",
        "description": "There are still pains and complexities to application building that business users have yet to grasp. Can AI help smooth the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0jqzL1aWZbJxyO4Nb4kEAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Palantir Technologies Inc. (PLTR): A $100 Million Opportunity or Overvalued Stock?",
        "link": "https://finance.yahoo.com/news/palantir-technologies-inc-pltr-100-172434554.html",
        "description": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Bg5CY7UjtBZaqYHkGTFH1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "YAHOO!Finance",
        "article_content": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a look at where Palantir Technologies Inc. (NYSE:PLTR) stands against the other AI news and analyst ratings that you should not miss.\n\nThe artificial intelligence (AI) market continues to show tremendous growth, with significant advances across sectors. According to a report by McKinsey on the AI industry, the AI revolution is driving innovation across industries, with investment in AI increasing sevenfold in recent years despite economic downturns in other tech sectors. This surge is primarily fueled by the growing demand for AI applications in data analysis, content generation, and predictive modeling. In particular, generative AI has drawn the most attention, revolutionizing industries like marketing, customer service, and product design​. Moreover, high-performing companies are heavily investing in AI to gain a competitive edge. These firms, often referred to as AI high performers, allocate a significant portion of their digital budgets – over 20% – to AI technologies. They prioritize AI not only for cost reductions but also for new revenue streams.\n\nRead more about these developments by accessing 33 Most Important AI Companies You Should Pay Attention To and 20 Industrial Stocks Already Riding the AI Wave.\n\nThe market for AI applications is set to expand even further, with several industry reports predicting that by 2030, AI could contribute up to $13 trillion to the global economy. Over a course of the next decade, informed estimates by investment advisors at Goldman Sachs indicate that these AI tools could drive a 7% increase in global GDP, worth nearly $7 trillion, and lift productivity growth by 1.5 percentage points overall. Moreover, the bank expects established businesses around the world to spend nearly $1 trillion on developing AI infrastructure in the coming years\n\nProminent businesses have taken note of these developments. Latest reports suggest that investment titan BlackRock, in partnership with tech giants is likely to launch a more than $30 billion fund focused on AI. The fund will invest in artificial intelligence infrastructure to build data centers and energy projects. The need for energy is a source of particular interest to the business community as AI models require substantial computational power, leading to higher energy consumption.\n\nThe sheer scale of computational power required for AI workloads has also forced tech giants to build supercomputer clusters, stringing together expensive chips, cooling systems, networking tools, and other high-tech gear to crunch data. These AI data centers will likely consume a growing amount of energy as the use cases of AI expand. McKinsey estimates that by 2025, 15% to 20% of all data center workloads will be AI-driven, compared to less than 5% in 2020. Furthermore, according to a report from the International Energy Agency, AI data centers could account for as much as 13% of global electricity demand by 2030 if current growth trends continue. Tech giants are thus investing billions of dollars into expanding their AI infrastructure.\n\nOur Methodology\n\nFor this article, we selected AI stocks based on the latest news and analyst ratings. These stocks are also popular among hedge funds.\n\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nA software engineer manipulating a vast network of code on virtual monitors.\n\nPalantir Technologies Inc. (NYSE:PLTR)\n\nNumber of Hedge Fund Holders: 44\n\nPalantir Technologies Inc. (NYSE:PLTR) builds and deploys software platforms for the intelligence community to assist in counterterrorism investigations and operations. It also provides software to commercial clients such as banks and hospitals. The company recently announced that it had won a $100 million contract from the US army to streamline the AI infrastructure capabilities of the latter. The contract, awarded by DEVCOM Army Research Laboratory, extends the Maven Smart System access to the Army, Air Force, Space Force, Navy, and US Marine Corps. Under the deal, a Palantir platform would support AI battlespace awareness, global integration, force management, logistics, joint fires, and targeting workflows.\n\nCiti analyst Tyler Radke recently met Palantir Technologies Inc. (NYSE:PLTR) CFO Dave Glazer, penning a research note for investors after the meeting. The note reiterated a Neutral rating on stock with a $30 price target. The analyst told investors that the company remained upbeat on its Artificial Intelligence Platform momentum with consistent macro commentary. However, per the analyst, the recent inclusion of the software firm to the S&P 500 Index saw a 15% share uptick, which increased the valuation of the company to one of the most expensive names in software at a 25-times next 12 months enterprise value to sales ratio.\n\nOverall PLTR ranks 9th on our list of AI news and analyst ratings that you should not miss. While we acknowledge the potential of PLTR as an investment, our conviction lies in the belief that some AI stocks hold greater promise for delivering higher returns, and doing so within a shorter timeframe. If you are looking for an AI stock that is more promising than PLTR but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "How CEOs Can Overcome AI Adoption Challenges: Strategies For 2025",
        "link": "https://www.forbes.com/sites/glenngow/2024/09/22/how-ceos-can-overcome-ai-adoption-challenges-strategies-for-2025/",
        "description": "AI implementation comes with significant challenges that demand careful consideration. Let’s review the key ones.",
        "image_url": "https://www.bing.com/th?id=OVFT.R-7qaKpN1idLEgQycwkyoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Super Micro Computer, Inc. (SMCI) Stock Drops Following 10K Filing Delay",
        "link": "https://www.insidermonkey.com/blog/super-micro-computer-inc-smci-stock-drops-following-10k-filing-delay-1357206/",
        "description": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OwIVpFRK2S_fhdpcLhYDcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Insider Monkey",
        "article_content": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a look at where Super Micro Computer, Inc. (NASDAQ:SMCI) stands against the other AI news and analyst ratings that you should not miss.\n\nThe artificial intelligence (AI) market continues to show tremendous growth, with significant advances across sectors. According to a report by McKinsey on the AI industry, the AI revolution is driving innovation across industries, with investment in AI increasing sevenfold in recent years despite economic downturns in other tech sectors. This surge is primarily fueled by the growing demand for AI applications in data analysis, content generation, and predictive modeling. In particular, generative AI has drawn the most attention, revolutionizing industries like marketing, customer service, and product design​. Moreover, high-performing companies are heavily investing in AI to gain a competitive edge. These firms, often referred to as AI high performers, allocate a significant portion of their digital budgets – over 20% – to AI technologies. They prioritize AI not only for cost reductions but also for new revenue streams.\n\nRead more about these developments by accessing 33 Most Important AI Companies You Should Pay Attention To and 20 Industrial Stocks Already Riding the AI Wave.\n\nThe market for AI applications is set to expand even further, with several industry reports predicting that by 2030, AI could contribute up to $13 trillion to the global economy. Over a course of the next decade, informed estimates by investment advisors at Goldman Sachs indicate that these AI tools could drive a 7% increase in global GDP, worth nearly $7 trillion, and lift productivity growth by 1.5 percentage points overall. Moreover, the bank expects established businesses around the world to spend nearly $1 trillion on developing AI infrastructure in the coming years\n\nProminent businesses have taken note of these developments. Latest reports suggest that investment titan BlackRock, in partnership with tech giants is likely to launch a more than $30 billion fund focused on AI. The fund will invest in artificial intelligence infrastructure to build data centers and energy projects. The need for energy is a source of particular interest to the business community as AI models require substantial computational power, leading to higher energy consumption.\n\nThe sheer scale of computational power required for AI workloads has also forced tech giants to build supercomputer clusters, stringing together expensive chips, cooling systems, networking tools, and other high-tech gear to crunch data. These AI data centers will likely consume a growing amount of energy as the use cases of AI expand. McKinsey estimates that by 2025, 15% to 20% of all data center workloads will be AI-driven, compared to less than 5% in 2020. Furthermore, according to a report from the International Energy Agency, AI data centers could account for as much as 13% of global electricity demand by 2030 if current growth trends continue. Tech giants are thus investing billions of dollars into expanding their AI infrastructure.\n\nOur Methodology\n\nFor this article, we selected AI stocks based on the latest news and analyst ratings. These stocks are also popular among hedge funds.\n\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nSuper Micro Computer, Inc. (NASDAQ:SMCI)\n\nNumber of Hedge Fund Holders: 47\n\nSuper Micro Computer, Inc. (NASDAQ:SMCI) develops and manufactures high performance server and storage solutions based on modular and open architecture. The company recently announced that it had received a notification letter from Nasdaq stating that it was not in compliance with Nasdaq listing rule 5250(c)(1), which required timely filing of reports with the US SEC. The letter, dated September 17, was sent as Supermicro had announced a delay in filing an annual 10K report that was due at the end of August. The delay has resulted in a significant drop in the share price of the stock.\n\nNeedham recently initiated coverage of Super Micro Computer, Inc. (NASDAQ:SMCI) stock with a Buy rating and $600 price target. In a research note, the advisory recognized Supermicro as a first mover in the design of GPU-based compute systems and liquid cooled rack level solutions and a significant beneficiary from growing investment in AI infrastructure, forecasting a compound annual revenue growth rate in excess of 55% from FY21 to FY26 for the company. However, the note detailed that the advisory had modeled a gross margin recovery for Supermicro that was more conservative than management’s forecast.\n\nOverall SMCI ranks 6th on our list of AI news and analyst ratings that you should not miss. While we acknowledge the potential of SMCI as an investment, our conviction lies in the belief that some AI stocks hold greater promise for delivering higher returns, and doing so within a shorter timeframe. If you are looking for an AI stock that is more promising than SMCI but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "'A Cambrian Explosion': AI's Radical Reshaping of Your Phone, Coming Soon",
        "link": "https://www.cnet.com/tech/mobile/features/a-cambrian-explosion-ais-radical-reshaping-of-your-phone-coming-soon/",
        "description": "\"At the moment, we are at the beginning of a Cambrian explosion of devices and sensors,\" she says. AI arrives to breathe new life into the smartphone Phones have eyes (and voices) Smarter software AI ...",
        "image_url": "https://www.bing.com/th?id=ODF.vS3pKUrPWgIKkQBHtUkEPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "CNET7h",
        "source": "CNET",
        "article_content": "In sci-fi shows like Westworld and The Expanse, characters use evolved mobile devices with sleek transparent designs that can project holograms or magically morph their interface as needed.\n\nFanciful? Maybe. But smartphones are about to take a leap forward.\n\nToday, tech giants are putting the pieces in place for advancements in artificial intelligence that will push the smartphone into its next era — and soon. Within the next few years, experts say, our phones will be much more intuitive, helpful and even friendly. That shift would not only make phones feel fresh and interesting in ways they haven't been for years but could also liberate us from being immersed in our screens.\n\nJust last week, Apple announced the iPhone 16 and iPhone16 Pro, which it's trumpeting as the first iPhones built for the company's new AI system, Apple Intelligence. The new phones include a dedicated button for triggering the camera and \"visual intelligence,\" an AI-fueled camera mode that lets you learn about your environment just by pointing your phone and pushing a button.\n\nIn the future that companies like Apple, OpenAI, Samsung and Google are sketching out, your phone's camera won't just be for snapping selfies or documenting your vacation — it'll be a wider window into the world around you. Apple's upcoming visual intelligence feature is just one example.\n\nAnd that's only the starting point. Amy Webb, a quantitative futurist and founder and CEO of the Future Today Institute, says she's seeing an \"extraordinary number\" of new devices, patents and funding rounds involving new tech devices without screens, adding that the phone as we know it may eventually \"fade into the background.\" She likens it to the evolutionary burst millions of years ago that introduced a stunningly broad range of animals.\n\n\"At the moment, we are at the beginning of a Cambrian explosion of devices and sensors,\" she says.\n\nFor now, most smartphones will continue to look like the slabs of glass and metal we carry around today for the foreseeable future (sorry, no holograms or see-through screens yet). But they'll get better at surfacing information the moment we need it, almost like the adaptable software shown on the devices in The Expanse. Instead of constantly jumping between apps and digging through menus, you may find yourself simply speaking to your phone to get things done. Or better yet, your phone's screen may show exactly what you need without you even having to ask.\n\n\"My very top-down view is that long term, I would like a phone where you would never have to go into the settings menu,\" Patrick Chomet, Samsung's executive vice president and head of customer experience, tells me. \"You shouldn't have to know the name of any feature. And we wouldn't have to name them, because the device would have full enough intelligence and context to support the actions that you want to do.\"\n\nSpeaking with tech executives, analysts and futurists, and drawing on my own experience trying new devices and cutting-edge virtual assistants, has painted a picture of where the smartphone is headed.\n\nAI arrives to breathe new life into the smartphone\n\nAt a time when the majority of people in the world own a smartphone, the idea of having a supercomputer in your pocket isn't as novel as it once was. It's harder than ever to get consumers excited about new phones — as innovative as folding phones are, they haven't exactly ignited much fervor among consumers. And there's data to show it. Forty-four percent of smartphone owners upgrade their phone only when it breaks or needs replacing, according to a CNET survey published in September based on data collected by YouGov.\n\nThe same survey also indicated that consumers hold onto their phones for three years or longer, aligning with comments Verizon CEO Hans Vestberg made to CNBC in July that subscribers keep their phones for way over 36 months. Although the smartphone market began to rebound this year, sales reached nearly a decade low in 2023, according to Counterpoint.\n\n\"The smartphone has become commoditized, so they're all fairly similar,\" says Webb. \"Even though you have two predominant operating systems that are different, they're also not totally different from each other.\"\n\nBut following the explosive launch of ChatGPT in late 2022, smartphone makers saw an opportunity for AI to chart a new path for our smartphones. The first wave of generative AI features has largely focused on very specific use cases, such as editing a photo, summarizing a transcript or translating a conversation. Niche as these tools may be, they bring something to the smartphone experience that's been sorely lacking in recent years: features that feel genuinely new, like the ability to create an image from scratch with just a few taps.\n\nYet this is just the beginning of what tech leaders see as being a more significant breakthrough in the smartphone's growth. The next stage of AI-fueled updates could lay the groundwork for a future in which we don't need to open as many apps, menus or services to get things done on our phones.\n\nAs phones get smarter and better at understanding our intentions, we'll find ourselves relying on screens less.\n\nIt's a transformation that Sameer Samat, Google's president of the Android ecosystem, and Sissie Hsiao, vice president and general manager of Gemini experiences, have been thinking about a lot — and that's important considering Android powers nearly 80% of the world's smartphones, according to Counterpoint Research.\n\nSamat tells me how Google is \"rebuilding\" Android, with AI being at the center of it all, and of course Gemini — the company's AI assistant — being the star.\n\n\"This is not your traditional assistant anymore,\" Hsiao says. \"This is really capable of doing new things.\"\n\n\n\n\n\nZooey Liao/CNET\n\nPhones have eyes (and voices)\n\nAdvancements in generative AI have made virtual assistants much smarter and more conversational than the Siris and Alexas of years past. Instead of just answering questions, voice-enabled helpers are getting better at sounding more natural and convincing.\n\nNick Turley, OpenAI's product lead for ChatGPT, thinks speaking to our devices will go from niche to mainstream the same way chatbots have over the past two years.\n\n\"A year from now, I would suspect that voice could be the primary way that people use [ChatGPT],\" he says.\n\nIt's not just words anymore, either; tech companies and phone makers want our devices to get better at \"seeing\" our surroundings too. That message was clear during Apple's annual device event on Sept. 9, where it introduced a new feature coming to the iPhone 16 called visual intelligence.\n\nWith the push of the iPhone 16's new Camera Control button, you'll be able to point the phone at a restaurant and find its hours or scan a flier for an event to add it to your calendar. There are also on-screen buttons for launching a Google search based on your photo or for asking ChatGPT about an image. Based on Apple's pre-recorded demo, it looks like a new type of visual interface for the iPhone that leans on the camera as the primary means of input, instead of opening an app and typing or swiping.\n\n\"I imagine that ChatGPT in five years is out there performing actions for you, on your behalf, rather than just responding.\" Nick Turley, OpenAI's product lead for ChatGPT\n\nApple is just the latest tech company to explore an idea like this. In May, OpenAI showed how the chatbot could recognize math equations and provide tips in real time, like a virtual math tutor, just by pointing your phone at the problem. Google's Gemini helper can analyze the contents of a YouTube video to answer questions about it.\n\nFor Google, Gemini's current capabilities are laying the groundwork for a more ambitious rethinking of the virtual assistant: Project Astra. The prototype digital assistant can \"see\" and \"understand\" your surroundings using your phone's camera and combine that data with speech input to process requests.\n\nIn a video shown at Google's developer conference in May, the user pointed a phone at a speaker sitting on someone's desk, drew an arrow on the phone's screen pointing at a particular part of the speaker and asked, \"What is that part of the speaker called?\" Astra responded that it was a tweeter, and explained what that component does. CNET's Lexy Savvides briefly tried Google's Project Astra demo at Google I/O and witnessed how it could generate a story based on pictures of animals held in front of the camera.\n\nGoogle/Jeffrey Hazelwood/CNET\n\n\"[Gemini Live] is really the start of a journey towards fully expressive, multi-modality,\" Hsiao says, adding that the first place the tech behind Astra will be widely available is in Gemini on smartphones, although she didn't specify launch timing. \"Already in Gemini Live, you can speak to it; it speaks back to you. We envision taking that with Astra into turning on the camera so it can also see and engage with you in audio full bore.\"\n\nIt's all starting to feel more like science fiction, so much so in fact that OpenAI found itself in hot water over accusations that it copied the voice of Scarlett Johansson, who played the astoundingly human-like virtual assistant in the 2013 Spike Jonze movie Her, for one of ChatGPT's voices.\n\nSaar Gur, general partner at the venture capital firm CRV, who specializes in spotting companies that lean into shifts in consumer behavior, thinks voice interaction as a computing interface is \"underestimated\" today. He believes speaking with AI agents will increasingly become the norm.\n\n\"It will be much more common instead of, 'let me Google that,' that this voice [assistant] will enter a conversation you and I are having,\" Gur says.\n\nGoing a step beyond that, Gur sees an opportunity for AI personas to provide entertainment and companionship in ways they aren't today. He refers to his teenage son, who frequently chats with other gamers on Discord, as a hypothetical example of how AI avatars can be used for more than just retrieving information.\n\nThe next stage of AI-fueled updates could lay the groundwork for a future in which we don't need to open as many apps, menus or services to get things done on our phones.\n\n\"Many of his friends are people he's never met,\" he says. \"The idea that now there can be chatbots that are actually much safer for him to interact with, because they're not real people that could then take his password and share it somewhere else.\"\n\nAnd he's not alone; entrepreneur Avi Schiffmann made headlines in July for developing a smart pendant with an embedded AI assistant called Friend that's designed specifically for, well, friendship.\n\nSmarter software\n\nFor devices with \"smart\" in their name, today's phones don't always feel very intelligent. It's up to the user to do a lot of the work when it comes to basic tasks, like toggling settings and catching up on notifications.\n\n\"For the most part, the interaction, the process is still very manual,\" Webb says. \"It requires you to look at a screen and type some stuff in.\"\n\nGetty Images/Jeffrey Hazelwood/CNET\n\nBut tech companies think AI might be the key to solving that problem, and it could prevent us from keeping our noses buried in our phones as often. It's one of the key tenets of Apple Intelligence, which will start rolling out next month, as evidenced by visual intelligence and other previously announced features.\n\nApple's upgraded Siri is equipped with knowledge about Apple product settings, which should enable it to be a personal IT department and copilot for navigating your device, among other things. Apple's 13-year-old virtual assistant will also be able to take actions for you within apps and is getting better at understanding the context behind the information stored on your phone, enabling it to answer new types of questions.\n\nOne example shown at the company's Worldwide Developers Conference in June involved asking Siri a question like, \"When is my mom's flight landing?\" and having it cross reference email and real-time flight tracking. You would then be able to follow up with a query like, \"What's our lunch plan?\" and have Siri extract details from a text message.\n\nChatGPT, best known for providing conversational, human-like responses today, will also likely evolve to do more things on your behalf, Turley says.\n\n\"While ChatGPT has begun to do things like create an image or perform a task, in many cases, [it's] still giving you text back,\" he says. \"And I imagine that ChatGPT in five years is out there performing actions for you, on your behalf, rather than just responding.\"\n\nChomet, the Samsung executive, has bold ideas for how AI could make our phones easier to use. His long-term goal is to make it so that users never have to open the settings menu on a Samsung phone ever again. The company's approach is all about making various \"touch points\" on Samsung devices — that is, the parts of the operating system we interact with, such as the keyboard and camera — smart enough to predict what the user wants.\n\n\"I would like a phone where you would never have to go into the settings menu. ... You shouldn't have to know the name of any feature.\" Patrick Chomet, Samsung EVP and head of customer experience\n\nHe acknowledges ways in which Galaxy phones are already doing this, such as the keyboard, which now includes built-in tools for text translation and rewriting messages. Other aspects of the operating system, like widgets, notifications, the lock screen and settings menu on Samsung phones, are next.\n\nChomet sees a future in which you might not even have to think about what to do next on your phone.\n\n\"[You'd] never have to go to the settings, or you never have to look for the next action,\" he says. \"You may not need to open [an] app.\"\n\nIt's a problem that companies beyond OpenAI, Google, Samsung and Apple are trying to solve. Startup Brain.ai, for example, has created smartphone software that can assemble an interface based on the task at hand rather than ping-ponging between apps.\n\nMy colleague Katie Collins saw the technology in action earlier this year at Mobile World Congress during a demo in which Brain.ai CEO Jerry Yue simply asked the phone to book a flight for two people in first class. The phone conjured up the necessary information for the flight selection, booking and payment process, all without having to open and close different apps and windows.\n\nThen there's Rabbit, the buzzy AI startup that garnered plenty of attention at the CES tech conference in January for its handheld AI voice assistant, the Rabbit R1. When the device launched in April, however, reviewers (including CNET) criticized the device for buggy performance and limited functionality.\n\nBut Jesse Lyu, the company's founder and CEO, is still convinced the R1 represents a step toward a future in which AI can handle everything for us simply by asking. Next week, the Rabbit R1 is getting a new feature called LAM Playground, which Lyu claims will enable it to answer complex web-based requests that involve stringing multiple ideas together, such as: \"Go to Reddit, search for the best recommendations for TVs in 2024, and then go to Best Buy and order it.\"\n\nIt's not the smartphone itself that he has a problem with but its app-centric operating system that feels old-fashioned.\n\nGenerative AI is already raising serious questions about whether we're ready for a world in which tools let you manipulate and create images with the press of a button.\n\n\"We're not saying, 'Hey, R1 on day one is better [than the] iPhone,\" Lyu says in an interview with CNET. \"We think it's really, really wrong to say that, but we firmly believe this app based system is going to disappear in the future.\"\n\nHe also hasn't ruled out the possibility of eventually building an actual Rabbit phone powered by AI, although he didn't say the company was working on one either.\n\n\"It's definitely possible,\" he says when asked whether we might see an app-less Rabbit phone in the future, adding that he has \"zero regrets on the strategy of the R1.\"\n\nAI has big potential… and big problems\n\nBut getting to that future won't be easy. Generative AI is already raising serious questions about whether we're ready for a world in which tools let you manipulate and create images with the press of a button — like those already available on the latest phones from Google and Samsung.\n\nThe Verge and Digital Trends, for example, have shown how features like Google's Reimagine (for adding objects to images that weren't there when the photo was taken) and Pixel Studio (for generating images based on a prompt) can be used to create offensive or misleading content. It might be easy to spot an AI-generated image today, but as the technology improves that likely won't always be the case.\n\nChatGPT/Jeffrey Hazelwood/CNET\n\nIn a comment to CNET, Google said these tools are meant for creativity and are designed to \"respect the intent of user prompts,\" meaning they may create \"content that may offend when instructed by the user to do so.\"\n\n\"That said, it's not anything goes,\" the statement says. \"We have clear policies and Terms of Service on what kinds of content we allow and don't allow, and build guardrails to prevent abuse. At times, some prompts can challenge these tools' guardrails, and we remain committed to continually enhancing and refining the safeguards we have in place.\"\n\nThat's just one potential issue. There's also the question of whether the companies behind these AI chatbots and assistants are infringing on copyrights by using web content to train their models. Plus, large language models — the underlying models that power generative AI chatbots — tend to just spew out false information from time to time, making it difficult if not impossible to trust them. During my time testing Gemini Live on the Pixel 9, Google's chatbot provided wrong answers on more than one occasion.\n\n\"It generalizes or makes an inference based on what it knows about language, what it knows about the occurrence of words in different contexts,\" Swabha Swayamdipta, assistant professor of computer science at the USC Viterbi School of Engineering, who also leads its Datasets, Interpretability, Language and Learning Lab, said in a previous interview with CNET. \"This is why these language models produce facts which kind of seem plausible but are not quite true because they're not trained to just produce exactly what they have seen before.\"\n\nTurley says progress is being made in this area, especially as ChatGPT learns to use external information to handle queries rather than just relying on its own knowledge. But until these models are 100% reliable — and it's unclear when and if that will happen — he says users should fact-check ChatGPT's answers on sensitive topics.\n\n\"Because even 90% reliability, and we have made a lot of progress on this topic with each model generation, still doesn't mean that you should blindly trust the AI,\" Turley says.\n\nTech companies and phone makers want our devices to get better at \"seeing\" our surroundings.\n\nThen there's the question of whether the general public even cares about new AI features. Data suggests most people are just fine with the way their phones work today.\n\nA quarter of respondents in CNET's survey said they don't find AI features helpful and don't want to see more integrated into their mobile phone, while 45% said they're not willing to pay a subscription for AI tools.\n\nThirty-four percent said they're concerned about privacy when it comes to using AI on mobile devices, despite efforts from companies like Apple, Google and Samsung to preserve privacy by running certain AI features locally on the device without sending information to the cloud. For requests that are too demanding to be handled on the device itself, Apple uses a system called Private Cloud Compute, which it claims will boost privacy by only sending data relevant to the specific task at hand to Apple's servers. Samsung phones also have a switch in the settings menu that allows you to turn off cloud-based processing for its Galaxy AI features.\n\nWhether new generative AI features are a hit with consumers will depend on how phone makers use the technology to dream up new ways to make the sea of information stored on our devices — from location data to messages — more palatable and useful. Doing so could make the experience more personal and individualized to the specific user, potentially distinguishing AI features on new phones from cloud-based AI models that can be accessed on any device.\n\n\"You really have to show why you want to do these things on [the] device,\" says Jon Erensen, a senior director and analyst for market research firm Gartner.\n\n\n\n\n\nGoogle/Zooey Liao/CNET\n\nDevices of the future\n\nBarring the unexpected — like the era-defining debut of ChatGPT — futurists and tech executives have a sense of the general direction smartphone evolution will take. While their theories differ, there is a common thread. As phones and peripheral devices get smarter and better at understanding our intentions, we'll find ourselves relying on screens less. And AI, whether it provides new types of interfaces or serves as the connective tissue between our phones and devices of the future, will have a big role to play.\n\nOver the past decade, smartphones have already shifted toward serving as hubs for the myriad connected devices around us, like smartwatches, wireless earbuds, smart rings and connected glasses. That web of devices is a key part of this shift that Chomet and other tech leaders see occurring, in which we no longer need to operate our phones manually in the same way anymore.\n\nAI might be the key ... it could prevent us from keeping our noses buried in our phones.\n\nIn the not-too-distant future, virtual assistants may ambiently linger between devices and answer your request on whatever gadget makes sense. It's kind of the same idea behind The Expanse's hand terminals, which are primarily designed to be touchpoints for other sensors and devices in the user's environment.\n\n\"It's not linked to a device,\" Chomet says. \"The intelligent agents can pick up your intention, whether you speak it via voice, or I could type the same thing.\"\n\nGoogle/Zooey Liao/CNET\n\nThat may not sound too different from today's earbuds, which are already equipped with virtual helpers like Siri and Google Gemini. But the scenario Chomet describes involves just speaking freely rather than intentionally thinking about which gadget you're talking to. Large language models would make it possible to simply say, \"What's that?\" when you hear a song playing in a coffee shop instead of having to say something like, \"Hey Google, what song is this?\" Chomet says.\n\nIan Khan, a tech consultant and host of the Amazon Prime video series The Futurist, also thinks we'll increasingly be surrounded by more smart devices, like connected glasses or even smart jewelry. Smart glasses in particular are already starting to show promise, especially Meta's second-generation Ray-Bans, which my colleague Scott Stein called \"the best AI companion.\" Google's Project Astra demo also raised questions about whether it's time for Google Glass, the company's camera and mic-equipped glasses from 2012, to make a comeback.\n\n\"It's funny, because it's like the perfect hardware,\" Google co-founder Sergey Brin said on the subject when speaking to a group of reporters that included CNET at this year's I/O conference. \"It's like the killer app now, 10 years later.\"\n\nBut if 2024 has taught us anything, it's that we're not quite ready for a world completely beyond smartphones just yet. Attempts to create new, voice-first devices built around AI, such as the Rabbit R1 and Humane AI Pin, products that were seemingly inspired by some of the most beloved fictional gadgets like the Pokédexand the Star Trek communicator badge, were widely panned for not living up to expectations at launch, although they've both been updated significantly since then. While futurists like Khan and Webb see a world in which we're less glued to glowing rectangles, the traditional smartphone likely isn't going away anytime soon.\n\n\"A lot of those changes going forward are going to be about what's on the inside,\" Webb says.\n\nHowever, a world in which our phones better understand our intentions and prevent us from ping-ponging back and forth between apps? That future is almost already here, according to Chomet, who predicts that shift could occur in the next one to three years. At that point, generative AI might not even seem as novel as it is today, and will instead feel more like a basic yet essential utility.\n\n\"You don't say, 'my phone has internet,' or 'my computer is internet-powered,'\" Chomet says. \"So I think within a year, AI will be like that.\"\n\nVisual Designers | Zooey Liao, Cole Kan\n\nSenior Motion Designer | Jeffrey Hazelwood\n\nCreative Director | Viva Tung\n\nVideo Producer | Jesse Orrall\n\nVideo Executive Producer | Andy Altman\n\nProject Manager | Danielle Ramirez\n\nDirector of Content | Jonathan Skillings\n\nEditor | Corinne Reichert"
    },
    {
        "title": "Paranormal circus brings scares to Lincoln",
        "link": "https://www.1011now.com/2024/09/22/paranormal-circus-brings-scares-lincoln/",
        "description": "LINCOLN, Neb. (KOLN) - The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare. The circus is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qTXgQJv_CvRZcADmyUqYsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "15h",
        "source": "1011 Now",
        "article_content": "LINCOLN, Neb. (KOLN) - The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare.\n\nThe circus is bringing roller-skating vampires, creepy contortionist dolls, and high-wire walking zombies to the Capital City.\n\nThe show kicked off on Friday and runs through Monday at Gateway Mall, offering plenty of opportunities for anyone looking for a fright.\n\n“It’s very immersive,” host and comedian of Paranormal Cirque II Steve Copeland, said. “Our performers are on the stage. They’re in the audience with you, you’re going to see some amazing things, all with a horror twist. All of our acts have a horror twist. And in addition to that, you get a haunt attraction pre show.”\n\nCopeland said the haunt attraction is available one hour before the show. Paranormal Cirque II is for people ages 13 and up. Kids ages 13 to 17 will need to have an adult with them.\n\nTickets can be bought online or at the ticket office in the parking lot of Gateway Mall, right in front of the Paranormal Cirque II tent.\n\nClick here to subscribe to our 10/11 NOW daily digest and breaking news alerts delivered straight to your email inbox.\n\nCopyright 2024 KOLN. All rights reserved."
    },
    {
        "title": "5 HAUNTED Places in The US! (Paranormal)",
        "link": "https://www.msn.com/en-us/tv/news/5-haunted-places-in-the-us-paranormal/vi-AA1qZinn?ocid=BingNewsVerp",
        "description": "Discover the 5 most haunted places in the United States! From Salem’s witch trials to Savannah’s ghostly charm, these ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z99bPMW_GEfyT_FbTIfg1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Travel Pug on MSN10h",
        "source": "The Travel Pug on MSN",
        "article_content": ""
    },
    {
        "title": "Inside Northern Ireland's team of paranormal investigators",
        "link": "https://www.msn.com/en-gb/money/other/inside-northern-irelands-team-of-paranormal-investigators/ar-AA1r0kl1?ocid=BingNewsVerp",
        "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uYShi8tHlEv6KPP7xggT1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Belfast Live on MSN2h",
        "source": "Belfast Live on MSN",
        "article_content": ""
    },
    {
        "title": "Stream What's New on TV This Week: Wolfs, Will & Harper and More",
        "link": "https://www.cnet.com/tech/services-and-software/stream-whats-new-on-tv-this-week-wolfs-will-harper-and-more/",
        "description": "Don't miss the latest on Netflix, Apple TV Plus and more. Here's what's coming to streaming the week of Sept. 23 to Sept. 29.",
        "image_url": "https://www.bing.com/th?id=OVFT.BGzuG_E0LqsBcNiNpwjqPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "CNET8h",
        "source": "CNET",
        "article_content": "Two of the biggest movie stars on the planet will be popping up on Apple TV Plus soon; the streaming service will be dropping the new film Wolfs, starring George Clooney and Brad Pitt, on Sept. 27, and that's just one of several big titles coming to streaming this week. Other platforms, including Netflix, Hulu, and Paramount Plus, also have some big shows and movies to share.\n\nOn Netflix, you can catch the new comedy Nobody Wants This, a show starring Kristen Bell and Adam Brody as two people who find love unexpectedly. Also on Netflix is the new documentary Will & Harper, starring SNL alums Will Ferrell and Harper Steele. Steele met Ferrell when they were both hired on the late night show, and this film explores how their friendship has evolved in the wake of Steele's transition from man to woman. The heartfelt sports drama Rez Ball, a classic underdog story about a basketball team on a Native American reservation, also arrives on Friday.\n\nThe Australian series Colin From Accounts returns to Paramount Plus for a second season this week, and the streamer also has something a little darker in store with Apartment 7A, a 1960s-set thriller that is set as a prequel to Rosemary's Baby. If you want to wash down those demonic apartment-dwellers with some supernatural phenomena, be sure to check out Hulu's Out There: Crimes of the Paranormal, the new true-crime series that pins crimes on the likes of Bigfoot.\n\nLearn more about the biggest titles of the week below.\n\nRead more: My September Streaming List Includes Keeping Netflix, Disney Plus and Max. Here's Why\n\nBest new shows and films to stream (Sept. 23 to Sept. 29)\n\nNetflix\n\n\n\nNetflix Will & Harper (Sept. 27) Will & Harper, which arrives on Netflix on Sept. 27, is a road trip documentary starring Saturday Night Live alum Will Ferrell and his longtime friend Harper Steele. Steele, who came out as transgender three years ago, found a devoted ally in Ferrell, and the film is an exploration of their friendship before, during and after her transition.\n\nNetflix Nobody Wants This (Sept. 26) Kristen Bell and Adam Brody star as unlikely romantic partners in the new Netflix romantic comedy series Nobody Wants This. Bell plays Joanne, a cynical, agnostic podcaster who meets a rabbi named Noah, played by Brody. Despite their opposing outlooks on life and their wildly different families, the romantic attraction between the pair brings them closer together. The show premieres on Thursday, Sept. 26.\n\nNetflix Rez Ball (Sept. 27) Produced by basketball legend LeBron James and co-written by Reservation Dogs creator Sterlin Harjo, Rez Ball is an underdog sports drama about a basketball team on a Native American reservation who are determined to become state champs. The film's director and co-writer Sydney Freeland describes it as \"Friday Night Lights, but it is from an Indigenous perspective,\" and while the film features a few familiar faces, like Prey's Amber Midthunder, most of the young actors are first-time performers cast for their acting abilities on the screen as well as their athleticism on the court.\n\nApple TV Plus\n\n\n\nDisney Plus Wolfs (Sept. 27) George Clooney and Brad Pitt have teamed up for the new action-comedy Wolfs, playing professional fixers who arrive to cover up the same crime. When the two men, who are used to working alone, find themselves forced to work together, the night grows increasingly more chaotic. The film, which had a brief theatrical release, will arrive on Apple TV Plus on Friday, Sept. 27.\n\nHulu\n\n\n\nHulu Out There: Crimes of the Paranormal (Sept. 24) Hulu's new crime series arrives just in time for spooky season. Out There: Crimes of the Paranormal features eight true crime cases that all share one thing in common -- brushes with the supernatural. Each episode centers on a case that have led eye witnesses and investigators to the same conclusion: That something otherworldly is responsible for the crime at hand. The show arrives on Hulu on Sept. 24.\n\nParamount Plus\n\n\n\nPeacock Colin From Accounts Season 2 (Sept. 26) On Paramount Plus, you can catch season two of the Australian series Colin From Accounts when it premieres on Sept. 26. The series is written by husband-and-wife team Patrick Brammall and Harriet Dyer, who also star as main characters Gordon and Ashley, who meet in the aftermath of a car accident and adopt a dog they name Colin."
    },
    {
        "title": "My Hero Academia: Deku & Uraraka’s Relationship, Explained",
        "link": "https://gamerant.com/my-hero-academia-deku-urarakas-relationship-explained/",
        "description": "Uraraka’s support has been pivotal in Deku’s journey, offering emotional grounding in his most challenging moments.",
        "image_url": "https://www.bing.com/th?id=OVFT.gkeyNX4eP0pyo1sTBvOXAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Game Rant52m",
        "source": "Game Rant",
        "article_content": "Content not available"
    },
    {
        "title": "Discovery suggests 2nd Kuiper Belt in our solar system: Everything you need to know",
        "link": "https://www.indiatvnews.com/science/discovery-suggests-2nd-kuiper-belt-in-our-solar-system-nasa-isro-spacex-elon-musk-2024-09-22-953424",
        "description": "Astronomers have uncovered evidence of a potential second Kuiper Belt, expanding the boundaries of our solar system. Here's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eIMH49H8a-CriTlD11obGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "India TV",
        "article_content": "Follow us on Image Source : NASA Kuiper Belt\n\nAstronomers have discovered evidence suggesting the existence of a second Kuiper Belt, potentially extending the known boundaries of our solar system. This groundbreaking find could significantly reshape our understanding of the solar system’s outer regions and offer new insights into its formation and structure.\n\nWhat is the Kuiper Belt?\n\nThe Kuiper Belt is a vast region beyond Neptune, spanning from about 33 to 55 astronomical units (AU) from the sun. It is filled with icy bodies, dwarf planets, and comets that orbit in the outer reaches of our solar system. This region gained fame after NASA’s New Horizons mission explored Pluto, the most well-known object in the Kuiper Belt, in 2015.\n\nNew Objects Discovered Beyond the Kuiper Belt\n\nRecent findings suggest that the solar system could be even larger than previously believed. Using the powerful Subaru telescope’s Hyper Suprime-Cam (HSC), astronomers have identified 239 Kuiper Belt objects since 2020. Among these are 11 objects located between 70 and 90 AU from the sun—far beyond the traditional Kuiper Belt—which indicates the presence of a second, more distant belt, tentatively named \"Kuiper Belt 2.\"\n\nThis potential second belt could extend as far as 13.5 billion kilometers (8.4 billion miles) from the sun, marking a significant expansion of our known solar system. Interestingly, there is a gap between 55 and 70 AU, where no objects have been found, which further supports the idea of a distinct second belt.\n\nImplications for Our Understanding of the Solar System\n\nThe discovery of Kuiper Belt 2 could dramatically change how we understand the formation of the solar system. For years, scientists have puzzled over the relatively small size of the Kuiper Belt compared to similar belts in other planetary systems. The presence of a second belt suggests that the solar system’s primordial nebula may have been much larger than previously thought.\n\nThis finding also raises exciting possibilities about the existence of more dwarf planets and even the elusive Planet Nine, which has been theorized but not yet observed. As astronomers continue to study these distant objects, we may uncover even more mysteries hiding in the outer reaches of our solar system.\n\nLooking Ahead: A New Era of Discovery\n\nThe potential discovery of Kuiper Belt 2 opens up new avenues for exploration and could reshape our understanding of the solar system’s outermost regions. With further observation, astronomers hope to learn more about these distant objects and what they reveal about the history and evolution of the solar system.\n\nALSO READ: New to BSNL 4G? These first recharge plans might help you to save money and deliver maximum benefits\n\nALSO READ: BSNL 5G testing starts: Could be a game-changer in the Indian telecom sector"
    },
    {
        "title": "Scientists Discover Signs of Water All Over The Moon's Surface",
        "link": "https://www.sciencealert.com/scientists-discover-signs-of-water-all-over-the-moons-surface",
        "description": "The researchers used data from the Moon Mineralogy Mapper (M3) instrument on the Chandrayaan-1 spacecraft, which orbited the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k0HcYR4KmRnasnA_XsopTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert7h",
        "source": "ScienceAlert",
        "article_content": "The Moon might be a bit of a dark horse when it comes to water.\n\nAccording to a new analysis of mineralogy maps, water and hydroxyl – another molecule made up of hydrogen and oxygen – can be found in multiple locations across all lunar latitudes and terrains, even where the Sun shines down most powerfully.\n\nIt's a discovery that has multiple implications. It can help us understand the Moon's geological history and ongoing processes, and inform future crewed missions to Earth's satellite.\n\n\"Future astronauts may be able to find water even near the equator by exploiting these water-rich areas. Previously, it was thought that only the polar region, and in particular, the deeply shadowed craters at the poles were where water could be found in abundance,\" says planetary scientist Roger Clark of the Planetary Science Institute.\n\n\"Knowing where water is located not only helps to understand lunar geologic history, but also where astronauts may find water in the future.\"\n\nThe Moon seems pretty dry and devoid of moisture, and in one sense it is. There is no liquid water pooling on the surface – no lakes, puddles, or rivers. But studies are increasingly showing that the Moon has plenty of water tucked away.\n\nPrevious studies into where all the water might be hiding suggested that a huge amount could be deep in lunar craters, particularly at high latitudes. These deep pockets are never touched by the direct light and heat of the Sun, which means they may be harboring deposits of ice several meters thick.\n\nBut other recent work has found that other parts of the Moon could have water, too. And now, the work of Clark and his colleagues supports this finding. Water and hydroxyl – consisting of one oxygen atom and one hydrogen atom – appear to be pretty abundant on the Moon, bound up in the minerals that form the rocks and dirt on the surface of the Moon.\n\nThe researchers used data from the Moon Mineralogy Mapper (M3) instrument on the Chandrayaan-1 spacecraft, which orbited the Moon in 2008 and 2009, collecting spectroscopic images of the Moon. This data recorded the infrared light reflected by the Moon, looking for colors on the spectrum consistent with water and hydroxyl.\n\nThe researchers found that water and hydroxyl can be found across all latitudes on the Moon, although the molecules appear to be less abundant in lunar mares. But the water-rich rocks that are excavated during impacts can be found wherever such impacts take place.\n\nWater doesn't stay forever. The researchers found that water in the lunar surface is is exposed in cratering events and then gradually destroyed by radiation from solar wind over a timeframe of millions of years. But this process leaves behind hydroxyl. Hydroxyl is also produced by the solar wind, which deposits solar hydrogen on the surface of the Moon, which can bind with oxygen there to produce the molecule.\n\n\"Putting all the evidence together, we see a lunar surface with complex geology with significant water in the sub-surface and a surface layer of hydroxyl,\" Clark says. \"Both cratering and volcanic activity can bring water-rich materials to the surface, and both are observed in the lunar data.\"\n\nThe researchers also found that the water signature of pyroxene – a type of igneous rock – changes depending on the angle of the sunlight hitting it. This tidies up a lunar mystery: scientists had observed this changing signature and not known what it meant. It seemed to suggest that water was moving around on the Moon. It still could be, but not as much as the pyroxene signature had seemed to indicate.\n\nFinally, the team's maps give us some more information about another weird Moon mystery – the lunar swirls. These are strange, swirling patterns on the surface of the Moon, and scientists don't know what makes them, although magnetism could play a role. Clark and his team found that the swirls are very water-poor.\n\nWe don't know what that means for their formation mechanism, but this signature also occurs on parts of the lunar surface that don't have a swirl pattern. These parts, the researchers think, could be ancient swirls that have eroded, leaving only a telltale water signature to tell us they were once there. And that could help us work out what the swirls actually are.\n\nMeanwhile, the discovery suggests a possible water source for lunar explorers. By processing the hydroxyl-rich minerals, future astronauts could, indeed, find a way to squeeze water out of a stone.\n\nThe research has been published in The Planetary Science Journal."
    },
    {
        "title": "Chandrayaan-3: Pragyan rover discovers ancient 160-km wide crater on the moon",
        "link": "https://www.indiatoday.in/science/chandrayaan-3/story/chandrayaan-3-pragyan-rover-discovers-ancient-160-km-wide-crater-on-the-moon-2604543-2024-09-22",
        "description": "The data beamed back by the Pragyan rover from Moon’s south polar region has now led to the discovery of an ancient crater.",
        "image_url": "https://www.bing.com/th?id=OVFT.L2mA1yq75itZ4S0b5X7z1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today5h",
        "source": "India Today",
        "article_content": "India’s Chandrayaan-3 mission continues to make groundbreaking discoveries after its successful mission ended on the Moon in 2023.\n\nThe data beamed back by the Pragyan rover from the Moon’s south polar region has now led to the discovery of an ancient crater.\n\nThe Pragyan rover has discovered an ancient, 160-kilometre-wide buried crater near its landing site. The findings have been published in the latest issue of Science Direct by scientists from the Physical Research Laboratory, Ahmedabad. Chandrayaan-3 landing site on the Moon. (Photo: X/@Bhardwaj_A_2016)\n\nadvertisement\n\nThis significant find occurred as the Pragyan rover traversed the highland terrain at its landing site, approximately 350 kilometers from the South Pole-Aitken basin, the largest and oldest impact basin on the lunar surface.\n\nThe crater is believed to have formed before the creation of the South Pole-Aitken basin, making it one of the Moon's oldest geological structures. Due to the crater's age, it was mostly buried by debris from later impacts, particularly from the South Pole-Aitken event, and has been degraded over time.\n\nImages taken by the Pragyan rover’s navigation and optical high-resolution cameras revealed the structure of this ancient crater, offering vital clues about the Moon's geological history.\n\nThe crater’s discovery provides scientists with a rare opportunity to study deeply buried lunar material that dates back to some of the earliest impacts on the Moon.\n\nThe landing site, rich in material from past impacts, has been a prime location for lunar exploration.\n\nThe South Pole-Aitken basin contributed nearly 1,400 meters of debris, while smaller craters and basins added hundreds of meters of material to the landscape. This ancient regolith, the layer of dust and rock on the Moon’s surface, is crucial for understanding lunar formation and evolution.\n\nThe Pragyan rover’s findings, including the crater, have excited scientists around the world. The information it gathers from this ancient and heavily cratered region could reshape our understanding of the Moon's early history, and the formation of its unique terrain.\n\nPublished By: Sibu Kumar Tripathi Published On: Sep 22, 2024"
    },
    {
        "title": "Pune: 'Meta Awakening’ Concert Inspires Self-Discovery and Spiritual Realization Through Science and Silence",
        "link": "https://www.freepressjournal.in/pune/pune-meta-awakening-concert-inspires-self-discovery-and-spiritual-realization-through-science-and-silence",
        "description": "The Pune ‘META AWAKENING’ concert unfolded the path to realizing the immense possibilities of true human potential. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iIezmSs4HBfckj0kL7LPxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "The Free Press Journal",
        "article_content": "Pune: 'Meta Awakening’ Concert Inspires Self-Discovery and Spiritual Realization Through Science and Silence |\n\nThe Pune ‘META AWAKENING’ concert unfolded the path to realizing the immense possibilities of true human potential. This magical, spiritual, and cultural event captivated the hearts of Punekars with mesmerizing techniques, fulfilling the quest for self-discovery. Internationally acclaimed philosopher and scientist Sri Bhupendra offered attendees an experience through the unfolded aspects of the domain of silence, allowing each individual to immerse in profound stillness that paved the way for deeper realization during the ‘Meta Awakening’ concert.\n\nThe event was organized by Soul Foundation India in collaboration with the Circle of Consciousness and Happiness, California, USA, and held at Hotel Ramee Grand. The main highlight of the concert was the energetic guidance provided by globally acclaimed philosopher, scientist, author, and influencer Sri Bhupendra. He shared his experiments with human existence, drawing from his 30 years of penance.\n\nBlending the realms of science and spirituality, Sri Bhupendra led attendees into a more conscious and awakened world. This cosmic dance of energy, experienced through culture, devotion, and scientific exploration, left an indelible mark on every heart and influenced their journey toward a higher state of being. The ‘Meta Awakening’ concert was coordinated by Kirti Gadre, a representative of the Circle of Consciousness and Happiness, California, USA.\n\nDuring his interaction with the audience, Sri Bhupendra explained the meaning of life as he had explored during his spiritual journey of three decades. He said, “Life is a dance, a celebration. Therefore, we should adeptly navigate the ups and downs of life. Learn the art of living a positive, stress-free life by recognizing your own potential. A smile on the face, contentment in the mind, and a sense of spiritual happiness are the key ingredients of a truly happy life.”\n\nRead Also Pune Airport Conducts Annual Earthquake Preparedness Drill\n\nThrough various examples, Sri Bhupendra highlighted the importance of silence and self-realization in life. He described how these reveal the true meaning of the two concepts, 'believe' and 'know'. “You believe in something like God only until you 'know' it. Knowing is fundamental, and it is routed through knowing 'who am I?'\" He also added that we can learn a lot from nature with respect to these two concepts. “We must be goal-oriented, just like a tiger or an eagle is while hunting. Instead of worrying about the future, we should take inspiration from our own experiences. There is a 'genius' dormant in everyone. We need to explore ourselves and develop our abilities to activate that 'genius'. In today's busy life, self-awareness is inevitable. Embracing both positive and negative forces is the key. Our strengths help us fly high, whereas unwanted experiences ground our roots deeper, helping us realize our potential to achieve better goals,” he suggested.\n\nSpeaking on the occasion, Kirti Gadre said, “This concert marked the introduction of the global Meta Awakening movement to Punekars, offering a powerful experience of tapping into consciousness, a gateway to a more purposeful and successful life. In the coming years, we will look back on this day as a pivotal moment, where Meta Awakening became a significant milestone in human evolution. A new 'age' begins here, and some chosen Punekars witnessed it.”\n\nApart from Sri Bhupendra's mesmerizing session, the concert also featured healing sessions and an outpouring of energy, along with cultural programs that included performances based on Guru Ashtakam, Nirvana Shatakam, and Gratitude Bhavgeet. These performances contributed to the positive energy in the atmosphere."
    },
    {
        "title": "Sarasota scientist’s discovery bears fruit: new drug may help prevent Alzheimer’s",
        "link": "https://www.mysuncoast.com/2024/09/21/sarasota-scientists-discovery-bears-fruit-new-drug-may-help-prevent-alzheimers/",
        "description": "Fiona Crawford is one of the world’s leading experts on Alzheimer’s. She studied at the prestigious Saint Mary’s University in London, leaving her life in Ireland behind to break into an area of ...",
        "image_url": "https://www.bing.com/th?id=ODF.rkETxfJpRIqFnmTxy6kcHw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "WWSB20h",
        "source": "WWSB",
        "article_content": "SARASOTA, Fla. (WWSB) - 35 years ago, a pair of scientists made a discovery that they believed would change Alzheimer’s research forever.\n\nNow they say they’ve done it.\n\nFiona Crawford is one of the world’s leading experts on Alzheimer’s. She studied at the prestigious Saint Mary’s University in London, leaving her life in Ireland behind to break into an area of science that was only beginning to see the spotlight. That was 1988, and it only took two years for her to publish groundbreaking research.\n\nThe amyloid is a protein in the brain that is supposed to be there. It has an ordinary function, though scientists aren’t entirely sure what.\n\nRight now Crawford believes it may have something to do with blood vessels, but she isn’t certain.\n\nWhat she does know for certain is that as people get older, amyloid sometimes gets clogged in the brain. What should normally get filtered out along with blood or spinal fluid instead builds up, eventually causing Alzheimer’s.\n\nCrawford theorized this 35 years ago, and in 2024, drugs based on her research are finally hitting the market.\n\nUnfortunately, it’s not meant for everybody. People in the late stages of Alzheimer’s will still take the drugs they already do--those drugs are designed to help keep up the communicative pathways that have begun breaking down.\n\nThe new drug is for people in the early stages. It works almost preventatively, helping bind amyloid to protein and clear it out before Alzheimer’s starts to set in.\n\nCrawford says it’s an extremely exciting time not just for her, but for the field. Scientists are beginning to see a clearer picture of the brain, and with that comes more specific hypotheses, more targeted treatments, and a better world for us all.\n\nCopyright 2024 WWSB. All rights reserved."
    },
    {
        "title": "AI May Help Untangle Obstacles Still Faced By Citizen Developers",
        "link": "https://www.forbes.com/sites/joemckendrick/2024/09/22/ai-may-help-untangle-obstacles-still-faced-by-citizen-developers/",
        "description": "There are still pains and complexities to application building that business users have yet to grasp. Can AI help smooth the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0jqzL1aWZbJxyO4Nb4kEAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "New DraftKings promo code for Ravens vs. Cowboys delivers $200 in bonus bets instantly",
        "link": "https://www.oregonlive.com/betting/2024/09/new-draftkings-promo-code-for-ravens-vs-cowboys-delivers-200-in-bonus-bets-instantly.html",
        "description": "The newest DraftKings promo code (no promo code needed) offers new users a Bet $5, Get $200 in bonus bets deal for Ravens vs.",
        "image_url": "https://www.bing.com/th?id=OVFT.7FymzwjcoaXKkyz2vSuPCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "37m",
        "source": "Oregonian",
        "article_content": "NFL Week 3 is here so take advantage of the exciting DraftKing’s promo code (no code required) that offers new users a bet $5, get $200 in bonus bets deal.\n\nYou don’t need to enter a DraftKings promo code use this offer while betting on some of the exciting NFL Week 3 action.\n\nThat includes Ravens vs Cowboys, a cross-conference showdown between two of the top teams in the NFL.\n\nDraftKings promo code at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details Bet $5, Get $200 in bonus bets instantly ⚖️ DraftKings promo code terms and conditions Minimum $5 deposit. Place a $5 wager on any sporting event.\n\n\n\nBonus bets are credited as 8 $25 bonus bets.\n\n\n\nThe bonus bets expire seven days after they’re credited. ✅ Last verified Sept. 22, 2024\n\nDraftKings promo code: how to claim the offer\n\nWith a chance to ensure $200 back on your first $5 bet with DraftKings, new users can sit back and enjoy as their payroll expands right away ahead of the action this Sunday.\n\nRegistering with the DraftKings promo code (no code needed) takes just a few minutes when you follow this guide:\n\nClick any link or banner on this page to get started downloading the DraftKings app Tap the ‘Sign Up’ or ‘Join Now’ button in the middle of the page. Make a $5 minimum deposit. Bet $5 on a qualifying market and the bonus funds should appear instantly. Bonus bets expire 7 days after they’re credited\n\nThe bet $5, get up to $200 in bonus bets offer is great if you’re looking to score bonuses with a low wagering requirement.\n\nClick any link on this page for full terms and conditions.\n\nRavens vs Cowboys odds to use your DraftKings promo code on\n\nWeek 3 of the NFL is filled with a few exciting games, but the most anticipated will be the cross-conference showdown between Baltimore and Dallas.\n\nBoth teams entered the season with high expectations, but are looking to bounce back after rough Week 2 outings.\n\nThe Ravens suffered a defeat to the underdog Raiders, while Dallas is still looking to wash out the bitter taste of their 44-19 loss to the New Orleans Saints.\n\nCurrently, the spread for this game leans to Baltimore as the 1-point favorite. With both teams looking to get back on track, it should be a good contest.\n\nHowever, I agree with the books on this one that the Ravens should be able to go on the road and take care of business to score their first victory of the 2024 campaign.\n\nDespite their struggles, Derrick Henry has been able to find paydirt in each of his first two games with the ball club.\n\nSo maybe sprinkle some of that $200 on his -170 anytime TD prop for a chance to get some extra cheddar this weekend."
    },
    {
        "title": "As Taliban starts restricting men, too, some regret not speaking up sooner",
        "link": "https://www.washingtonpost.com/world/2024/09/22/afghanistan-taliban-restrictions-men-beards/",
        "description": "Besides imposing severe rules on women, new laws require men to grow fist-length beards and bar them from imitating ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Uy9P-S3anzJKnAy4JoO3fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3h",
        "source": "The Washington Post",
        "article_content": "As the Taliban starts enforcing draconian new rules on women in Afghanistan, it has also begun to target a group that didn’t see tight restrictions on them coming: Afghan men. Women have faced an onslaught of increasingly severe limits on their personal freedom and rules about their dress since the Taliban seized power three years ago. But men in urban areas could, for the most part, carry on freely.\n\nThe past four weeks, however, have brought significant changes for them, too. New laws promulgated in late August mandate that men wear a fist-long beard, bar them from imitating non-Muslims in appearance or behavior, widely interpreted as a prohibition against jeans, and ban haircuts that are against Islamic law, which essentially means short or Western styles. Men are now also prohibited from looking at women other than their wives or relatives.\n\nAdvertisement\n\nAs a result, more are growing beards, carrying prayer rugs and leaving their jeans at home.\n\nThese first serious restrictions on men have come as a surprise to many in Afghanistan, according to a range of Afghans, including Taliban opponents, wavering supporters and even members of the Taliban regime, who spoke in phone interviews over the past two weeks. In a society where a man’s voice is often perceived as far more powerful than a woman’s, some men now wonder whether they should have spoken up sooner to defend the freedoms of their wives and daughters.\n\n“If men had raised their voices, we might also be in a different situation now,” said a male resident of the capital, Kabul, who like others interviewed for this story spoke on the condition of anonymity or that only their first names be used due to fears of drawing unwanted scrutiny from the regime. “Now, everyone is growing a beard because we don’t want to be questioned, humiliated,” he said.\n\nThe Taliban’s new rules governing men pale in comparison with restrictions the government has placed on girls and women, who remain banned from going to school above sixth grade, barred from universities and were recently prohibited from raising their voices in public, among many other rules.\n\nAdvertisement\n\nBut newly empowered religious morality officers, known for their white robes, have been knocking over the past four weeks on the doors of men in some parts of Kabul who haven’t recently attended mosque, according to residents. Government employees said they fear they’ll be let go for having failed to grow their beards, and some barbers now refuse to trim them. Increasingly, male taxi drivers are being stopped for violating gender segregation rules, by having unaccompanied female riders in their cars, or for playing music.\n\nThe new laws give the morality police authority to detain suspects for up to three days. In severe cases, such as repeated failure to pray in the mosque, suspects can be handed over to courts for trial and sentencing based on their interpretation of Islamic sharia law. Violations of the new rules are expected to be punished by fines or prison terms. But people found guilty of some infractions, for example adultery, could be sentenced to flogging or death by stoning.\n\nAmir, a resident who lives in eastern Afghanistan, said he supported the Taliban up until the latest restrictions. But he now feels bullied into submission by their morality police.\n\nAdvertisement\n\n“We all are practicing Muslims and know what is mandatory or not. But it’s unacceptable to use force on us,” he said. He added, “Even people who have supported the Taliban are now trying to leave the country.”\n\nMost men interviewed for this story live in Kabul, the country’s most cosmopolitan city, or other urban areas. Residents of more conservative and traditional parts of Afghanistan said they have noticed barely any changes. A male resident of rural Helmand, in southern Afghanistan, said no one in his village has concerns and such rules have long been customary there. “No morality police has showed up here so far. They focus on the cities,” he said.\n\nThe new restrictions appear to reflect a broader shift in the balance of power inside the Taliban, with the most conservative elements either gaining influence or seeking to assert themselves more aggressively in urban areas, according to Western officials and Afghan critics of the Taliban.\n\nThe Ministry of Vice and Virtue, which directs the morality police, could not be reached for comment. A former senior official with the Ministry of Vice and Virtue denied that the ministry is increasingly turning into a shadow law enforcement agency, saying its primary responsibility remains preaching. He spoke on the condition of anonymity because he is no longer authorized to respond to journalists.\n\nThe new restrictions on women include a ban on them raising their voices, reciting the Quran in public and looking at men other than their husbands or relatives. Women must also cover the lower half of their faces in addition to donning a head covering they were already expected to wear.\n\nAdvertisement\n\nThe crackdown by morality police in urban areas, where some religious rules had been rarely enforced, has heightened anxiety among women. For men, it has come as a shock.\n\nA 36-year old male driver in Kabul said the new restrictions feel “enormous” and pose a growing hardship for his work. His revenue has declined by 70 percent since late August, he said, partly because the Taliban has begun enforcing a rule that bans women from traveling alone in taxis.\n\nEven in some government offices, a new sense of dread has set in. A former Taliban supporter recalled how a friend, who still works for the regime, recently had his salary withheld because his beard wasn’t sufficiently long.\n\n“We are hearing that some of the civil servants, whose beards were shorter than the required length, were barred from entering their departments,” said a government employee, speaking on the condition of anonymity because he was not authorized to speak to journalists.\n\nAdvertisement\n\nFor the past three years, Afghan women often felt alone in their anguish. Some grew exasperated by their husbands’ silence or growing support for the Taliban, which tried to win public favor by building roads and repairing tunnels.\n\nSeveral women said they hope their protests will soon be joined by Afghan men. “Men were silent from day one, which gave the Taliban the courage to keep imposing such rules,” said a 24-year-old female resident in Kabul. “Now, the Taliban is finally losing men’s support,” she said.\n\nOthers are skeptical whether criticism of the rules can make a difference.\n\nIn interviews, several Kabul residents said they have begun in recent weeks to look more seriously into leaving the country.\n\n“But if more young people flee this country,” said a male Kabul resident, “there won’t be any hope at all.”"
    },
    {
        "title": "How to use Windows Terminal and what it’s useful for",
        "link": "https://www.theverge.com/24249353/windows-11-terminal-microsoft-how-to",
        "description": "Type 'tree' and hit Enter to see a visual representation of the folders and subfolders on your system — very useful for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rN7NSj0lz0x4dg_Z4h1Y7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "The Verge",
        "article_content": "Scratch the surface of Windows (and macOS), and you’ll find a command line console underneath, a lingering remnant of how these operating systems started out: as user-friendly graphical wrappers built on top of text-based, monochrome interfaces.\n\nIf you’re as old as I am, you might remember having to launch apps and games on a computer by typing out text commands, rather than pointing and clicking. The modern-day methods are much easier, of course, but the old ways are still available — and they’re actually still useful for multiple tasks, as the list below shows.\n\nTo begin with, Windows kept the Command Prompt utility as a reminder of its MS-DOS roots. That was later joined by PowerShell (Command Prompt with extras), and in the latest versions of Windows 11, Command Prompt and PowerShell are now both wrapped up in a tool called Windows Terminal.\n\nWindows Terminal supports all the original Command Prompt instructions, and you can launch it from the Start menu. It’s simple:\n\nSearch for Terminal.\n\nRight-click on the program icon and choose Run as administrator to make sure all of the features are available to you.\n\nNow that you’ve got the Windows Terminal open, here are some of the commands that might make it worth your while. To make use of them, type the text shown and then hit Enter.\n\nThere are more ways to shut down your computer than you might have realized. Screenshot: Microsoft\n\n1. Shut down your computer after a certain time\n\nshutdown /s /t 600\n\nShutting down your computer via the Start menu isn’t difficult, of course, but Terminal gives you a few more options, like timed shutdowns. The command above orders a shutdown (“/s”) rather than a restart, after a time (“/t”) of 600 seconds. Simply adjust the timing as needed.\n\nAnother handy option is “shutdown -r -o” (without the quotes), which restarts (“-r”) your computer and launches the Advanced Start Option menu — very useful for troubleshooting. Just type “shutdown” by itself to see other flags you can use.\n\n2. See a visualization of your folders\n\ntree\n\nType “tree” and hit Enter to see a visual representation of the folders and subfolders on your system — very useful for seeing how your Windows drive is organized. You can include a drive and folder path (such as. “C:\\Programs\\”) to focus the listing on a specific area of the drive and use the “/f” flag to see files listed as well as folders.\n\n3. Troubleshoot network problems\n\nipconfig /flushdns\n\nThe “ipconfig” command is often used to troubleshoot networking problems. Use it on its own, and you’ll see your router’s current IP address, but add the “/flushdns” flag, and connections between your computer and the websites you visit get reset (via the DNS server), which can help if websites aren’t loading up as they should.\n\nYou can also use “ipconfig /release” and then “ipconfig /renew” to get a fresh IP address for your computer — potentially solving connection problems between your Windows device and your router or your device and the internet.\n\nYou can get a plethora of information about your system. Screenshot: Microsoft\n\n4. Get more information about your system\n\nsysteminfo\n\nThe classic “systeminfo” command will tell you just about everything you could possibly want to know about your system and then some: it returns your Windows 11 version and CPU model, the amount of RAM and storage installed, all the active network connections currently detected, and even how long your PC took to boot up last time around.\n\n5. Check your Windows 11 drive for errors\n\nchkdsk\n\nThe “chkdsk” command has long been a favorite of IT technicians, and you’ll see it appear in many a troubleshooting guide. It essentially checks your system disk for errors and can fix some of the most fundamental ones. For example, if you’re having trouble accessing files and folders, or booting up your PC, chkdsk might be able to help.\n\nThere are lots of flags you can use with it, too. The command on its own just looks for errors, but add a space and “/r” at the end, and the utility will try and fix those errors while recovering all the data it can. Use “chkdsk /?” to see other options.\n\n6. See running tasks\n\ntasklist\n\nThe “tasklist” command gives you more or less the same information as the Task Manager, showing you which applications are putting the most strain on your system. Using the process ID numbers (or PIDS) that it shows, you can then forcefully kill apps using “taskkill /pid <PID number> /f” — which can be handy for troublesome software.\n\nYou can use these PID numbers to force-kill troublesome apps.\n\n7. Analyze the energy states of your computer\n\npowercfg /a\n\nThis is another classic command line prompt, which, with the “/a” flag, will return all the sleep states your computer supports (such as hibernate and fast startup). You can also get a detailed battery report via “powercfg /batteryreport” — which is saved in the default folder for the current user account.\n\nDig deeper and there’s more: “powercfg /devicequery s1_supported” lists all the devices connected to your system that can wake it out of standby, for example. Change that “s1” if you need to analyze a different standby state — the codes will be listed when you run the original “powercfg /a” command.\n\n8. Check Windows 11 system integrity\n\nsfc /scannow\n\nLike many other command line prompts, this one is really useful when it comes to troubleshooting. It checks the integrity of key operating system files and applies fixes where necessary. If you’re noticing bugs and crashes all across Windows 11, this is one of the first steps that a lot of troubleshooting guides will recommend.\n\n9. Get advanced networking information\n\nnetstat\n\nAnother simple word that conceals a host of useful diagnostic utilities: Use “netstat” on its own and it’ll tell you about all the devices your computer is connected to, from printers to smart speakers (use Ctrl+C when you want it to stop)."
    },
    {
        "title": "Is MicroStrategy Stock a Buy Now?",
        "link": "https://www.aol.com/microstrategy-stock-buy-now-113000127.html",
        "description": "Veteran software firm MicroStrategy (NASDAQ: MSTR) joined several high-profile corporations, such as Nvidia, in executing a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ClM6Dn2yxbrvAkta5duhMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "5h",
        "source": "AOL",
        "article_content": "Veteran software firm MicroStrategy (NASDAQ: MSTR)joined several high-profile corporations, such as Nvidia, in executing a forward stock split this year. The company's 10-for-1 split occurred in August.\n\nMicroStrategy's decision to perform a stock split came on the heels of its share price skyrocketing over 100% in 2024. In fact, last October, shares were at a split-adjusted 52-week low of $30.71, but they zoomed as high as $200 this year. With its stock split completed, is now the time to invest in MicroStrategy?\n\nNot necessarily. While the split lowered the price of individual shares, it didn't change the company's overall market value. And assessing whether MicroStrategy is a good investment requires some investigative work to unravel the confusing contradiction between its share-price ascent and its mediocre business fundamentals.\n\nDissecting MicroStrategy's stock success\n\nDespite the surge in share price, MicroStrategy suffers from a trend of declining revenue. Through the first half of 2024, the firm's sales were $226.7 million, down from $242.3 million in the previous year.\n\nAdding to the contradiction between its share price performance and business results is the current consensus among Wall Street analysts. They rate MicroStrategy a buy with a median share-price target of $194, which suggests a belief in upside for the stock. This is in spite of the company exiting the second quarter with a net loss of $102.6 million.\n\nHow to explain this mystery? In a word, Bitcoin (CRYPTO: BTC). MicroStrategy began investing in the digital currency in 2020, and through the end of July, it amassed 226,500 Bitcoin. The firm describes itself as the \"largest corporate holder of Bitcoin in the world.\"\n\nAs the value of the cryptocurrency has risen over the past year, so has MicroStrategy stock. In fact, the company's share price follows Bitcoin pretty closely.\n\nMSTR Chart\n\nData by YCharts.\n\nIn short, the appreciation in the company's Bitcoin holdings, rather than the business intelligence (BI) software platform that launched the firm in 1989, accounted for its share-price growth.\n\nMicroStrategy's software business\n\nSpeaking of its core BI business, what is MicroStrategy doing with it these days? It's integrating artificial intelligence (AI) into its software platform and transitioning to a subscription-based cloud computing model.\n\nPreviously, the company relied on selling software licenses, but the subscription approach provides predictable recurring revenue, and it's seeing strong customer adoption. For instance, its Q2 subscription income was $24.1 million, a 21% increase over the prior year's $19.9 million.\n\nWhile the subscription growth is encouraging, CEO Phong Le noted MicroStrategy's transition to a software-as-a-service (SaaS) model \"may result in a decrease in total recognized revenue in the short term, but in the long run, we expect it to be more than offset by increases in subscription services revenue.\"\n\nThat's because software license sales recognize the full income upfront, but with a SaaS model, revenue is recognized over the life of the subscription term. This explains MicroStrategy's trend of declining revenue. The company expects this transition period to last 12 to 18 months, after which year-over-year revenue growth will start.\n\nThe pros and cons of investing\n\nSo far, MicroStrategy's unconventional approach of purchasing Bitcoin has paid off for investors. Between the time when it began buying Bitcoin in 2020 to the end of July, the company's stock price has risen 1,200%. That's far superior to the 64% growth of the S&P 500 index over that time, and even better than Nvidia stock's 948% increase.\n\nThe management team believes it can put cash on the balance sheet to better use by investing in digital capital, specifically Bitcoin. The idea has merit, and as long as the cryptocurrency increases in value over time, this strategy benefits the company.\n\nBut it's not without risk. MicroStrategy's fortunes are now coupled with Bitcoin. This means that what affects the digital currency will have a ripple effect on the firm's stock. For example, regulatory changes involving Bitcoin could have a substantial impact on MicroStrategy.\n\nAnother consideration is how the company is pursuing its Bitcoin strategy. It's funding Bitcoin purchases from the cash generated by its software business, taking on debt, and issuing stock. Over the long term, MicroStrategy's goal is to accumulate Bitcoin faster than it issues shares to generate value for shareholders.\n\nHowever, its cryptocurrency strategy led to the firm accruing a lot of debt on its balance sheet. At the end of Q2, MicroStrategy's total liabilities were $4.2 billion, $3.8 billion of that in debt. Meanwhile, total assets were $7.1 billion, including $5.7 billion in digital assets, namely Bitcoin, and $66.9 million in cash and equivalents.\n\nThis brought MicroStrategy's Q2 debt ratio to 0.55, or 55%. That's an increase from 2023's 0.46, when debt was $2.2 billion and total assets were $4.8 billion.\n\nIn addition, there's the matter of MicroStrategy's core software business. If it fails to grow this business, the company could end up struggling to pay its debt, let alone fund more Bitcoin purchases.\n\nSo for now, buying MicroStrategy stock is only for investors with a high risk tolerance. It's best to reconsider the company after its software business shows year-over-year revenue growth and its balance sheet strengthens.\n\nShould you invest $1,000 in MicroStrategy right now?\n\nBefore you buy stock in MicroStrategy, consider this:\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and MicroStrategy wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $710,860!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\n*Stock Advisor returns as of September 16, 2024\n\nRobert Izquierdo has positions in Nvidia. The Motley Fool has positions in and recommends Bitcoin and Nvidia. The Motley Fool has a disclosure policy."
    },
    {
        "title": "I don’t want to say goodbye to my Apple Watch Ultra",
        "link": "https://www.digitaltrends.com/mobile/i-dont-want-to-say-goodbye-to-my-apple-watch-ultra/",
        "description": "I'm about to say goodbye to my Apple Watch Ultra, but after using it with watchOS 11, I'm going to be sad to see it go.",
        "image_url": "https://www.bing.com/th?id=OVFT.gWKjGAroCZ-ibTflk0tSwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "9h",
        "source": "Digital Trends",
        "article_content": "I probably shouldn’t have done it, but ahead of saying goodbye to my original Apple Watch Ultra, I put it back on to test out watchOS 11.\n\nWhy shouldn’t I have reacquainted myself with Apple’s chunkiest smartwatch? Despite initially not being that bothered about moving on, I’m now having second thoughts about it.\n\nRecommended Videos\n\nWhy I’m getting rid of my Ultra\n\nThe reason I’m saying goodbye to the Apple Watch Ultra is very simple. It’s being traded in against the new Apple Watch Series 10 in titanium. This is a very expensive smartwatch, and using an old Apple Watch to reduce the price helps soften the blow. I haven’t bought a regular Apple Watch since the Apple Watch Series 7, and its trade-in value is tiny compared to the Apple Watch Ultra’s value. So, that’s the one I chose to send Apple’s way in exchange for 280 British pounds, which is around a $370 price reduction.\n\nAt the time, I was totally enamored with the new Series 10 and very keen to see if the titanium version would feel special enough to be considered a luxury smartwatch. As I hadn’t worn the Apple Watch Ultra for a while, I didn’t spend long considering the deal. Then, as the Series 10’s launch day approached, I retrieved the Watch Ultra to unpair it and prepare to send it away, but then Apple released watchOS 11.\n\nSeeing as I was getting the Apple Watch Ultra out anyway, and that this would be the last time I’d likely spend any time with one, I installed watchOS 11 to give it a try. That was a couple of days ago, and rather than feel nothing for the Watch Ultra, I’ve remembered why I fell for it in the first place. Plus, running watchOS 11 has shown me it’s still a top performer today, and that anyone considering upgrading should think about their decision very seriously.\n\nWearing it again\n\nThe last time I spent time with the Apple Watch Ultra, I did so with it attached to a Solo Loop band, which minimized the size and weight so I could wear it for longer. This time I reverted back to the original Ocean Band. The same little problems are still there, as it’s unforgiving on your wrist and can get quite hot, but it also still looks excellent and with a quick rinse under a running tap to get rid of some accumulated dust, it looks as good as new.\n\nTogether with the Apple Watch Ultra’s case, the combination makes it a large and fairly heavy pairing, but depending on what you’re used to, it likely won’t take much adjustment before you forget all about it. During a recent trip to Berlin, I chose to wear a Casio G-Shock MTG-B1000XB watch (a bit like this one, but in blue and carbon) that weighs around 120 grams and has a 55mm case. The 95-gram, 49mm Apple Watch Ultra feels almost dainty after that. It’s also a testament to Apple’s excellent design, as the curvy case and smoothed-out button and crown guard means it never digs into your wrist.\n\nThe numbers have never been truly representative of how the Apple Watch Ultra feels to wear anyway. It’s smaller and lighter than you expect, even if you’re used to a regular Apple Watch. This hasn’t changed over time either, as even though I’ve been wearing an Apple Watch Series 9 regularly over the past year, putting the Ultra back on hasn’t left me wanting to change back. I also still love the design with its chunky profile, flat screen, and rough-and-tumble button guard. It’s purposeful without going over the top, yet still unique enough to make a statement.\n\nHas watchOS 11 ruined it?\n\nThe good news is that watchOS 11 has done nothing but keep the Apple Watch Ultra ticking along, but the lack of a couple of features has made me feel a little better about my decision to trade the smartwatch in. The Watch Ultra is smooth and fast with the latest software installed, and while it doesn’t change things much, it’s good to see the Translate app is present and working and the Vitals app installed, too. Outside of Vitals, though, there’s not much in watchOS 11 that I’ll use on a day-to-day basis.\n\nCertainly, if you own an Apple Watch Ultra, there’s no reason not to install watchOS 11. Still, it exposes a couple of unfortunate feature omissions on the Watch Ultra, which may prompt you to consider upgrading to the Watch Ultra 2 or the Apple Watch Series 10 this year. The original Watch Ultra does not support Double Tap, the gesture control introduced with the Series 9, and although it hasn’t seen the upgrades I hoped it would this year, it’s still fun and helpful.\n\nThe Apple Watch Ultra also does not support Apple’s new Sleep Apnea monitoring feature. Although I do not suffer from the condition, it is worth monitoring over time as it is hard to identify. If you’re at all curious about it, then you may decide now is the time to upgrade your Apple Watch Ultra to the Ultra 2 or a Series 10. You will miss out on these two features if you stick with the original Watch Ultra.\n\nSecond thoughts\n\nThe Apple Watch Ultra isn’t the latest and greatest Apple Watch, but it runs the latest software, looks brilliant (and exactly the same as the Watch Ultra 2), wears smaller than its dimensions suggest, has the right adventure watch credentials, and is genuinely tough enough to survive some pretty intensive punishment. Pairing it with my iPhone 15 Pro Max reminded me how quick and easy the setup process is, it has delivered all my notifications reliably, there are many native apps available, and I love that I can control my music from it too. I’m also not the only one to feel this way about it.\n\nDouble Tap wasn’t a reason to buy the Series 9 and isn’t a reason to get the Ultra 2 or Series 10, either. Not everyone will be concerned about sleep apnea monitoring or may already have it on another wearable like the Oura Ring. If that’s you, and you have the Watch Ultra on your wrist right now, I’m not sure it’s worth upgrading it at all this year. I’m trading mine in as part of my job (at least, I’m telling myself that), but if I didn’t want to experience the titanium Series 10, then after wearing Ultra again for a few days, I think it would be staying where it is.\n\nWhat’s very interesting to me is one of the reasons I’m going to try the titanium Series 10 is to see if it can truly feel special. To do this, I’ll have to want to wear it often as part of what makes a watch special to me is when I build memories with it. The Apple Watch Ultra’s ability and action-adventure credentials mean it’s highly likely that some wearers will do exactly this. It gives me considerable hope for the titanium Series 10 and serves as a reminder that, unlike so many smartwatches, the Apple Watch Ultra does have its own personality. I’ll package the Watch Ultra to send away soon, but I will be sad about it. In the meantime, I’m going to enjoy it for a little while longer."
    }
]