[
    {
        "title": "Exclusive UFO Cowboys Season 2 Clip Previews Alien Hunting Show’s Roku Channel Return",
        "link": "https://www.yahoo.com/entertainment/exclusive-ufo-cowboys-season-2-150000597.html",
        "description": "ComingSoon is excited to debut the exclusive UFO Cowboys Season 2 clip from the next installment of The Roku Channel‘s hit ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3yY9i7VXjqASnz0ZT7QIey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "ComingSoon is excited to debut the exclusive UFO Cowboys Season 2 clip from the next installment of The Roku Channel‘s hit mystery reality show. The series makes its return on the streaming service today.\n\nCheck out the exclusive UFO Cowboys Season 2 clip below (watch more trailers):\n\nWhat happens in the UFO Cowboys Season 2 clip?\n\nThe video features the titular alien hunters as they discover strange markings on the ground. The series is produced by Colt Straub, Duke Straub, and Royal Malloy for American Chainsaws. It stars Kaleb Summers, Ora Brown, Jeff Sailors, Parker Howell, Hadley Sanders, and Josh Tyler, with Jay Smack serving as the narrator.\n\n“From the producers of the long-running hit Mountain Monsters, UFO Cowboys follows a group of ranchers, known as the Cowboy Sky Watchers, as they investigate paranormal happenings along the 37th Parallel,” reads the next installment’s official synopsis. “Known as the ‘UFO Superhighway,’ this area is legendary for many UFO sightings and disturbances, with more supernatural and extraterrestrial sightings in the American West than anywhere else in the United States. Using ancient tracking techniques and modern technology, this team expertly investigates mysterious activity throughout the ranches and farms of the American West.”\n\nThe post Exclusive UFO Cowboys Season 2 Clip Previews Alien Hunting Show’s Roku Channel Return appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
    },
    {
        "title": "This Time It’s a UFO-Themed Miniskirt Outfit for Taylor Swift at VMAs party",
        "link": "https://www.yahoo.com/entertainment/time-ufo-themed-miniskirt-outfit-122321390.html",
        "description": "Taylor Swift showed up at the 2024 MTV VMAs wearing a UFO-themed Monse outfit, but there’s something alien about the style.",
        "image_url": "https://www.bing.com/th?id=OVFT.E2ZsKvIkaQVxSkJhqvl0hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16h",
        "source": "Yahoo",
        "article_content": "Taylor Swift showed up at the 2024 MTV VMAs wearing a UFO-themed Monse outfit, but there’s something alien about the style. She wore a surprise custom-made minidress with a UFO print from the brand, which is known for its deconstructed tailoring and graphic prints. The pattern, symbolic of her popular track “Down Bad,” doubled as an unexpected easter egg for the event. However, she made one last outfit change on Wednesday night for the VMA afterparty, and this time, it was a UFO-themed corset top, a boyfriend jacket, and a mini skirt.\n\nBoth dresses are from Monse’s Resort 2025 collection and have been inspired by the sci-fi films from the 1950s. The UFO-themes print adds a hint of nostalgia with playfulness, retro charm, and sophistication to the outfits for an “out of the world” look.\n\nTaylor Swift opts for another UFO-themed outfit at the VMAs afterparty\n\nIMAGE | ROBERT KAMAU/GC IMAGES VIA GETTY IMAGES\n\nTaylor Swift opted for a second UFO-themed Monse outfit for the MTV VMAs night as she made her way to the Electric Lady Studios after-party in NYC. After a winning streak of seven awards, she hit the event in style after an outfit swap to celebrate her victories with friends.\n\nAccording to Marie Claire, she was styled by Joseph Cassell Falconer. The singer wore a UFO print top and pleaded miniskirt from the brand, uncannily similar to her previous outfit from the night, and paired it with a similar-pattered tapestry jacket. The outfit came in earthy tones of blue and green. Additionally, her look included smokey eye makeup, orange-red lip shade, and black-edgy Vivienne Westwood boots with some sparkly jewelry.\n\nBefore her final VMAs look, Taylor Swift rocked a similar space-themed sparkling minidress during the awards ceremony from Monse. The custom-made dress had a visible UFO montage scene and her choice of outfit has now sparked speculation about whether the theme was one of Swift’s infamous easter eggs. They can be a nod to her famous song “Down Bad” from the “Tortured Poets Department” given the very obvious lyrics, “Did you really beam me up? In a cloud of sparkling dust / Just to do experiments on / Tell me I was the chosen one / Show me that this world is bigger than us / Then sent me back where I came from / For a moment I knew cosmic love.”\n\nTaylor Swift’s outfit was either a look back at her hit song or a hint at what’s coming. Here’s to hoping for this easter egg to climax into something new and to get answers sooner than ever!\n\nThe post This Time It’s a UFO-Themed Miniskirt Outfit for Taylor Swift at VMAs party appeared first on theFashionSpot."
    },
    {
        "title": "Incredible pics of ‘first UFO selfie’ resurface showing glowing spherical craft with yellow ‘landing lights’",
        "link": "https://www.thesun.co.uk/tech/30424549/incredible-pics-of-first-ufo-selfie-resurface/",
        "description": "A BRAZILLIAN alien researcher has snapped what many believe is the first-ever UFO selfie. The snap was taken by UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wOofbJjMIBqdl5dQTfa0ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "The Sun",
        "article_content": "The snap was taken by UFO researcher Edie Meireles\n\nA BRAZILLIAN alien researcher has snapped what many believe is the first-ever UFO selfie.\n\nThe snap was taken by UFO researcher Edie Meireles shows a spherical UFO with yellow landing lights.\n\n7 Brazillian UFO researcher and author Edie Meireles took a selfie with a UFO in the background Credit: Edie Meireles/UFOs Bahai/Facebook\n\n7 The snap was taken in 2009 and recently resurfaced on Reddit Credit: Edie Meireles/UFOs Bahai/Facebook\n\n7 The snap could be the first ever selfie with a UFO in history Credit: Edie Meireles/UFOs Bahai/Facebook\n\n7 Eddie was on a hiking trail in the Chapada Diamantina National Park in Brazil at the time of the encounter Credit: Edie Meireles/UFOs Bahai/Facebook\n\nEddie was on a hiking trail to La Cascada De La Purificacion, a waterfall in Brazil's Chapada Diamantina National Park when he took the selfie in 2011.\n\nHowever, his snap has led to problems with the military. Since the sighting, Meireles said his home was raided by \"soldiers camouflaged in black.\"\n\nDespite the apparent military threat, Meireles boasted on Facebook in 2022 that his candid snaps were the only selfies with the spaceship.\n\nHe also spoke about his experience in his book Fieldworkers: Pesquisadores de Campo in 2016, which attracted further attention from the military.\n\nSpeaking to Museu da Pessoa, a Brazillian non-profit group, Meireles said: \"The result of the interrogation was [...] Fractures: 4 left ribs and left knee [...] Perforation with bleeding in the left lung.\"\n\n\"I was hospitalised for 12 days at the Chapada Regional Hospital, in Seabra-Ba, my medical history is there for anyone who wants to investigate.\"\n\nChapada Diamantina National Park was established in September 1985 to protect a host of rare, endangered species native to these Atlantic Forest plateaus 3,000 feet above sea level.\n\nIt is home to a giant armadillo, a giant anteater, a Chaco eagle and potentially home to extraterrestrials.\n\nTaking to social media platform Reddit where the image was posted, one user described his experience.\n\nHe said: \"Holy F***, this is identical to what I saw right before Covid hit.\n\nTrump vows to release new Pentagon UFO videos if he wins after admitting there ‘could be life on other planets’\n\n\"The bottom rotated when it glowed red with an orange centre, and then it did a quick zig-zag and it was gone.\n\n\"I screamed laughed and cried. I had no idea what I just saw but I knew it wasn’t ours.\"\n\nHowever, UFO sceptics believe the photo was photoshopped or a prop was used in the background to achieve the world-first snap.\n\nOne person said: \"It's a pyrotechnic balloon (no people on it).\n\n\"This one is blurry due to low light, but features the Brazillian flag on it.\n\n\"You can also see fire on the bottom and the smoke coming from it.\"\n\nMeireles isn't the only one who believes that the truth is out there.\n\nLuis \"Lue\" Elizondo, a long-time US Defence Department researcher, also claims to have handled \"alien\" technology.\n\nThe former head of the Pentagon program responsible for the investigation of UFOs has made bombshell claims in his new book \"Imminent: Inside the Pentagon's Hunt for UFOs\".\n\nHe claims to have been told categorically the infamous Roswell incident in New Mexico in 1947 involved two flying saucers – and “four deceased non-human bodies” were recovered from the wreckage and examined.\n\nSpeaking to iNews, Elizondo said: \"We know where they were. We don’t know where they are.\n\n\"I’ve got to be careful what I say here, to not get in trouble – I still have my security clearance.\"\n\nHe claims other bodies have also been retrieved from subsequent sites, including Mexico in the 1950s and Kazakhstan in 1989.\n\nElizondo alleges he has also handled \"alien\" technology, including \"alleged alien implants found in humans.\"\n\nHe said: \"I have held in my hand material that scientists for the US government have conducted research on, and they’ve said: 'This is very special material, it’s highly unlikely that it’s made by human beings – and it’s engineered.\"\n\n7 The Chapada Diamantina national park is home to several species, including a large armadillo Credit: Getty\n\n7 Chapada Diamantina National Park is 3,000 feet above sea level. Credit: Getty"
    },
    {
        "title": "UFO and Space: 1999 revisited – How new novellas are bringing Gerry Anderson TV classics back to life",
        "link": "https://www.radiotimes.com/tv/sci-fi/ufo-space-1999-gerry-anderson-novellas-exclusive-interview/",
        "description": "\"I wanted it to feel like you're reading an episode of the TV show that never got made,\" says author James Swallow.",
        "image_url": "https://www.bing.com/th?id=OVFT.alMvmz9pfbv0vD3hAYJYPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Radio Times",
        "article_content": "The opportunity arose for Swallow after a chance meeting with Gerry's son Jamie Anderson, now head of his late father's company Anderson Entertainment – with the two men sharing an agent, Swallow arranged a meeting with Jamie to express his enthusiasm for Gerry's works.\n\nThe conversation eventually turned to the idea of crafting new stories set within the timeline of the original shows, with Swallow keen to explore the worlds of UFO and Space: 1999, two series which had \"the strongest impact\" on him in the early 1970s.\n\n\"Jamie came back to me and said, 'We've got this idea about doing these novellas – would you like to take a crack at it?'\" Swallow recalls. \"I pretty much bit his hand off.\n\nMore like this\n\n\"It's been a lot of fun for me – It gave me a great excuse to go back and rewatch the shows and kind of steep myself in them again. I tried very hard to make sure that I wrote these new stories in the style of that early 1970s sci-fi.\n\n\"I wanted to make it feel like these two manuscripts had been lying in a box somewhere since 1972... so if you love these shows, you could watch the TV show and then pick up the book, and it would feel like a seamless experience.\"\n\nThe cast of Space: 1999. Silver Screen Collection/Getty Images\n\nFirst aired in 1970-71, UFO – the first wholly live-action show produced by the Andersons following the Supermarionation success of Thunderbirds, Stingray and others – followed the covert efforts of top-secret military agency SHADO to prevent an alien invasion of Earth.\n\nThough a second season never materialised, initial concepts for further episodes eventually formed for the basis for the next show on the slate: Space: 1999 (aired 1975-1977) saw the moon, and the 311 inhabitants of Moonbase Alpha, sent hurtling out of Earth's orbit towards the unknown dangers of the galaxy.\n\nSwallow's new efforts, he says, \"dovetail with the source material\", with the hope being that you \"feel like you're reading an episode of the TV show that never got made\".\n\n\"I tried to do a little more than maybe they could have done on the TV shows, so I've got a few elements in both books which would have blown the budget had it been the television episode,\" he adds. \"But I've got the best budget ever, which is my readers' imagination.\"\n\nSpace: 1999 - The Armageddon Engine sees Commander John Koenig (as played on television by Martin Landau) and the people of Moonbase Alpha face an uncertain fate when a planet-killing alien weapon at the heart of a sinister cloud diverts their lost moon on to a fatal trajectory, while UFO - Shadowplay see SHADO commander-in-chef Ed Straker (played by Ed Bishop in the series) awaken from a coma with missing memories and suffering from strange hallucinations that threaten his grip on reality.\n\nRead more:\n\nIn telling these stories, Swallow was allowed to \"play with somebody else's toys\", but knew he couldn't \"leave sticky fingerprints all over them\" – and that the continuity of the television shows imposed certain limitations.\n\n\"In terms keeping inside the canon, I think that's part and parcel of taking on one of these jobs,\" he explains.\n\n\"You're not going to break it. You're going to work inside the lines. And some people have said to me, you know, isn't that like a straightjacket for you? Isn’t it an intellectually bereft way of writing? And I think the exact opposite is true.\n\n\"It's challenging to me working inside the box. My first thought is, how do I push at the edges of that box? How do I kind of work inside the lines but still deliver something that reveals something new about these characters while acting in respect to the core material?\"\n\nCould these two books be just the beginning of a range of new adventures? Swallow is certainly hopeful, and suggests there's a hunger among other authors to engage with the worlds of Gerry Anderson.\n\nUFO and Space: 1999 novellas. Anderson Entertainment\n\n\"I had an absolute blast doing this – sometimes working on these type of projects can be a real pain, if you're working with somebody who's watching every tiny little detail, but there was such great creative freedom here, and it was such a fun bunch of people to work with.\n\n\"I would love to do it again, and I've heard from friends of mine who are other writers who are saying, 'Oh, that's a great franchise, we’d love to be part of that.' So I think there's a market for it, there's an audience for it, and there's definitely a love for these stories, so we could tell more.\"\n\nGiven that UFO and Space: 1999 are effectively sister series, albeit a shared continuity was never established between the shows on television, might a crossover story even be on the cards in future?\n\n\"I've always thought these two shows feel like they took place in the same world,\" says Swallow. \"If you look at the timeline of it, Ed Straker was running SHADO in 1980 and Moonbase Alpha’s in 1999… maybe these guys knew each other?\n\n\"I think that would be fun, to explore the idea of finding some sort of way to connect them... because of course UFO’s story was never brought to a conclusion. You had this ongoing sort of Cold War story with these alien invaders and the show finished after one season and we never found out... were they defeated? What happened? And then Space: 1999 rolls along, [set] a decade later...\n\n\"Well, did something happen between the point of those stories? That would be fun to explore, I think.\"\n\nGet sci-fi news direct to your inbox The best sci-fi news and features this side of the Outer Rim. Email address Sign Up By entering your details, you are agreeing to our terms and conditions and privacy policy. You can unsubscribe at any time.\n\nThough there have been rumblings of screen revivals for both shows over the years – including a UFO film reportedly set to star Joshua Jackson and a series reboot of Space: 1999 – nothing of that sort has materialised, though Swallow believes that both shows \"in their DNA are still as strong as they were back in the 1970s\".\n\nGiven the opportunity, he'd apply \"a bit of an X Files-type spin\" to a new UFO series. \"I think that would be interesting, because you can combine that kind of conspiracy theory storytelling with the action-adventure elements as well. I think that would work, definitely. You could update that to the modern day and you wouldn't really need to change an awful lot.\"\n\nAs for Space: 1999, though he argues you'd need \"brush over the scientific elements that were maybe a bit wobbly in the show\" – chiefly a nuclear explosion blowing the moon out of Earth's orbit – he adds: \"The core concept about a group of people stranded in this satellite moving through space, who have no control where they're going, coming up against danger and meeting people, and finding a way to survive again... that's a compelling idea.\"\n\nSpace: 1999 - The Armageddon Engine and UFO - Shadow Play novellas are available to buy from gerryanderson.com.\n\nAdvertisement\n\nCheck out more of our Sci-Fi coverage or visit our TV Guide and Streaming Guide to find out what's on. For more from the biggest stars in TV, listen to The Radio Times Podcast."
    },
    {
        "title": "Former Director Of Pentagon’s UFO Task Force Set To Publish Tell-All Book",
        "link": "https://brobible.com/culture/article/former-director-pentagons-ufo-task-force-book/",
        "description": "After decades of believing the truth is out there about UFOs and aliens, Americans are finally starting to be rewarded for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.70QQjv6EbcpzPoXpT91Q-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "BroBible",
        "article_content": "iStockphoto\n\nAfter decades of believing the truth is out there about UFOs and aliens, Americans are finally starting to be rewarded for their faith and perseverance.\n\nThe latest government whistleblower to admit there has always been more to the story when it comes to UFOs and aliens is Jay Stratton, former head of the Pentagon’s UFO task force.\n\nStratton recently signed a deal with HarperCollins, according to The Hollywood Reporter, to publish a new book discussing his 16 years as a senior intelligence official.\n\nThe former director of the Department of Defense’s (DoD) Unidentified Aerial Phenomena Task Force will be the most senior former U.S government official to spill the beans on UFOs when he releases his upcoming memoir.\n\nThe Unidentified Aerial Phenomena Task Force was a predecessor to the current All-domain Anomaly Resolution Office (AARO), which purports to be today’s UFO (or UAP – Unidentified Aerial Phenomena – as the government calls them now) investigative arm of the DoD.\n\nDuring his tenure with the U.S. government, Stratton was the leader of numerous UFO investigations including the infamous “Tic Tac” UFO incident.\n\nDeadline reports…\n\nDuring his time working as a senior intelligence official, Stratton led countless investigations of UAP and non-human intelligence, including the now famous “Tic Tac” UAP encountered by Navy fighter pilots and the USS Nimitz Carrier Strike Group in 2004. While much of his work is classified, the memoir promises to reveal all that can be lawfully disclosed, providing a first-hand account of the shocking discoveries, challenges, and breakthroughs that have marked the U.S Government’s investigation and understanding of UAP and non-human intelligence, as well as the profound effects on Stratton and his family.\n\n“We are at the beginning of a new chapter for humanity. The process of disclosure is complex but it has begun,” said Jay Stratton.\n\nStratton served for 32 years in the Army, Air Force, Naval Intelligence, and the Defense Intelligence Agency, where he was Chief of Air & Space Warfare in the Defense Warning Office.\n\nHe was involved in the creation of the U.S. government’s Advanced Aerospace Weapons Systems Applications Program, the first official U.S Government program to investigate UFOs since Project Blue Book was shuttered in 1969.\n\nJay Stratton also created the U.S. government’s UAP Task Force at the request of the Deputy Director of Naval Intelligence and the Secretary of Defense.\n\nOne of the members of that team was David Grusch – a veteran of the National Geospatial-Intelligence Agency (NGA) and the National Reconnaissance Office (NRO), who claimed in front of Congress that the United States had retrieved and studied UFOs of non-human origin."
    },
    {
        "title": "New AI apps promise mental health support at a student's fingertips. But can you trust a chatbot?",
        "link": "https://www.cbc.ca/news/ai-mental-health-1.7320071",
        "description": "As young people struggle to find mental health care, a new wave of AI-powered apps have emerged of late, offering support at ...",
        "image_url": "https://www.bing.com/th?id=OVF.AdfuWpmyJKQrPo3aYugJ0A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "CBC.ca",
        "article_content": "University of Waterloo student Rastin Rassoli's own struggles with his mental health inspired him to combine two of his passions — computer science and psychology — to help more young people access care and support. At an early co-op placement, for instance, he helped develop an app called Joyi, which delivers bite-sized psychology lessons to help teens manage stress and anxiety.\n\nA new idea emerged, however, as he heard first-hand accounts about difficulties fellow students had accessing care on campus and began learning about the subclinical stage of mental health disorders in his classes. At the same time, he saw stunning leaps being made with large language model artificial intelligence systems like ChatGPT.\n\nThose elements coalesced in Rassoli's latest creation: Doro, an app that aims to coach students in tackling their mental health concerns early on, before symptoms escalate.\n\n\"LLMs can make things very accessible. And in the mental health industry, we really have this problem of accessibility,'\" he said.\n\nAbout one in five Canadian youth who reported having \"good,\" \"very good\" or \"excellent\" mental health in 2019 downgraded that status to \"fair\" or \"poor\" by 2023, Statistics Canada said this week. People aged 15 to 24 are already more likely to experience mental illness and/or substance use disorders than any other age group.\n\nAs young people struggle to find care, a new wave of AI mental health and wellness apps have emerged of late, offering support at one's fingertips, 24/7. Yet experts warn that an app can't replace conventional treatment, especially in serious or emergency situations.\n\nWhat kind of apps are out there?\n\nThe general idea behind these apps is for users to type out messages sharing their concerns, as if \"chatting\" to a real-life therapist.\n\nThe technology can draw from a database of knowledge, reference what a person has shared or discussed across multiple past sessions and deliver responses in a convincingly conversational way. An app might encourage further reflection, for instance, or lead a user through guided meditation. Another could prompt you with some cognitive behavioural therapy techniques.\n\nWATCH | This app coaches students on tackling mental health concerns at an early stage: A quick walk-through Doro, a chatbot mental wellness app Duration 3:49 University student Rastin Rassoli gives CBC News a brief demo of Doro, his app using chatbot technology to coach students on tackling mental health concerns at an early stage.\n\nRassoli envisions Doro as an early intervention tool for youth starting to experience challenges: maybe someone struggling with disrupted sleep, or a person anxious over an upcoming school presentation. Perhaps this student got waitlisted when seeking help on campus, or didn't reach out in the first place, fearing stigma.\n\n\"We try to identify these specific things — the specific risk factors, behaviours and symptoms [shared by the user] — and focus on each of these,\" he said.\n\nThen, he says, Doro pulls from a variety of techniques to suggest how to manage those symptoms and offers small tasks for improvement, while also tracking each session. It might suggest journalling, for instance, or TIPP, a method for managing panic attacks.\n\nCan it replace a human therapist?\n\nIf a user's described symptoms cross a certain threshold into a crisis or emergency, however, Doro immediately refers them to a real person.\n\n\"For people with serious disorders, we immediately stop the chat. We ask them to please use the helpline or one of the available therapists in your region,\" he said.\n\nWATCH | A chatbot can feel easy to talk to, but it's not the same as therapy, says researcher: A chatbot can feel easier than talking to a therapist. But it's not the same thing, says researcher Duration 3:33 New mental health apps using AI chatbot technology promise more access to mental health support for young people, but Rachel Katz, who is researching ethical issues of using AI for psychotherapy, questions whether users truly get the help they need.\n\nFor those who've never seen a mental health professional before, an AI app might seem like an easy starting point, given that it's indeed tough to share mental health struggles, noted Rachel Katz, a PhD candidate researching ethical issues of using AI for psychotherapy.\n\n\"My concern though is that these [apps] don't actually effectively bridge that gap. It sort of reinforces the isolation of a mental health struggle,\" said Katz, who is based at the University of Toronto's Institute for the History and Philosophy of Science and Technology.\n\n\"It reinforces this hyper-independence and kind of further entrenches people in this inability to reach out and actually talk to a person.\"\n\nHow could these apps benefit young people?\n\nAccording to the World Health Organization, close to one billion people worldwide — including 14 per cent of the world's adolescents — suffer from a mental disorder, with anxiety and depression among the most common. Most mental health professionals focus on adults; there aren't enough serving young people, according to Eduardo Bunge, a psychology professor at Palo Alto University in California, who first began exploring AI chatbots in the mental health space about six years ago.\n\nEven if students do connect to support, help isn't available at all hours every day, added Bunge, who believes clinicians working alongside AI apps could help increase young people's access to care.\n\nWATCH | 'Making this human feel better' is what matters: Whether an app is 'making this human feel better' is what matters, says researcher Duration 2:48 Different mental health concerns require different interventions, says Palo Alto University Professor Eduardo Bunge, but if people find talking to a chatbot helpful, why shouldn't professionals add that technology to their toolbox?\n\nMental health professionals can create and curate the knowledge bases feeding into these AI platforms and set limits for them, and should also conduct ongoing monitoring of the user interactions, he said, which could help ease many people's concerns.\n\nA chatbot \"is like a very good first line of treatment — that may not be sufficient [alone]… but it's better than doing nothing. And it could be a perfect segue, if we use it carefully, to lead them to have better outcomes.\"\n\nCan you trust a chatbot?\n\nThere's definite potential in the technology, says Dr. Michael Cheng from Ottawa children's hospital CHEO. A chatbot could be used to easily point a young person toward specific mental health resources or information, for instance.\n\nStill, he's concerned about issues of safety, privacy and confidentiality, use of patient data and an overall lack of regulation at the moment.\n\n\"It's a bit of a Wild West right now,\" said the child and adolescent psychiatrist. \"Anyone can just [release] an app and say it does whatever.\"\n\nDr. Michael Cheng, a child and family psychiatrist at Ottawa children's hospital CHEO, sees promise in using AI chatbot technology in the mental health care space, but he's concerned with a host of issues, including safety, how patient data is used and lack of regulation on apps. 'It's a bit of a Wild West right now.' (Marc Robichaud/CBC)\n\nCheng is also wary of young people turning to an app rather than building healthy human connections, which are necessary for mental wellness.\n\n\"We are seeing an epidemic of children, youth and families who are disconnected from people.… They're spending excessive time in front of screens.\n\n\"The challenge with generative AI is that it can be used to create experiences which are even more addictive.\"\n\nAt this point, chatbots shouldn't be used without supervision by human therapists, believes Katz, the medical ethicist. She pointed to high-profile instances of chatbots delivering problematic or harmful suggestions, like the case where a chatbot replacing an eating disorder hotline suggested dieting and weight loss to users.\n\nWhat do students think?\n\nJason Birdi, who studies biotechnology at Waterloo, has tried chatbots for generating ideas, but he draws the line at other uses, including anything health-related.\n\n\"I don't trust the system. I don't know where that information is going,\" he said.\n\nKaden Johnson, a University of Toronto Mississauga student, sees promise in them, since he knows some peers have a hard time opening up to another person and worry about being judged.\n\nYet new tools like this should be an option and not a replacement for traditional services or professionals, said the second-year political science student.\n\n\"Mental health specialists or [resources] where people can go to access those services shouldn't be cut back as we roll out AI. I think they should continue to increase.\""
    },
    {
        "title": "Jet.AI Opens New JetLeg.AI app to Beta Testers",
        "link": "https://markets.businessinsider.com/news/stocks/jet-ai-opens-new-jetleg-ai-app-to-beta-testers-1033770646",
        "description": "Jet.AI Inc. (\"Jet.AI\" or the \"Company\") (NASDAQ: JTAI), an innovative private aviation and artificial intelligence company, invites users to beta test the web version of JetLeg.AI, designed as an ...",
        "image_url": "https://www.bing.com/th?id=OJ.gfw9gphi0Cq94Q&pid=news&w=49&h=16&rs=2",
        "category": "ai+app",
        "date": "13h",
        "source": "Business Insider",
        "article_content": "Content not available"
    },
    {
        "title": "AI PCs Have Arrived: Shipments Rising, Competition Heating Up",
        "link": "https://www.forbes.com/sites/bethkindig/2024/09/12/ai-pcs-have-arrived-shipments-rising-competition-heating-up/",
        "description": "Qualcomm, Intel, and AMD are driving AI-capable PCs to the mainstream with neural processing units, sparking intense ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RswlyNFwvvqIjnQDppXB_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Entry-Level Staffers Are Most Susceptible to Disruption by AI, Animation Guild Says",
        "link": "https://www.hollywoodreporter.com/business/business-news/animation-guild-ai-report-finds-entry-level-workers-risk-1236000167/",
        "description": "A new document from the union's AI task force finds that generative AI applications and programs create outputs \"that can ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vCTUBSf0WaB_1UjBOaJxwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "The Hollywood Reporter",
        "article_content": "Days away from the resumption of contract negotiations that will help determine how animation firms can use generative artificial intelligence in the next few years, the Animation Guild has released a report detailing the threat that the technology poses to its members.\n\n“Critical Crossroads: The Impact of Generative AI and the Importance of Protecting the Animation Workforce,” produced by the union’s member task force dedicated to AI, finds that generative AI applications and programs create outputs “that can target most of the job categories of TAG members, spanning from design to production, animation to scriptwriting.” Currently, 3D models, full-color 3D sets, blue sky concepts and full-color renderings are all work that can be produced with the technology in its current state.\n\nAccording to a survey of company executives commissioned by the Animation Guild and the Concept Art Association earlier this year, 78 percent of companies doing animation work will be “early adopters” of generative AI in the next three years. Fifty-one percent of firms anticipate using the technology to create 3D assets, while 41 percent expect to employ it to generate 2D artwork. About one-third anticipate using generative AI in their productivity organization and management strategies, while one-quarter foresee using it to generate film and TV scripts.\n\nThe report states that entry-level positions will be most at risk for disruption, by consolidation or elimination in the near future. “AI systems are likely to disproportionately affect those\n\nfrom less affluent backgrounds and underrepresented communities who have traditionally used these roles as a means toward economic mobility,” the document adds.\n\nThe report arrives at a strategic point for the union, as the Animation Guild and the Alliance of Motion Picture and Television Producers remain deadlocked on the issue of AI in their ongoing contract negotiations. The parties are set to return to the bargaining table Monday.\n\nIn Thursday’s report, the Animation Guild affirmed that tackling generative AI is its top priority in those talks. Per the union, an AI survey of its members conducted in March found that 100 percent of respondents supported adding provisions to the union contract barring the use of generative AI from displacing members’ work. Eighty-seven percent sought to prohibit employers from using unionized work to train generative AI systems, while 75 percent wanted to institute staffing minimums and employment duration minimums to offset any job disruption caused by generative AI.\n\nBeyond fighting for strong contract provisions in this year’s negotiations, the union’s AI task force recommended responding to the advancement of generative AI by engaging legislators on the issue, advocating for animation tax incentives that favor human-created work, tracking possible regulation, launching awareness campaigns and considering how the courts will help shape the future of the technology.\n\n“Our research highlights the potential risk that GenAI systems pose to animation workers, underscoring the need to be involved in discussions and decisions about GenAI to protect our rights and the integrity of our work,” the task force stated in the conclusion to its document. Through the union’s efforts at the bargaining table and beyond, the task force stated, “TAG aims to ensure that the industry adapts to AI advancements without sacrificing the rights and jobs of its workers.”"
    },
    {
        "title": "Google rolls out voice-powered AI chat to the Android masses",
        "link": "https://arstechnica.com/information-technology/2024/09/google-rolls-out-voice-powered-ai-chat-to-the-masses/",
        "description": "To access Gemini Live, users can reportedly tap a new waveform icon in the bottom-right corner of the app or overlay. This ...",
        "image_url": "https://www.bing.com/th?id=OVF.ENDetEcXA9X6Pl8XfxV2xw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "Ars Technica",
        "article_content": "On Thursday, Google made Gemini Live, its voice-based AI chatbot feature, available for free to all Android users. The feature allows users to interact with Gemini through voice commands on their Android devices. That's notable because competitor OpenAI's Advanced Voice Mode feature of ChatGPT, which is similar to Gemini Live, has not yet fully shipped.\n\nGoogle unveiled Gemini Live during its Pixel 9 launch event last month. Initially, the feature was exclusive to Gemini Advanced subscribers, but now it's accessible to anyone using the Gemini app or its overlay on Android.\n\nGemini Live enables users to ask questions aloud and even interrupt the AI's responses mid-sentence. Users can choose from several voice options for Gemini's responses, adding a level of customization to the interaction.\n\nGemini suggests the following uses of the voice mode in its official help documents:\n\nTalk back and forth: Talk to Gemini without typing, and Gemini will respond back verbally.\n\nBrainstorm ideas out loud: Ask for a gift idea, to plan an event, or to make a business plan.\n\nExplore: Uncover more details about topics that interest you.\n\nPractice aloud: Rehearse for important moments in a more natural and conversational way.\n\nInterestingly, while OpenAI originally demoed its Advanced Voice Mode in May with the launch of GPT-4o, it has only shipped the feature to a limited number of users starting in late July. Some AI experts speculate that a wider rollout has been hampered by a lack of available computer power since the voice feature is presumably very compute-intensive.\n\nTo access Gemini Live, users can reportedly tap a new waveform icon in the bottom-right corner of the app or overlay. This action activates the microphone, allowing users to pose questions verbally. The interface includes options to \"hold\" Gemini's answer or \"end\" the conversation, giving users control over the flow of the interaction.\n\nCurrently, Gemini Live supports only English, but Google has announced plans to expand language support in the future. The company also intends to bring the feature to iOS devices, though no specific timeline has been provided for this expansion."
    },
    {
        "title": "Area paranormal author promotes new book",
        "link": "https://www.kq2.com/community/area-paranormal-author-promotes-new-book/article_82854a8c-7245-11ef-97bd-53e78166ccae.html",
        "description": "(ST. JOSEPH, Mo.) \"A 78-year-old sports editor took me under his wing and taught me how to put words together in a way that communicates a message but is also ...",
        "image_url": "https://www.bing.com/th?id=ODF.mMA4_To7_5ooCme59JfjtQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "kq21h",
        "source": "kq2",
        "article_content": "You have permission to edit this article.\n\nEdit Close"
    },
    {
        "title": "Paranormal Investigator reveals details of new season of ‘Repossessed’",
        "link": "https://www.msn.com/en-ca/video/news/paranormal-investigator-reveals-details-of-new-season-of-repossessed/vi-AA1qxjoW?ocid=BingNewsVerp",
        "description": "Wondering about the spooky history of some antique items? Paranormal investigator Moe Sargi from ‘Repossessed’ on the History Channel joins Ross Hull to talk about the show and all things paranormal.",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "Global News on MSN10h",
        "source": "Global News on MSN",
        "article_content": ""
    },
    {
        "title": "Celebrate Friday the 13th with ghost tours through Oklahoma City",
        "link": "https://www.koco.com/article/oklahoma-city-okc-ghost-tours-friday-the-13th/62190062",
        "description": "Fans of the paranormal can get a taste of spooky stories and tales to celebrate Friday the 13th by taking part in ghost tours ...",
        "image_url": "https://www.bing.com/th?id=OVF.T2QpJMIrM9QhCtFMOJW8Pw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6h",
        "source": "koco.com",
        "article_content": "Fans of the paranormal can get a taste of spooky stories and tales to celebrate Friday the 13th by taking part in ghost tours in Oklahoma City.\n\nCelebrate Friday the 13th with ghost tours through Oklahoma City\n\nFans of the paranormal can get a taste of spooky stories and tales to celebrate Friday the 13th by taking part in ghost tours in Oklahoma City. >> Get the latest news stories of interest by clicking here.The event will feature various places around downtown and Bricktown, highlighting the city's haunted spots and history.The ghost tour will focus on storytelling, rather than jump-scares, for Oklahoma history like a haunted hotel, hidden tunnels and a mysterious death from the Land Run of 1889. Tickets are available online and are $13. Top Headlines 4 complete strangers trying to outlast each other to win free new car at Oklahoma State Fair 10 wild and wacky pumpkin spice products you won’t believe exist this fall Barn at farm near McLoud famous for its sweet corn engulfed in flames Police explain why people may have heard loud booms Friday morning in OKC Florida murder case could reopen Lincoln County self-defense shooting case\n\nFans of the paranormal can get a taste of spooky stories and tales to celebrate Friday the 13th by taking part in ghost tours in Oklahoma City.\n\n>> Get the latest news stories of interest by clicking here.\n\nAdvertisement\n\nThe event will feature various places around downtown and Bricktown, highlighting the city's haunted spots and history.\n\n\n\nThe ghost tour will focus on storytelling, rather than jump-scares, for Oklahoma history like a haunted hotel, hidden tunnels and a mysterious death from the Land Run of 1889.\n\nTickets are available online and are $13.\n\nTop Headlines"
    },
    {
        "title": "‘Living Nostradamus’ reveals the four prophecies that have already come true this year",
        "link": "https://nypost.com/2024/09/13/lifestyle/living-nostradamus-reveals-the-four-prophecies-that-have-already-come-true-this-year/",
        "description": "Athos Salomé — known to his followers as the 'New Nostradamus' and self-named after the French astrologer and apothecary from ...",
        "image_url": "https://www.bing.com/th?id=OVFT.siNjPez-MPym13DkbuGdCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11h",
        "source": "New York Post",
        "article_content": "A self-proclaimed paranormal expert and fortune teller has updated his followers to reveal that at least four of his alarming prophecies have recently come true.\n\nAthos Salomé — known to his followers as the “New Nostradamus” and self-named after the French astrologer and apothecary from the 1500s — claims to have accurately predicted major world events including the coronavirus pandemic, Elon Musk buying X (néeTwitter), and Queen Elizabeth’s death.\n\nNow he’s attempting to silence those who question him by pointing to several other prophecies he alleges to have accurately predicted.\n\n3 Athos Salomé has updated his followers to reveal that at least four of his alarming prophecies have recently come true. Getty Images/Science Photo Library\n\n3 He’s attempting to silence those who question him pointing to several other prophecies he alleges to have accurately predicted. Facebook / Athos Salomé\n\n“On 28 July this year, I posted a video in my Instagram stories again about the asteroid, predicting that NASA would make an announcement in September, confirming that the asteroid would enter a collision course with Earth by November,” he told the Daily Star.\n\n“My predictions are not coincidences. They are grounded and come true.”\n\nThe Daily Star reports that NASA is monitoring the “God of Chaos” asteroid “which is expected to brush past Earth at a mere 620,000 miles away on Sunday.”\n\nMeanwhile, Salomé also recently claimed to have alerted his followers to the Microsoft outage and warned it may lead to an “escalation of confrontation” and cyber war.\n\n“Businesses will have to improve the protection of cyberspace, and society might gain concerns over the use of internet services, led to discourses regarding intensive regulation. This event may result in shifts in political actions and military tactics on an international level, and the threat of an international war is real,” he previously told the Daily Mail.\n\nSalomé also says he predicted the planned cyberattacks targeting the 2024 Paris Olympics and corporate espionage in certain sectors.\n\n“Events of such magnitude like Olympics would be the ideal attack targets, capable of causing disturbances in the existing order,” he told the Daily Mail.\n\n“It correctly demonstrates my hypothesis when the French authorities acted quickly and increased its cybersecurity measures,” he added.\n\n“This is further indication that there is need for adequate and efficient measures of cyberspace protection during significant global occasions.”\n\nAs he continues to warn of the increasingly important and nefarious role of technology, he’s also warned that a significant cyberattack has the capability to “‘cripple nations.”\n\n“We are approaching an era where technology plays a role, in conflicts,” he previously said.\n\n“Forecasts are not set in stone but potential outcomes that can be changed. Our focus should be on resolutions and preventing conflicts,” Salomé said.\n\n3 He recently claimed to have alerted his followers to the Microsoft outage and warned it may lead to an “escalation of confrontation” and cyber war. AP\n\nMeanwhile, the fortune teller also warned of severe weather impacting parts of Asia.\n\n“In September of 2024 real events supported these expectations with typhoon Yagi,” Salomé said of the weather event that killed dozens of people in Vietnam earlier this week."
    },
    {
        "title": "Inside Toyah Willcox's haunted home where 'ghost strangling' investigator caught on camera",
        "link": "https://www.express.co.uk/showbiz/tv-radio/1948279/toyah-willcox-haunted-home-investigator-strangled",
        "description": "Celebrity Help! My House is Haunted star Barri Ghai was seen gasping for breath after he was 'strangled' by a ghost in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JF5WWMQ7p37yIW277SU-Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "14h",
        "source": "Daily Express",
        "article_content": "TV ghost hunter Barri Ghai was filmed being 'strangled' by an evil spirit in the Worcestershire attic of pop icon Toyah Willcox in Pershore on TV show Celebrity Help! My House is Haunted on Discovery\n\nTV ghost hunter Barri Ghai had a terrifying encounter with an 'evil spirit' in the attic of pop legend Toyah Willcox's Worcestershire home. The paranormal expert was left 'gasping for air' after being 'strangled' by a ghoul during filming for the new series of Celebrity Help! My House is Haunted. Ghai, along with his colleagues Ian Shaw and Jayne Harris, had set up a special 'REM' recording device at the historic Pershore residence of the 1980s singer for the popular TV show on Discovery+. Viewers will witness Ghai seemingly restrained while conducting an investigation in the attic. The team attempted to communicate with a ghost named 'George', believed to be a soldier from the English civil war in the 1600s. Willcox, who has experienced \"persistent paranormal activity\" since moving to the picturesque Worcestershire town two decades ago, signed up for the show. The punk pop icon, famous for hits like It's a Mystery, I Want To Be Free and Echo Beach, resides in a historic Georgian house with her guitarist husband Robert Fripp. During the ghost hunting visit, Ghai can be seen clutching his throat before hastily exiting the attic, reports Birmingham Live.\n\nTV ghost hunter Barri Ghai was filmed being 'strangled' by an evil spirit\n\nGhai recounted: \"Something just grabbed my windpipe. F**king scared the s**t out of me. I couldn't get breath in, that's what scared me.\" \"I thought I was gonna die. I actually thought I was going to die.\" This is what Barri Ghai, one of the nation's leading paranormal investigators, confessed after a chilling encounter during a haunted house visit. His colleague Harris urgently intervened, pleading with the unseen presence, \"Whoever's doing that, can you step away please? You do not have permission to do that. Step away from Barri.\"\n\nA paranormal team with Toyah in Pershore\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nReflecting on the harrowing experience later in the show, Ghai shared his intense moment with host Willcox, saying, \"Straight away we got some kind of indication that there was a bit more of an aggressive male energy that was very dominant up there,\" and disclosed how he felt attacked by the spirit, \"And then, I was sat there, I was talking, and all of a sudden my windpipe was constricted. I couldn't breathe, I was actually really scared.\" The thrilling TV programme spotlights the expertise of three of Britains top ghost hunters: Ian Lawman, known for his skills as an exorcist and medium; Barri Ghai, who provides profound insights as a paranormal consultant; and Jayne Harris, a researcher and historian deeply immersed in paranormal lore. For those eager to be in the know about Worcestershire's latest talking points, signing up for our daily newsletter will ensure you're always in the loop.\n\nTrending\n\nVenturing into shadowy corners where spirits linger, this iconic trio uses their otherworldly talents to rid celebrities' homes of unwelcome spectres. Commentators were on edge when discussing the fifth episode shot in Pershore, with a spokesperson alluding to the gripping nature of Toyah's case on her website: \"To lend a helping hand, the team undergo one of their most terrifying investigations to date.\" What they unearth is staggering, connecting dots between an ancient medieval tragedy and the malicious ghost plaguing the property. Toyah, the seminal punk-pop starlet of the '80s, became enamoured with Pershore over twenty years ago, having been familiarised with it through holidays spent there with her family, a stark contrast to her urban Birmingham roots. Toyah Wilcox, the renowned singer, has lavished praise on Pershore, hailing it \"very friendly\" and \"one of the best places she's ever lived in the world\". Having spent her childhood weekends in the adjacent Wyre Piddle with her family, she became well-acquainted with the charm of the area.\n\nToyah Wilcox with her husband Robert Fripp"
    },
    {
        "title": "Science just brought us one step closer to solving a billion-year-old mystery",
        "link": "https://www.fastcompany.com/91189695/science-just-brought-us-one-step-closer-to-solving-a-billion-year-mystery",
        "description": "The supernovae—the oldest ever identified, appearing a mere 1.9 billion years after the Big Bang—has captured the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pX6pfzj3gbPZlr_i1D-71i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "15h",
        "source": "Fast Company",
        "article_content": "Content not available"
    },
    {
        "title": "Science day sparks curiosity and joy in the youngest learners",
        "link": "https://www.citizen.co.za/fourways-review/news-headlines/local-news/2024/09/13/fr35ansciencedayeducation/",
        "description": "Junior Colleges Gardens Preschool’s Grade 0 students embark on an exciting adventure of science, discovery, and exploration, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HMSk4SjtSIMHTerKN9_SXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Citizen21h",
        "source": "The Citizen",
        "article_content": "Content not available"
    },
    {
        "title": "New discovery aims to improve the design of microelectronic devices",
        "link": "https://www.sciencedaily.com/releases/2024/09/240913105253.htm",
        "description": "A new study is providing new insights into how next-generation electronics, including memory components in computers, breakdown or degrade over time.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily10h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "NASA spacecraft snaps photo of huge volcano forming on distant world",
        "link": "https://mashable.com/article/nasa-discovery-juno-mission-new-volcano",
        "description": "Jupiter's molten moon Io has been surveyed by a number of passing spacecraft, allowing planetary scientists to see changes on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IxlDoSaOmkTee7dCW-5beS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "Mashable",
        "article_content": "The most volcanic world in our solar system has sprouted a new volcano. And its lava flows are enormous.\n\nJupiter's molten moon Io has been surveyed by a number of passing spacecraft, allowing planetary scientists to see changes on the surface. Recently, NASA's Juno mission made the closest swings by Io in two decades. The 2024 views show a dynamic volcano where, just decades ago, there was a featureless region.\n\n\"Our recent JunoCam images show many changes on Io, including this large, complicated volcanic feature that appears to have formed from nothing since 1997,\" Michael Ravine, the advanced projects manager at Malin Space Science Systems, which operates the spacecraft's JunoCam instrument, said in a statement. The discovery was just presented at the 2024 Europlanet Science Congress.\n\nProdigious amounts of lava have clearly poured from this new volcano; you can see it running to the left of the vent in two potent streams some 100 kilometers (62 miles) long. The lava, overlain over a map of the city of Berlin in another graphic below, would dominate a large swathe of Germany. Where the lava flows end and have pooled, intense heat from the molten rock created those two gray circles when frozen surface material vaporized into space.\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nNASA's Galileo spacecraft captured the black and white image in 1997, and Juno's views are from February 2024. The entirety of the volcanic feature sprawls over an area about 180 km by 180 km (112 miles by 112 miles).\n\nOn left: Galileo spacecraft imagery from 1997. On right: Juno spacecraft imagery from 2024. The feature on right is the new volcano with accompanying lava flows. Credit: NASA / JPL-Caltech / SwRI / MSSS\n\nThe new volcano recently spotted on Io's surface. Credit: NASA / JPL-Caltech / SwRI / MSSS / Europlanet\n\nIo is blanketed in erupting volcanoes because it's relentlessly locked in a tug-of-war between nearby objects, including the colossal Jupiter. \"Not only is the biggest planet in the solar system forever pulling at it gravitationally, but so are Io’s Galilean siblings — Europa and the biggest moon in the solar system, Ganymede,\" NASA explained in a statement. \"The result is that Io is continuously stretched and squeezed, actions linked to the creation of the lava seen erupting from its many volcanoes.\"\n\nThe new Io volcano and lava flows overlaid on Berlin, Germany. Credit: NASA / JPL-Caltech / SwRI / MSSS / Europlanet / Google Maps\n\nThis volcanic world, an object a little bigger than Earth's moon, is blanketed in hundreds of volcanoes and ceaselessly erupting. The first-ever observations of Io, captured by the pioneering Voyager 1 craft, spotted at least eight different active volcanoes. The most recent flybys in 2023 and early 2024 spotted nine plumes from volcanoes.\n\nIt's a vicious world, inhospitable to life. And beneath its volcanic surface, it may harbor a sea of magma."
    },
    {
        "title": "NASA’s Curiosity Rover Uncovers Pure Sulfur Crystals on Mars – A Game-Changing Discovery for Planetary Science",
        "link": "https://www.msn.com/en-us/news/technology/curiosity-rover-discovers-pure-sulfur-crystals-on-mars-a-groundbreaking-find-in-red-planet-exploration/ar-BB1qJnKH?ocid=BingNewsVerp",
        "description": "NASA's Curiosity rover has made a groundbreaking discovery on Mars by uncovering pure sulfur crystals within a broken rock.",
        "image_url": "https://www.bing.com/th?id=OVFT.0cBTbG5fMIbkGTbdCbOSJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Ever-Growing USA on MSN15h",
        "source": "Ever-Growing USA on MSN",
        "article_content": ""
    },
    {
        "title": "Why Build AI is the Future of No-Code AI Platforms",
        "link": "https://www.analyticsinsight.net/artificial-intelligence/why-build-ai-is-the-future-of-no-code-ai-platforms",
        "description": "The world of technology moves on, and artificial intelligence finds its aggressive way into every sphere. The building of AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kVb57tRgqSVs_cS5_cLj3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight9h",
        "source": "Analytics Insight",
        "article_content": "BuildAI is made of a very intuitive interface wrapping up the technicalities involved in AI development. Key features are listed below:\n\nChoose and Customize AI Tools: BuildAI also maintains a library of ready-to-use AI applications . Users can select those best adapted to their needs and do further customization to tailor the utilities to their use more closely.\n\nBring Your Data: BuildAI does not require you to create from scratch. You can upload your data-for instance, a list of recipes for the nutrition tools-and let the AI personalize experiences for your users.\n\nDesign and Brand Your App: BuildAI highly values User Experience. You can design and brand your AI application to your existing website or business aesthetic to maintain cohesiveness with your audience.\n\nMonetization Subscription Model: BuildAI provides you with the facility to monetize an AI application whereby you'd be giving away its basic functionality and then providing the next tiers with added features that people would pay for. This model caters to a wide audience, generating revenues for owners.\n\nCustom Business Solutions: No more heavy development costs. Just get your own business app up in no time with economic build ups using BuildAI. Just upload your data and let the system do its magic to create a personalized app that speaks your brand and expertise.\n\nNo-Code Development: That's what makes BuildAI different from any other in the market-no need to write even a single line of code. It is drag-and-drop and thus can be used by anyone who has a good idea along with data to exploit."
    },
    {
        "title": "Apptile Secures $1.2M In Fresh Funding To Democratize No-Code Mobile App Development For Businesses",
        "link": "https://menafn.com/1108669662/Apptile-Secures-12M-In-Fresh-Funding-To-Democratize-No-Code-Mobile-App-Development-For-Businesses",
        "description": "Bengaluru, India - 13th September, 2024: Apptile, a leading no-code mobile app development platform, announced today the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AnxEkq0RR3zTAwVDL69tCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "20h",
        "source": "Mena FN",
        "article_content": "(MENAFN- ForPressRelease) Bengaluru, India - 13th September, 2024: Apptile, a leading no-code mobile app development platform, announced today the successful raise of $1.2 million in additional funding. This latest investment, led by Singularity Early Opportunities Fund with participation from Crown Trust and DeVC, brings the company's total funding to $3.7 million.\n\n\n\nThis new injection of capital will be used to further enhance Apptile's platform, expand its product offerings, and accelerate the company's growth in making mobile app development more accessible to businesses of all sizes. By eliminating the need for traditional coding, Apptile empowers companies to build powerful, fully customized mobile apps with the same ease as designing a presentation.\n\n\n\nLaunched in 2023 by Rohit Modi, Samyam Annappa, and Vishal Sood, Apptile has experienced rapid adoption, particularly among e-commerce and direct-to-consumer (D2C) brands. The platform has enabled over 300 brands to develop and launch their own mobile apps, offering a seamless user experience without the need for technical expertise. Last month, the company launched its live commerce solution, allowing creators and brands to deliver interactive shopping experiences directly within their apps. A portion of the new funding will be allocated to expanding Apptile's product suite, driving further innovation in the mobile app space.\n\n\n\n\"At Apptile, our mission is to give every business the ability to leverage mobile technology to foster customer engagement and fuel growth,\" said Rohit Modi, Co-Founder and CEO of Apptile. \"This additional funding accelerates our ability to expand our platform and introduce new features that serve businesses across a wide range of industries. We're excited to have the continued support of Singularity and our investors as we work to democratize mobile app development.\"\n\n\n\nApptile's intuitive drag-and-drop platform makes it possible for businesses to create fully branded, native mobile apps without writing a single line of code. The platform offers a robust library of pre-built components and seamless integrations with third-party APIs, providing unparalleled flexibility for businesses looking to build apps that reflect their unique brand identity and optimize their customer journey.\n\n\n\n\"Apptile's platform is transforming the way businesses approach mobile app development,\" said a spokesperson from Singularity Early Opportunities. \"The team's vision, technical expertise, and focus on customer success have already yielded impressive results. We're excited to support Apptile as they continue to innovate and empower businesses across industries to succeed in the mobile-first world.\"\n\n\n\nAs businesses continue to prioritize mobile-first strategies, Apptile is well-positioned to meet the growing demand for efficient and user-friendly app development solutions. The company's commitment to innovation and its user-centered approach ensure that businesses of all sizes-from startups to enterprises-can deploy mobile apps to drive growth and deepen customer engagement.\n\n\n\nAbout Apptile:\n\n\n\nApptile is a leading no-code mobile app development platform that empowers businesses to create and launch powerful, fully customized mobile apps without the need for technical expertise. With its intuitive drag-and-drop interface, extensive library of pre-built components, and seamless third-party integrations, Apptile enables businesses across industries to build apps that reflect their unique brand identity and optimize the customer journey.\n\nEmail :..."
    },
    {
        "title": "Data Governance for AI: It Starts and Ends with Data",
        "link": "https://www.isaca.org/resources/news-and-trends/isaca-now-blog/2024/data-governance-for-ai-it-starts-and-ends-with-data",
        "description": "Understanding the relationship between artificial intelligence and data is critical for organizations as they increasingly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7xe83iOOwPrqUpZD8P00mC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "COBIT11h",
        "source": "COBIT",
        "article_content": "Artificial intelligence has been the topic of conversation in recent years, growing quickly in different sectors and making progress in solving difficult problems. AI is quickly creating value for many organizations through risk management, automation, reducing human error, analyzing large volumes of data, generating insights, etc. Through technological leaps and mass investment, AI has also become a reality and a key part in everyday life.\n\nAI has become more accessible to the general public through the use of well-known tools available for public consumption. For example, ChatGPT has become an extremely popular tool and a household name allowing users to do many things with it, such as analyzing reports, creating budgets, building virtual assistants, writing code, etc. The reliance on AI tools has had a significant impact on individual knowledge, livelihood and even personal health. AI tools have saved its users time and often money through immediate and creative solutions.\n\nAlthough AI is often spoken about, it is not always understood. At a high level, AI is a technology that enables machines to simulate human learning, comprehension, problem-solving, decision-making, creativity and autonomy. There are also different types of AI, such as reactive, general, super, limited, theory, etc. All include the ability to process large volumes of data very quickly.\n\nWhat is the relationship between AI and data?\n\nThe relationship between AI and data is crucial. AI relies heavily on data for operation and evolution. AI uses data to learn, improve and to make different predictions. The quality of the data has a significant impact on how the system learns and adapts. This is why data governance is essential in ensuring effective and even ethical use of AI.\n\nData governance looks at the data lifecycle management through availability, integrity and security of the data in enterprise systems. This also includes compliance with legal frameworks, such as data privacy laws and enabling ethical data practices through accountability, fairness and transparency.\n\nEffective data governance helps organizations mitigate potential risks, including producing flawed insights, generating biases and making wrong decisions. These further impact customer trust, overall reputation and could end up costing organizations a lot of money.\n\nAs organizations look to introduce AI into their environments, they need to shift their focus on their overall data foundation. What does their data governance and data strategy program look like? Is the data fit for purpose?\n\nOrganizations need to audit data sources to ensure accuracy and quality. Consider the sensitivity of the data and potential biases. Review security and privacy requirements, including global laws and industry best practices. Ensure transparency and accountability by documenting an audit trail and how the data will be used in the context of AI systems.\n\nShift the focus, and remember that it all starts and ends with data.\n\nEditor’s note:Maria will share additional insights on this topic as a co-presenter at the session, “Data Governance for AI: It Starts and Ends with Data” at ISACA 2024 Europe Conference, to take place 23-25 October in Dublin, Ireland."
    },
    {
        "title": "AI Pioneer Fei-Fei Li Raises $230 Million for New Startup World Labs",
        "link": "https://www.bloomberg.com/news/articles/2024-09-13/ai-pioneer-fei-fei-li-raises-230-million-for-new-startup-world-labs",
        "description": "Artificial intelligence pioneer Fei-Fei Li has raised $230 million from a star-studded list of investors for a new AI startup ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vieIbhJ7hy5JWka0fxgFPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "16h",
        "source": "Bloomberg L.P.",
        "article_content": "Artificial intelligence pioneer Fei-Fei Li has raised $230 million from a star-studded list of investors for a new AI startup called World Labs, which officially launches Friday.\n\nThe company aims to build software that can use images and other data to make decisions about the three-dimensional world, building what it calls “large world models.” The funding is a sign of investors’ continued appetite for technology that pushes the boundaries of AI, as well as the draw of the field’s biggest names."
    },
    {
        "title": "The strange laptop that finally took the idea of AI PCs seriously",
        "link": "https://www.digitaltrends.com/computing/is-voice-control-the-answer-more-accessible-computers/",
        "description": "One of the unique products at IFA 2024 was the voice-controlled Lenovo AI Twist PC. Is this the first step toward the future of accessible computing?",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "6h",
        "source": "Digital Trends",
        "article_content": "There’s been a lot of talk about AI PCs this year. But so far, it’s been a lot of hype — and not much else.\n\nI’ve just returned from a trip to Berlin to see the best laptops at IFA powered by new chipsets from Intel, AMD, and Qualcomm. Alongside many new products launching soon, I saw a concept highlighting a distant future for computers and a vision of how useful AI could actually be.\n\nRecommended Videos\n\nThe Lenovo AI Twist PC is a concept that allows you to open and close the lid with a simple voice command. Other notable features right now include being able to follow you around the room — ideal if you like to pace during a video call — taking a panorama of the room and syncing with a ballerina movie that showcases the flexibility of the unique hinge mechanism.\n\nFinally, this wasn’t just another device with Copilot. No — it was a laptop that actually took the idea of AI seriously, built into the hardware itself. It was just a concept, but it certainly made me excited for the future of AI PCs.\n\nThe challenge for the mobility-impaired\n\nThe key feature on the Lenovo AI Twist PC that stood out was opening and closing the lid with a simple voice command. Millions of people have health conditions that impair mobility, and as some diseases develop over time, many will have used a laptop at one point in their lives.\n\nI’ve experienced firsthand how useful a product with a voice-controlled hinge would be.\n\nImagine waking up one day and realizing it’s now too painful to open a laptop lid, especially if it doesn’t have an easy lip to grab onto. Beyond major health conditions, there are also incurable diseases such as arthritis that can make typing and simple actions like opening a laptop incredibly difficult. Over time, these conditions become progressively worse, and I’ve seen firsthand how suddenly being unable to do things you used to can affect your mental health as well.\n\nFor all of these users, opening and closing your laptop with just your voice can provide a freedom that didn’t exist before this concept. Windows and Mac have long provided accessibility and voice control features to help navigate the OS with your voice, but none have been able to affect the hardware, just the software once you are logged in. The Lenovo AI Twist PC shows that a voice-activated hinge could still be the solution that’s needed.\n\nWhat else could you control with your voice?\n\nThe AI Twist PC is a limited proof of concept, and there are no guarantees that Lenovo will make this product a reality for anyone to buy. However, if they were to, what other features could you control with your voice, and what problems could it solve?\n\nFor the same people who have mobility issues, what about adjusting the position of the hinge? Instead of just saying, “Hey, Twist, open the lid,” what if you could say, “Hey, Twist, open the lid for a video call,” and it recognized the exact angle at which it needed to be opened? I’ve previously had spinal fusion surgery, and for several months, simple actions like adjusting the lid of my MacBook proved to be quite painful.\n\nThe Follow feature is quite impressive as it takes a similar approach to features like Center Stage or Reframe in Google Meet in that it follows you around during a video call. Those features by Apple and Google crop sensors and adjust your positioning accordingly, but if they were to be paired with a hardware hinge with the flexibility of the Lenovo AI Twist PC, we could have the ideal solution for great video calls: hardware and software working in tandem for the best experience. This would prove beneficial for everyone, not just those with mobility impairments.\n\nThe challenges with a hardware-only approach\n\nThe success of Apple hardware has always been down to its integration with the software. With control over both parts, Apple can integrate features deeply to achieve specific goals. Lenovo has proven that it can do so — the Aura Edition announced at IFA in partnership with Intel is a great example of this — but to achieve a true voice-controlled computing future, Microsoft would need to build support directly into Windows.\n\nImagine a world where you say, “Hey, Twist, open,” it opens the lid, adjusts the angle, and Windows Hello automatically logs you in. Perhaps we go further, and it knows that you have a video call, so it automatically launches Meet, Zoom, or Teams based on the calendar invite. The power of a movable hardware hinge is that it can enable an entirely new experience controlled by voice that could bring freedom to those without.\n\nNow imagine the same hinge but in a convertible product like the Yoga XYZ. If you have loved ones who live alone, a voice-controlled version of one of those products could enable you to be their remote support. Need help cooking? A quick voice command fires up a video call and flips the keyboard over so it’s in tablet mode.\n\nThe same could apply to helping solve any task. Having experienced severe mobility issues after my spinal surgery and having dealt with elderly people who struggle to carry or adjust their positioning without enduring pain, the future of voice control has me truly excited about its potential impact in helping people. None of these are new use cases, but using a laptop instead of a tablet could be a unique solution.\n\nIs this the first step toward a voice-controlled AI PC in the future?\n\n\n\nMany concepts don’t become viable products, but this time feels uniquely different. The hinge on the Lenovo AI Twist PC seemed to work fairly well, with strong flexibility in terms of movement and the ability to adjust the angle. The ballerina demo was a great example of how flexible this hinge is, and its mobility in following you around the room has applications that extend far beyond video calls.\n\nThe Lenovo AI Twist PC feels like a big step in the right direction. It’s the first time we’ve seen a company attempt something like this, and it has spurred me to think of all the different people it could have a marked impact upon. Whether it’s an ongoing chronic condition or a freak occurrence that disrupts your life — like the PT visit that resulted in my spinal surgery — I’ve experienced firsthand how useful a product with a voice-controlled hinge would be.\n\nThis concept was designed with very specific demos in mind. Even with two PCs playing the same video, each acted slightly differently regarding response time and fluidity. It’s called a concept for a reason, but the best part of a concept is imagining how it could change our lives. Many concepts often lack clearly defined use cases — Motorola’s phone as a watch concept at MWC is a good example — but the Lenovo AI Twist PC is different, as it’s clear just how useful it could be.\n\nIt also shows that true artificial intelligence is about more than just creating funky graphics, removing objects, and editing to create a specific persona: When done right, AI could help the world embrace technology in new and wonderful ways. I long for a future where technology is truly intelligent, and the Lenovo AI Twist PC is a step toward making that future a reality."
    },
    {
        "title": "Microsoft ‘evaluates’ how far it can go to prevent another CrowdStrike-like outage",
        "link": "https://timesofindia.indiatimes.com/technology/tech-news/microsoft-evaluates-how-far-it-can-go-to-prevent-another-crowdstrike-like-outage/articleshow/113322361.cms",
        "description": "Microsoft is working on new security features for Windows to prevent issues like the CrowdStrike update crash. The company ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FzbqeExlJsTy_bf8t-0h8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18h",
        "source": "Indiatimes",
        "article_content": "Microsoft is working on new security features for Windows to prevent issues like the CrowdStrike update crash. The company plans to shift security software operations outside the Windows kernel, enhancing system stability and security. This initiative involves collaboration with industry partners and government officials, aiming for improved reliability without compromising on security."
    }
]