[
    {
        "title": "Halloween Countdown. Case 12: The Penshaw Monument UFO",
        "link": "https://www.bbc.co.uk/programmes/p0jx6q9t",
        "description": "Every day in October, Danny Robins will release a brand new bite-size tale of terror - real-life ghost stories hand-picked ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JD6iX7hjIlG7-ZUGcMM8Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "10h",
        "source": "BBC",
        "article_content": "Day 12 of the Uncanny Halloween Countdown... what does Danny have in store today?\n\nEvery day in October, Danny Robins will release a brand new bite-size tale of terror - real-life ghost stories hand-picked from the Uncanny inbox. Countdown with Danny, and then get ready for some very special Halloween surprises!\n\nWritten and presented by Danny Robins\n\nAssistant producer and researcher: Lara Monahan\n\nResearcher: Nancy Bottomley\n\nEditing and sound design: Charlie Brandon-King\n\nMusic: Evelyn Sykes\n\nTheme music by Lanterns on the Lake\n\nProduction manager: Tam Reynolds\n\nCommissioning executive: Paula McDonnell\n\nCommissioning editor: Rhian Roberts\n\nProduced by Danny Robins and Simon Barnard\n\nA Bafflegab and Uncanny Media production for BBC Radio 4"
    },
    {
        "title": "Top 20 UFO Sightings That MIGHT BE REAL",
        "link": "https://www.msn.com/en-us/travel/article/top-20-ufo-sightings-that-might-be-real/vi-AA1s7E7O?ocid=BingNewsVerp",
        "description": "Say what you will but these UFO sightings sound legit. Welcome to WatchMojo, and today we’re counting down our picks for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z5I7DRzDb8GjErHEW2irQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Dailymotion on MSN16h",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "UFO whistleblower shares details of ‘Immaculate Constellation’ program | Vargas Reports",
        "link": "https://www.msn.com/en-us/money/personalfinance/ufo-whistleblower-shares-details-of-immaculate-constellation-program-vargas-reports/vi-AA1s7p19?ocid=BingNewsVerp",
        "description": "A government whistleblower has reportedly claimed that a secret program called 'Immaculate Constellation' contains a massive database of photos, videos and documents regarding UFOs. Marik von ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "News Nation on MSN17h",
        "source": "News Nation on MSN",
        "article_content": ""
    },
    {
        "title": "'That's gotta be a UFO!' Mystery as strange lights appear over Stoke-on-Trent",
        "link": "https://www.msn.com/en-gb/money/technology/that-s-gotta-be-a-ufo-mystery-as-strange-lights-appear-over-stoke-on-trent/ar-AA1s8TTi?ocid=BingNewsVerp",
        "description": "Families are searching for answers - after mysterious lights appeared over Stoke-on-Trent. The five bright lights flying ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RA5ljO93O1LbfXzJmv4OhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Stoke on Trent Live on MSN6h",
        "source": "Stoke on Trent Live on MSN",
        "article_content": ""
    },
    {
        "title": "Beam Me Up, Washington",
        "link": "https://www.msn.com/en-us/travel/article/beam-me-up-washington/ar-AA1s7e6J?ocid=BingNewsVerp",
        "description": "A recent study explored UFO sightings across the U.S., placing Washington just behind California. We even outranked Nevada — ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kIoc2Y0_csPYOVmwRHmuNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Seattle Magazine on MSN20h",
        "source": "Seattle Magazine on MSN",
        "article_content": ""
    },
    {
        "title": "Top Generative AI Tools for Business Applications in 2025",
        "link": "https://www.analyticsinsight.net/generative-ai/top-generative-ai-tools-for-business-applications-in-2025",
        "description": "Generative AI tools have revolutionized business operations in 2025 by automating processes, creating new content, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ayLlS8e51_6ygRJAjRujui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight21h",
        "source": "Analytics Insight",
        "article_content": "Generative AI tools are transforming business applications across various domains. The most prominent use cases include:\n\nFraud Detection and Security: Generative AI generates synthetic data to simulate fraudulent activities, improving the robustness of fraud detection models. This helps in enhancing cybersecurity measures and reducing the risk of cyber threats.\n\nRapid Software Development: AI tools like GitHub Copilot assist in code generation and error debugging, reducing development times and improving software quality.\n\nAutomated Content Creation: Generative AI automates the production of marketing and sales content, allowing teams to focus on strategic tasks.\n\nPersonalized Marketing: AI models analyze user data to generate personalized recommendations, enhancing customer engagement and driving sales.\n\nAdaptive Product Design: Generative AI rapidly produces multiple product design iterations, helping businesses optimize their design processes and reduce time to market.\n\nSupply Chain Optimization: AI models predict demand fluctuations and optimize delivery routes, resulting in more efficient supply chains and reduced operational costs.\n\nCustomer Service Automation: AI chatbots provide 24/7 support, handle complex queries, and guide customers through processes like product selection or troubleshooting.\n\nFinancial Modeling and Forecasting: Generative AI helps finance professionals create accurate models and forecasts, improving decision-making processes.\n\nLead Generation and Sales Automation: AI automates outreach, drafts personalized emails, and creates sales pitches, improving productivity and conversion rates.\n\nCreative Content Generation: AI tools like DALL-E 2 and Midjourney generate compelling visuals and art, helping businesses produce engaging marketing content.\n\nGenerative AI tools in 2025 are driving innovation and operational efficiency across industries. From automating content creation to optimizing supply chains and enhancing customer experiences, these tools are becoming integral to business strategies. By leveraging these advanced AI solutions, businesses can stay ahead in a competitive market, improve productivity, and unlock new growth opportunities. The impact of generative AI is set to grow further as new tools and applications emerge, redefining what is possible in the business world."
    },
    {
        "title": "Fitness app Strava has a new AI coach—and its wacky comments are going viral",
        "link": "https://www.msn.com/en-us/news/technology/fitness-app-strava-has-a-new-ai-coach-and-its-whacky-comments-are-going-viral/ar-AA1s5UWy?ocid=BingNewsVerp",
        "description": "Strava’s chief product officer says that reaction has been positive during the product’s beta testing, despite the inevitable ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Sv_pFBix4v9eddz8uDFW2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "Fortune on MSN",
        "article_content": ""
    },
    {
        "title": "‘Where we are today in biology AI is similar to GPT in 2020’: An interview with the CEO of Africa’s biggest AI startup",
        "link": "https://techcrunch.com/2024/10/12/where-we-are-today-in-biology-ai-is-similar-to-gpt-in-2020-an-interview-with-the-ceo-of-africas-biggest-ai-startup/",
        "description": "In January last year, German biotech company BioNTech acquired African AI startup Instadeep for over $550 million, a deal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ro5D9JsVljasBGw-5znPuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "24m",
        "source": "TechCrunch",
        "article_content": "In January last year, German biotech company BioNTech acquired African AI startup Instadeep for over $550 million, a deal finalized in July of the same year. Instadeep, whose exit is currently the largest from Africa, has been operating under the German pharma umbrella for just over a year. Now is a good time to look at how it has fared since the acquisition.\n\nInstadeep uses advanced machine learning techniques to bring AI into enterprise applications. Its products range from GPU-accelerated insights to self-learning decision-making systems. Before last year’s acquisition, the Tunis-born and Paris, London-headquartered enterprise AI startup raised over $108 million from several global investors, including Google, Deutsche Bahn, and BioNTech. These three strategics were also among the startup’s biggest partners and clients.\n\nNotably, the decade-old startup collaborated with BioNTech to develop an early warning system that could detect high-risk COVID-19 variants months ahead of time during the pandemic. Instadeep worked with Google DeepMind to create an early detection system for desert locust outbreaks in Africa. It also collaborated on a moonshot project to automate railway scheduling for Deutsche Bahn, the largest rail operator in Europe.\n\nWhile these partnerships show various applications for Instadeep’s solutions, its acquirer had a clear use case: using AI to develop therapeutics and vaccines for various cancers and infectious diseases — something it is now doubling down on under its new owner.\n\nFifteen months on from completion of the BioNTech acquisition, co-founder and CEO Karim Beguir told TechCrunch in an interview that Instadeep has made significant progress on that front, even as the AI company — which continues to operate independently — still delivers solutions to clients outside biotech.\n\n“We’re strategically aligned with BioNTech on the objectives to be pursued in biology and bio AI capabilities,” the Instadeep chief said. “But we also have room to maneuver and continue to be a force in AI in Africa and in general while continuing to develop technologies that push the frontier of innovation in other verticals like industrial optimization.”\n\nIncreasing capabilities within biotech\n\nBeguir notes that Instadeep’s objective in the past year since its acquisition has been to deploy AI at every step in BioNTech’s pipeline to improve existing processes.\n\nHe shares an example in histology, which involves tissue analysis and the visual task of labeling different tissues, such as identifying tumor cells or healthy cells. According to him, experts at BioNTech traditionally performed this work manually. However, Instadeep’s tech has helped accelerate the process by deploying visual AI and segmentation systems, speeding up this labeling tissues workflow by 5x.\n\nAnother is the completion of its RiboMab project, which involves mRNA-encoded antibodies that have now become a part of BioNTech’s toolkit as an immunotherapy company to fight cancer and other diseases. InstaDeep introduced this project on its DeepChain platform, which designs proteins and analyzes biological data, during their first collaboration in 2020.\n\nBiotech involves a wealth of sensitive healthcare data. Collecting and analyzing them is one thing. Keeping them safe is another. Just ask 23andMe, once heralded as a disruptor in the biotech space before it became victim to a massive breach that exposed the data of nearly 7 million people, half of its customer base.\n\nInterestingly, BioNTech is no stranger to such events. In 2020, hackers illegally accessed documents related to its COVID-19 vaccine, developed with Pfizer, by attacking the European Medicines Agency (EMA), Europe’s medicines regulator, which assesses medicines and vaccines. While Pfizer and BioNTech confirmed that their systems and trial data remained secure, the incident highlights how vulnerable organizations, even regulatory ones, can be to cyberattacks.\n\nAs any CEO would say, Beguir tells me that Instadeep and BioNTech are highly cautious with healthcare data, especially as the partnership is currently using AI to increase data assets, allowing them to identify precise protein sequences and potentially unlock new targets for cancer and other immunotherapy use cases.\n\nBut there’s a segmentation in what data both companies use. BioNTech handles personal, real-life patient data, and Instadeep typically develops models and trains them on publicly available data. This is how, for example, it trained its Nucleotide Transformer, a series of models in AI genomics, which today is the most downloaded and popular AI genomics model in the world. [Thanks in part to this open-source deal.]\n\n“Instadeep developed and trained the nucleotide model on public data,” Beguir notes. “However, when we wanted to deploy the model on specific use cases and real-life patient data, we did this at the BioNTech level, with all the privacy guarantees that come from its position as one of the leading players in biopharma operating under strict regulations and following rigorous quality protocols.\n\nDeveloping new technologies within BioNTech and outside of biotech\n\nWhen asked what the next milestones are for Instadeep within BioNTech, Beguir mentions the startup’s “latest breakthrough”: Bayesian flow networks (BFN), a new generative AI model for proteins that significantly outperforms autoregressive and diffusion models, according to the company. BioNTech CEO Ugur Sahin, in a statement, describes it as a “state-of-the-art technology.”\n\nAccording to Beguir, the model produces the most natural-looking and best-behaved protein proteins in the market by allowing systems to search for specific properties on an antibody’s heavy chain, including chemical characteristics, hydrophobicity, or sequence length. Such models are crucial for understanding complex protein functions and engineering novel therapeutic proteins.\n\n“We’re excited about the potential of AI innovations like ours to identify real use cases, collaborate closely with BioNTech, and build products that will be tested in labs and clinics, ultimately saving patients’ lives,” said Beguir. “If you consider where we are today in biology and AI, it’s similar to where we were with natural language processing in 2020 with GPT-3. Systems were starting to work, and their capabilities were impressive, but there was still room for improvement.”\n\nInstadeep launched the new AI model last week alongside a new near-exascale supercomputer, which, according to the companies, places the partnership in the top 100 of compute and infrastructure and the top 20 of H100 GPU clusters globally.\n\nBoth developments highlight where Instadeep, under BioNTech, deploys AI in several life science use cases. On the other hand, it independently handles its other business line, which involves AI and deep reinforcement learning for industrial optimization.\n\nOne example is its 12-year-long ongoing project to automate railway planning and dispatching for Deutsche Bahn, one of its long-time partners and Europe’s largest rail operator. Similarly, the Tunis- and London-based AI company has bolstered efforts to develop other industrial optimization use cases, such as collaborating with Fraport in Germany to optimize complex airport operations with AI.\n\n“In general, we also see the potential of AI agents as very compelling for the future. We think industrial optimization and agentic-based systems, working hand in hand with human colleagues, will revolutionize industrial efficiency. So this is also another area we’ve been at for many years and one where we are continuing to invest,” noted Beguir.\n\nMeanwhile, Instadeep, earlier this month, launched the pro version of its DeepPCB (Deep Printed Circuit Board) product, a hardware or printed circuit board design entirely assisted with autonomous AI powered by reinforcement learning, in San Francisco. Beguir says the company’s competitors are smaller AI startups in specific areas it operates, such as Riyadh-based Intelmatix.\n\nThe Instadeep chief takes pride in his company’s work on solving more complex use cases of AI – for example, Gen AI for DNA or proteomics or agentic workflows for combinatorial optimization – and steering away from simple ones like Gen AI for NLP. He claims that, besides BioNTech’s acquisition, this ingenuity plays a considerable part in driving inbound interest from customers in the U.S., where the AI company now has two offices, and also across Europe: Berlin, Paris, and the U.K., in particular.\n\nEven though BioNTech spent $500 million on Instadeep to boost its biotech capabilities, it keeps the AI company operationally independent for reasons like this, while funding its activities to serve customers beyond the biotech industry.”\n\n“Because we contribute value by being leaders in AI, and AI skills can be improved across multiple sectors,” answered Beguir when asked why BioNTech still allows the AI company to work on non-biotech projects. “It’s the same tech stack, so time working on AI outside biotech is not time lost at all. BioNTech also deploys InstaDeep on tasks outside biotech R&D, such as in operations optimization.”\n\nBeguir explains that while InstaDeep wasn’t forced to sell, it was the shared vision and successful projects with BioNTech since 2019, long before the acquisition, that convinced the AI company to move forward with the deal. He believes the trust built over years of collaboration is why InstaDeep will remain independent under BioNTech. The key for InstaDeep now is to keep up its momentum, maintain high-quality results, and continue innovating for as long as possible.”\n\nSince the acquisition, InstaDeep has grown to over 400 employees worldwide. This includes its team in Africa, based in a new office in Kigali, which is leading the company’s geospatial intelligence work.\n\nInitially an on-the-ground effort in partnership with Google to detect locust breeding grounds in Africa, Instadeep now uses past label data and satellite imaging to infer with high quality and an 80-85% accuracy where the locust bridging grounds will be in the next 30 days. Beguir says InstaGeo, the company’s framework that uses multispectral satellite imaging from NASA or the European Space Agency (ESA), is open-source and available for other companies to develop scalable solutions across the continent.\n\n“This is a real example of how AI technology and capability is having an impact. Rather than collecting samples on the ground or depending on ground infrastructure, we can deliver those insights via satellites at scale and notify multiple governments and actors to tackle a growing challenge to food security, especially given the continent’s climate issues.”"
    },
    {
        "title": "AI Agents Are Accelerating Digital Transformation. Are You Ready?",
        "link": "https://www.forbes.com/sites/timothypapandreou/2024/10/11/ai-agents-are-accelerating-digital-transformation-are-you-ready/",
        "description": "AI agents are at the forefront of the next wave of business transformation, offering unprecedented opportunities and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.w_nY1qmA21VMaPkCc9-lVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Strava Upsets Fans With New AI Feature That Promises Insights But Provides Bland Pep Talks",
        "link": "https://www.forbes.com/sites/cyrusfarivar/2024/10/12/strava-upsets-fans-with-new-ai-feature-that-promises-insights-but-provides-bland-pep-talks/",
        "description": "Strava users are notorious for obsessively pouring over their own stats – how many minutes per mile on a run, or how many ...",
        "image_url": "https://www.bing.com/th?id=OVFT.21mb_NW8SMnggWmMA9mrUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Enjoy unique twist on Halloween classics with Paranormal Percussion",
        "link": "https://www.msn.com/en-us/music/news/enjoy-unique-twist-on-halloween-classics-with-paranormal-percussion/ar-AA1s7xff?ocid=BingNewsVerp",
        "description": "Paranormal Percussion will be bringing a unique twist to Halloween classics with shows in both Salt Lake City and Provo this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ime1mLsYyxX2fQjJcKHXuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KTVX Salt Lake City on MSN15h",
        "source": "KTVX Salt Lake City on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal investigator Danny Robins uncovers some unsettling Hauntings",
        "link": "https://www.newsletter.co.uk/arts-and-culture/film-and-tv/paranormal-investigator-danny-robins-uncovers-some-unsettling-hauntings-4811084",
        "description": "During the past few years, Danny Robins, previously best known as a comedy writer and performer, has enjoyed success thanks ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mOTUNNc-ElPsGq64z8OqLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The News Letter21m",
        "source": "The News Letter",
        "article_content": "Content not available"
    },
    {
        "title": "The terrifying true stories that inspired your favorite horror movies",
        "link": "https://www.yahoo.com/entertainment/terrifying-true-stories-inspired-favorite-133507432.html",
        "description": "Not all horror movies are total fiction — some take inspiration from real life. Here are the scariest true stories that ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NQFELr0ooQg7dyMhTo8BNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "Horror films have produced some of the most iconic figures in pop culture.\n\nBut not all scary movies are completely fictional; some are actually based on real life.\n\n\"The Conjuring\" was based on the real-life Perron family in Rhode Island.\n\nHorror movies are reliably successful at the box office. They often have relatively low budgets, produce large returns at the box office, and can produce IP that will lead to sequels and spin-offs for years to come. Plus, when Halloween rolls around, costumes and masks provide another bump to a studio's bottom line.\n\nBut creating a completely original, compelling, and terrifying horror story can be challenging. That's why some of the most iconic and successful scary movies are based on things that actually happened in the real world.\n\nFor example, \"The Conjuring\" franchise is based on the case files of real paranormal investigators Lorraine and Ed Warren. In total, the films have made almost $2.4 billion at the box office.\n\nThese are the real stories and crimes that influenced some of the most classic horror films of all time, including \"The Exorcist,\" \"Nightmare on Elm Street,\" and \"Jaws.\"\n\n\"The Conjuring\" is about the Perron family and the traumatic experiences they're having in their new Rhode Island home.\n\nPatrick Wilson and Vera Farmiga as Ed and Lorraine Warren. Warner Bros.\n\nThe Perrons (husband Roger, wife Carolyn, and their five daughters) moved into what was known as the Old Arnold Estate in 1971, The Providence Journal reported.\n\nAlmost immediately, the family reported paranormal activity, such as floating or moving furniture, doors opening and closing, disembodied sounds, and even being pushed, pulled, and hurt by unseen spirits.\n\nUpon calling in paranormal investigators Ed and Lorraine Warren, they found that the property was haunted by various ghosts, but that one particularly malevolent spirit called Bathsheba was preying on them. Bathsheba, who lived on the property in the 1800s, had been a suspected Satanist and was charged with the violent murder of her first child.\n\nHowever, while \"The Conjuring\" ends with the family moving out of their home, they actually remained in the \"haunted\" house for another nine years, leaving in 1980.\n\nThe home sold in 2022 for $1.5 million. The new owner almost immediately said she had experienced \"paranormal activity.\"\n\n\"The Conjuring 2\" is about a girl being possessed by a demon in London.\n\nVera Farmiga reprised her role as Lorraine Warren for the sequel. New Line Cinema\n\nThe Hodgson family reported experiencing unusual phenomena in their London home in August 1977, such as furniture flying through the air, and objects hurling toward witnesses, The Daily Mail reported.\n\nMost famously, however, Janet, one of three Hodgson children, claimed she was being possessed by a man named Bill Wilkins — it was later confirmed that a man by that name did, in fact, live in the house and died there of a brain hemorrhage, People reported.\n\nWhile Janet later said that around \"2%\" of the haunting was made up, she maintains that the Enfield Poltergeist was real.\n\nYou can listen to audio of her while she was claims she was possessed to make up your own mind.\n\nThe third film is \"The Conjuring: The Devil Made Me Do It,\" which is about the real trial of Arne Cheyenne Johnson.\n\n\"The Conjuring: The Devil Made Me Do It.\" Warner Bros.\n\nIn the third \"Conjuring\" film, Ed and Lorraine are tasked with helping a young man, Arne, who murdered his landlord after getting possessed by a demon, which Ed witnessed. In his trial, the Warrens supported Arne using the defense of demonic possession, a first in the United States.\n\nThis is based on the real case of 19-year-old Johnson, who really did murder his landlord in 1981 and subsequently claimed he was innocent because he'd been possessed, as reported at the time by The New York Times.\n\nJohnson (and the Warrens) claimed that a demon was exorcised from the body of 11-year-old David Glatzel and then moved to Johnson. His girlfriend claimed she heard Johnson challenge the demon itself to leave Glatzel and possess him instead.\n\nA few weeks after Johnson's encounter with Warrens and the Glatzels, he stabbed his landlord to death, and then claimed he had no memory of the crime and was possessed.\n\nIn reality, this defense was rejected, his lawyers then pivoted toward the self-defense strategy, and he was convicted of manslaughter. He served five years in prison.\n\n\"Annabelle,\" \"Annabelle: Creation,\" and \"Annabelle Comes Home\" tell the story of an evil doll that terrorizes her owner.\n\nThe theatrical version of Annabelle. New Line Cinema\n\nAnnabelle is a doll believed to be imbued with an evil spirit. While the real-life Raggedy Ann doll (which can be viewed at the Warrens' Occult Museum in Monroe, Connecticut) is much less creepy-looking than her movie counterpart, she is said to have terrorized her owner.\n\nAccording to The New Haven Register, the story of the doll begins in 1970, when a nurse received it as a birthday gift from her mother. She soon began to notice that the doll would change positions by itself. She then started finding creepy notes with messages like \"Help me\" written on them. And she claimed she once found the doll leaking blood.\n\nOnce again, the Warrens were contacted for help. According to them, the doll wasn't possessed, but it was being manipulated by a spirit. They cleansed the home and took the doll to their museum, where it remains to this day.\n\n\"The Amityville Horror\" connects the murders of the DeFeo family with a demonic presence in the house.\n\nThe real \"Amityville Horror\" home on Long Island. Paul Hawthorne/Getty Images\n\nOn November 13, 1974, at 3:15 a.m., Ronald DeFeo Jr. stole his father's shotgun and murdered his family in their home in Amityville, New York, claiming that voices in the house made him do it, according to PIX11.\n\nHe was later convicted and sentenced to 25 years to life in prison. He died in 2021.\n\nA year after the murders, in 1975, the Lutz family moved into the home and claimed to experience paranormal activity almost immediately, per ABC News.\n\nGeorge — the patriarch of the Lutz family — claimed to wake up frequently at 3:15 a.m. (the time of the murders) and hear gunshots. His daughter Missy gained an imaginary friend Jodie, which was also the name of a DeFeo daughter. Missy says she did not know anything about the murders at the time.\n\nThe Lutz family fled their home only 28 days after moving in, sparking one of the greatest debates in paranormal history: Is the Amityville home haunted?\n\n\"The Haunting in Connecticut\" is about a family who move into a former funeral home, which turns out to be haunted.\n\nThe film was released in 2009. Lionsgate\n\n\"The Haunting in Connecticut\" is based on the plight of the Snedeker family. Their name was changed to Campbell in the movie.\n\nNBC Connecticut reported the Snedekers moved into a new home in the '80s to be closer to the University of Connecticut's hospital, since their son Phillip was undergoing treatment for cancer. The family soon realized that the house they had moved into used to be a funeral home.\n\nAccording to his mother, Carmen, Phillip quickly became withdrawn and angry and started seeing a ghostly man who would tell him to lash out.\n\nHe was later committed due to a schizophrenia diagnosis. But after Phillip left, things reportedly got a lot worse for the rest of the family.\n\nThey eventually called in a priest — as well as the Warrens — to perform an exorcism.\n\n\"Veronica\" is about a Spanish teenager who used an Ouija board to contact a dead loved one with disastrous consequences.\n\nThe film was released on Netflix. Sony Pictures\n\nThe film is based on a real Spanish teenager whose death was never solved, as Business Insider previously wrote.\n\nIn 1992, a student named Estefania Gutierrez performed a \"makeshift séance\" at her high school. A few months later, she died in the hospital after experiencing seizures and claiming to see shadowy figures.\n\nThe story gets even stranger: A year after Gutierrez died, her parents called the police because they were experiencing paranormal activity, similar to the shadowy figures their daughter had reported.\n\nThe police were skeptical until they, too, heard disembodied noises. According to Newsweek, the official report called the home \"a situation of mystery and rarity.\"\n\n\"The Strangers\" is a terrifying look into the mindset of monsters who commit crimes just because they can.\n\nA sequel was released in March 2018. Rogue Pictures\n\nThe poster for \"The Strangers\" claims that the film was \"inspired by true events,\" though it's more of an amalgam of a few terrifying true tales.\n\nDirector Bryan Bertino said he drew his main inspiration from an experience from his childhood, according to the film's production notes.\n\n\"As a kid, I lived in a house on a street in the middle of nowhere. One night, while our parents were out, somebody knocked on the front door and my little sister answered it. At the door were some people asking for somebody that didn't live there. We later found out that these people were knocking on doors in the area and, if no one was home, breaking into the houses,\" said Bertino.\n\nFans of the film have also compared it to the Manson murders and the unsolved murders of the Sharp family, known as the Keddie Cabin Murders.\n\n\"The Exorcist,\" one of the most beloved horror films of all time, is about a preteen girl who becomes possessed by a demon.\n\n\"The Exorcist.\" Warner Bros.\n\n\"The Exorcist,\" is based on the story of a 13-year-old boy known as Roland Doe, who began exhibiting strange behavior in 1949, according to The New York Post. His family reported furniture moving on its own, scratches all over Doe's body, and loud, disembodied voices.\n\nAfter a cross-country move and no change in Doe's strange behavior, his family enlisted the help of the Catholic church. One of the priests involved in the Doe case, Father Raymond Bishop, kept a diary, per The Daily Mail.\n\nOne of his entries stated, \"At midnight, the Fathers planned to give (Roland) Holy Communion, but Satan would have no part of it. Even while the institution of the Blessed Sacrament was explained, his body was badly scratched and branded. The word 'HELLO' was printed on his chest and thigh.\"\n\nEventually, after multiple attempts, the \"demon\" was exorcised, and Doe returned to normal. He never spoke of the incident publicly.\n\nHis real identity was revealed by The Skeptical Inquirer in 2021: Ronald E. Hunkeler. Hunkeler died in 2020 at the age of 86. Before that, he'd been an engineer at NASA and, according to The New York Post, was always afraid his colleagues would find out about his past.\n\n\"The Exorcism of Emily Rose\" is also about a girl possessed by a demon.\n\n\"The Exorcism of Emily Rose.\" Sony Pictures Releasing\n\nThe story of Anneliese Michel, a young German woman — renamed Emily Rose in the film — is tragic.\n\nWhen Michel was a teenager, she experienced the first symptoms of her alleged possession. She was diagnosed with epilepsy, and given medication to help treat the disease, according to The Washington Post.\n\nBut the meds didn't help. Michel continued to have seizures, and she began to claim she was having visions and hearing voices telling her she was a sinner. She became depressed and turned to religion: At her peak, she was genuflecting (kneeling) 600 times a day, eventually rupturing her knee ligaments.\n\nBy the time Michel was 23, she had been treated with dozens of different medications (nothing helped), and had undergone 67 exorcisms in 10 months, the Post reported.\n\nShe eventually stopped eating and died of starvation in 1976. She weighed 68 pounds.\n\nHer parents and two of her priests were later found guilty of negligent homicide for allowing her to starve, per the German outlet DW.\n\n\"The Texas Chain Saw Massacre\" is about a group of hitchhikers who pick the wrong family to catch a ride from — they end up being cannibals.\n\nLeatherface. Bryanston Distributing\n\nThe main villain of \"The Texas Chain Saw Massacre\" is Leatherface, who was based on real-life killer Ed Gein.\n\nGein, who grew up in La Crosse, Wisconsin, in the early 1900s, was obsessed with his mother; he rarely interacted with anyone besides her, and when she died, he spiraled, per Encyclopedia Britannica.\n\nKnown as \"the Butcher of Plainfield,\" he is suspected to have killed several victims, but, more disturbingly, he took to robbing the graves of recently buried women.\n\nHe used their body parts to create something like a woman suit that he wore, pretending to be his mother, according to the book \"Deviant.\" He also had lamps, belts, and bowls made out of human body parts.\n\nGein's story also partly inspired \"Psycho\" and \"The Silence of the Lambs.\"\n\n\"Poltergeist\" tells the story of a family who buys a haunted house built on top of a Native American burial ground.\n\nThe terrifying clown doll from \"Poltergeist.\" MGM/UA Entertainment Company\n\nThe plot of 1982 classic \"Poltergeist\" was based on the Hermann family of Long Island, New York, who claimed to be haunted by a poltergeist that made objects fly through their home, according to Life Magazine.\n\nThe Hermann family eventually moved away, but they maintained the house was haunted.\n\n\"When a Stranger Calls\" is about a babysitter who's being terrorized by a mysterious caller inside the house with her.\n\nCamila Belle in \"When a Stranger Calls.\" Screen Gems\n\nThe film is based on the real unsolved murder of 13-year-old Janett Christman in 1950.\n\nAs the Columbia Daily Tribune wrote, Christman was babysitting 3-year-old Greg Romack when she called the Columbia Police Department and told them to \"come quick,\" but she hung up before the police could trace her call.\n\nWhen the Romacks returned home, they discovered Christman's body in a pool of blood. She had been raped and strangled with a cord. The police eventually ruled that it had been an \"inside job\" — the killer knew the house and its layout well.\n\n\"Dead Ringers\" explores the mysterious deaths of a pair of co-dependent twin brothers.\n\nJeremy Irons played both twins. Twentieth Century Fox\n\nThe Marcus twins shared a gynecology practice, an apartment in New York City, a house in the Hamptons — and eventually their deaths.\n\nApparently, 45-year-old Stewart and Cyril Marcus were addicted to barbiturates; when their decomposing bodies were found, their mysterious deaths were first ruled as being caused by an overdose, then by withdrawal (they may have been attempting to wean themselves off the drugs), The New York Times wrote.\n\nThe medical examiner told The New York Times that Cyril outlived his brother by a couple of days, and continued to live in the apartment before eventually dying himself.\n\nThe film received a TV reboot on Prime Video in 2023, starring Rachel Weisz.\n\n\"Jaws\" is the story of a small beachside town that's being terrorized by a vengeful shark.\n\nThey needed a bigger boat. Jaws/IMDB\n\nThe terrifying tale of the most famous great white shark ever is based upon a string of shark attacks on the Jersey Shore in 1916.\n\nAccording to Smithsonian Magazine, 25-year-old Charles Vansant bled to death from a bite in Beach Haven, New Jersey. Five days later — and 45 miles north — a bellhop from Spring Lake also bled to death from a shark bite.\n\nThe story only gets more terrifying. The same shark then swam 30 miles north and 10 miles inland, killing both a boy and a man trying to save the boy in a creek, NJ.com wrote.\n\nFinally, the fifth victim was attacked 30 minutes later in the same creek — he survived.\n\nAccording to NJ.com, George Burgess, an ichthyologist (a scientist who concentrates on the study of fish), called it the \"most unique set of shark attacks that have ever occurred. \"\n\n\"The Girl Next Door\" is about a boy who tries to save his neighbor from her twisted adopted family.\n\n\"The Girl Next Door.\" Modern Distributors\n\nThe murder of Sylvia Likens is known as the \"worst crime in Indiana history,\" the Indy Star reported. Likens was just 16 when she was found dead in the basement of her temporary home.\n\nHer carnival-worker parents left Sylvia and her sister in the care of Gertrude Baniszewski, a mother of seven, paying Baniszewski by the week.\n\nThree months later, on October 26, 1965, police found Sylvia's emaciated corpse, apparently covered in hundreds of wounds, Indianapolis Monthly wrote. Baniszewski — with the help of some of her children and a few neighborhood kids — had tortured the girl to death.\n\nBaniszewski was sentenced to 21 years in prison, but she was eventually released on parole. The rest of the children who were involved served between two and seven years.\n\n\"The Possession\" is the tale of a family being tortured by a demon inside a dybbuk box.\n\nBefore killing zombies on \"The Walking Dead,\" Jeffrey Dean Morgan starred in this horror flick. Lionsgate\n\nJames Haxton posted the real dybbuk box on eBay with a chilling description of events that befell him after he bought it at an estate sale, wrote My San Antonio.\n\nHe claimed that he bought the box for his mom's birthday and that she almost instantaneously had a stroke upon receiving it, Riverfront Times reported.\n\nHe also claimed that the final straw that inspired him to get rid of the box was when his sister, brother, and brother's wife all stayed over, and each one reported having the same exact nightmare, according to a reposting of the original eBay listing.\n\nYou might be wondering what exactly a dybbuk is. According to Encyclopedia Britannica, it's a \"disembodied human spirit that, because of former sins, wanders restlessly until it finds a haven in the body of a living person\" that originated in Jewish folklore.\n\n\"The Rite\" is based upon the life of a real priest, Father Gary Thomas, and his time at the Vatican while training to become an exorcist.\n\nAnthony Hopkins in \"The Rite.\" Warner Bros.\n\n\"The Rite\" is based on the life of Father Gary Thomas, a priest who is one of 14 Vatican-certified exorcists who works in the US, the Los Angeles Times reported. Thomas told the Times he's exorcised the demons from five people, and that he receives multiple requests for exorcisms daily.\n\nFather Thomas trained for three months in Rome to become a certified exorcist, completing his training in 2005, The Telegraph wrote.\n\nSimilarly, the 2023 film \"The Pope's Exorcist\" is based on the life of real-life priest Father Gabriele Amorth.\n\nRussell Crowe as Father Gabriele Amorth in \"The Pope's Exorcist.\" Jonathan Hession/Sony Pictures via AP\n\nRussell Crowe played Amorth in the 2023 film \"The Pope's Exorcist,\" which was based on Amorth's memoirs, \"An Exorcist Tells His Story\" and \"An Exorcist: More Stories.\"\n\nSmithsonian Magazine wrote that Amorth said he'd performed over 100,000 exorcisms before his death in 2016. He was still performing them that year — and he even let \"The Exorcist\" director William Friedkin observe one.\n\nFriedkin, who died just a few months after the film's release, wrote about the experience in Vanity Fair. \"Out of a hundred people who seek my help,\" Amorth told Friedkin, \"one or two at the most may be possessed.\"\n\n\"Wolf Creek\" is about three backpackers in the Australian Outback who unknowingly hitch a ride from a sadistic murderer.\n\n\"Wolf Creek\" is an Australian film. Dimension Films\n\nThe horrifying tale of the backpackers in \"Wolf Creek\" is based on a real string of murders in Australia's Belanglo State Forest in the '90s at the hands of Ivan Milat, aka \"the Backpacker Killer.\"\n\nMilat maintained that he was innocent until his death in 2019, The Daily Mail wrote, but was convicted for torturing and killing at least seven people, all backpackers and hitchhikers. Some think that he killed even more.\n\n\"Eaten Alive\" is about the owner of a Texas hotel who feeds people to his pet crocodile.\n\n\"Eaten Alive\" had the same director as \"The Texas Chain Saw Massacre.\" Motion Picture Marketing (MPM)\n\nEccentric bootlegger Joe Ball owned a Texas bar called the Sociable Inn in the early 1900s. He also kept multiple alligators in an enclosure near the saloon.\n\nA known ladies' man, Ball had relations with various waitresses, bartenders, and hostesses — three of whom went missing. Turns out, Ball had murdered two of them, reported Texas Monthly.\n\nMany believe he then fed them to his pet alligators, though there was never any evidence — his keeping them as pets was enough to cause concern and create rumors.\n\nWhen the police came around for questioning in 1938, however, he shot himself in the heart, the San Antonio Express-News wrote.\n\n\"Open Water\" tells the harrowing tale of a couple fighting to stay alive after their boat leaves them behind in the middle of the ocean.\n\nA bit more realistic than the shark from \"Jaws.\" Lions Gate Films\n\nTom and Eileen Lonergan were scuba diving at the Great Barrier Reef in Australia in 1998 when they were left behind by their boat after someone messed up the head count. They were never heard from again, The Independent wrote.\n\nAccording to the outlet, the diving company didn't even realize they were missing until two days later, when their passports and other personal effects were found on the boat.\n\nMonths after their disappearance, Tom's dive slate was found 100 miles north of their original disappearance. He had written \"We have been abandoned\" by the diving company, adding \"Help!\"\n\nTheir dive jackets and one of Eileen's fins eventually washed ashore, but there were no signs of a shark attack or any other violent activity.\n\nSome believe they were eaten by sharks, while others maintain that it was a murder-suicide pact.\n\nTheir bodies were never found.\n\n\"A Nightmare On Elm Street\" is best known for bringing Freddy Krueger, a serial killer who murders people in their dreams, into the mainstream.\n\nNo, Freddy's not the real part. New Line Cinema\n\nThe idea for this iconic franchise came from a Los Angeles Times article that Wes Craven, the film's writer and director, read about a boy who was too terrified to sleep after surviving the Killing Fields in Cambodia.\n\nHere's what Craven said to Vulture about his inspiration: \"He told his parents he was afraid that if he slept, the thing chasing him would get him, so he tried to stay awake for days at a time.\"\n\nCraven continued, \"When he finally fell asleep, his parents thought this crisis was over. Then they heard screams in the middle of the night. By the time they got to him, he was dead. He died in the middle of a nightmare. Here was a youngster having a vision of a horror that everyone older was denying. That became the central line of 'Nightmare on Elm Street.'\"\n\nRead the original article on Business Insider"
    },
    {
        "title": "Roseburg gets paranormal with haunted ghost tours",
        "link": "https://www.msn.com/en-us/travel/tripideas/roseburg-gets-paranormal-with-haunted-ghost-tours/ar-AA1s7azY?ocid=BingNewsVerp",
        "description": "Paranormal activities are hitting the streets of Roseburg as Halloween draws near, and one club is giving residents a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UlALKKYmyk6ETSQfdfVFii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KPIC Eugene on MSN19h",
        "source": "KPIC Eugene on MSN",
        "article_content": ""
    },
    {
        "title": "The 10 Most Nightmare-Inducing Movies on Max",
        "link": "https://gizmodo.com/the-10-most-nightmare-inducing-movies-in-maxs-no-sleep-october-programming-2000511197",
        "description": "It’s that time of year when the biggest streaming services start cosplaying as Shudder and putting their horror selections in ...",
        "image_url": "https://www.bing.com/th?id=OVF.VXrR9oEdOj%2boM4c7EAquHw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17h",
        "source": "Gizmodo",
        "article_content": "It’s that time of year when the biggest streaming services start cosplaying as Shudder and putting their horror selections in the front row. But Max is going above and beyond with “No Sleep October,” the scary-movie curation equivalent of handing out full-sized candy bars rather than dinky one-bite treats. With classics, cult classics, franchise entries, new releases, and more, the selection will surely please fans across multiple sub-genres—including these 10 titles that, as the streamer promises, may very well interfere with your beauty sleep.\n\nParanormal Activity\n\nFound-footage horror existed before 2007’s Paranormal Activity—that ol’ Blair Witch certainly helped pave the way—but its impressive success sparked a whole wave of imitators, few of which were able to top its potent scares. An entire franchise and mythology followed in its wake, but even taken on its own, the original Paranormal Activity still more than delivers with its blend of low-fi technology and sky-high frights.\n\nPulse\n\nIt’s been nearly 25 years since Kiyoshi Kurosawa released Pulse, still the creepiest movie about internet ghosts along with being one of the scariest movies ever made. Its overwhelming mood of imminent doom—pointing the finger at what was then relatively new technology for causing people to feel lonely despair and existential dread—feels eerily prophetic now, and its imagery remains haunting as hell.\n\nThe Shining\n\nThe Overlook Hotel—a grand lodge infused with an evil that preys on already troubled minds—really starts to flex during the long, cold winter, as the Torrance family (Jack Nicholson, the late great Shelley Duvall, Danny Lloyd) unfortunately discovers. Like all cinematic masterpieces, Stanley Kubrick’s 1980 Stephen King adaptation has a way of revealing new details no matter how many times you watch it.\n\nSinister\n\nReleased in 2012, Scott Derrickson’s Sinister is still completely in step with pop culture’s abiding love of true crime, imagining that an author (Ethan Hawke) working in that unavoidably exploitative genre movies his unsuspecting family into a house where the previous occupants were brutally murdered. He soon discovers a trove of home movies suggesting there’s more to the story… demonically speaking.\n\nThe Sixth Sense\n\nMax has an M. Night Shyamalan spotlight as part of its October programming, with his latest, Trap, joining the line-up October 25. His breakout film, 1999’s The Sixth Sense, is still his scariest—even if you know the twist, and who doesn’t by now? If that’s not enough, however, you can cue up that shriek-inducing birthday party scene from Signs, which Max also has available, to further enhance your daily quota of jump scares.\n\nPoltergeist\n\nSo you didn’t have the cash to buy the Poltergeist house when it went on sale recently—alas, neither did we. Drown your sorrows with a re-watch of this 1982 Tobe Hooper-Steven Spielberg tale of a suburban family targeted by vengeful, static-dwelling spirits, and marvel at how well its eerie elements hold up. (The clown doll, always and forever.)\n\nThe Exorcist\n\nNo list of “scariest movies” can be trusted if The Exorcist is not part of the conversation—so thankfully Max has Pazuzu and company at your fingertips for streaming (and screaming) ease.\n\nScream\n\nThe Scream franchise has traveled a bumpy road recently, but there’s no diminishing the power of Wes Craven’s 1996 original, scripted by Kevin Williamson and delivering both a searing meta-take on slasher movies while being a terrifying slasher movie in its own right. Even now it’s as clever as it is scary, and offers a time capsule of 1996 pop culture that still somehow feels timeless.\n\nThe Craft\n\nExtend your stay in 1996 with this perennial Halloween favorite, where the scares ostensibly spring from witchcraft—but the real source of dread is just how cruel teenagers can be to each other, including one of the most vivid depictions of “toxic friends” ever immortalized on the screen.\n\nThe Conjuring\n\nJames Wan’s 2013 chiller—a fictionalized spin on a haunted-house case from real-life paranormal investigators Ed and Lorraine Warren—sets out to tell a genuinely eerie story, and more than succeeds. Subsequent entries in The Conjuring‘s extended cinematic universe have been of varying quality, but The Conjuring‘s recipe of jump scares, good old-fashioned high tension, excellent performances, and creatively creepy set pieces is still the gold standard."
    },
    {
        "title": "Tomb filled with a dozen skeletons found underneath the Treasury in Petra",
        "link": "https://www.msn.com/en-us/news/world/tomb-filled-with-a-dozen-skeletons-found-underneath-the-treasury-in-petra/ar-AA1s9jNc?ocid=BingNewsVerp",
        "description": "Archaeologists found a tomb with 12 skeletons beneath the Treasury in Petra, Jordan. The discovery provides rare insight into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aRG2TfJW-K42l6rgWgFmkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "New paradigm of drug discovery with world's first atomic editing?",
        "link": "https://www.sciencedaily.com/releases/2024/10/241011141546.htm",
        "description": "Researchers have successfully develop single-atom editing technology that maximizes drug efficacy.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily3h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Men won all the science Nobels this year. There’s an even bigger problem",
        "link": "https://www.statnews.com/2024/10/11/nobel-prizes-2024-gender-bias-science/",
        "description": "The men who received this year’s prizes are 'superstars,' said Liselotte Jauffred, a physicist at the Niels Bohr Institute ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Lg2G04MyIYPZ98jGjtABZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "STAT23h",
        "source": "STAT",
        "article_content": "Since the Nobel Prizes were created in 1901, just 24 women have received awards in the sciences. This year, that number stayed the same: All seven laureates in physics, chemistry, and physiology or medicine were men.\n\nSome scientists have expressed frustration about the lack of women among this year’s awardees, particularly the omission of two women who contributed to the work honored for the prize in physiology or medicine. Experts who study gender bias in the sciences say the Nobel’s gender gap reflects the larger barriers to success faced by women in science — and that science is poorer for it.\n\nadvertisement\n\nThe men who received this year’s prizes are “superstars,” said Liselotte Jauffred, a physicist at the Niels Bohr Institute who has studied gender bias in the Nobels. But “what are the mechanisms that make it easier for men to enter that pool of superstar scientists that could even be nominated for a Nobel Prize?”\n\nCertain fields, like biology, chemistry and social sciences are reaching gender parity in undergraduate and graduate degrees. But representation falls further up the academic ladder — a problem known as the leaky pipeline. Some women are pushed out of science altogether because of experiences of sexism. Those who persist are less often promoted to senior professorships, and even fewer become chief physicians, department heads, or journal editors.\n\nEven once in academia, women are not given tenure as often as men. They are not listed as the key author on as many papers, are cited less often than male colleagues, and receive fewer prestigious awards overall.\n\nadvertisement\n\nFiguring out whether the Nobels reflect even more bias than academia as a whole was “not easy” Jauffred said. Researchers had to account for the lag between when a discovery is made and when it is recognized, and for the lower representation of women in science over the years. But even when accounting for those factors, she and her colleagues found in a 2019 study that the likelihood that bias against women played a role in the decision of who gets awards was around 96%.\n\nThis year’s Nobel for physiology or medicine, which was awarded to Gary Ruvkun and Victor Ambros for the discovery of microRNA, has attracted particular scrutiny with regard to gender bias. Many outside observers commented on the fact that Rosalind Lee, Ambros’ wife and long-time collaborator, was not recognized for the discovery despite being a first author on one of the studies cited by the committee. To some, the story seemed to write itself — another Rosalind overlooked by the committee, much like Rosalind Franklin, whose contributions to the discovery of DNA’s double helix were not initially recognized.\n\nThere are, however, reasons beyond sexism that can lead collaborators like Lee to get overlooked. The Nobel committee limits awards to three people, which some scientists have pointed out is an antiquated way to reward discoveries that are increasingly part of large collaborations.\n\n“Any project of any complexity rolls out over years with many contributors,” said Bruce Wightman, a biologist at Muhlenberg College who was in Ruvkun’s lab and worked on an aspect of the discovery of microRNA. “Science takes a village.”\n\nA spokesperson for UMass Chan Medical School said Lee and Ambros are “celebrating the Nobel Prize and view it as a recognition of the team’s collaborative work.”\n\nThe push to reduce gender bias in Nobel Prizes\n\nThat said, how credit is distributed to scientists that are part of a large collaboration may also be the product of bias. One study found that women who co-authored papers were less likely to receive tenure compared to those who published papers alone. This kind of collaboration didn’t have any effect on men’s ability to get tenure. Another found that women tended to receive authorship on papers or patents to which they had contributed less often than male colleagues.\n\nadvertisement\n\nThe Nobels tend to “recognize people who were in a position of power and authority, instead of the people who actually made a discovery or had an idea or proved it experimentally,” said Pnina Abir-Am, a historian of science at Brandeis University, who has studied collaborative couples in science as well as documented the women who were not recognized for the Nobel prize for RNA splicing.\n\nNewsletter Weekdays Sign up for Morning Rounds Understand how science, health policy, and medicine shape the world every day Please enter a valid email address. Sign Up Your data will be processed in accordance with our Privacy Policy and Terms of Service. You may opt out of receiving STAT communications at any time.\n\nThe Nobel committee is often “narrow-minded” in who it gives awards to, Abir-Am said, favoring those who are heads of the lab where the research was conducted as well as those who have trained with other Nobel laureates. That means lower chances of receiving the prize for women, racial minorities, and more junior scientists who have made breakthrough discoveries but are less likely to be in positions of power.\n\nNobel winners also tend to come from socioeconomically privileged backgrounds, according to Paul Novosad, an economist at Dartmouth College who studies access to opportunity and upward mobility. Novosad and his colleagues published a white paper this week finding that on average, laureates came from households with fathers in the 87th percentile of income in their country. Around half were in the top 5% by income.\n\nFemale laureates tended to be from even more elite families, which the authors write may be because the higher socioeconomic status helps them overcome some of the gendered obstacles in academia. But “it means that elite women in the sciences are drawn from an even smaller socioeconomic pool than men, implying substantial misallocation,” they write in the paper.\n\n“If children who are brilliant but poor fail to make it into the sciences, then all of humanity loses out on their potential discoveries,” said Novosad.\n\nThings may be changing. The analysis found that the average socioeconomic status of laureates is creeping downward, which could signal a slow democratization of the sciences. “This kind of research is really important for the same reasons that we would like to see less elite demographics represented in various top positions,” said Novosad. “Unfortunately there is still a surprising amount of work to do just to convince men in senior scientific positions that these barriers exist at all.”\n\nadvertisement\n\nOne change that may make recognition more fair going forward is the growing practice of papers delineating what each author has contributed to a paper. “Journals require scientists to say who contributed to conception and who contributed to experiments,” Abir-Am said. This creates less ambiguity around who directly contributed to discoveries that are being honored by awards — as opposed to assuming lab heads or senior authors did the lion’s share of the work. “I don’t care who is a director and who is a junior [researcher], I want to know who did what.”\n\nThe organizations that select Nobel laureates have taken steps to address the laureates’ lack of diversity in recent years. In 2019, Nobel committees began asking nominators to consider gender and ethnicity to encourage a wider range of diversity in nominees. And since scientists have to be invited to contribute nominations, “[w]e are extending invitations to an increasing number of individuals from regions beyond traditional academic research hubs in the United States, Europe, Australia and Japan,” Thomas Perlmann, the secretary for the Nobel Committee for Physiology or Medicine, told Nature this week. “Moreover, we’re actively identifying more women and younger scientists as nominators.”\n\nJauffred has also seen improvement. She was motivated to write her paper on gender bias in the Nobels after Donna Strickland in 2018 became the first woman to win the Nobel in physics in 55 years. Since 2018, two more women have also won the Nobel in physics. Still, progress is slow.\n\n“The demography of fields has been changing for a long time, but it’s not yet reflected in Nobel Prizes,” Jauffred said. “When we don’t see that diversity represented in the Nobel Prizes, of course we ask ourselves questions. Why does it have to be like that?”\n\nMegan Molteni contributed reporting."
    },
    {
        "title": "U.S. Scientists Awarded Nobel Prize in Medicine for Groundbreaking DNA Discovery",
        "link": "https://www.msn.com/en-us/health/medical/u-s-scientists-awarded-nobel-prize-in-medicine-for-groundbreaking-dna-discovery/ar-AA1s7GhA?ocid=BingNewsVerp",
        "description": "A pair of American scientists has been honored with the 2024 Nobel Prize in Medicine for their role in the groundbreaking ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EWgkUg91A70fLg5us2m1Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hosted on MSN16h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Ancient climate analysis reveals unknown global processes",
        "link": "https://www.msn.com/en-us/news/other/ancient-climate-analysis-reveals-unknown-global-processes/ar-AA1s9OXg?ocid=BingNewsVerp",
        "description": "According to highly cited conventional models, cooling and a major drop in sea levels about 34 million years ago should have ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nXpyy9Oi6rj3X4aSZJsAsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "43mon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "How CU Boulder professors, staff are using AI 'to enhance learning'",
        "link": "https://www.denverpost.com/2024/10/12/cu-boulder-professors-staff-artifical-intellligence-education/",
        "description": "Artificial intelligence bots are in the classroom and analyzing data at the University of Colorado Boulder. Michael ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EADfuM3j5XD-3FY8QfvbDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "The Denver Post",
        "article_content": "University of Colorado Boulder Professor Michael Klymkowsky created two AI bots to help students learn: Dewey and Rita.\n\nIn his classroom at CU Boulder, Dewey and Rita can act like tutors, analyze answers and even provide feedback on how Klymkowsky can improve how he teaches material.\n\n“It seems likely that (AI) policing schemes are ultimately going to be futile,” Klymkowsky said. “What we would like to do is incentivize students to use AI tools to enhance learning and to achieve the grades and goals they want and need.”\n\nArtificial intelligence, or AI, is a technology that allows machines and computers to perform complex tasks and mimic human intelligence and behavior. CU Boulder held a virtual showcase of how the university uses AI on Wednesday.\n\nKlymkowsky, a professor of molecular cellular and developmental biology, created Dewey and Rita using a type of AI called retrieval-augmented generation.\n\nThis type of AI is more accurate, Klymkowsky said, because it’s provided with curriculum information, textbooks and research papers that create a knowledge base. The AI draws from this base of information and knows what it can’t answer. So, it won’t speculate or hallucinate. AI hallucinations are when a bot generates incorrect or misleading information.\n\n“This has the advantage that it won’t answer a question it hasn’t been trained on, where a standard ChatGPT will answer any question,” he said.\n\nDewey can evaluate student answers to questions and identify trends of what students are missing or misunderstanding. It can also determine whether course learning goals are being met.\n\n“We can get a summary of the ideas students are struggling with and we can even get suggestions for instructional improvement,” Klymkowsky said.\n\nRita is an AI bot that acts as a Socratic tutor. Socratic teaching or tutoring is a strategy to promote critical thinking by giving students questions instead of answers.\n\nRita is a more challenging bot, Klymkowsky said, because she has to be engaging for students. He said she can usually determine whether a question is answered correctly and pose questions to students about what’s missing or wrong in their answers. She’s improving at engaging in Socratic conversations with students.\n\n“It’s not meant to be a version of Google, it’s meant to be a tutor provoking a student to engage with the material,” he said.\n\nThe bots tend to be extremely accurate. Klymkowsky said they are no-code bots and creating one can be done in half an hour if the materials for its knowledge base are ready to go.\n\nAI is also being used to analyze large data sets on the research side of CU Boulder. Computer Science Professor Esther Rolf explained how her team uses geospatial machine learning, a type of AI that analyzes geographical data.\n\n“Connecting those sources of data to make some sort of actionable insight remains really challenging,” Rolf said.\n\nOne example she provided is detecting artisanal mining, a type of mining for underground minerals, and its connection to health outcomes.\n\n“Are these small metal mining operations happening near streams, diluting streams with different sediment and different chemicals, and is that impacting people living downstream from these mining operations?” Rolf said.\n\nWhile there’s a lot of data available, there are no maps of where artisanal mining is happening across the world.\n\n“And so how are we possibly going to connect that with people’s health outcomes?” Rolf said.\n\nTo try and solve this problem, she and her team created a public website that takes satellite images and AI machine learning and transforms it into structural information that can be used. The goal is for the site, mosaiks.org, to be fast, easy and accessible.\n\nTheir work has been recognized by the United Nations.\n\n“It’s an exciting model because .. these models are actually used to generate insights that help advance science and understanding of our world,” Rolf said.\n\nOn the administrative side, CU Boulder is starting to incorporate Microsoft’s AI platform, Copilot. CU Boulder Office of Information Technology staff member Tim Crean explained how Microsoft is implementing AI and how users on campus might use it.\n\n“This version of Copilot can actually answer questions related to meetings, chats, emails and documents,” Crean said, adding, “Copilot can only access data that you have access to in Microsoft 365.”\n\nCopilot can organize data sets in Microsoft Excel, for example. If someone joins a meeting on Microsoft Teams 15 minutes late, they can ask Copilot to recap what happened.\n\n“It will go through the transcript and tell you what’s been said so far,” Crean said.\n\nThe Office of Information Technology completed a six-month pilot program for Copilot where 30 users participated and provided feedback. The office collected data about where and how often it was used to help employees get their work done. Now, the license request process is being developed.\n\nCrean addressed concerns about security, privacy and data protection. More information on security is available at oit.colorado.edu/services/it-security/artificial-intelligence-ai-data-security-guidelines.\n\nThe virtual showcase was hosted by CU Boulder’s AI Community of Practice, a group of staff and faculty that have an interest or expertise in AI. The goal of the AI Community of Practice is to identify campus resources and initiatives, contribute to AI best practices and establish campus guidelines and policies.\n\nThe campus has also formed an AI steering committee that will help with resources and guidance on AI. The AI Literacy Ambassadors program is a cohort of instructors who encourage and support AI innovation.\n\nFor more information, visit colorado.edu/information-technology/ai-cu-boulder/ai-efforts-campus.\n\nGet more business news by signing up for our Economy Now newsletter."
    },
    {
        "title": "Companies Tap AI for Next-gen Application Development",
        "link": "https://www.01net.it/companies-tap-ai-for-next-gen-application-development/",
        "description": "Enterprises are adopting advanced low-code/no-code platforms with AI-enabled features to build more complex applications, ISG ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1MWTyhxOTyxqN-8OKWpghC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "01Net",
        "article_content": ""
    },
    {
        "title": "New rounds will help startups challenge well-funded rivals",
        "link": "https://www.msn.com/en-us/money/other/new-rounds-will-help-startups-challenge-well-funded-rivals/ar-AA1s7bFL?ocid=BingNewsVerp",
        "description": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mu73GOTSz1PMhgxQpYw0xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "21hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Crucial firmware fixes Leica M11 freeze-on-startup issue",
        "link": "https://www.digitalcameraworld.com/news/crucial-firmware-fixes-leica-m11-freeze-on-startup-issue",
        "description": "New firmware for the Leica M11 family fixes freezing issue, along with a shot rotation error and overexposure fault, plus ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oholM9hXoNQhWCOeGlphVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "digitalcameraworld2h",
        "source": "digitalcameraworld",
        "article_content": "Leica has released a new firmware update for its upmarket M11-series of rangefinder cameras, the Leica M11, Leica M11-P, Leica M11 Monochrom and only-just-released Leica M11-D.\n\nThe update, version 2.1.3, fixes a rare but frustrating problem where the camera freezes on startup, plus a couple of other bug fixes and stability enhancements. It follows hot on the heels of update 2.1.2, which was only released in August 2024 (if you haven't already applied that then the latest update contains those fixes too).\n\nLeica says the update fixes the following problems:\n\nStartup behavior: Occasionally occurring startup freezes were remedied.\n\n\n\nOccasionally occurring startup freezes were remedied. Shoot alignment: Rotation errors for some shots will no longer occur.\n\n\n\nRotation errors for some shots will no longer occur. Overexposure: Some rare overexposure errors due to faulty metering were remedied.\n\n\n\nSome rare overexposure errors due to faulty metering were remedied. Stability: The firmware has undergone various bug fixes and is now more stable and reliable.\n\nThe M11 series aims to replicate the a shooting-on-film experience as much as possible in a digital body (Image credit: Gareth Bevan / Digital Camera World)\n\nTo find which version of the firmware your M11 is running, select Camera Information in the main menu. There are two options for installing firmware updates – via the Leica Fotos app or directly via the camera menu.\n\nVia the Leica Fotos app:\n\nUsers can easily update their camera firmware through the Leica Fotos app, which allows for seamless integration and ensures that photographers can keep their equipment up-to-date effortlessly.\n\n\n\nUsers can easily update their camera firmware through the Leica Fotos app, which allows for seamless integration and ensures that photographers can keep their equipment up-to-date effortlessly. Directly through the camera menu:\n\nAlternatively, the firmware can be installed directly through the camera's menu. Users need to navigate to the 'Camera Information' section, select 'Camera Firmware Version' and follow the prompts to initiate the update.\n\nThe M11-D has no rear LCD, so updating the firmware in-camera is a bit different to the rest of the M11 family (Image credit: Leica)\n\nBefore attempting the firmware update, you should fully charge the battery and remove any previous firmware files from the memory card.\n\nDownload the latest firmware version onto your computer – there's a separate file for each M11 variant, so ensure you download the correct one. It's also a good idea to download the Leica M-Family release notes PDF, which contains detailed instructions. Then copy the firmware onto the main directory of the memory card, pop it into the camera and turn it on.\n\nFor M11, M11-P and M11 Monochrom cameras, select Camera Information in the main menu, then select Camera Firmware Version followed by Firmware Update. Check the version information and select Yes. When the prompt 'Do you want to save profiles on SD card?' appears, select Yes and the update will begin and the lower Status LED will flash. Once done, the camera will restart. Leica recommends reverting to factory settings after the update.\n\nGet the Digital Camera World Newsletter The best camera deals, reviews, product advice, and unmissable photography news, direct to your inbox! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe process is different on the M11-D, as this minimalist camera has no rear LCD. Once you've inserted the memory card containing the firmware, you need to press and hold the function button before switching the camera on. The Status and Self-timer LEDs will flash red to indicate the firmware is being updated, and 'UP' will be displayed in the viewfinder.\n\nYou might be interested in the best Leica cameras, along with the best Leica M lenses for rangefinders and the best Leica SL lenses for mirrorless bodies."
    },
    {
        "title": "The Future of Data Security in Fintech: Trends and Solutions",
        "link": "https://techbullion.com/the-future-of-data-security-in-fintech-trends-and-solutions/",
        "description": "The fintech industry has significantly transformed over the past decade, driven by technological advancements and changing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Wy54NP7lmWJbZeozL_1vKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Impacts10h",
        "source": "Impacts",
        "article_content": "The fintech industry has significantly transformed over the past decade, driven by technological advancements and changing consumer preferences. The need for robust security measures for fintech companies has never been more critical. Fintech companies continue to innovate making data security a top priority.\n\nOver the years, fintech security has evolved to include various technologies and practices, including virtual data room solutions. Today, these technologies develop, offering new ways to protect financial transactions and sensitive data. This article will explore the future of data security in fintech from the data room perspective.\n\nUnderstanding fintech and the role of data security\n\nFintech, meaning financial technology, refers to technology integration into financial services to improve the delivery of financial products. Fintech companies needed advanced security measures to protect their customers’ sensitive data. The transformation of fintech security has been forced by the need to stay ahead of cybercriminals while providing compliance with regulatory requirements.\n\nData security in the fintech sector involves technologies, processes, and best practices for protecting sensitive financial data. It includes data security protocols, compliance with regulations, and ongoing security risk monitoring. The main goal of data security is to prevent unauthorised access and safeguard against data breaches and other cyber attacks.\n\nVirtual data room software for fintech data security\n\nA virtual data room (VDR) is a digital space where important documents and information are stored and shared. It lets authorised users access and work together on files for business activities. Maintaining security is paramount because of the nature of the data stored in VDRs. Data breaches can lead to a competitive edge, legal repercussions, and harm to reputation.\n\nSecurity measures are crucial for safeguarding data and upholding compliance standards within virtual data rooms. For enhanced protection, dataroom software employs security functionalities such as encryption, access controls, audit trails, and device restrictions. The important and sensitive data stored in VDRs needs security to stop cyber threats. Ensuring security in VDRs is crucial for keeping things private following the rules and avoiding problems.\n\n“Investing in a secure data storage place will reap the rewards in many ways,” says Gilbert Waters, Co-founder and marketing specialist at data-rooms.org. The organization of VDR security starts with choosing among data room providers known for data protection. Ensure they hold security certifications such as ISO 27001 and undergo independent audits. Avoid providers that don’t specify their security architecture or protocols.\n\nKey VDR security elements\n\nVirtual data rooms utilise a layered approach to security, with multiple critical elements working together to protect sensitive data. Some of the key elements include:\n\nData encryption . It is crucial for all data stored and sent via a data room to be encrypted using recognised methods, like AES 256-bit encryption . This process transforms data into a code that can only be decoded with the encryption key. Multi-factor authentication . It mandates users to present two or more credentials for access, such as a password paired with a one-time code or biometric verification. This strategy safeguards against password compromise and unauthorised entry. Advanced virtual data rooms support MFA techniques like SMS codes, authenticator apps, and biometric identifiers. Access controls . Granular user permissions allow tight control over document storage and access. Admins can restrict viewing, downloading, printing, watermarking, and other actions on a user and document group basis. Complex access regulations based on user attributes can be configured. Audit trails track all user activity.\n\nFintech data security trends\n\nTechnology integration transforms and reshapes data security management and how financial institutions operate. Here are the main trends that influence and shape data security:\n\nArtificial Intelligence (AI) and Machine Learning (ML) . They have changed financial services, helping in fraud detection, threat intelligence, and transaction analysis. Artificial intelligence technologies leverage algorithms to analyse data and identify patterns and potential security threats that might go unnoticed by traditional methods.\n\nBiometric technologies . It includes facial recognition and fingerprint scanning, which are increasingly used in fintech applications to enhance security. These technologies provide a higher level of protection compared to traditional methods. Biometric authentication enhances data privacy by ensuring access to financial accounts only to authorised users.\n\nBlockchain technology . Blockchain uses a distributed ledger that records transactions across a network of nodes. Each transaction is secured cryptographically and linked to the previous one, forming a chain resistant to tampering. This immutability is essential for maintaining data integrity and ensuring compliance with privacy regulations.\n\nCloud technology . Cloud computing enhances data privacy in several ways. It uses advanced encryption techniques to secure data at rest and in transit. Strict access controls allow companies to define who can access specific data and under what conditions, further bolstering privacy. Advanced threat detection and response mechanisms are integral to cloud services, helping identify security breaches.\n\nConclusion\n\nAs the fintech landscape evolves, ensuring robust security measures is more crucial than ever. Fintech security is a critical element in the fintech industry, as the sector faces many challenges. By adopting innovative technologies financial institutions can protect sensitive customer data, mitigate risks, and build trust with their customers. Using data rooms, in particular, can provide a relevant tool for maintaining data security and compliance in the fintech sector. Leveraging virtual data rooms for sensitive data companies must partner with providers who actively invest in the latest security innovations and stay ahead of emerging risks."
    },
    {
        "title": "Is Take-Two Interactive Software Inc. (TTWO) Set for a Bull Run with NBA 2K25 Launch?",
        "link": "https://www.insidermonkey.com/blog/is-take-two-interactive-software-inc-ttwo-set-for-a-bull-run-with-nba-2k25-launch-1371358/",
        "description": "We recently published a list of 7 Best Gaming Stocks To Buy Now. In this article, we are going to take a look at where ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yx0JUSdOM0LPBPxk3zQZQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Insider Monkey",
        "article_content": "We recently published a list of 7 Best Gaming Stocks To Buy Now. In this article, we are going to take a look at where Take-Two Interactive Software Inc. (NASDAQ:TTWO) stands against the other best gaming stocks to buy now.\n\nA Quick Look at the Gaming Industry\n\nThe gaming industry does not only provide entertainment but also drives innovation in technology and creativity. The global gaming market was valued at $249.55 billion in 2022. Looking forward, the market is expected to grow at a compound annual growth rate (CAGR) of 13.1% during 2023-2030 to reach $665.77 billion by ​the end of the forecast period. This expansion is driven by several key trends that are reshaping how games are developed and played.\n\nThe growing popularity of cloud gaming, the introduction of VR and AR technologies, and the rising interest in online gaming are some of the key trends driving market growth.\n\nThe rising interest in esports and online gaming tournaments is expected to boost consumer spending on games and contribute to market growth. Esports features teams and individual players competing in various video games. In July and August, the first-ever Esports World Cup took place in Riyadh, Saudi Arabia, attracting over 1,500 players and offering a massive prize pool of $60 million. The event spanned eight weeks and included 23 competitions across 22 different video games, such as Call of Duty and Fortnite. This tournament is part of Saudi Arabia’s Vision 2030 initiative, aimed at diversifying the country’s economy.\n\nEmergence of Generative AI\n\nAnother key trend is the integration of generative AI in gaming. This technology allows for the creation of dynamic storylines and realistic characters that can interact with players in a more lifelike manner. Experts believe this will enhance player engagement by personalizing experiences based on individual actions. The potential for AI to craft entire game worlds opens up new avenues for creativity in game design.\n\nAccording to Bernard Marr, a world-renowned futurist and author of “Generative AI in Practice: 100+ Amazing Ways Generative Artificial Intelligence is Changing Business and Society”, generative AI is revolutionizing video game development by providing tools that enable developers to create engaging content, realistic visuals, and immersive gameplay experiences. Marr believes that generative AI can help developers create vast, unique game environments through procedural generation, allowing for dynamic gameplay experiences that change with each session.\n\nMoreover, this technology can generate music and sound effects that adapt to in-game events, enriching the overall player experience. By automating tasks like quest creation and dialogue writing, generative AI can help developers enhance storytelling and design. Marr thinks that although generative AI won’t replace human creativity, it can speed up game development and reduce costs, which is a big step forward for the gaming industry.\n\nMethodology\n\nTo compile our list of the 7 best gaming stocks to buy now, we used the Finviz and Yahoo stock screeners to find the largest gaming companies. We also reviewed our own rankings, sifted through ETFs, and consulted various online resources. From an initial pool of more than 20 gaming stocks, we focused on the top 7 stocks most favored by institutional investors. Data for the hedge fund sentiment surrounding each stock was taken from Insider Monkey’s database of 912 elite hedge funds. The 7 best gaming stocks to buy now are ranked in ascending order based on the number of hedge funds holding stakes in them as of Q2 2024.\n\nWhy do we care about what hedge funds do? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nTake-Two Interactive Software Inc. (NASDAQ:TTWO)\n\nNumber of Hedge Fund Holders: 48\n\nTake-Two Interactive Software Inc. (NASDAQ:TTWO) is a prominent American video game holding company based in New York City. It specializes in developing, publishing, and marketing interactive entertainment products for consumers worldwide. The company operates through well-known brands such as Rockstar Games, 2K, Private Division, and Zynga, which cater to various gaming platforms including consoles, PCs, and mobile devices. The company’s wide range of games are delivered through physical retail, digital downloads, online platforms, and cloud services.\n\nThe company reported solid performance in the first quarter of fiscal year 2025, with total net bookings rising to $1.22 billion, a 1% increase from the previous year. Net bookings from recurrent consumer spending accounted for 83% of total net bookings. Key contributors to net bookings included popular titles like NBA 2K24, Red Dead Redemption, and Grand Theft Auto Online. The company’s net revenue saw a 4% increase year-over-year, reaching $1.34 billion. Recurrent consumer spending increased by 3% and accounted for 82% of the total revenue.\n\nTake-Two Interactive Software Inc. (NASDAQ:TTWO) is committed to engaging players through exciting new game releases and updates. The company is focused on enhancing its core franchises while also looking for new growth opportunities. On September 6, 2024, the company announced the launch of NBA 2K25, the latest iteration of its popular basketball video game series. This new version is available on multiple platforms, including PlayStation 5, PlayStation 4, Xbox Series X|S, Xbox One, Nintendo Switch, and PC. NBA 2K25 introduces significant gameplay enhancements powered by ProPLAY technology, featuring over 9,000 new animations derived from real NBA footage. The game also includes exciting new modes in MyTEAM and The City, along with returning favorites and new role-playing experiences in MyCAREER and MyNBA, offering players a richer and more immersive basketball gaming experience.\n\nAs of October 7, TTWO’s stock is trading at $152.21, and analysts have a consensus buy recommendation for the stock. The median 1-year stock price target set by analysts is $185.00, indicating a potential upside of 21.54% from its current price. This presents a promising investment opportunity for those looking to capitalize on the future of interactive entertainment.\n\nTake-Two Interactive Software Inc. (NASDAQ:TTWO) has a strong portfolio of well-established franchises with a loyal customer base, consistently driving sales and engagement. The company’s commitment to providing regular updates and new content helps maintain player interest and satisfaction, ensuring a steady stream of revenue from both new releases and ongoing content. This strategic approach allows the company to benefit from the growing video games market.\n\nTTWO is one of the best gaming stocks to buy now. According to Insider Monkey’s Q2 database of over 900 hedge funds, 48 hedge funds held stakes in Take-Two Interactive Software Inc. (NASDAQ:TTWO).\n\nOverall, TTWO ranks 4th among the best gaming stocks to buy now. While we acknowledge the growth potential of TTWO as an investment, our conviction lies in the belief that AI stocks hold greater promise for delivering higher returns, and doing so within a shorter time frame. If you are looking for an AI stock that is more promising than TTWO but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    }
]