[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘I Want to Believe’ Documentary About Ufology’s Most Controversial Figure, Billy Meier, Unveils Key Creative Talent (EXCLUSIVE)",
            "link": "https://www.msn.com/en-us/entertainment/news/i-want-to-believe-documentary-about-ufologys-most-controversial-figure-billy-meier-unveils-key-creative-talent-exclusive/ar-AA1xAQX3?ocid=BingNewsVerp",
            "description": "I Want to Believe' will lift the curtain on Meier, whose familiar photos have been viral since the 1970s and even featured in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.viDGRKMHuq0XWB-DuDOMti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "5hon MSN",
            "source": "Variety on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TV Tinsel: PBS 'Nova' documentary shows scientists are warming to UFO study",
            "link": "https://www.hastingstribune.com/tv-tinsel-pbs-nova-documentary-shows-scientists-are-warming-to-ufo-study/article_299face2-d78e-11ef-b7d1-438d1844b7b5.html",
            "description": "With drones clotting the skies and Chinese spy balloons overhead, more and more people are starting to talk about UFOs. Are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pmmmBlKItsozBgppgwWaZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hastings Tribune20h",
            "source": "Hastings Tribune",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Snowkiting in Alaska, freedom on the snow",
            "link": "https://www.msn.com/en-xl/news/other/snowkiting-in-alaska-freedom-on-the-snow/vi-AA1xAGB8?ocid=BingNewsVerp",
            "description": "Experience the thrill of snowkiting with Tom Fredericks at Alaska’s world-class Thompson Pass.",
            "image_url": "https://www.bing.com/th?id=OVF.26C4d6%2bzPzAAnY8TKxQQxw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Great Big Story on MSN6h",
            "source": "Great Big Story on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Video of UFO Crash Recovery \"Egg Shaped Craft' NOT Whistleblower Jake Barber’s",
            "link": "https://www.msn.com/en-us/technology/aviation/video-of-ufo-crash-recovery-egg-shaped-craft-not-whistleblower-jake-barber-s/ar-AA1xzmmP?ocid=BingNewsVerp",
            "description": "News Nation airs exclusive egg-shaped UFO recovery footage, distinct from whistleblower Jake Barber's claims. Explore the controversy surrounding this potential evidence of non-human technology and ...",
            "image_url": "https://www.bing.com/th?id=ODF.964gaLNzfX6kNEdof4SO1g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NJ gas prices jump dramatically in just a week",
            "link": "https://nj1015.com/nj-faces-hike-in-gas-prices/",
            "description": "An increase in the cost of oil and a leak in the country's biggest pipeline may be factors in a 10-15 cent jump in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DiapCL6EPSKB2N3rqipjiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WKXW23h",
            "source": "WKXW",
            "article_content": "⛽ The average pump price in New Jersey is up 11 cents in a week\n\n⛽ High crude prices may be one reason for the jump\n\n⛽ A leak in the country's biggest gas pipeline may also be a reason\n\nThe price at the pump has jumped 10-15 cents in New Jersey over the past week and likely isn't coming down.\n\nAAA's survey of gas prices in New Jersey shows an average price of $3.10 per gallon as of Monday. A week ago the average was $2.99. The price matches the average a year ago when it was $3.07 per gallon.\n\nThe spike can be blamed on the price per barrel of oil despite a drop in demand. The price per barrel of oil is $80, AAA says.\n\nThe Energy Information Administration said gasoline demand fell from 8.48 million barrels per day last week to 8.32 this week.\n\n“Global oil prices have surged due to strong winter heating fuel demand and new U.S. sanctions against Russia’s energy sector. Oil costs account for 56% of what you pay at the pump. So, more expensive oil leads to more expensive gas,\" AAA spokesman Andrew Gross said in a statement.\n\nALSO READ: Trump returns to power after unprecedented comeback\n\nMap shows route of the Colonial Pipeline Map shows route of the Colonial Pipeline (Colonial Pipeline Company) loading...\n\nPipeline leak\n\nCurrent prices will be a bargain compared to the 25-75 cent per gallon increase Gas Buddy analyst Patrick DeHaan expects by Memorial Day. But it's not unexpected.\n\n\"The anticipated rise I mention happens every spring and is not the result of any presidential action, but the seasonality that many misunderstand,\" DeHaa wrote on his X account.\n\nOne other factor could be a leak in the Colonial Pipeline's Line 1, the largest in the country, which brings gasoline from Houston to Greensboro, North Carolina, and continues north, according to Pipeline & Gas Journal.\n\nThe leak developed in Paulding County, Georgia, on Jan. 15 and was repaired by Friday. Colonial did not disclose a reason for the leak.\n\nU.S. fuel distributor Mansfield told Pipeline & Gas Journal that supply tightened in some areas while repairs were made.\n\nReport a correction 👈 | 👉 Contact our newsroom\n\nPOP QUIZ: Can you guess these NJ theme parks from Google Earth images? Gallery Credit: Dan Zarrow\n\nIt's here! The complete 2024 NJ county fair summer schedule A list of county fairs happening across the Garden State for 2024. From rides, food, animals, and hot air balloons, each county fair has something unique to offer.\n\n(Fairs are listed in geographical order from South NJ to North NJ) Gallery Credit: Mike Brant"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "You'll Never Miss a Word With This AI-Powered Transcriber and Summarizer App",
            "link": "https://www.msn.com/en-us/technology/software/you-ll-never-miss-a-word-with-this-ai-powered-transcriber-and-summarizer-app/ar-AA1xBFeG?ocid=BingNewsVerp",
            "description": "Instead of scrambling to notate everything from a class lecture or Zoom call, let this AI-powered note transcriber and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PVNyk1LfIzfsAdZbfJAkvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Hosted on MSN39m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Medical AI Stock Is Up 39% After Launch of Personal Health App",
            "link": "https://www.msn.com/en-us/health/other/this-medical-ai-stock-is-up-39-after-launch-of-personal-health-app/ar-AA1xAY3g?ocid=BingNewsVerp",
            "description": "Tempus AI says the app, olivia, is designed to centralize patients’ health data and make it accessible through artificial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cPcPeLFOmkwaLLQvKNeS7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3hon MSN",
            "source": "Barron's on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple may add new AI features to this app for iPad and Mac users",
            "link": "https://www.msn.com/en-in/news/other/apple-may-add-new-ai-features-to-this-app-for-ipad-and-mac-users/ar-AA1xBydd?ocid=BingNewsVerp",
            "description": "Apple's Mail app for iPad and Mac is set to receive AI-powered email categorisation features in April 2024, bringing it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AuAEz4M_hJfnHrgX8-9ngC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Indiatimes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Generative AI Prompting Technique Uses Multiple Expert Personas To Derive First-Class Answers",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/20/this-generative-ai-prompting-technique-uses-multiple-expert-personas-to-derive-first-class-answers/",
            "description": "A vital prompt engineering technique consists of invoking multiple expert personas. It is an advanced method, yet simple to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ABk5jo_Kx1Ps38mhKpw_ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT’s AI-powered Operator agents may be released sooner than you think",
            "link": "https://bgr.com/tech/chatgpts-ai-powered-operator-agents-may-be-released-sooner-than-you-think/",
            "description": "According to findings in the Mac app and online, OpenAI might be close to releasing Operator, its first AI agent for ChatGPT.",
            "image_url": "https://www.bing.com/th?id=OVFT.NL2OMc4CRLKf9kZweQ0C5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "BGR",
            "article_content": "We’ve been talking about AI agents for several months now, as they’re seen as the next big thing in genAI tech. Some companies have started showing off their agents. OpenAI made the first moves by giving ChatGPT the ability to interact with some Mac apps. The newly launched ChatGPT Tasks feature also falls within the same category of AI products; programs that can do things for you. The more sophisticated Operator AI agent OpenAI is reportedly working on is still not official.\n\nThen there’s Google, which unveiled some of its agents last month, including Project Mariner. That’s an AI agent that can browse the web for you for specific actions. Anthropic has its own computer-controlling AI Agent.\n\nEven Apple’s Siri should get agentic abilities in Apple Intelligence come iOS 18.4. Siri will be able to control some apps and access more user data to provide more helpful assistance. But Siri doesn’t have chatbot abilities, which would let the user control the AI via natural language.\n\nWhat I’m getting at is that we’re still in the very early days of AI’s agentic abilities. All this software is still in testing ahead of commercial releases. Unsurprisingly, OpenAI might be among the first AI firms to release a true AI agent for ChatGPT. According to evidence found in the Mac app and online, it might happen imminently.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nAccording to TechCrunch, Tibor Blaho is a software engineer with a reputation for leaking upcoming AI products.\n\nBlaho took to X to post evidence that ChatGPT’s Operator agent is coming soon. The ChatGPT app for Mac contains new options that are hidden for now. The shortcuts read Toggle Operator and Force Quite Operator.\n\nConfirmed – the ChatGPT macOS desktop app has hidden options to define shortcuts for the desktop launcher to \"Toggle Operator\" and \"Force Quit Operator\" https://t.co/rSFobi4iPN pic.twitter.com/j19YSlexAS — Tibor Blaho (@btibor91) January 19, 2025\n\nOpenAI’s website contains tables comparing Operator’s performance to that of other AI agents. However, these are not official, so the information in them might not be accurate.\n\nIf the figures are real, then the OpenAI Computer Use Agent (CUA), aka Operator, outscores the Anthropic AI agent in OSWorld, with 38.1%. That benchmark tries to mimic a real computer environment, where humans score 72.4%. Operator outperforms humans in WebVoyager but can’t match them in WebArena, other benchmarks mentioned in the tables.\n\nThe leaks also say that Operators struggle with tasks that a human could do easily. For example, Operator was successful only 60% of the time in a test that requested the AI agent sign up for a cloud provider and launch a virtual machine. That dropped to 10% when tasked with creating a Bitcoin wallet.\n\nOpenAI website already has references to Operator/OpenAI CUA (Computer Use Agent) – \"Operator System Card Table\", \"Operator Research Eval Table\" and \"Operator Refusal Rate Table\"\n\n\n\nIncluding comparison to Claude 3.5 Sonnet Computer use, Google Mariner, etc.\n\n\n\n(preview of tables… pic.twitter.com/OOBgC3ddkU — Tibor Blaho (@btibor91) January 20, 2025\n\nThe leaks do not include a list of Operator’s capabilities. I’m dreaming about being able to control my computer by voice. I want to tell the AI which apps to handle on my behalf, what sites to browse on its own for research, and what programs to run. But it’s too soon to expect all that from ChatGPT’s first Operator.\n\nI definitely wouldn’t trust the AI to do either of the actions mentioned above. I’d want to sign up for services on my own and create Bitcoin wallets without genAI products helping out. I would not trust the AI with such information. It will eventually happen, but Operator has to gain that trust.\n\nOperator has to start somewhere when it comes to controlling computer apps. Browsing the web seems like the simplest thing you’d want the AI to do for you. Google’s Project Mariner is proof of that. But we’ll have to wait for OpenAI to announce the Operator AI agent to see what it can do.\n\nGiven Blaho’s findings, it sure looks like OpenAI is preparing for an announcement. Previous reports said Operator might drop this month, and the leaks support those claims. Remember that OpenAI also said in December the next-gen ChatGPT reasoning model, o3, should be ready this month. Sam Altman tweeted on Friday that safety testing for o3-mini has been successful, suggesting a launch is imminent.\n\nWhile there’s no necessary connection between o3 and Operator, it would make sense for ChatGPT to make both products available to ChatGPT users around the same time. This is all speculation, but we might learn more details about OpenAI’s next ChatGPT upgrades by the end of January."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steven Soderbergh cracks another genre with the clever ghost story Presence",
            "link": "https://www.avclub.com/presence-review-2025",
            "description": "Steven Soderbergh often applies his brainy, process-based approach to new genres; with Presence, he tries his hand at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.COVZnTStPcTiqPHyb-dDGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3h",
            "source": "AV Club",
            "article_content": "Steven Soderbergh has never made a horror movie, and certainly not of the ghostly, haunted variety. His movies tend to be exacting, precise, so even when they’re frightening, as with the stalker nightmare Unsane or the chilling disease thriller Contagion, that fear comes from witnessing a process failing with just as much efficiency as when it succeeds. Death, as depicted in his new horror thriller Presence, has no such clarity of success and failure. The sense of loss left behind feels like a kind of failure, yet it is both inevitable and unknowable. These are some of the mysteries eating away at teenage Chloe (Callina Liang), who has just lost her best friend Nadia to a drug overdose and is now moving into a new house with her semi-functional family.\n\nYes, it’s the old something-not-quite-right-with-this-house-that’s-supposed-to-solve-everything business: Chloe feels shivers of offness in her new home, which concerns her sweet-natured but frustrated father Chris (Chris Sullivan) and mostly annoys her jock brother Tyler (Eddy Maday)—who is the clear favorite of distracted mother Rebecca (Lucy Liu), further bedeviled by some vague but obviously Soderberghian financial malfeasance at work. As far as Rebecca is concerned, that’s the issue that should require discussion in hushed tones, not the creaks and chills of otherness that Chloe feels. Is it Nadia, Chloe wonders? Or just, as her parents assume, an expression of her grief and loneliness?\n\nThe identity question may linger, but there’s no fake suspense over whether Chloe is imagining things. To depict this haunting, Soderbergh imposes a system onto a spiritual dimension where none should necessarily exist: He shoots the entire movie from the point of view of an unseen spirit that does indeed drift through the house; “presence” is also, essentially, the title character. It’s a Paranormal Activity movie turned inside-out: Rather than a largely stationary camera capturing flickers of spooky but eerily realistic movement in the frame, the camera remains mobile and hovering, its ghostliness an invisible but driving force. Like the Paranormal films, there is an element of surveillance: The camera travels through rooms unnoticed, overhearing bits of conversation and observing actions kept secret from other characters. It’s at once omniscient and deeply subjective. There’s also another technical challenge on hand for Soderbergh, who has professed far more affinity for the cut than the epically long take: to stay true to his POV gimmick, most scenes are staged in single unbroken shots. Cuts move forward in time, not within a scene.\n\nThe simultaneous braininess and gimmickry of this technique, applied to a David Koepp screenplay that unapologetically eschews A Ghost Story-style metaphysical traversing, could have stranded Presence in a liminal zone between shlock and airless experiment. What Soderbergh winds up achieving is more reminiscent of his throwback crime pictures, like the Criss Cross remake The Underneath or more recent thrillers like the period noir No Sudden Move and the intensely Early 2020s Kimi. That is to say that Presence has the story, limited scope, and 85-minute runtime of a 1940s B-picture, infused—as those pictures often were, and as his crime movies usually are—with a disciplined style and contemporary electricity. It’s budget Gothic that’s worth every penny and then some.\n\nIn that context, it’s less surprising that Soderbergh didn’t recruit anyone from his ever-growing unofficial rep company for this cast: No Matt Damon as the dad, no Catherine Zeta-Jones as the mom, no Riley Keough as a cool aunt dropping by. (Julia Fox, however, does have one scene as a real-estate agent. No word on whether she’s bumpin’ that.) The central quartet playing the family all does wonderful work, and in a movie with several talented young performers, frequent stage/TV/character actor Sullivan feels like the belated discovery as the flustered but loving father. The familial relationships that Soderbergh and Koepp set up aren’t necessarily wide-ranging or unpredictable, but as Presence ticks toward an inevitable confrontation, they’re surprisingly involving. There’s a circularity to Presence that is both entirely in keeping with a haunted-house story and, in this telling, even moving. It’s yet another genre that Soderbergh has worked like a problem, and produced an elegant solution.\n\nDirector: Steven Soderbergh\n\nWriter: David Koepp\n\nStarring: Callina Liang, Chris Sullivan, Lucy Liu, Eddy Maday, Julia Fox\n\nRelease Date: January 24, 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lucy Liu and Callina Liang on Ghosts, Skincare, and Working With Steven Soderbergh on Presence",
            "link": "https://www.vogue.com/article/lucy-liu-callina-liang-presence-interview",
            "description": "There’s only so much that a person can hold before everything collapses.' With Presence now in theaters, Vogue spoke to Liu ...",
            "image_url": "https://www.bing.com/th?id=OVF.WkIRG5ZVrIlN0BagnVp6Qw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "Vogue",
            "article_content": "Lucy, I know that you have a son. Did you draw on anything from your personal life for your portrayal of a “boy mom”?\n\nLiu: It’s funny—I didn’t, because [Tyler] was in a very different age range. I just worked off of [David Koepp’s] script because it was all there. It was hard because she’s not necessarily a character that is really easy to understand; there’s a lot of mystery and smoke. There are a lot of secrets, and I love that David doesn’t reveal them, even at the end. You never find out what happened with her work, with her husband, with the lawyer. In some ways, that backstory is a little bit of a MacGuffin. Everything shifts into something much more intangible—emotions of grief and loss and what that does to a person. It opens her up and creates this huge cavern for something else, something that’s not about getting ahead in her work life or her son’s life.\n\nIt’s usually only in films specifically about the Asian American experience that you see an Asian American family. I’m curious if it felt liberating, in some way, to focus purely on the dynamic of a mother and daughter and the themes of the movie without racial identity being a focus.\n\nLiang: A hundred percent. The entire time you were asking that question, I thought, Absolutely. It was very freeing for me to, just once, be cast in something that had nothing [to do with] race. It was nothing about what I looked like, but it was just, simply, you are this person, you’re in a house, you’re experiencing ghost stuff, you’re struggling with your family. Like, just be a girl. Obviously, in the industry, a lot of progress has already been made, but there’s a lot of progress [still] to be made. A lot of tokenism and things like that still happen.\n\nLiu: It’s such a long road. There’s this constant feeling that they’re including somebody for diversity’s sake, like picking one person from each [race or ethnicity] and throwing them in there, or there’s only one role that can be diverse. God forbid, there’s more than one role! It didn’t cross my mind at first because I think Steven was really the focal point, calling me to this whole project. But now that you mention it, I’m seeing, of course, it was such a relief to not have to think about that. It’s not a highlight—it’s just a given."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Mystery Of The Nazca Lines, The Giant Geoglyphs Of Peru",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/the-mystery-of-the-nazca-lines-the-giant-geoglyphs-of-peru/ar-AA1xBJUs?ocid=BingNewsVerp",
            "description": "Massive geoglyphs etched into the coastal pampa of southern Peru, the Nazca Lines were carved starting 2,500 years ago — and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rqaGV-Fz9dEySzrlP57XRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN8m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Onyx Storm\" release celebrated at Harvard Square's Lovestruck Books",
            "link": "https://www.msn.com/en-us/news/us/onyx-storm-release-celebrated-at-harvard-squares-lovestruck-books/ar-AA1xBkJU?ocid=BingNewsVerp",
            "description": "BOSTON – Monday night, the clock struck midnight and at Lovestruck Books in Harvard Square, \"Onyx Storm\" by Rebbeca Yarros, ...",
            "image_url": "https://www.bing.com/th?id=OVF.Py%2fhbDDtrCQPtAgOuupBLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "CBS Boston on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Black Gargoyle: a terrifying immersive experience in the forest of Seine-et-Marne",
            "link": "https://www.sortiraparis.com/en/what-to-do-in-paris/gaming/articles/323640-black-gargoyle-a-terrifying-immersive-experience-in-the-forest-of-seine-et-marne",
            "description": "Fancy having your very own Blair Witch moment? That's the concept behind Black Gargoyle, a brand of immersive, terrifying experiences based in the Seine-et-Marne region of France, where you can scare ...",
            "image_url": "https://www.bing.com/th?id=OJ.MHgBWsVUQ5Yywg&pid=news&w=35&h=16&rs=2",
            "category": "paranormal",
            "date": "1h",
            "source": "Paris",
            "article_content": "Fancy having your very own Blair Witch moment? That's the concept behind Black Gargoyle, a brand of immersive, terrifying experiences based in the Seine-et-Marne region of France, where you can scare the life out of yourself at night, in the forest, while solving an investigation. Ready for adventure?\n\nDo you like to be scared? Are you a fan of horror films such as Blair Witch, Last Summer and Texas Chainsaw Massacre? Then you're going to love Black Gargoyle, the immersive horror experience that takes you on an adventure in the woods every Friday, Saturday and Sunday night in spring, and Monday and Thursday in summer. The experience is available every evening from September 1 to the end of November (winter closing December to February). Part escape game, part immersive theater, this Seine-et-Marne adventure (20 minutes by car from Porte de Bercy) invites you to discover two experiences that will scare the living daylights out of you! What are these two experiences? Here they are:\n\nLa Fôret - 140 minutes - 4 to 12 players\n\n\"You have been sent to this forest tonight, to help the police with an investigation that has stalled. Every 77 years for several centuries, a group of people has disappeared in this forest. Each time, only one victim is found, hanging from a tree a few days later. New disturbing disappearances have just been reported, so your psychic skills have been called upon by Inspector Neveux to find some leads, before it's too late. Armed with your strange equipment, set off in search of answers. Use your gift to see what only you can see. But in this fight against evil, beware, for your link to the darkness could put you in grave danger.\n\nLe Sacrifice - 140 minutes - 4 to 12 players, under 18s not allowed\n\n\"You're urbex and paranormal content creators, and you're trying to break through with scary videos. You're up to something creepy, but huge: the illegal exploration of a private forest in 77, where a team of youtubers called \"The Hexplorers\" allegedly disappeared in 2022. Apparently, the place is haunted at night. For the occasion, you'll be joined by Alex and Sam, bloggers from the \"Enquêtes Occultes\" website, who are passionate about the occult, true crime and cold cases. They're experts in their field, so their presence will be a great help as you try to make contact with the spirits of the forest. You know better than to mess with that stuff, but the opportunity to understand what happened 2 years ago and explode on the networks makes you want to give it a try. Unfortunately, there are some things you're better off not waking up to, and your expedition soon turns into a veritable hell from which you may not come back\".\n\nNote that Le Sacrifice is a sequel to the first Black Gargoyle adventure, with the events of this adventure taking place two years later. The idea behind these experiences is to survive together, sometimes sacrificing yourselves and surpassing your limits, all to achieve the group's mission. Each challenge will push you beyond your limits. But don't think you'll be alone: you'll be accompanied by several actors during this adventure, depending on the decisions you make and the progression of the story.\n\nTrailer for La Forêt chez Black Gargoyle :\n\nAnd before you book a game, a few things you should know: the experience is forbidden to pregnant women, heart patients and asthmatics, as well as to PRMs (unless you can move easily over long distances, quickly. To be discussed with the organizers beforehand). Young people over 14 are allowed to take part if accompanied by a legal guardian or at least three adults). So, are you ready for the scare of your life with Black Gargoyle?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Large bipedal dinosaur footprints discovered: Possible evidence of Mongolian giant Saurolophus",
            "link": "https://phys.org/news/2025-01-large-bipedal-dinosaur-footprints-evidence.html",
            "description": "A joint dinosaur survey conducted by Okayama University of Science (OUS) and the Institute of Paleontology, Mongolian Academy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9cKl71RlShOkNbvP2mckTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "19m",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA field photo taken by the joint expedition team from Okayama University of Science and the Institute of Paleontology, Mongolian Academy of Sciences. Credit: Okayama University of Science\n\nA joint dinosaur survey conducted by Okayama University of Science (OUS) and the Institute of Paleontology, Mongolian Academy of Sciences, has uncovered one of the largest hadrosaurid footprints ever found, measuring 92 cm in width.\n\nThe largest footprint is believed to have belonged to a giant Saurolophus, estimated to exceed 15 meters in total body length, surpassing even the Tyrannosaurus and Tarbosaurus in size. This discovery suggests that one of the largest bipedal animals ever known lived in Mongolia, raising hopes for the discovery of equally massive skeletal remains.\n\nAdditionally, a very long trackway consisting of 13 fossilized footprints, each measuring 85 cm in width and spanning 24 meters, along with numerous other fossilized footprints, was discovered.\n\nFrom June 1 to 15, 2024, a team led by Dr. Shinobu Ishigaki, Director of the OUS Museum of Dinosaur Research, conducted a follow-up investigation in the western Gobi Desert. This site, initially identified during a joint survey in 2018, is recognized as a significant locality for large hadrosaurid footprint fossils.\n\nAs a result, the team discovered new trackways, including three of the largest hadrosaurid footprints ever found and a continuous sequence of 13 fossilized footprints spanning 24 meters.\n\nOn August 2, 2024 Dr. Ishigaki held a press conference at OUS to announce the findings. He expressed high expectations regarding the implications of these discoveries, stating, \"The identification of 14 trackways, including one found before 2018, enables the analysis of posture, walking style, speed, and group behavior —details that cannot be inferred from skeletal fossils.\"\n\nCredit: Okayama University of Science\n\nCredit: Okayama University of Science\n\nCredit: Okayama University of Science\n\nUntil now, the largest known hadrosaurid skeleton belonged to Shantungosaurus, discovered in Shandong Province, China. However, the latest discoveries in Mongolia suggest the potential for uncovering similarly massive skeletal remains in the region.\n\nDr. Ishigaki remarked, \"Our next goal is to uncover the full skeleton of the large Saurolophus responsible for these footprints.\"\n\nProvided by Okayama University of Science"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Saint Louis Science Center names new leader",
            "link": "https://www.bizjournals.com/stlouis/news/2025/01/21/saint-louis-science-center-names-new-leader.html",
            "description": "The Saint Louis Science Center has named a new leader to succeed its retiring president and CEO. The nonprofit said Tuesday ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1DXBRy10996MZ-w3n7mWyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How often do unexpected scientific discoveries occur? More often that you might think",
            "link": "https://www.nature.com/articles/d41586-025-00161-9",
            "description": "'What’s happening right now is, scientists have actually been working around funding processes in order to make room for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qizzge8DP9GLUo12AuwF6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Nature20h",
            "source": "Nature",
            "article_content": "Alexander Fleming famously observed that a stray mould from the genus Penicillium prevented bacteria in a Petri dish from growing.Credit: Chris Ware/Keystone Features/Getty Science is littered with serendipitous findings — such as Alexander Fleming’s chance observation that a mould killed the bacteria he was culturing, which led to the discovery of antibiotics. Now, a study has put a figure on just how often chance findings happen.\n\nAround 70% of biomedical papers include outcomes that would not be expected from what the scientists proposed in their funding applications, according to the study in Research Policy1. Larger grants produced more chance findings.\n\nMost scientists don’t enjoy writing grants. Here’s how to change that\n\n“The bottom line is that ‘unexpectedness’ is not rare — this came through loud and clear,” says Ohid Yaqub, a biochemist and social scientist at the University of Sussex in Brighton, UK. Yaqub led the work as part of a wider project to understand the role in research of serendipity, of which unexpectedness is just one aspect.\n\nThe paper takes researchers “beyond the anecdotal view of serendipity in science” and “for the first time verifies it on a quantitative and statistical level”, says Telmo Pievani, a philosopher of biological sciences at the University of Padua in Italy.\n\nGrant analysis\n\nYaqub and his colleagues studied more than 1.2 million publications stemming from over 90,000 grants in biomedical science awarded by the US National Institutes of Health (NIH) between 2008 and 2016.\n\nThe team trained a machine-learning algorithm to analyse the text of the papers and classify the research according to scientific categories laid out by the NIH, such as ‘chronic pain’ or ‘climate change’. The researchers compared the results with the categories listed in the aims and expectations of the grant proposal.\n\nAround 70% of biomedical publications included text in at least one category that wasn’t mentioned in their grant — the authors’ measure of ‘unexpectedness’. After discounting closely related terms — for example, liver disease and liver cancer — the team found that 58% of papers had unexpected findings. And, on average, around one-third of all the categories assigned to a given paper were deemed unexpected.\n\nPublications from larger grants were more likely to contain unexpectedness, as were studies published longer after the grant was issued, says Yaqub.\n\nTwo kinds of applied research grant — those involving categories related to clinical research or disease — yielded fewer unexpected results than did streams directed towards basic science.\n\nBut one kind of applied grant broke that trend. Papers stemming from NIH requests for applications (RFAs), in which funders outline specific objectives, were more likely to yield unexpected findings than were those initiated by investigators, although the effect was small.\n\nThe study offers a major suggestion for research policies, says Pievani: “It is okay to fund both basic research and applied research, as long as both are open to unexpected results and do not eliminate anomalies too hastily.” One might assume that goal-oriented funding could treat serendipitous outcomes “as disturbing noise, but this research shows that this is not the case”, he says."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new frontier in understanding electron dynamics: Imaging with attosecond short X-ray flashes",
            "link": "https://www.msn.com/en-us/news/other/a-new-frontier-in-understanding-electron-dynamics-imaging-with-attosecond-short-x-ray-flashes/ar-AA1xBi6l?ocid=BingNewsVerp",
            "description": "Attosecond science, honored with the 2023 Nobel Prize in Physics, is transforming our understanding of how electrons move in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bknibpXSX3yiWUFkYoYe6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Students make winning videos about importance of federal support for science research",
            "link": "https://news.ucsc.edu/2025/01/student-science-videos.html",
            "description": "Impactful scientific discovery isn't possible without funding to support the research, and three UC Santa Cruz students have created short videos that took top prizes in a national competition held by ...",
            "image_url": "https://www.bing.com/th?id=ODF.Jcqz0rQB57evp_04tmRGOA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "news.ucsc3h",
            "source": "news.ucsc",
            "article_content": "Impactful scientific discovery isn't possible without funding to support the research, and three UC Santa Cruz students have created short videos that took top prizes in a national competition held by the Science Coalition, a nonprofit, nonpartisan organization dedicated to sustaining the federal government’s investment in basic scientific research.\n\nThe winners of the 2024 Fund It Forward Student Video Challenge from UC Santa Cruz include undergraduates Julian Rivera and Liza Tsyvinsky, as well as Ph.D. student Mariam Ayad. Ayad took second place in the graduate-student division of the competition; Tsyvinsky and Rivera took second and third, respectively, among the undergraduate contestants.\n\nTo underscore the importance of continuing federal funding, their 90-second videos take viewers into UC Santa Cruz's research labs and, as you might guess, into the ocean. In Ayad's video, she explains how she studies coral reefs using remote-sensing technologies to monitor their health. After an unprecedented marine heat wave in 2023 that caused mass bleaching along the Florida Keys and in the Caribbean, Ayad swam back and forth in SCUBA gear to gather data to create a digital 3-D model to capture the extent of the bleaching event.\n\n\"Without coral reefs, we wouldn't have protection from storm surges, resulting in more extreme flooding events. Marine species would lose their homes, resulting in a collapse of our food sources,\" Ayad says. \"We need to fund it forward because we need science to understand how we can save the reefs in this changing climate.\"\n\nTsyvinsky, a third-year chemistry major, studies cancer mutations, testing if specific mutations could be detected in gene-expression data. For her entry, Tsyvinsky introduces UC Santa Cruz's Treehouse Childhood Cancer Initiative, which uses computational approaches to genetic data to identify less toxic or more effective treatments.\n\n\"It's through funding that rising scientists like myself can be supported in learning scientific methods and be introduced to a health issue that needs attention more than ever,\" Tsyvinsky says in her video:\n\nRivera, a fourth-year biochemistry and molecular biology major, does Alzheimer's-related research with fruit flies. Rivera's video starts with her zooming onto campus on an electric skateboard, followed by footage of our soaring redwoods, ultimately entering a long hallway lined by doors—each seeming to offer the promise of scientific discovery.\n\n\"Federal funding and other funding is so important to research like ours,\" Rivera says. \"Everyday, when I go to my lab, I walk by many other labs that are doing incredible things, and you never know when the next breakthrough might happen.\"\n\nYou can see all the winning videos from the Science Coalition's 2024 competition on YouTube."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump to announce AI infrastructure investment backed by Oracle, OpenAI and Softbank",
            "link": "https://www.msn.com/en-us/money/companies/trump-to-announce-ai-infrastructure-investment-backed-by-oracle-openai-and-softbank/ar-AA1xBIYg?ocid=BingNewsVerp",
            "description": "President Donald Trump will announce a venture with OpenAI, Oracle and Softbank to invest billions of dollars in U.S. AI ...",
            "image_url": "https://www.bing.com/th?id=OVF.QPScXbKnej2rzAqkmHgU%2bQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "CNBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s agent tool may be nearing release",
            "link": "https://techcrunch.com/2025/01/20/openais-agent-tool-may-be-nearing-release/",
            "description": "OpenAI may be close to releasing an AI tool that can take control of your PC and perform actions on your behalf, if leaks are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cdCcsPctIPT3xf0WcM8n-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "OpenAI may be close to releasing an AI tool that can take control of your PC and perform actions on your behalf.\n\nTibor Blaho, a software engineer with a reputation for accurately leaking upcoming AI products, claims to have uncovered evidence of OpenAI’s long-rumored Operator tool. Publications including Bloomberg have previously reported on Operator, which is said to be an “agentic” system capable of autonomously handling tasks like writing code and booking travel.\n\nAccording to The Information, OpenAI is targeting January as Operator’s release month. Code uncovered by Blaho this weekend adds credence to that reporting.\n\nOpenAI’s ChatGPT client for macOS has gained options, hidden for now, to define shortcuts to “Toggle Operator” and “Force Quit Operator,” per Blaho. And OpenAI has added references to Operator on its website, Blaho said — albeit references that aren’t yet publicly visible.\n\nAccording to Blaho, OpenAI’s site also contains not-yet-public tables comparing the performance of Operator to other computer-using AI systems. The tables may well be placeholders. But if the numbers are accurate, they suggest that Operator isn’t 100% reliable, depending on the task.\n\nOn OSWorld, a benchmark that tries to mimic a real computer environment, “OpenAI Computer Use Agent (CUA)” — possibly the AI model powering Operator — scores 38.1%, ahead of Anthropic’s computer-controlling model but well short of the 72.4% humans score. OpenAI CUA surpasses human performance on WebVoyager, which evaluates an AI’s ability to navigate and interact with websites. But the model falls short of human-level scores on another web-based benchmark, WebArena, according to the leaked benchmarks.\n\nOperator also struggles with tasks a human could perform easily, if the leak is to be believed. In a test that tasked Operator with signing up with a cloud provider and launching a virtual machine, Operator was only successful 60% of the time. Tasked with creating a Bitcoin wallet, Operator succeeded only 10% of the time.\n\nWe’ve reached out to OpenAI for comment and will update this piece if we hear back.\n\nOpenAI’s imminent entry into the AI agent space comes as rivals, including the aforementioned Anthropic, Google, and others, make plays for the nascent segment. AI agents may be risky and speculative, but tech giants are already touting them as the next big thing in AI. According to analytics firm Markets and Markets, the market for AI agents could be worth $47.1 billion by 2030.\n\nAgents today are rather primitive. But some experts have raised concerns about their safety, should the technology rapidly improve.\n\nOne of the leaked charts shows Operator performing well on selected safety evaluations, including tests that try to get the system to perform “illicit activities” and search for “sensitive personal data.” Reportedly, safety testing is among the reasons for Operator’s long development cycle. In a recent X post, OpenAI co-founder Wojciech Zaremba criticized Anthropic for releasing an agent he claims lacks safety mitigations.\n\n“I can only imagine the negative reactions if OpenAI made a similar release,” Zaremba wrote.\n\nIt’s worth noting that OpenAI has been criticized by AI researchers, including ex-staff, for allegedly de-emphasizing safety work in favor of quickly productizing its technology.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Manipulative and disgraceful’: OpenAI’s critics seize on math benchmarking scandal",
            "link": "https://www.msn.com/en-us/news/technology/manipulative-and-disgraceful-openai-s-critics-seize-on-math-benchmarking-scandal/ar-AA1xBBzQ?ocid=BingNewsVerp",
            "description": "In this edition…Watch OpenAI’s hands; Trump scraps Biden’s AI order; Whistleblower targets Amazon and Covariant; Titans vs.",
            "image_url": "https://www.bing.com/th?id=OVFT.lAfYqwHfdmscpOpiDYMj4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oracle Stock Surges Ahead Of $500 Billion ‘Stargate’ OpenAI-Trump Deal",
            "link": "https://www.msn.com/en-us/money/news/oracle-stock-surges-ahead-of-500-billion-stargate-openai-trump-deal/ar-AA1xBHB1?ocid=BingNewsVerp",
            "description": "The biggest billionaire winner of the first day of trading in Trump’s second term was Larry Ellison, whose net worth jumped ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DrjbrxuqiLwj8oHUEH8zCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22mon MSN",
            "source": "Forbes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump to Announce New AI Investment Push With OpenAI, Softbank, Oracle",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/trump-to-announce-new-ai-investment-push-with-openai-softbank-oracle/ar-AA1xBwZk?ocid=BingNewsVerp",
            "description": "President Donald Trump is expected to announce a new investment push for artificial intelligence led by Softbank Group Corp., ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HvbvJnsLQtJSp8dxktI6Jy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ByteDance launches AI code editor based on Microsoft software as TikTok ban is delayed",
            "link": "https://www.yahoo.com/tech/bytedance-launches-ai-code-editor-093000329.html",
            "description": "ByteDance has launched an artificial intelligence (AI)-powered code editor in competition with American leaders like Cursor ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Xy3G_x7yRBGnamNXk5GTcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "ByteDance has launched an artificial intelligence (AI)-powered code editor in competition with American leaders like Cursor and Microsoft's Visual Studio Code, just after US President Donald Trump delayed the enforcement of a law requiring the company to divest TikTok.\n\nThe new integrated development environment (IDE), named Trae, is specifically targeted at overseas markets. It allows programmers to chat with an AI assistant while coding and generate code snippets or write project-level code based on natural language prompts.\n\nThe tool's AI features are powered by either OpenAI's GPT-4o or Anthropic's Claude-3.5-Sonnet, and these features are currently free to use. The user interface supports English and Chinese, as many overseas programmers are from China. The company has not mentioned whether it plans to support additional languages.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\n\nThe program has launched on Apple's macOS and a version for Microsoft Windows is in the works, according to the website. The software is distributed by ByteDance's Singapore-based subsidiary Spring (SG) Pte, the company behind its Cici chatbot that launched in 2023.\n\nByteDance's Trae is a fork of Microsoft's popular Visual Studio Code. Photo: Trae alt=ByteDance's Trae is a fork of Microsoft's popular Visual Studio Code. Photo: Trae>\n\nLike Cursor, Trae is a fork of Microsoft's popular open-source IDE and text editor Visual Studio Code, which now has GitHub Copilot baked into it. The software is built on Electron, a cross-platform framework that uses web standards based on Google's Chromium.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe shared underlying technology means ByteDance can \"directly migrate plug-ins and settings\", and the familiar interface allows developers to quickly get started, according to Chinese tech blogger XixiaoyaoQAQ, who published a review on WeChat.\n\nTrae \"makes programming more accessible to the public so you can personally build projects from scratch, even if you have no development experience, no knowledge of code, or even English\", the blogger wrote.\n\nXixiaoyaoQAQ tested Trae by asking it to design and code a casual game that might be popular during the coming Lunar New Year holiday. The system generated a plain-looking but playable game in which users receive fortunes falling from the top of the screen.\n\nByteDance's new project comes after Big Tech rival Alibaba Group Holding earlier this month launched its own AI coding assistant. The e-commerce and cloud computing firm touts its Tongyi Lingma as capable of building an application \"in minutes\".\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe system is powered by Alibaba Cloud's Tongyi Qianwen family of large language models - the technology behind generative AI services like ChatGPT - and improves the efficiency of code development by a factor of 10, according to the company. On Tuesday, Alibaba Cloud announced that the system can now access its latest Qwen2.5 model.\n\nAlibaba owns the South China Morning Post.\n\nThis article originally appeared in the South China Morning Post (SCMP), the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2025 South China Morning Post Publishers Ltd. All rights reserved.\n\nCopyright (c) 2025. South China Morning Post Publishers Ltd. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mokobara selling Chinese bags at premium prices? Brand’s ‘chutzpah’, ‘bold’ reaction leaves netizens divided",
            "link": "https://www.msn.com/en-in/money/markets/mokobara-selling-chinese-bags-at-premium-prices-brands-chutzpah-bold-reaction-leaves-netizens-divided/ar-AA1xzlEk?ocid=BingNewsVerp",
            "description": "Mokobara was 'accused of sourcing generic designs from Chinese manufacturers and selling them at premium prices in India ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RJjFDv3xOZBV0azjeRMZBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23mon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dress To Impress Codes (January 2025)",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/dress-to-impress-codes-january-2025/ar-BB1pq2Jy?ocid=BingNewsVerp",
            "description": "Dress To Impress (DTI) is a Roblox game all about showing your creativity and sense of fashion. Take part in the many themed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5fHxlXGcUOquaRaZ14mQ3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Americans in disaster-prone areas are paying 82% more for home insurance than those in low-risk zip codes",
            "link": "https://www.msn.com/en-us/money/insurance/americans-in-disaster-prone-areas-are-paying-82-more-for-home-insurance-than-those-in-low-risk-zip-codes/ar-AA1xw7U3?ocid=BingNewsVerp",
            "description": "Home insurance has become increasingly unaffordable for those living in areas most impacted by climate disasters, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.93GQCZ7-t_sCee2gGK0yzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ulefone Armor X31 Pro Camera Test: Meets The Powerful Sony 64MP Triple Camera Setup",
            "link": "https://www.gizchina.com/2025/01/21/ulefone-armor-x31-pro-5g-rugged-camera-test/",
            "description": "Chinese Phone blog dedicated to providing breaking news, expert reviews, Chinese Phones, Android Apps, Chinese Android Tablets and how tos.",
            "image_url": "https://www.bing.com/th?id=OJ.jLrBXqgr0oSk2Q&pid=news&w=66&h=16&rs=2",
            "category": "code+trends",
            "date": "3h",
            "source": "GizChina",
            "article_content": "Ulefone Armor X31 Pro, The first 5G rugged smartphone in the Armor X series comes with a fast 5G chip and a strong camera system. It features a 64MP Sony IMX682 main camera for sharp photos, a 25MP night vision camera for clear shots in the dark, and a 2MP macro camera for capturing tiny details. With its powerful cameras and 5G speed, the Armor X31 Pro offers great value for its price. A video from Ulefone highlights how well the camera performs, showing its ability to take amazing photos and videos in different conditions.\n\nArmor X31 Pro camera test video:\n\nThe Armor X31 Pro, as highlighted in its camera demo video, boasts a versatile system designed to capture sharp and clear images in various lighting conditions. The 64MP Sony main camera captures fine details, enabling zoom without losing clarity. In near-total darkness, the 25MP night vision camera performs impressively, producing clear shots even in environments with little to no light. The video demonstrates this by showing the phone capturing individuals moving through a dimly lit forest with ease. Additionally, the 2MP macro camera lets users capture tiny subjects up close, clearly revealing intricate details.\n\nOther Key Features\n\nThe Ulefone Armor X31 Pro marks a major upgrade in the Armor X series. After all, it comes with 5G connectivity for super-fast download and upload speeds. The smartphone carries a modern 6nm processor, it easily handles demanding tasks like gaming, video editing, and multitasking.\n\nThe smartphone comes with up to 16GB of RAM and 256GB of storage. It offers plenty of space and power for apps and media. The device boasts a 6.56-inch display with a 120Hz refresh rate. It grants smooth scrolling and animations. The screen offers a max brightness of 800 nits ensuring clear visibility even in bright sunlight—perfect for outdoor use. The Widevine L1 certification enhances entertainment by supporting HD streaming on platforms like YouTube, Netflix, and Amazon Prime Video.\n\nDisclaimer: We may be compensated by some of the companies whose products we talk about, but our articles and reviews are always our honest opinions. For more details, you can check out our editorial guidelines and learn about how we use affiliate links."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Large bipedal dinosaur footprints discovered: Possible evidence of Mongolian giant Saurolophus",
            "link": "https://phys.org/news/2025-01-large-bipedal-dinosaur-footprints-evidence.html",
            "description": "A joint dinosaur survey conducted by Okayama University of Science (OUS) and the Institute of Paleontology, Mongolian Academy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9cKl71RlShOkNbvP2mckTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19m",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA field photo taken by the joint expedition team from Okayama University of Science and the Institute of Paleontology, Mongolian Academy of Sciences. Credit: Okayama University of Science\n\nA joint dinosaur survey conducted by Okayama University of Science (OUS) and the Institute of Paleontology, Mongolian Academy of Sciences, has uncovered one of the largest hadrosaurid footprints ever found, measuring 92 cm in width.\n\nThe largest footprint is believed to have belonged to a giant Saurolophus, estimated to exceed 15 meters in total body length, surpassing even the Tyrannosaurus and Tarbosaurus in size. This discovery suggests that one of the largest bipedal animals ever known lived in Mongolia, raising hopes for the discovery of equally massive skeletal remains.\n\nAdditionally, a very long trackway consisting of 13 fossilized footprints, each measuring 85 cm in width and spanning 24 meters, along with numerous other fossilized footprints, was discovered.\n\nFrom June 1 to 15, 2024, a team led by Dr. Shinobu Ishigaki, Director of the OUS Museum of Dinosaur Research, conducted a follow-up investigation in the western Gobi Desert. This site, initially identified during a joint survey in 2018, is recognized as a significant locality for large hadrosaurid footprint fossils.\n\nAs a result, the team discovered new trackways, including three of the largest hadrosaurid footprints ever found and a continuous sequence of 13 fossilized footprints spanning 24 meters.\n\nOn August 2, 2024 Dr. Ishigaki held a press conference at OUS to announce the findings. He expressed high expectations regarding the implications of these discoveries, stating, \"The identification of 14 trackways, including one found before 2018, enables the analysis of posture, walking style, speed, and group behavior —details that cannot be inferred from skeletal fossils.\"\n\nCredit: Okayama University of Science\n\nCredit: Okayama University of Science\n\nCredit: Okayama University of Science\n\nUntil now, the largest known hadrosaurid skeleton belonged to Shantungosaurus, discovered in Shandong Province, China. However, the latest discoveries in Mongolia suggest the potential for uncovering similarly massive skeletal remains in the region.\n\nDr. Ishigaki remarked, \"Our next goal is to uncover the full skeleton of the large Saurolophus responsible for these footprints.\"\n\nProvided by Okayama University of Science"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Saint Louis Science Center names new leader",
            "link": "https://www.bizjournals.com/stlouis/news/2025/01/21/saint-louis-science-center-names-new-leader.html",
            "description": "The Saint Louis Science Center has named a new leader to succeed its retiring president and CEO. The nonprofit said Tuesday ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1DXBRy10996MZ-w3n7mWyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How often do unexpected scientific discoveries occur? More often that you might think",
            "link": "https://www.nature.com/articles/d41586-025-00161-9",
            "description": "'What’s happening right now is, scientists have actually been working around funding processes in order to make room for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qizzge8DP9GLUo12AuwF6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Nature20h",
            "source": "Nature",
            "article_content": "Alexander Fleming famously observed that a stray mould from the genus Penicillium prevented bacteria in a Petri dish from growing.Credit: Chris Ware/Keystone Features/Getty Science is littered with serendipitous findings — such as Alexander Fleming’s chance observation that a mould killed the bacteria he was culturing, which led to the discovery of antibiotics. Now, a study has put a figure on just how often chance findings happen.\n\nAround 70% of biomedical papers include outcomes that would not be expected from what the scientists proposed in their funding applications, according to the study in Research Policy1. Larger grants produced more chance findings.\n\nMost scientists don’t enjoy writing grants. Here’s how to change that\n\n“The bottom line is that ‘unexpectedness’ is not rare — this came through loud and clear,” says Ohid Yaqub, a biochemist and social scientist at the University of Sussex in Brighton, UK. Yaqub led the work as part of a wider project to understand the role in research of serendipity, of which unexpectedness is just one aspect.\n\nThe paper takes researchers “beyond the anecdotal view of serendipity in science” and “for the first time verifies it on a quantitative and statistical level”, says Telmo Pievani, a philosopher of biological sciences at the University of Padua in Italy.\n\nGrant analysis\n\nYaqub and his colleagues studied more than 1.2 million publications stemming from over 90,000 grants in biomedical science awarded by the US National Institutes of Health (NIH) between 2008 and 2016.\n\nThe team trained a machine-learning algorithm to analyse the text of the papers and classify the research according to scientific categories laid out by the NIH, such as ‘chronic pain’ or ‘climate change’. The researchers compared the results with the categories listed in the aims and expectations of the grant proposal.\n\nAround 70% of biomedical publications included text in at least one category that wasn’t mentioned in their grant — the authors’ measure of ‘unexpectedness’. After discounting closely related terms — for example, liver disease and liver cancer — the team found that 58% of papers had unexpected findings. And, on average, around one-third of all the categories assigned to a given paper were deemed unexpected.\n\nPublications from larger grants were more likely to contain unexpectedness, as were studies published longer after the grant was issued, says Yaqub.\n\nTwo kinds of applied research grant — those involving categories related to clinical research or disease — yielded fewer unexpected results than did streams directed towards basic science.\n\nBut one kind of applied grant broke that trend. Papers stemming from NIH requests for applications (RFAs), in which funders outline specific objectives, were more likely to yield unexpected findings than were those initiated by investigators, although the effect was small.\n\nThe study offers a major suggestion for research policies, says Pievani: “It is okay to fund both basic research and applied research, as long as both are open to unexpected results and do not eliminate anomalies too hastily.” One might assume that goal-oriented funding could treat serendipitous outcomes “as disturbing noise, but this research shows that this is not the case”, he says."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new frontier in understanding electron dynamics: Imaging with attosecond short X-ray flashes",
            "link": "https://www.msn.com/en-us/news/other/a-new-frontier-in-understanding-electron-dynamics-imaging-with-attosecond-short-x-ray-flashes/ar-AA1xBi6l?ocid=BingNewsVerp",
            "description": "Attosecond science, honored with the 2023 Nobel Prize in Physics, is transforming our understanding of how electrons move in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bknibpXSX3yiWUFkYoYe6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Herculean' 2.5-billion-pixel mosaic shows our closest galactic neighbor like never before — and took more than 10 years to create",
            "link": "https://www.msn.com/en-us/science/astronomy/herculean-2-5-billion-pixel-mosaic-shows-our-closest-galactic-neighbor-like-never-before-and-took-more-than-a-decade-to-create/ar-AA1xBsv6?ocid=BingNewsVerp",
            "description": "The new composite image, which combines hundreds of photos from the Hubble Space Telescope, shows the Andromeda Galaxy with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v8sso-hDP7UezEqtTRaE_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science on MSN3h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Customization is What's Needed to Make Blockchains Work for Businesses",
            "link": "https://www.msn.com/en-us/money/other/customization-is-what-s-needed-to-make-blockchains-work-for-businesses/ar-AA1xBeOG?ocid=BingNewsVerp",
            "description": "General-purpose blockchains are designed to cater to a wide user base, which limits their ability to meet specific business ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LJ6vjrsBa0N2WTeukD6SfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "31mon MSN",
            "source": "TheStreet.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Comprehensive Review of Appy Pie AI Builder and Snappy 3.0 IDE: Revolutionizing No-Code App Development",
            "link": "https://www.tmcnet.com/topics/articles/2025/01/20/461703-comprehensive-review-appy-pie-ai-builder-snappy-30.htm",
            "description": "Having explored a variety of no-code platforms over the years, I recently delved into Appy Pie AI Builder, powered by the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.smxtSYtysMzmv0F-GOIJOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "TMCnet23h",
            "source": "TMCnet",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Companies need to expose employees to AI so they start seeing it as a 'digital colleague,' says PwC head",
            "link": "https://www.msn.com/en-in/money/other/companies-need-to-expose-employees-to-ai-so-they-start-seeing-it-as-a-digital-colleague-says-pwc-head/ar-AA1xA5Tw?ocid=BingNewsVerp",
            "description": "PwC's global chairman said that putting technology in the hands of workers allows them to view AI as a \"digital colleague\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9W68AWUYTxIXFBNjDs1yJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "8hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Which San Diego startup landed the top deal of 2024? Hint: it’s not a biotech",
            "link": "https://www.msn.com/en-us/money/companies/which-san-diego-startup-landed-the-top-deal-of-2024-hint-it-s-not-a-biotech/ar-AA1xABHw?ocid=BingNewsVerp",
            "description": "San Diego County startups raised $5.7 billion in venture capital dollars, marking one of the region’s best performing years ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KRIjTLkk7lFbIHi_cosGbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future Is Now? These High-Tech Features Could Appear in Your Next Car",
            "link": "https://www.msn.com/en-us/autos/news/the-future-is-now-these-high-tech-features-could-appear-in-your-next-car/ar-AA1xBjaO?ocid=BingNewsVerp",
            "description": "A software-defined ’70 Zero Labs Bronco, physiological car audio, bionic cooling, Kindle-tech in cars, morphing consoles, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.alp4qFZ-oOXDXETT6y-rMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "MotorTrend on MSN3h",
            "source": "MotorTrend on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prediction: Quantum Computing Will Be the Biggest AI Trend in 2025, and This Stock Will Lead the Charge",
            "link": "https://www.msn.com/en-xl/money/other/prediction-quantum-computing-will-be-the-biggest-ai-trend-in-2025-and-this-stock-will-lead-the-charge/ar-AA1xyiLt?ocid=BingNewsVerp",
            "description": "Toward the end of 2024, shares of quantum computing stocks such as IonQ, D-Wave Quantum, Quantum Computing, and Rigetti ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9ATMGCmSvWVbqhR8C_OcCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "17hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Exec: Elon Musk a ‘Strong Competitor,’ Raises Concerns Over Lawfare Tactics",
            "link": "https://www.msn.com/en-us/money/companies/openai-exec-elon-musk-a-strong-competitor-raises-concerns-over-lawfare-tactics/ar-AA1xARt3?ocid=BingNewsVerp",
            "description": "Elon Musk has been called a 'strong competitor' to OpenAI by the firm’s chief financial officer, Sarah Friar. The OpenAI exec ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Lvt_SGsrDsN2rbrM9nx5vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "CCN on MSN5h",
            "source": "CCN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's Friar: Strong AI Competition Coming from China, Musk",
            "link": "https://www.msn.com/en-gb/money/video/openais-friar-strong-ai-competition-coming-from-china-musk/vi-AA1xAbXl?ocid=BingNewsVerp",
            "description": "Sarah Friar, Chief Financial Officer of OpenAI warned that there is strong competition in the development of AI coming from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iw_5K8dFkcSFGnnRhfj6KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Bloomberg on MSN8h",
            "source": "Bloomberg on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Securing Cyberspace: How machine learning and deep learning drive robust security",
            "link": "https://www.devdiscourse.com/article/technology/3226248-securing-cyberspace-how-machine-learning-and-deep-learning-drive-robust-security",
            "description": "Malicious URLs are among the most common vectors for cyberattacks, enabling phishing, malware distribution, and data theft.",
            "image_url": "https://www.bing.com/th?id=OVFT.86GSb7dlecv9lI4aWWaFoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "devdiscourse4h",
            "source": "devdiscourse",
            "article_content": "The internet has become a cornerstone of modern life, offering unparalleled connectivity and convenience. However, this interconnectedness also brings significant risks, with malicious URLs serving as a primary vehicle for cyberattacks. These harmful links can lead to data breaches, financial losses, and reputational damage for individuals and organizations alike.\n\nIn their study, \"Securing Web by Predicting Malicious URLs,\" Imran Khan and Meenakshi Megavarnam from the University of Hertfordshire propose an innovative model that integrates machine learning and deep learning techniques to predict malicious URLs effectively. Published in the Journal of Cyber Security, 6(1), 117–130, this research highlights a hybrid approach combining Random Forest (RF) and Multilayer Perceptron (MLP) algorithms to enhance cybersecurity measures.\n\nThe challenge of malicious URLs\n\nMalicious URLs are among the most common vectors for cyberattacks, enabling phishing, malware distribution, and data theft. Traditional URL filtering methods often struggle to keep up with the evolving tactics of cybercriminals, necessitating more robust and adaptive solutions. The study emphasizes that predicting malicious URLs is critical for strengthening web security, especially as cyber threats become more sophisticated and widespread.\n\nThe authors note that existing methods, while effective to a degree, often focus on either machine learning or deep learning individually. Their research aims to address this gap by leveraging the strengths of both approaches to create a more efficient and accurate model.\n\nThe research introduces a hybrid model that combines the Random Forest (RF) algorithm, known for its accuracy in handling complex datasets, with the Multilayer Perceptron (MLP), which excels in capturing intricate patterns through deep learning. This fusion allows the model to benefit from the strengths of both approaches - RF’s precision and MLP’s ability to learn complex data representations.\n\nThe study utilized a dataset from Kaggle containing over 651,000 URLs categorized into benign, malware, defacement, and phishing types. After preprocessing the data to remove null and duplicate values and applying label encoding, the researchers trained the hybrid model. The results demonstrated an accuracy of 81%, with a training time of 33.78 seconds, making the model both effective and efficient.\n\nPerformance metrics and results\n\nThe researchers evaluated the hybrid model using several performance metrics, including precision, recall, F1-score, and accuracy. The confusion matrix revealed that the RF-MLP model performed consistently across all categories, effectively identifying malicious URLs while minimizing false positives and false negatives.\n\nCompared to individual algorithms like Decision Tree (DT), Naïve Bayes (NB), and standalone MLP, the hybrid model showed superior performance. The RF algorithm achieved an accuracy of 87%, and MLP reached 82%, but their combination delivered a balanced accuracy of 81% with faster validation and testing times.\n\nThe hybrid model particularly excelled in identifying malware and defacement URLs, achieving F1 scores of 93% and 83%, respectively. However, it showed slightly lower effectiveness in detecting phishing URLs, an area the researchers suggest as a focus for future improvements.\n\nAdvantages of the hybrid approach\n\nOne of the most significant contributions of this study is its demonstration of how combining machine learning and deep learning can overcome the limitations of each approach when used individually. The hybrid model balances accuracy with computational efficiency, offering a practical solution for real-time applications.\n\nThe model’s ability to process large datasets quickly makes it suitable for deployment in scenarios where timely threat detection is critical, such as enterprise firewalls and content filtering systems. Additionally, its adaptability ensures that it can keep pace with the constantly evolving nature of cyber threats.\n\nThe study provides an in-depth comparison with alternative methods, including models based on Adaboost, Convolutional Neural Networks (CNN), and Variational Autoencoders (VAE). While some of these approaches achieved higher accuracy (e.g., VAE-DNN at 97.45% accuracy), they often required significantly longer training times or lacked the adaptability of the RF-MLP hybrid.\n\nBy emphasizing a balance between performance and practicality, the hybrid model offers a compelling alternative, particularly for organizations that require fast and reliable threat detection without excessive computational overhead.\n\nApplications and implications\n\nThe implications of this research extend beyond academic interest. Organizations can integrate the RF-MLP hybrid model into their cybersecurity frameworks to enhance their defenses against malicious URLs. From web browsers implementing real-time URL filtering to enterprises strengthening their network security, the potential applications are vast.\n\nMoreover, the study highlights the importance of adopting machine learning and deep learning in tandem to tackle complex cybersecurity challenges. Policymakers and industry leaders can use these insights to guide investments in AI-driven security solutions, fostering a safer digital environment for all users.\n\nFuture directions\n\nWhile the hybrid model demonstrates significant promise, the researchers acknowledge areas for further exploration. Improving the model’s accuracy in detecting phishing URLs, for instance, remains a priority. Future research could also explore integrating additional data sources, such as DNS records and IP reputation, to enhance predictive capabilities.\n\nAdditionally, the study advocates for broader adoption of open-source datasets and collaborative efforts among researchers to develop more comprehensive solutions. As cyber threats evolve, continuous innovation will be essential to stay ahead of malicious actors."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning of honey bee olfactory behavior identifies repellent odorants in free flying bees in the field",
            "link": "https://elifesciences.org/reviewed-preprints/104831",
            "description": "This valuable study tests a methodology for the discovery of new honey bee-repellent odorants via machine learning. The conclusions of the study are supported by solid evidence, with predicted ...",
            "image_url": "https://www.bing.com/th?id=ODF.0ZLcqb1rlLqmGnqFS4NKfQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "machine+learning",
            "date": "eLife20h",
            "source": "eLife",
            "article_content": "Main text\n\nHoney bees play a critical role as pollinators for nearly a third of food crops (1). However, over the last decade, beekeepers reported increasingly unsustainable losses (>40%) of their managed hives every year. Several factors have been identified contributing to these declines, amongst them parasites such as Varroa mites, climate change, and pesticides (2-4).\n\nWhen honey bee workers forage in pesticide-treated fields, they bring back pesticide residues into their hive, which negatively impacts the survival of their colony, endangering the pollination of high-value crops, even at sublethal dosages. We propose a novel solution for this problem: identifying honey bee repellents that can be added to pesticides, thus reducing their contact with treated crops. Honey bees have a powerful sense of smell and use their antennae to detect numerous volatile chemicals which they sense using a sophisticated olfactory system of >180 odorant receptor genes in the genome (5, 6). However, the complexity of the insect olfactory system makes it a significant challenge to experimentally identify repellent odorants. In fact, in the 20 years since the odorant receptor families in insects have been identified, not a single new repellent odorant was registered for use in a new insect repellent product by the U.S. Environmental Protection Agency.\n\nRecently we used Machine Learning to successfully create structure-based models to predict mosquito repellents from chemical structure (7) and for human olfactory behavior allowing us to predict ∼140 odor characters with great success (8, 9). While there exists a very large set of training repellent odorants for mosquitoes from empirical studies, data for honeybees are far less (7). Here we used a related Machine Learning approach, scanning 3D molecular structures of odorants in silico, to predict their potential for repelling honey bees (Figure 1). We overcome the challenges of a small set of training odorants by performing a second round of modelling using data from an initial round of testing to improve the predictive ability (Figure 3A).\n\nFigure 1. A chemical informatics method to predict honey bee repellence Overview of the steps for the Machine Learning-based cheminformatics pipeline used to model honey bee repellence from the 3D structure of a training set of known repellents, and subsequent in-silico screening for novel repellents from a large chemical space.\n\nTo do so, we first reviewed the existing literature on honey bee olfactory behavior and assembled a training set of volatile chemicals including a subset with a negative behavioral valence (10-14). We generated energy-minimized 3D structures for each chemical and calculated 5,290 physicochemical features: initially for 184 training chemicals and later for 203 chemicals (Table S1). From the initial training set we identified 45 features that were considered important for predicting aversive valence. We then evaluated a collection of Machine Learning (ML) algorithms including regularized Random Forest, Gradient Boosted Decision Trees, and a non-linear Support Vector Machine (e.g., incorporating the Radial Basis Function kernel) with these features to predict repellency of the test chemicals To cross-validate each algorithm’s performance, we divided the training data into multiple smaller training data sets and test data sets and calculated average predictive success, graphically depicted as the area under the Receiver Operating Characteristic curve (ROC AUC) in our model. Our computational validation (avg AUC = 0.88) indicated that our model was able to distinguish volatiles with aversive valence from non-repellents (Figure 1).\n\nUsing this model, we subsequently evaluated a library of ∼45M small molecules from the MolPort Database. The top predicted repellents (∼7% of hits with computed repellency scores >=0.9), represented a structurally diverse group of 139 chemicals, of which some showed similarities to the known repellents in the training set. The notion that Machine Learning can predict the behavioral valence of small molecules towards honey bees from just 3D chemical structure would be revolutionary and inform follow up behavioral validation.\n\nBecause our training set included a few known repellents for other insects as well, such as benzaldehyde and geraniol, we anticipated that the predictions likely included broad-spectrum insect repellents alongside honey bee-selective ones. If repellents were to be mixed with insecticides to repel bees, it might be desirable not to repel pest insects. To evaluate predicted compounds for broad-spectrum insect repellent activity we performed behavior assays using another insect, the fruit fly Drosophila melanogaster (Figure 2A). We randomly selected a set of compounds from the predictions and used a trap-based assay to quantify fly aversion. Several compounds showed low levels of repellency, with a <50% reduction in numbers of flies entering traps relative to the solvent control (Figure 2A). Subsequently, we only used those compounds for further tests in honey bees.\n\nFigure 2. Predicted honey bee repellents A. Testing Chamber containing a one-choice trap to determine, whether an odorant will repel fruit flies, and the mean percentage of fruit flies caught in a trap treated with predicted repellent odorants (10% v/v in Paraffin oil) and baited with 10% apple cider vinegar. N=5-8 trials (∼20 flies/trial). Error bars= s.e.m. B. Photograph of the two-choice Petri dish arenas used to test the behavior of honey bees to repellent candidates individually, and C. Table with preference indexes in the two-choice assay for the first choices of honey bee workers offered two containers of honey water (50 μl of 50%) placed on filter paper discs treated with a test chemical or treated with solvent alone. The index was calculated for each compound as (total number of repellent choices minus total number of solvent choices) divided by the sum of all tests. We used McNemar tests for pairwise comparisons.\n\nWe modified a honey bee repellent testing assay in Petri dishes in the lab to test the 15 candidate compounds (15). We placed honey-water (50μl) filled microfuge lids onto treated filter paper disks on two sides of a Petri dish and placed ∼five hungry honey bee workers in the center. From video recordings we evaluated whether the first bee navigated to a honey pot on the repellent treated or the control solvent side (Figure 2B). For many of the tested compounds the bees preferred to visit the honey-water pots on the control side versus the repellent side, (Figure 2C).\n\nThe initial training data set used for Machine Learning was limited in size and lacked high quality quantitative values for structurally related compounds. The predictive models can be improved substantially by adding new compounds with quantitative data that are structurally related to the training set. We therefore developed an iterative pipeline where the previous round of behavioral validation data is added to the training data and used to rebuild a more refined training set (Figure 3A). Specifically, we added the quantitative data from the 15 newly tested compounds to the training set. The 3D structures were analyzed, and a physicochemical feature set was selected as before. As expected, the computational validation results based on the AUC values, show an improvement. We next screened a ∼10M compound library in silico with the updated repellent predictive ML model and identified a wide array of natural and synthetic honey bee repellent candidates (Figure 3A). Because the rate of evaporation may affect how long a repellent will be effective in the field, we estimated the vapor pressure for each candidate. To do this, we used Machine Learning on a newly created training data set of 1,931 compounds with known vapor pressures.\n\nFigure 3. Reiterative training of ML predictive models and testing honey bee repellents A. Schematic pipeline for the overall computational-behavior hybrid pipeline showing the two rounds. B. Mean Preference index of honey bees in making the first choice to move to the repellent treated side in a two-choice plate assay. 70 μl of pure honey was used in the two containers to attract the bees. C. Average consumption of honey from containers placed on each side in the two-choice plate assays (N = 460 plates). The index is calculated for each compound as which honey pot has greater consumption (total number of repellent side with greater consumption minus total number of solvent side with greater consumption) divided by sum of all choices). D. Mean percentage of fruit flies caught in a trap treated with predicted repellent odorants at application rates to test in field tests (0.1mg/cm2) and baited with 10% apple cider vinegar. N=5-8 trials (∼20 flies/trial). Error bars= s.e.m.\n\nTo validate the second round of predictions and identify compounds with the strongest behavioral responses in honey bees, we selected 28 molecules with high predicted repellency values that fell into one of three vapor pressure (V.P.) categories: very low V.P solids, very low V.P liquids (10-4 - 10-3 mmHg @25C) and low V.P. liquids (10-2 mmHg @25C). We tested the compounds on honey bee behavior using the 2-choice arena as before, but used pure honey (70μl) instead of honey water. Using honey increased the bees’ participation from 68% in round 1 to 81% in round two, and the increased volume allowed us to evaluate honey consumption on each side of the arena after one hour. Most of the predicted repellent compounds showed strong repellency (Figures 3B). The repellent effects were conserved across three or more different honey bee colonies when tested in batches demonstrating a robust and reproducible effect (Figure S1). For 15 of the 28 test compounds, we found that the bees drank significantly less honey on the treatment side compared to the control side as well (Figure 3C).\n\nWe next tested seven compounds that showed the strongest repellency in honey bees on Drosophila melanogaster using the 24-hr trap assay as before, at a concentration relevant for field applications as done later (∼0.1 mg/cm2). The flies showed no behavioral aversion to the candidate repellent chemicals, compared to controls (Figure 3G). This suggests that the new honey bee repellents were not aversive to other insects like fruit flies.\n\nNext, we tested the seven repellents on freely flying foraging honey bees in a field assay. Honey bees are readily attracted to wax honeycomb foundations that have been sprayed with sugar-water. We sprayed sugar-water on three equally spaced wax-foundations placed near hives and treated them with either (1) solvent (acetone), (2) a candidate honey bee repellent (rate of ∼0.1 mg/cm2) or (3) a positive control (DEET) at the same rate (Figure 4A). The honey bees flew to the wax foundations and were offered a choice between the different treatments. We filmed the assays and counted the bees on each foundation in five-minute increments. Each of the seven compounds showed repellency to honey bees, with three of them showing aversion up until the end of the assay. We ended the assay counts when the honey bees stopped being attracted to the untreated controls (Figures 4A,B,C). Kruskal-Wallis tests revealed significantly lower numbers of bees on treated wax foundations compared to controls (Figure 4C), In addition, we tested the two top-scoring compounds at half their original concentration (0.05 mg/cm2) and still observed significant repellency (Figure 4D).\n\nFigure 4. Field testing of top repellents in the lab using robbing assays A. Representative photo of a robbing assay. B. Time-course of the mean numbers of foraging honey bees visiting for each indicated compound tested (0.1 mg/cm2). DEET was used as a positive control and acetone as a negative control in each assay. N=6-7. Error bars=s.e.m. C. Mean number of honey bees for each compound summed over the time points shown in B. * p<0.05, ** p<0.005, *** p<0.001. We used Kruskal Wallis tests for pairwise comparisons. Mean number of honey bees for each compound tested at the regular dose (0.1mg/cm2) and half dose (0.05mg/cm2), summed over the time points over the duration of the experiment as above. N=6, Error bars=s.e.m.\n\nTaken together our results from the lab and field assays demonstrate that a computational approach can successfully model honey bee aversive valence from chemical structure alone and can be used to efficiently screen millions of chemicals to find strong repellents.\n\nDiscussion\n\nMost odorants reaching a bee’s antennae activate or inhibit several of the >180 olfactory receptors at the same time. Each odorant-receptor interaction elicits a specific neuronal activity in the bee brain, consequently allowing for a limited number of receptors to encode a practically infinite number of olfactory combinations (16). Even though honey bees are a well-studied model system for olfactory coding and learning (16), (17), we still know little about the pathways between olfactory stimulus evaluation and decision-making (16). The olfactory system therefore poses an extreme challenge to modeling. In spite of what is already known about the honey bee olfactory system, it would take several years and significant funding before generating a near complete knowledge of the olfactory system that allows to do predictive modelling of valence. The 3D structure based computational approach fills a very important void in identifying novel volatiles triggering a specific olfactory behavioral responses in honey bees. This machine learning pipeline can accelerate research into insect repellency and its physicochemical basis. The overall species-selective approach we have presented will help identify additional novel repellent chemicals for honey bees as well as inspire an exploration of the vastness of chemical space for use in repellent strategies for other animals.\n\nPesticides have been identified as a significant contributor to the global decline in honey bee populations (18, 19). Numerous studies have demonstrated the detrimental effects of various pesticides alone or in combination with other environmental stressors on honey bee health, including neonicotinoids, organophosphates, pyrethroids (20, 21) and bifenazate (22). These chemicals can cause acute toxicity, leading to immediate bee mortality, as well as sublethal effects that impair bee behavior, navigation, immune function and population growth (22, 23). Chronic exposure to pesticides, such as imidacloprid, has been linked to reduced colony growth, queen failure, and increased susceptibility to pathogens and parasites (24). The widespread use of pesticides in agriculture has raised concerns about the sustainability of honey bee populations and the potential impacts on pollination services and food security (19).\n\nRecent research has explored the potential of using bee repellent odors to mitigate the harmful effects of pesticides on honey bees. The concept involves applying non-toxic, natural compounds that emit odors that are unappealing to bees, thereby deterring them from foraging in treated areas during pesticide application. By reducing bee exposure to pesticides, this approach aims to minimize the direct and indirect impacts on bee health. Studies have identified several promising bee repellent compounds, such as 2-heptanone and essential oils from plants like lavender and thyme but their low efficacy does not make them practical in the agricultural setting (25, 26). Our field behavior assays strongly suggest that the use of bee repellent odors can significantly reduce bee activity in treated areas, potentially lowering the risk of pesticide exposure. This study also provides a foundation for further research to optimize the effectiveness of bee repellent odors, assess their long-term impacts on bee behavior and colony health, and develop practical application strategies for integration into pest management practices. Moreover, our approach for a rational and high-throughput discovery of bee repellents can be extended to any other species of interest, thus providing a very powerful and affordable computational tool for chemical ecologists.\n\nMaterials and methods\n\nMachine learning repellency\n\nEach chemical structure tested for attraction/repellency on bees was prepared for machine learning (ML) using RDKit in Python. The 2D structures were first embedded in 3D coordinate space; the 3D geometries were then optimized using the Merck molecular force field (MMFF94). For each optimized 3D structure, AlvaDesc computed 5,290 diverse 2D and 3D chemical features, describing large-scale properties such as molecular shape that affect sensory receptor docking in addition to forces describing potentially more abstract interactions leading to graded activation or inhibition of the sensory receptors of the bee.\n\nBee behavioral data, presented as a preference score (5 = max repellency), was converted into a binary label, repel/inactive, using > 1 as the cutoff between repellent and neutral or attractant behaviors. In other circumstances, bee behavior to compounds was reported without a repellency score. For attractive compounds, an inactive label was assigned based on previous data (11-14, 27, 28). The data were subsequently split into training and testing partitions (90:10) and any further processing was done exclusively on the training partition.\n\nThe large chemical feature matrix was next reduced to a subset of features that optimally classified compounds according to their repellent activity on bees. This involved using the Recursive Feature Elimination (RFE) algorithm alongside a Support Vector Machine (SVM) with a Radial Basis Function (RBF) kernel to evaluate the feature importance over 250 partitions of the training data (e.g., 10-fold cross validation, repeated 25 times). An intermediate subset >100 features was next passed to a series of algorithms (e.g., Random Forest and Boosted Decision Trees) to re-rank the features, selecting the final, consensus set.\n\nTop features were evaluated across a diverse set of algorithms including SVMs, Decision Trees, and Neural Networks (Multilayer Perceptron), and the cross validated classification metrics suggested high classification success rates (AUC, Sensitivity, and Specificity) when aggregating the predictions of three algorithms: SVM with a Radial Basis Function (RBF) kernel, a Gradient Boosting Machine (built with Decision Trees), Random Forest with regularization. Final Evaluation was done on the test set. Trained models predicted 60,000 metabolites and other naturally sourced compounds. The MolPort database, which contains 47 million compounds in total, was filtered to a smaller subset for repellency predictions, based on commercial availability and structural similarity to known bee repellents in the training set. After the first round of experimental validation tests with bees, the models were retrained. Additional prospective repellent compounds were scored using the updated models.\n\nMachine learning Vapor pressure\n\nTraining and testing data were obtained from EPI Suites, Environmental Protection Agency (EPA). Methods for fitting these models are as outlined for bee repellency; namely, chemical features were computed using AlvaDesc, followed by processing the feature values and identifying a small predictive subset through the recursive feature elimination algorithm (RFE). To compare the vapor pressure model predictions with respect to different machine learning methods as well as EPI suite, data were split according to the train/test partitions defined in a previous study using the vapor pressure data for Machine Learning (ML) (29).\n\nFly trap assay\n\nDrosophila melanogaster stocks maintained in the lab were grown in standard media bottles. Flies of a similar age (4-6 days) were collected in groups of 20 (10 females +10 males), and wet-starved for 24hrs in starvation vials. Testing chambers (Dram vials with centrifuge tube traps containing lure (10% Apple Cider Vinegar) plus test compound of desired dilutions) were assembled and flies quickly transferred to them by gentle tapping. The assays were left on the bench and data on number of flies entering traps recorded after18 hours.\n\n2-choice honey bee plate assays\n\nHoney bee (Apis mellifera) workers for our experiments were bred in apiaries at the University of California Riverside, between August 2021 and April 2022. To age them, we placed a frame of capped worker brood at the red-eye stage into an observation frame in a humidified incubator at 34°C. After 2-3 days, we collected groups of 80 newly hatched workers into specially 3D-printed experimental cages (12x10x7.5cm), where we kept them until they were reached an age of 13 to 19 days old, corresponding to foraging age). The bees received sugar water (50%) and water ad libitum, as well as a paste of protein powder (https://megabee.com/) mixed with 50% sugar water every second day until day eight.\n\nThe behavior arenas consisted of plastic Petri dishes with a diameter of 15 cm with two filter paper circles on each side (1 cm diameter) treated with 20 μl of solvent (acetone evaporated for 30 min) on one side, and 20 μl of test compound (20 μl, 5% in acetone, evaporated for 30 min) on the opposite side of the arena. To stimulate bees to participate, 50 μl of 50% honey-water in cut caps of PCR tubes was carefully taped to the center each of the two treated papers (Figure 2). For round two (Figure 3), 70 μl of pure (slightly warmed) honey was used in each cap (the honey surface formed an upward meniscus). The night before the experiment, the bees were water-starved, then cooled down at 4 °C for approximately 20 minutes before placing five bees into the middle of the arena. The spacing of the filter papers was kept consistent by taping a template (round piece of paper) to the bottom of each petri-dish and taping the filter papers on top of the correct spot onto the template. An Apple iPad or iPhone was used to film six arenas at once for one hour in a custom built PVC tube cage covered with a cotton sheet to create a uniform visual surrounding. To wake up the bees, the choice arenas were placed onto a heating pad (20’’x24’’, Model No PEHPWIDE-SG, Pure Enrichment, purenrichment.com, set to level 1).\n\nVideos were analyzed offline. For each plate, the side the first bee chose to drink honey from first was recorded (first choice). An additional semi-quantitative metric was noted for Figure 3: an estimate of the percentage of honey consumed in each container 95% (meniscus gone, only), 75%, 50%, 25%, or 0%. Plates in which the bees had not consumed any honey from either side (non-participating plates) were excluded from further evaluations. For each batch of six plates, workers from the same colony were used. For repellent candidates with the most promise, bees from at least three different colonies were tested (at least six participating plates each) (Table S3).\n\nRobbing assays in the field\n\nFor this assay we elicited the robbing behavior of honey bees, which means that they steal unguarded honey or honey guarded by weaker colonies (30). To do so, we sprayed standardized wax foundations (44 x 25.5 cm) with 50 puffs of 50% honey diluted in water as an attractant. Chemicals were sprayed on top at 0.1mg/cm2 (15 puffs of 5% in acetone). Three foundations, solvent, DEET and test compound, were affixed on a standing poster board (92x122 cm) placed on a table five meters in front of the first row of 40 hives and filmed for robbing behavior by the bees for 30 min, using an iPad or an iPhone. Prior to the start of the days experiments, three honey frames and honey lures were placed on a table for ∼15-30 min to trigger robbing behavior of bees from nearby colonies, and then removed before trials. The position of the three wax foundations to each other was randomly shifted. After 25 min, the positive control sugar-water sprayed wax foundations were no longer attractive to honey bees and the analysis was restricted to this time point. We repeated each assay a minimum of six times. Moreover, we repeated the assays with the two most promising candidates at half the first concentration (∼0.05 mg/cm2) four times each.\n\nStatistics\n\nTo compare the proportion of plates per test batch in which the bees chose to drink honey from the control side versus the treated sides, we used non-parametric, pairwise McNemar tests, assuming the null hypothesis of an equal distribution between choices or 50/50. The non-parametric, pairwise Wilcoxon Signed-Rank tests were used to compare the percentage of honey consumption between treatments. Plates in which bees did not drink any honey were removed (non-participating plates). For the assays on Drosophila behavior, we performed ANOVA followed by Tukey’s multiple comparison tests to compare the number of flies entering the trap between treatments and control. For the robbing assays, we summed up the counts of visiting bees on each wax foundation at 5, 10, 15 and 20 minutes, then used non-parametric Kruskal Wallis tests for pairwise comparisons between each of the three treatments. We adjusted the p-values for multiple testing with Bonferroni corrections."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Loses 180,000 More Troops Compared to Year Before: Ukraine",
            "link": "https://www.newsweek.com/russia-ukraine-syrskyi-casualties-2018255",
            "description": "Russia has had battlefield momentum but its recent territorial gains have been at the expense of high personnel losses.",
            "image_url": "https://www.bing.com/th?id=OVFT.Y_6q53q29jJNSvWl-h05py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin Says Russia Is Open to Talks With Trump Team on Ukraine",
            "link": "https://www.wsj.com/livecoverage/trump-inauguration-president-2025/card/putin-says-russia-is-open-to-talks-with-trump-team-on-ukraine-ic31P4a9x8xkKVnlEkFa",
            "description": "Russian President Vladimir Putin said his country was open to dialogue with the new Trump administration on the conflict in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dWN8sdTzdPz7m6YgptW7eC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "19h",
            "source": "Wall Street Journal",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.S. pilot who vanished during Vietnam War spy mission accounted for",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/u-s-pilot-who-vanished-during-vietnam-war-spy-mission-accounted-for/ar-AA1xBMaG?ocid=BingNewsVerp",
            "description": "U.S. Air Force Lt. Col. Donald W. Downing was assigned to the 557th Tactical Fighter Squadron during the Vietnam War.",
            "image_url": "https://www.bing.com/th?id=OVFT.9H--jCyzrK3T42VSCdYVni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "9mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump misses his own deadline to end Ukraine war",
            "link": "https://www.msn.com/en-us/politics/government/trump-misses-his-own-deadline-to-end-ukraine-war/ar-AA1xBfnK?ocid=BingNewsVerp",
            "description": "President Donald Trump has missed his deadline for ending the war in Ukraine . Of course, no one truly believed Trump would ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9_53Rw4ghx_TxnTthnJysS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple Stock May Fall As China IPhone Sales Plunge",
            "link": "https://www.forbes.com/sites/petercohan/2025/01/21/apple-stock-may-fall-as-china-iphone-sales-plunge/",
            "description": "In China, Apple’s second largest market, iPhone sales fell 18% in the December ending quarter, according to Bloomberg.",
            "image_url": "https://www.bing.com/th?id=OVFT.FoGuYUiDtY32YAkaqIV8FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Media stock and Trump meme coin plunge in sell-off after inauguration",
            "link": "https://www.msn.com/en-us/money/top-stocks/trump-media-stock-and-trump-meme-coin-plunge-in-sell-off-after-inauguration/ar-AA1xAKVj?ocid=BingNewsVerp",
            "description": "Shares of Trump Media and Technology Group, the company behind the president’s social media platform Truth Social, fell more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mNB-rW8e9LYLASloyuPrVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Salesforce dominates market share, AI as revenue driver remains further out: Piper Sandler",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/salesforce-dominates-market-share-ai-as-revenue-driver-remains-further-out-piper-sandler/ar-AA1xAN3G?ocid=BingNewsVerp",
            "description": "Salesforce shows potential for growth with dominant market share and AI-driven interest from Agentforce, according to Piper ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NlwyHqu38NKf6FIj_4vYeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6hon MSN",
            "source": "Seeking Alpha on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PayPal: Cheaper Than Estimated On Share Buyback",
            "link": "https://seekingalpha.com/article/4750741-paypal-cheaper-than-estimated-on-share-buyback",
            "description": "Read here for an analysis of PayPal's potential for growth in 2025, supported by strong cash flow and margins, driving a buy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jCI2X36VSwtA7Oh2KdaNdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "13h",
            "source": "Seeking Alpha",
            "article_content": "When I recently analyzed the Seeking Alpha Quant Top 10 , PayPal (NASDAQ: PYPL ) was the only larger market cap stock and seemed to have low growth and a high valuation. Thus, I decided to look deeper at the\n\nExperience is difficult to learn. After 30 plus years of critically analyzing the nuts and bolts of businesses as diverse as airlines, oil, retail, mining to fintech and ecommerce plus the macro, monetary and political drivers. I continue to immensely enjoy learning and applying my experience to unravel, comprehend and benefit from new ideas, technology, innovation and business models. In addition, living through multiple crises, tequila, Asia, dotcom, 9/11, the great recession and the Covid19 pandemia, plus a stint at entrepreneurialism (Export, Factoring and Printing) provides for an extraordinary base of experience to be applied across multiple disciplines.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Vladimir Putin facing economic disaster as Kremlin braces for 'three-digit' hyperinflation",
            "link": "https://www.msn.com/en-gb/money/other/vladimir-putin-facing-economic-disaster-as-kremlin-braces-for-three-digit-hyperinflation/ar-AA1xzWON?ocid=BingNewsVerp",
            "description": "Officially, inflation is running at a worrying 9.5%, a worrying number that's forcing Russia's Central Bank to hike interest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TE5Ykj3ctJwsOnYtjqcqiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "9hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Department of Economic Development grants $2.5M to Watertown",
            "link": "https://news.yahoo.com/news/us-department-economic-development-grants-160114008.html",
            "description": "The project will expand capacity for industrial business growth in Watertown, U.S. acting assistant secretary of commerce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BLP2v6jUIjDclqBBgsphSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "4h",
            "source": "YAHOO!News",
            "article_content": "Last week, the U.S. Secretary of Commerce Gina Raimondo announced the Department’s Economic Development Administration (EDA) is awarding a $2.5 million grant to the city of Watertown, South Dakota, for sewer infrastructure improvements needed to support business growth in the region.\n\nThis grant will construct sanitary sewer and lift station improvements at the Watertown Industrial Park. This EDA investment will be matched with $894,811 in local funds, the Jan. 16 release stated, and is expected to create 30 jobs and generate $10 million in private investment, according to grantee estimates.\n\n“This EDA investment will increase current and future development at the Watertown Industrial Park, helping to grow and diversify the local economy,” Raimondo said in a release.\n\nThis project is made possible by the regional planning efforts led by the First District Association of Local Governments (First District). EDA funds First District to bring together the public and private sectors to create and maintain their Comprehensive Economic Development Strategy as a roadmap to strengthen the regional economy, support private capital investment and create jobs.\n\nADVERTISEMENT\n\n“The Economic Development Administration works closely with local communities to support their disaster resiliency and recovery strategies,” said Acting Assistant Secretary of Commerce for Economic Development Cristina Killingsworth, according to the release. “This project will expand capacity for industrial business growth in Watertown to bring good-paying jobs and build economic resilience in the region.”\n\n\"Agro-terrorism\" legislation: Bill to protect South Dakota farms from spying could limit access to CAFO data\n\nThis project is funded under the Disaster Relief Supplemental Appropriations Act, 2023, which provided EDA with $483 million in additional Economic Adjustment Assistance (EAA) Program funds for disaster relief and recovery for areas that received a major disaster declaration under the Robert T. Stafford Act as a result of Hurricanes Ian and Fiona, wildfires, flooding, and other natural disasters occurring in calendar years 2021 and 2022. Please visit EDA’s Disaster Supplemental webpage for more information.\n\nThis article originally appeared on Watertown Public Opinion: Watertown gets $2.5M federal EDA grant for water infrastructure"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Does your Windows 11 PC keep restarting? Let's fix that frustrating problem",
            "link": "https://www.msn.com/en-us/news/technology/does-your-windows-11-pc-keep-restarting-lets-fix-that-frustrating-problem/ar-AA1xAXxQ?ocid=BingNewsVerp",
            "description": "Tech expert Kurt 'CyberGuy\" Knutsson offers Windows 11 restart fixes: Update drivers, run system scans and check hardware.",
            "image_url": "https://www.bing.com/th?id=OVFT.9enCOqKAhsLsKaOpcfaeoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "5hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rossari Biotech Q3 net profit falls 8%, revenue up 11%",
            "link": "https://www.cnbctv18.com/market/stocks/rossari-biotech-share-price-q3-results-net-profit-falls-8-pc-revenue-ebitda-margin-19544164.htm",
            "description": "The EBITDA margin stood at 12.6% in the reporting quarter versus 13.7% in the same period last fiscal. Shares of Rossari ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kn9cM98k_uhVMROcVFKu9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "cnbctv184h",
            "source": "cnbctv18",
            "article_content": "Specialty chemicals manufacturer Rossari Biotech Ltd on Tuesday (January 21) reported a 7.6% year-on-year (YoY) decline in net profit at ₹31.7 crore for the third quarter that ended December 31, 2024. The company posted a net profit of ₹34.3 crorein Q3 FY24.Rossari's revenue from operations increased 10.6% to ₹512.7 crore against ₹463.7 crore in the corresponding period of the preceding fiscal.At the operating level, EBITDA was up 1.9% to ₹64.7 crore in the third quarter of this fiscal over ₹63.5 crore in the year-ago quarter. The EBITDA margin stood at 12.6% in the reporting quarter versus 13.7% in the same period in the previous fiscal. EBITDA is earnings before interest, tax, depreciation, and amortisation.The results came after the close of the market hours. Shares of Rossari Biotech Ltd ended at ₹800.95, down by ₹18.90, or 2.31%, on the BSE."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why some companies are backing away from the public cloud",
            "link": "https://www.zdnet.com/article/why-some-companies-are-backing-away-from-the-public-cloud/",
            "description": "Many business leaders are taking a clear-eyed view of the cloud's benefits and drawbacks. Technical debt may be at the root ...",
            "image_url": "https://www.bing.com/th?id=OVFT.thXH3Plf0Te_cB-1VFQ2Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "18h",
            "source": "ZDNet",
            "article_content": "PM Images/Getty Images\n\nThe cloud has dominated enterprise technology provision for a decade or more. Public cloud services, with huge capacity, commitments to security, and assurances that the latest and greatest technologies are running underneath, offer a compelling value proposition. In the age of artificial intelligence (AI), capacity is critical. However, a new survey suggests evidence of a movement away from public provision.\n\nClose to seven in 10 companies (69%) have moved at least some apps off the cloud and back to on-premise systems or private clouds, the survey of 1,420 IT executives from Rackspace finds. Reasons given for this retrenchment back to on-premise environments include data security and compliance concerns, cited by 50%, better integration with existing on-premise systems, mentioned by 48%, and cost savings and budget constraints, cited by 44%.\n\nAlso: The best email hosting services: Expert tested\n\nIndustry experts and business leaders also recognized a reconsideration of the value of public clouds. For one, the rising costs of cloud subscriptions -- with accompanying sticker shock -- means many finance chiefs have paused for thought. \"Enterprises are just spending too much on public cloud services, given applications they may have migrated to the cloud years ago,\" said David Linthicum, a leading consultant, author, and former CTO with Deloitte.\n\nTechnical debt may be the root of many moves back to on-premise environments. \"Normally this is a self-inflicted thing,\" Linthicum said. \"They didn't refactor the applications to make them more efficient in running on the public cloud providers. So the public cloud providers, much like if we're pulling too much electricity off the grid, just hit them with huge bills to support the computational and storage needs of those under-optimized applications.\"\n\nRather than spending more money to optimize or refactor applications, these same enterprises put them back on-premise, said Linthicum. Security and compliance are also an issue. Enterprises \"realize that it's too expensive to remain compliant in the cloud, with data and sovereignty rules. So, they just make a decision to push it back on-premise.\"\n\nAlso: 5 reasons why Google's Trillium could transform AI and cloud computing - and 2 obstacles\n\nThe perceived high costs of cloud operations \"often stem from lift-and-shift migrations that in some cases didn't optimize applications for cloud environments,\" said Miha Kralj, global senior partner for hybrid cloud service at IBM Consulting. \"These direct transfers typically maintain existing architectures that don't leverage cloud-native capabilities, resulting in inefficient resource utilization and unexpectedly high expenses.\"\n\nHowever, the solution to this problem \"isn't necessarily repatriation to on-premises infrastructure,\" said Kralj. \"Most performance, security, and cost challenges we encounter can be addressed through cloud-native refactoring -- redesigning applications to fully utilize cloud capabilities like auto-scaling, containerization, and serverless architectures. Organizations that invest in refactoring consistently report improved operational efficiency and better cost control.\"\n\nWhen it comes to costs, \"many organizations are finding that cloud solutions can be costly, with unexpected expenses from data egress fees and premium features, among others,\" said Timothy E. Bates, professor at the University of Michigan and former CTO for Lenovo and General Motors. \"On the other hand, on-prem solutions have upfront costs, but they are more cost-effective in the long run for stable workloads.\"\n\nAlso: The best open-source AI models: All your free-to-use options explained\n\nBates witnessed the trend toward achieving a better balance between cloud and on-prem while architecting and building hybrid solutions for GM: \"Large enterprises are increasingly reevaluating the risks and limitations of relying solely on the cloud for critical workloads and intellectual property.\"\n\nEnterprises don't like being dependent upon someone else's cloud infrastructure, said Richard Robbins, founder and owner of TheTechnologyVault.com. \"Many of the enterprises that are regulated, especially banks and other financial institutions, are moving some or all of their web apps from the cloud back to on-prem or to hybrid setups,\" he observed. \"It is clear that there has been enough vulnerability and downsides to cloud hosting to make executives feel nervous about not having more control over the security and other aspects of cloud hosting.\"\n\nBates also said security, control, and cost efficiency are at the roots of such cloud hesitation: \"A cloud, while offering scalability, is a shared resource -- organizations have to trust third-party providers like Azure, Amazon, or Google with their most sensitive data. For businesses with highly proprietary information or strict compliance needs, the potential risks of not having end-to-end control over the storage of that information far exceed the benefits.\"\n\nAlso: How to easily use Cloudflare's secure DNS on your Mac and why it even matters\n\nTo a large degree, the hype around the cloud has dissipated, with many people focusing on AI instead. As a result, many decision-makers are taking a clear-eyed view of the cloud's benefits and drawbacks. \"I remember talking to CIOs and DevOps personnel in 2017 -- several of them had been assigned, to their dismay, to do whatever was needed to move their technology into the cloud,\" said Robbins. \"Most felt overwhelmed with the assignment and pushed back. That was during the cloud rush, when having apps hosted in the cloud was a status symbol and a marketing flex.\"\n\nNow, \"with the movement to the cloud being hasty and not very well coordinated, enterprises are re-thinking their initial decision to move to the cloud,\" Robbins continued. \"Companies like Dropbox, one of the first major enterprises to use the cloud, began moving back to their own hosting infrastructure as early as 2015. The benefits of their reversal -- including saving nearly $75 million in operational costs over a two-year period -- have influenced other enterprises to follow suit.\"\n\nBates said reliability and performance are also considerations that favor on-premise systems. He said applications that require low latency, and mission-critical tools or apps that deal with proprietary processes, are sometimes better run from dedicated, in-house infrastructure. \"When we built the hybrid model for GM, we got the benefits of the cloud without compromising on the security and reliability of on-prem systems,\" he said. \"This hybrid model is something that is now being adopted by more companies.\"\n\nHowever, some experts believe evidence of a movement away from the cloud is unclear, especially when vendor perspectives are involved. \"When we talk about the potential security benefits of local architecture, this is a drop in the bucket compared to larger conversations in cybersecurity at this moment,\" said Seth Geftic, vice president of product marketing at Huntress. \"Although I don't believe that people are moving away from the cloud in such high waves, there are a number of potential reasons that a company could look toward local infrastructure.\"\n\nA balancing act between on-prem and cloud will likely continue, with the need to weigh the advantages for both sides. \"Cloud providers have a huge deal of control over their resources, meaning that there is little companies can do when they decide to put up prices,\" said Geftic.\n\n\"Cloud is an expensive solution, but one that offsets that with a number of advantages -- speed, scalability, ease of use. What the industry could experience is a slight deviation from full-cloud architecture and a restructuring toward hybrid environments. A direct leap from fully cloud-based to fully local seems like a slight stretch, if I'm being honest.\"\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TigerGraph Unveils Savanna: The Most Advanced Cloud-Native Graph Database for AI Revolution",
            "link": "https://techbullion.com/tigergraph-unveils-savanna-most-advanced-cloud-native-graph-database-for-ai-revolution/",
            "description": "The year 2025 marks a pivotal moment in the data-driven evolution of artificial intelligence (AI) systems, as TigerGraph, a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dMgt7aaiFi6B1BoZSJPPmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts7h",
            "source": "Impacts",
            "article_content": "The year 2025 marks a pivotal moment in the data-driven evolution of artificial intelligence (AI) systems, as TigerGraph, a leader in enterprise AI infrastructure and graph database technology, unveils its groundbreaking platform, Savanna. This cloud-native graph database represents a leap forward in handling the vast and intricate networks of data that underpin modern AI systems. By combining unmatched scalability, unparalleled speed, and robust cost efficiency, Savanna is poised to redefine how organizations harness connected data for mission-critical decisions.\n\nA New Paradigm in Graph Database Technology\n\nGraph databases have emerged as a cornerstone of AI and advanced analytics. Traditional databases struggle to efficiently process and analyze the web of interconnected relationships inherent in modern datasets. TigerGraph’s Native Parallel Graph (NPG) architecture, the foundation of the Savanna platform, addresses this challenge with innovative approaches to storage and computation. Built for real-time updates and massively parallel processing, NPG ensures that even the most complex graph queries are executed with unmatched speed and precision.\n\nAs Gartner’s May 2024 report, “Exploring the Top Use Cases for Graph Analytics,” highlights, graph analytics is increasingly essential for natural language processing, data fabrics, and smart technologies like virtual assistants and smart advisors. Savanna positions TigerGraph as the go-to solution for organizations seeking to capitalize on these capabilities.\n\nKey Features of TigerGraph Savanna\n\nSavanna’s design emphasizes scalability, flexibility, and efficiency, addressing the demands of enterprises navigating the explosive growth of AI-driven workloads. The platform introduces several cutting-edge features:\n\n1) Independent Scaling of Storage and Compute\n\nSavanna’s architecture allows storage and compute resources to scale independently, eliminating size limits and ensuring cost-effective scalability. Organizations can tailor their infrastructure to dynamic workload demands, reducing resource wastage and enhancing performance.\n\n2) 6x Faster Provisioning\n\nThe platform’s provisioning speed outpaces competing graph databases, enabling enterprises to deploy new compute resources in record time. This agility is crucial for AI applications that require rapid adaptation to changing data and analytical requirements.\n\n3) Pre-Configured Solution Kits\n\nTigerGraph has introduced nine pre-configured solution kits that encapsulate industry expertise for specific use cases:\n\nTransaction Fraud\n\nApplication Fraud\n\nProduct Recommendation\n\nMule Account Detection\n\nEntity Resolution\n\nEntity Resolution KYC (Know Your Customer)\n\nCustomer 360\n\nSupply Chain Management\n\nNetwork Infrastructure\n\nThese kits accelerate adoption, enabling businesses to implement solutions quickly and efficiently.\n\n1) Enhanced Cost Savings\n\nBy separating storage and compute scaling, and introducing features like scheduled expansion/shrink and auto stop/resume, Savanna delivers at least 25% cost savings compared to traditional graph database solutions. This flexibility ensures that companies only pay for the resources they use, optimizing expenditure.\n\n2) Optimized Workload Management\n\nDedicated compute workspaces for OLTP (online transaction processing) and OLAP (online analytical processing) traffic ensure optimized performance and seamless management of mixed workloads.\n\n3) Expanded Data Integration\n\nSavanna supports 3x more data sources for high-speed ingestion, including Snowflake, Spark, Delta Lake, Iceberg, and Postgres, alongside existing integrations with AWS, Azure, and Google Cloud object stores. This expanded compatibility simplifies the integration of diverse data ecosystems.\n\n4) Support for Multiple Query Languages\n\nUsers can leverage GSQL, OpenCypher, or the newly established ISO standard GQL (Graph Query Language). TigerGraph’s involvement in developing GQL underscores its commitment to advancing graph database standards.\n\n5) Bring Your Own Cloud (BYOC) Flexibility\n\nEnterprises can choose between a fully managed service or deploying Savanna on their cloud infrastructure, providing the operational flexibility needed to meet diverse compliance and security requirements.\n\nIndustry Implications and Real-World Applications\n\nTigerGraph Savanna’s capabilities align with the needs of industries that rely heavily on interconnected data and AI-driven insights. Below are a few examples of how this platform addresses critical challenges:\n\n1) Fraud Detection in Financial Services\n\nFinancial institutions can leverage Savanna’s Transaction Fraud and Mule Account Detection solution kits to identify fraudulent activities in real time. By analyzing relationships and patterns across massive transaction datasets, the platform helps reduce fraud rates and improve regulatory compliance.\n\n2) Customer 360 in Retail and E-Commerce\n\nThe Customer 360 solution kit enables companies to create comprehensive profiles of their customers by integrating data from multiple touchpoints. Retailers can offer personalized recommendations, optimize marketing campaigns, and enhance customer experiences.\n\n3) Supply Chain Optimization\n\nFor industries such as manufacturing and logistics, the Supply Chain Management kit provides visibility into complex supply chains. By analyzing dependencies and identifying potential bottlenecks, organizations can enhance efficiency and resilience.\n\n4) Entity Resolution for Enhanced KYC Compliance\n\nSavanna’s Entity Resolution KYC solution streamlines identity verification processes, enabling financial institutions to meet regulatory requirements while reducing operational costs.\n\n5) Network Infrastructure Management\n\nTelecommunications and IT service providers can optimize network performance and reliability using the Network Infrastructure solution kit. By analyzing connections and dependencies, companies can proactively address potential issues and enhance service quality.\n\nCompetitive Edge and Industry Leadership\n\nTigerGraph’s Savanna platform solidifies its position as a leader in the graph database market. The platform’s ability to deliver 6x faster provisioning, 25% cost savings, and support for a broad range of query languages sets it apart from competitors. Furthermore, its pre-configured solution kits address specific industry pain points, enabling organizations to derive value more quickly and effectively.\n\nThe platform’s performance leadership is backed by certification from the Linked Data Benchmark Council (LDBC). This recognition underscores Savanna’s ability to handle the most demanding graph analytics workloads with ease.\n\nMarket Trends and Future Projections\n\nThe graph database market is projected to grow significantly in the coming years, driven by the increasing adoption of AI, machine learning, and big data analytics. According to industry analysts, the market is expected to reach a value of $11.25 billion by 2028, growing at a compound annual growth rate (CAGR) of 22.6% from 2023 to 2028.\n\nKey factors driving this growth include:\n\nRising Demand for Real-Time Analytics: Businesses are increasingly relying on real-time insights to stay competitive. Graph databases’ ability to analyze complex relationships in real time positions them as a critical enabler of this trend.\n\nExpansion of AI Use Cases: From healthcare to retail, AI applications are proliferating across industries. Graph databases provide the foundation for AI systems that require context-aware decision-making.\n\nGrowing Need for Data Integration: As organizations adopt hybrid and multi-cloud strategies, the ability to integrate and analyze data from diverse sources becomes essential. Savanna’s support for multiple data sources addresses this need.\n\nAdvancements in Query Languages: The adoption of GQL as an ISO standard is expected to drive the standardization and adoption of graph databases, further expanding their reach.\n\nConclusion\n\nTigerGraph’s Savanna platform represents a watershed moment in the evolution of graph database technology. By delivering unmatched performance, scalability, and cost efficiency, Savanna empowers organizations to unlock the full potential of their connected data. From fraud detection to customer insights, the platform’s pre-configured solution kits provide actionable tools for addressing real-world challenges.\n\nAs the demand for AI-driven solutions continues to grow, TigerGraph is well-positioned to lead the charge. With Savanna, the company not only addresses current industry needs but also sets the stage for future innovations in graph analytics and AI infrastructure. For organizations seeking to supercharge their AI systems, TigerGraph Savanna offers a comprehensive and future-proof solution."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stomachless Deep-Sea Fish? A Mind-Blowing Discovery!🐟🤯",
            "link": "https://www.msn.com/en-au/news/other/stomachless-deep-sea-fish-a-mind-blowing-discovery/vi-AA1xBD9K?ocid=BingNewsVerp",
            "description": "Scientists have made a groundbreaking discovery of a deep-sea fish that lives without a stomach! This fascinating creature ...",
            "image_url": "https://www.bing.com/th?id=OVFT.j6SMVYR_6VmPZV_TJ1Roii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Discover WildScience on MSN2h",
            "source": "Discover WildScience on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "People are convinced 65ft megalodon shark ‘still exists’ after spotting a chilling 'clue'",
            "link": "https://www.ladbible.com/news/animals/megalodon-do-they-still-exist-discovery-channel-934332-20250120",
            "description": "Application error: a client-side exception has occurred (see the browser console for more information).",
            "image_url": "https://www.bing.com/th?id=OVFT.XfdsKyoOrwDFEMluU1qZoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "23h",
            "source": "LADbible",
            "article_content": "Shark fans think that the extinct species known as the 'megalodon' still exists today, after footage from a documentary recirculated online.\n\nThe prehistoric giant mackerel shark lived around 23 to 2.5 million years ago, and could be approximately 65ft (20m) in length and could weigh up to 60 tonnes.\n\nEssentially, the megalodon were some of the most terrifying creatures that ever called our seas home.\n\nAdvert\n\nFor reference, they can be over three times bigger than great white sharks. Oh, and they're the largest shark in history.\n\nSome fans think that the megalodon is back (Getty Stock Photo)\n\nBut some think that they could be back as a documentary about the megalodon that aired on the Discovery Channel back in 2013.\n\nIt was titled Megalodon: The Shark Lives, and after resurfacing recently on YouTube, a lot of people seem to think that the chilling footage in the video could be telling about the pre-historic creature.\n\nAdvert\n\nWith over seven million views, the video gruesomely shows a blue whale carcass that is beached off the coast of Hawaii, that looks to have been brutally attacked.\n\nOriginally filmed in 2009, the blue whale's insides can be seen hanging out after being cut open by a predator, despite being the biggest animal in the world.\n\nThis photo allegedly shows a six foot fin (Discovery Channel)\n\nA talking head the programme introduces as a marine biologist explained that the culprit had to be the size of a megalodon, as other scenes in the documentary claimed to show six foot tall fins poking out of the ocean near similar blue whale attacks, as people believed that megalodon could still be around.\n\nAdvert\n\nOne user wrote in the comments: \"Six percent of the ocean has been explored, still no sign of the megalodon, but that's only 6%. Megalodon could still be alive.\"\n\nAnother added: \"I believe in megalodon because we just explored 5% Of The Ocean... Its Lurking Down There....\"\n\nBut a third pointed out: \"Megalodon was a surface dweller, I'm sure we'd of [sic] spotted it by now.\"\n\nAnd a fourth also said about one of the scenes: \"That whale died and its guts exploded.\"\n\nAdvert\n\nGraphic images of dead whales were used in the documentary (Discovery/YouTube)\n\nBut despite all of this footage and a whole documentary suggesting that the megalodon could have returned, a brief disclaimer at the start of the show said that the potential return of the species was not based on fact.\n\nThe whole documentary was actually fake, or fiction, rather.\n\nDiscovery Channel viewers couldn't believe it when they found out that Megalodon: The Shark Lives wasn't based on any actual scientific research, but instead used edited footage to make viewers believe that megalodon could still be in our waters.\n\nAdvert\n\nAsk any respected marine biologist though, and they'll tell you that this isn't the case.\n\nShark expert David Shiffman was one person who certainly wasn't happy about the documentary, telling National Geographic it was a 'fiasco' and 'utter nonsense'."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery of ancient 1,400-year-old ‘alien rings’ rising out of hills finally SOLVED after sparking flurry of conspiracies",
            "link": "https://www.thesun.co.uk/news/32922884/ancient-alien-rings-mystery-solved-australia/",
            "description": "SCIENTISTS have finally cracked the ancient mystery of 1,400-year-old 'alien rings' rising from the hills which were fuelling ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z4oCADAhcGcHXtmx-U67gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "6h",
            "source": "The Sun",
            "article_content": "RING RIDDLE Mystery of ancient 1,400-year-old ‘alien rings’ rising out of hills finally SOLVED after sparking flurry of conspiracies\n\nSCIENTISTS have finally cracked the ancient mystery of 1,400-year-old \"alien rings\" rising from the hills which were fuelling a tirade of conspiracy theories.\n\nLocals had been puzzled by the series of bizarre rings scattered around Melbourne, Australia, and thought they were the work of aliens or a natural phenomenon.\n\n6 The enormous rings marking the landscape were created by digging out and mounding up dirt Credit: Caroline Spry/Australian Archaeology\n\n6 Deposits of skin found on some of the tools suggest they were used in sacred scarring rituals Credit: G. Elspeth Hayes\n\n6\n\nBut now, scientists have revealed they are actually ancient monuments crafted by Aboriginal people called the Wurundjeri Woi-wurrung - the traditional owners of the land.\n\nTheir findings were described in a new study published in Australian Archaeology.\n\nResearchers estimate there were once over 400 of these structures across New South Wales and Queensland in eastern Australia, but only around 100 remain today.\n\nFar fewer have ever been discovered in the southern-most state of Victoria, but the five around the town of Sunbury are amongst them.\n\nMany other rings of this kind are thought to have been destroyed by European settlers when they colonised the land.\n\nIt is believed the ancient people would dig out earth and build it into mounds that formed the large circles, hundreds of metres across, that are still visible today.\n\nIt is also now understood the circles continue to be very important historically and culturally to Aboriginal people today.\n\nElders of the Wurundjeri Woi-wurrung culture explained that the rings are used to reflect on themes including the European occupation, colonisation, self-determination, adaptation and resilience of the people.\n\nPrevious studies had indicated that the sites were associated with sacred locations, but had not unearthed any of the cultural value now understood.\n\nThe Wurundjeri Woi-wurrung people led a new archaeological excavation of one of the rings, known as Sudbury Ring G, in 2022, which has allowed these new revelations.\n\nPompeii bombshell as analysis of mummies may reveal who they REALLY are\n\nRing G is thought to be a ceremonial meeting spot for Aboriginal ancestors and was first excavated in 1979 by archaeologist David Frankel.\n\nSome 166 artefacts were unearthed in this initial dig, and Wurundjeri Woi-wurrung people also led the re-analysis of these.\n\nThis involved dating the ring deposits to estimate when it was created, and studying wear patterns to understand how the ancient people used stone tools.\n\n6 Some 166 artefacts were found in the dig of Sunbury Ring G Credit: Caroline Spry/Australian Archaeology\n\n6 The Aboriginal ancestors of those who built the ring led the re-analysis of these stone remnants Credit: Caroline Spry/Australian Archaeology\n\nThe study revealed that the ring was constructed somewhere between 590 and 1,400 years ago.\n\nIt showed that the people spent time in the area clearing the land and plants, scraping back soil and layering rocks.\n\nThey also lit campfires, made stone tools and moved items around in the ring's interior.\n\nWear patterns and residues on some of the tools suggest Woi-wurring people people may have used them to to create feather adornments and scar human skin for ceremony and decoration.\n\nThe scientists behind the study said in Live Science: \"[the research] expands our understanding of the richness and diversity of Australia's archaeological record, created over more than 65,000 years of continuous occupation by Aboriginal and Torres Strait Islander peoples\".\n\nThey added: \"[The study] demonstrates the importance of further investigating and preserving these earth rings, as well as others known to occur across eastern Australia.\n\n\"This is especially important in the face of continued threats by land development and climate change which threaten the survival of earth rings.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spy x Family Confirms The Biggest Theory About Its Villain May Be True After All",
            "link": "https://comicbook.com/anime/news/spy-x-family-donovan-desmond-mind-reader-confirmed/",
            "description": "Spy x Family just confirmed the most popular fan theory about Donovan Desmond, revealing he may be a telepath just like Anya.",
            "image_url": "https://www.bing.com/th?id=OJ.MbN9Xr3zTLPMtQ&pid=news&w=90&h=16&rs=2",
            "category": "aliens+theory",
            "date": "4h",
            "source": "Comicbook.com",
            "article_content": "Spy x Family has just dropped what can only be described as a bombshell of a revelation about its elusive villain, Donovan Desmond, seemingly confirming that the biggest fan theory about him may be true after all. Despite being the central target of Operation Strix, Donovan Desmond remains as elusive as ever, with recent chapters of Spy x Family even teasing that Donovan could be an alien.\n\nVideos by ComicBook.com\n\nThat said, Chapter 110 of Spy x Family finally clears up the air about Donovan, seemingly confirming that Donovan Desmond may be a telepath like Anya, just as fans have theorized all these years. The chapter sees Melinda finally open up more to Loid about Donovan, revealing her suspicions that he can read minds. Though Loid is seemingly dismissive of the idea and tries to come up with a rational explanation for Melinda’s belief that a mind-reading alien has replaced Donvan, several pieces of evidence including Anya’s very existence point to Melinda being right, and this could have major implications for Operation Strix going forward.\n\nSpy x Family Teases Donovan Is Also a Telepath Like Anya\n\nPicking up where the previous chapter left off, Chapter 110 sees Melinda explain the reason she thinks her husband is an alien. Melinda reveals that her husband Donovan seemingly changed a few years ago around the time Damian was born, becoming a completely different man altogether. According to Melinda, Donovan not only became distant but also stopped speaking to those around him as much as he used to, which fans have also seen for themselves during the Desmond family dinner scene back in Chapter 106.\n\nThis sudden, extreme change in demeanor is what leads Melinda to the realization that an extraterrestrial has assumed Donovan’s identity while the real him may have been taken to some distant planet. Interestingly, Melinda mentions that her older son Demetrius, also seems to be of the same opinion that Donovan is a telepath, with this fact becoming clearer and clearer with every interaction they have with Donovan.\n\nThough Loid initially suspects Melinda may be suffering from some kind of misidentification disorder or delusion of some sort, as Loid himself states, Melinda’s tests showed no such signs of a mental disorder, nor does it seem like she is deliberately lying. In fact, Donovan, being a telepath, perfectly explains Melinda’s constant sense of paranoia. Even Melinda’s mood swings can be explained as a side effect of the constant stress of having to put up a facade and conceal her thoughts in front of her husband. Even Demetruis’ silent inner monologue may thus be explained as a protective measure against his psychic father.\n\nSHONEN JUMP+/WIT STUDIO\n\nThat said, as Loid states at the end of Chapter 110, such an ability could bring down any intelligence agency in the world. If Melinda is right about Donovan, then Operation Strix may have already been compromised since Loid’s first meeting with Donovan in Chapter 37. Nonetheless, things are sure to get interesting in Spy x Family from here on out and both Donovan Desmond, Anya, and their peculiar psychic abilities are sure to be at the center of it all.\n\nSpy x Family is available to read via Manga Plus and Viz Media."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two UFOs Battle it Out in The Sky - Video Released By Whistleblower Jake Barber",
            "link": "https://www.msn.com/en-us/technology/aviation/two-ufos-battle-it-out-in-the-sky-video-released-by-whistleblower-jake-barber/ar-AA1xzt4L?ocid=BingNewsVerp",
            "description": "UFO whistleblower Jake Barber unveils Skywatcher project, claiming psionic UAP interactions and releasing video of alleged UFO battle. Explore this groundbreaking research backed by Stanford's Dr.",
            "image_url": "https://www.bing.com/th?id=ODF.964gaLNzfX6kNEdof4SO1g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo+spotted",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This History Lover’s Arizona Road Trip Will Take You To 8 Old-Fashioned General Stores",
            "link": "https://familydestinationsguide.com/arizona-historic-general-stores/",
            "description": "This journey through Arizona’s most iconic general stores is a dream come true for history buffs and nostalgic adventurers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IQglF9XDNQg5QMwViqjXoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "familydestinationsguide7h",
            "source": "familydestinationsguide",
            "article_content": "Looking for a road trip with a perfect mix of history and charm?\n\nThis journey through Arizona’s most iconic general stores is a dream come true for history buffs and nostalgic adventurers alike.\n\n1. Hubbell Trading Post (Ganado)\n\nHubbell Trading Post: Navajo rugs so beautiful, you’ll want to redecorate your covered wagon. History never looked so cozy! Photo credit: John Calef\n\nImagine stepping into a living, breathing piece of history where the floorboards creak with tales of the Old West.\n\nThat’s exactly what you’ll find at Hubbell Trading Post in Ganado.\n\nThis isn’t just any old store; it’s the oldest continuously operating trading post on the Navajo Nation.\n\nAs you approach the stone building, you’ll feel like you’ve been transported back to the 1870s.\n\nThe weathered wooden door creaks open, revealing a treasure trove of authentic Navajo rugs, jewelry, and artwork.\n\nHubbell Trading Post: Time-travel to 1876 without the DeLorean. This trading post is the Downton Abbey of the desert! Photo credit: James Hulse\n\nBut don’t let the historic facade fool you – this place is as lively as ever.\n\nInside, the air is thick with the scent of leather and sage.\n\nShelves are stocked with an eclectic mix of modern necessities and traditional Navajo goods.\n\nYou might find yourself reaching for a bag of chips with one hand and a handcrafted turquoise necklace with the other.\n\nTalk about a shopping experience that spans centuries!\n\nThe real magic happens when you strike up a conversation with the knowledgeable staff.\n\nThey’re not just salespeople; they’re storytellers, eager to share the rich history of the trading post and the Navajo people.\n\nIt’s like having your very own time-traveling tour guide.\n\n2. Oatman General Store (Oatman)\n\nOatman General Store: Wild West meets petting zoo! Where else can you shop for cowboy hats while dodging friendly burros? Photo credit: jerry Z\n\nHold onto your hats, folks – and I mean that literally because, in Oatman, you might just have a burro try to snatch it right off your head!\n\nWelcome to the Oatman General Store, where the Wild West isn’t just alive; it’s kicking up its heels and doing the can-can.\n\nThis isn’t your average shopping trip.\n\nAs you approach the store, you’ll notice a welcoming committee of wild burros lounging in the street.\n\nThese four-legged greeters are the descendants of pack animals left behind by gold miners.\n\nThey’re the unofficial mayors of Oatman, and they’re not shy about demanding treats from tourists.\n\nOatman General Store: Step into a living Western movie set. Just don’t expect the burros to recite lines from ‘Tombstone’! Photo credit: Dima M\n\nStep inside the general store, and you’ll find yourself in a delightful mishmash of past and present.\n\nThe shelves are stocked with everything from Route 66 memorabilia to locally made jerky that’ll put hair on your chest (and maybe your palms, too).\n\nIt’s like someone took a souvenir shop and a time capsule, shook them up, and spilled the contents all over Oatman.\n\nBut the real star of the show?\n\nThe ice cream counter.\n\nAfter all, nothing says “I conquered the Arizona heat” like a double scoop of rocky road.\n\nJust be prepared to eat it quickly – those burros outside have been known to develop a sweet tooth!\n\n3. Tortilla Flat General Store (Tortilla Flat)\n\nTortilla Flat General Store: Population: 6. Charm: Infinite. This tiny town’s general store packs more personality than a telenovela marathon! Photo credit: Hotrod Dad\n\nBuckle up, buttercup, because we’re heading to a town with a population smaller than your average book club.\n\nWelcome to Tortilla Flat, where the general store isn’t just the heart of the community – it pretty much is the community.\n\nAs you pull up to this wooden wonder, you might think you’ve stumbled onto a movie set.\n\nThe facade looks like it’s straight out of a Western, complete with wagon wheels and a hitching post.\n\nTortilla Flat General Store: Wallpaper made of dollar bills? It’s like Fort Knox met HGTV, with a dash of Wild West flair! Photo credit: Ryosuke Taniguchi\n\nStep inside, and you’ll find yourself in a curious blend of museum and market.\n\nThe walls are plastered with dollar bills, each scrawled with messages from visitors.\n\nIt’s like a guest book but with legal tender.\n\nJust resist the urge to peel one off for souvenir money – that’s frowned upon, trust me.\n\nThe store stocks everything from cowboy hats to cactus candy.\n\nAnd let’s not forget the piece de resistance – the chili.\n\nWhether you’re brave enough for the five-alarm version or prefer to keep your taste buds intact, a bowl of Tortilla Flat chili is a rite of passage.\n\n4. Crown King General Store (Crown King)\n\nCrown King General Store: Perched high in the mountains, this store’s pancakes are fluffier than clouds. Syrup not included in altitude! Photo credit: Kevin Adventures\n\nAlright, adventurers, it’s time to put your off-road skills to the test.\n\nCrown King isn’t just off the beaten path; it’s off the paved path entirely.\n\nBut trust me, the journey to this mountaintop general store is worth every white-knuckle turn.\n\nAs you pull into town (population: about 133, give or take a few hardy souls), you’ll spot the Crown King General Store.\n\nIt’s like someone took a slice of the 1800s and plopped it right in the middle of the 21st century.\n\nThe wooden structure stands proud, its weathered sign a beacon to weary travelers and curious tourists alike.\n\nCrown King General Store: Part grocery, part time capsule. Where else can you buy milk and step back to 1904 simultaneously? Photo credit: Darrin McGann\n\nInside, it’s a hodgepodge of necessity and novelty.\n\nNeed a hammer?\n\nThey’ve got you covered.\n\nCraving a souvenir t-shirt that says “I survived the road to Crown King”?\n\nYou’re in luck.\n\nThe store is part hardware shop, part grocery store, and part-time machine.\n\nBut the real treasure here isn’t on the shelves – it’s behind the counter.\n\nThe locals who run this place have stories that’ll curl your toes and tickle your funny bone.\n\nThey’ve seen it all, from city slickers getting their fancy SUVs stuck in the mud to the occasional bear wandering into town looking for a snack.\n\n5. Hackberry General Store (Hackberry)\n\nHackberry General Store: Route 66 nostalgia overload! It’s like the ’50s exploded and landed in the desert. Bring your camera and appetite! Photo credit: Family Heating and Air\n\nLadies and gentlemen, start your engines and set your GPS to “nostalgia overload.”\n\nWe’re pulling into Hackberry, where the general store isn’t just a shop – it’s a shrine to the golden age of Route 66.\n\nAs you approach, you might think you’ve stumbled onto the set of a retro movie.\n\nClassic cars are parked out front, their chrome gleaming in the Arizona sun.\n\nRelated: The Funky Vintage Store in Arizona Where You’ll Find Offbeat Collectibles and Rare Antiques\n\nRelated: Hunt for Spooky Curiosities and Skeletons at this Tiny Oddity Store in Arizona\n\nRelated: This Massive Antique Store in Arizona is a Labyrinth of Timeless Vintage Collectibles and Treasures\n\nBut this isn’t Hollywood magic – it’s just another day at Hackberry General Store.\n\nStep inside, and prepare for your senses to go into overdrive.\n\nThe walls are a kaleidoscope of vintage signs, license plates, and enough Route 66 memorabilia to make a road trip enthusiast weep with joy.\n\nIt’s like someone took the entire history of the Mother Road and crammed it into one glorious, chaotic space.\n\nHackberry General Store: Classic cars, vintage signs, and enough Americana to make Uncle Sam blush. Norman Rockwell would feel right at home! Photo credit: Maarit K\n\nBut don’t let the sensory overload distract you from the real treasures.\n\nThe store stocks an impressive array of Route 66 souvenirs, from t-shirts to shot glasses.\n\nAnd let’s not forget the soda fountain, where you can sip on a root beer float and pretend you’re a teenager in the 1950s (poodle skirt not included).\n\nBefore you leave, make sure to snap a photo with the giant Route 66 shield outside.\n\nIt’s the perfect backdrop for your new profile picture – just be prepared for all your friends to suddenly develop a case of road trip envy.\n\n6. Historic Route 66 General Store (Seligman)\n\nHistoric Route 66 General Store: Get your kicks (and quirky souvenirs) on Route 66! More Americana than a Fourth of July parade! Photo credit: Dan Landron\n\nHold onto your bobby socks and pompadours, folks, because we’re cruising into Seligman, the birthplace of Historic Route 66.\n\nAnd at the heart of this time-warp town?\n\nThe Historic Route 66 General Store, of course!\n\nAs you pull up, you might think you’ve accidentally driven through a portal to the 1950s.\n\nThe store’s exterior is a riot of color and kitsch, with vintage gas pumps and a classic car or two for good measure.\n\nIt’s like the set of “Grease,” but with more cacti and less spontaneous singing (usually).\n\nHistoric Route 66 General Store: Where Elvis memorabilia meets road trip essentials. It’s like your grandma’s attic, but with better snacks! Photo credit: Olvr\n\nStep inside, and prepare for your inner child to do cartwheels.\n\nThe shelves are stocked with every kind of Route 66 souvenir imaginable, from keychains to kitchen sinks (okay, maybe not kitchen sinks, but pretty close).\n\nIt’s a treasure trove of Americana, where you can buy everything from a rubber rattlesnake to a genuine leather cowboy hat.\n\nBut the real gem of this place?\n\nThe soda fountain.\n\nSlide onto a vinyl stool, order a milkshake, and let the jukebox transport you back to a simpler time.\n\nJust don’t be surprised if you find yourself unconsciously snapping your fingers and saying things like “Gee whiz” and “That’s swell!”\n\n7. Parks In the Pines General Store Deli & Cafe & Postal Annex (Parks)\n\nParks In the Pines General Store: One-stop-shop for groceries, gossip, and outgoing mail. It’s like Facebook, but with real faces and fresh bread! Photo credit: Parks In the Pines General Store Deli & Cafe & Postal Annex\n\nBuckle up, buttercup, because we’re heading to a place where the name is almost as long as the drive to get there.\n\nWelcome to Parks In the Pines General Store Deli & Cafe & Postal Annex.\n\nPhew!\n\nLet’s just call it the Parks General Store for short, shall we?\n\nNestled in the pines (shocking, I know), this place is like the Swiss Army knife of general stores.\n\nNeed to mail a package?\n\nCheck.\n\nCraving a sandwich?\n\nYou got it.\n\nLooking for a new fly-fishing lure?\n\nThey’ve got you covered.\n\nIt’s like someone took a general store, a deli, a cafe, and a post office, threw them in a blender, and poured out this delightful mishmash of small-town charm.\n\nParks In the Pines General Store: Part deli, part post office, all charm. Where else can you mail a letter and debate Bigfoot sightings? Photo credit: Jeremy Hoye\n\nStep inside, and you’ll be greeted by the intoxicating aroma of fresh-baked goods and the sound of locals swapping tales over coffee.\n\nThe shelves are stocked with an eclectic mix of necessities and novelties.\n\nWhere else can you buy a gallon of milk, a handmade dreamcatcher, and an “I Heart Parks” t-shirt all in one go?\n\nBut the real star of the show?\n\nThe deli.\n\nOrder a sandwich, and watch as they pile it high with enough meat to make a vegetarian faint.\n\nJust be prepared to unhinge your jaw like a snake – these sandwiches don’t mess around.\n\n8. Out West General Store (Waddell)\n\nOut West General Store: Cowboy boot heaven meets jerky paradise. It’s like a Western wear catalog came to life and opened a snack bar! Photo credit: Omar P\n\nSaddle up, partners, because we’re moseying on over to the Out West General Store in Waddell.\n\nAnd let me tell you, this place is more West than a John Wayne movie marathon.\n\nAs you approach, you might think you’ve stumbled onto a movie set.\n\nThe store’s facade looks like it was plucked straight out of a Western, complete with a wooden porch perfect for rocking chairs and tall tales.\n\nHalf expect to see tumbleweeds rolling by (spoiler alert: you might see some).\n\nStep inside, and you’ll find yourself in a curious blend of past and present.\n\nThe shelves are stocked with everything from cowboy boots to cactus jelly.\n\nIt’s like someone took a time machine, raided a century’s worth of general stores, and crammed it all into this one magical place.\n\nOut West General Store: More Western memorabilia than John Wayne’s closet. Come for the turquoise, stay for the beef jerky smorgasbord! Photo credit: Andrea Felix\n\nBut the real treasure here?\n\nThe stories.\n\nStrike up a conversation with the folks behind the counter, and you’ll hear tales that’ll curl your mustache (even if you don’t have one).\n\nFrom cattle drives to UFO sightings, they’ve got a story for every occasion.\n\nBefore you leave, make sure to grab a jar of their famous prickly pear jam.\n\nIt’s the perfect souvenir – sweet, a little wild, and guaranteed to give your toast a taste of the Old West.\n\nSo there you have it, folks – eight slices of Arizona history, served up with a side of quirkiness and a whole lot of charm.\n\nAdventure is calling!\n\nUse this map to steer your road trip in the right direction—and maybe discover a surprise or two along the way.\n\nNow get out there and make some history of your own!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Large bipedal dinosaur footprints discovered: Possible evidence of Mongolian giant Saurolophus",
            "link": "https://phys.org/news/2025-01-large-bipedal-dinosaur-footprints-evidence.html",
            "description": "A joint dinosaur survey conducted by Okayama University of Science (OUS) and the Institute of Paleontology, Mongolian Academy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9cKl71RlShOkNbvP2mckTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19m",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA field photo taken by the joint expedition team from Okayama University of Science and the Institute of Paleontology, Mongolian Academy of Sciences. Credit: Okayama University of Science\n\nA joint dinosaur survey conducted by Okayama University of Science (OUS) and the Institute of Paleontology, Mongolian Academy of Sciences, has uncovered one of the largest hadrosaurid footprints ever found, measuring 92 cm in width.\n\nThe largest footprint is believed to have belonged to a giant Saurolophus, estimated to exceed 15 meters in total body length, surpassing even the Tyrannosaurus and Tarbosaurus in size. This discovery suggests that one of the largest bipedal animals ever known lived in Mongolia, raising hopes for the discovery of equally massive skeletal remains.\n\nAdditionally, a very long trackway consisting of 13 fossilized footprints, each measuring 85 cm in width and spanning 24 meters, along with numerous other fossilized footprints, was discovered.\n\nFrom June 1 to 15, 2024, a team led by Dr. Shinobu Ishigaki, Director of the OUS Museum of Dinosaur Research, conducted a follow-up investigation in the western Gobi Desert. This site, initially identified during a joint survey in 2018, is recognized as a significant locality for large hadrosaurid footprint fossils.\n\nAs a result, the team discovered new trackways, including three of the largest hadrosaurid footprints ever found and a continuous sequence of 13 fossilized footprints spanning 24 meters.\n\nOn August 2, 2024 Dr. Ishigaki held a press conference at OUS to announce the findings. He expressed high expectations regarding the implications of these discoveries, stating, \"The identification of 14 trackways, including one found before 2018, enables the analysis of posture, walking style, speed, and group behavior —details that cannot be inferred from skeletal fossils.\"\n\nCredit: Okayama University of Science\n\nCredit: Okayama University of Science\n\nCredit: Okayama University of Science\n\nUntil now, the largest known hadrosaurid skeleton belonged to Shantungosaurus, discovered in Shandong Province, China. However, the latest discoveries in Mongolia suggest the potential for uncovering similarly massive skeletal remains in the region.\n\nDr. Ishigaki remarked, \"Our next goal is to uncover the full skeleton of the large Saurolophus responsible for these footprints.\"\n\nProvided by Okayama University of Science"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Saint Louis Science Center names new leader",
            "link": "https://www.bizjournals.com/stlouis/news/2025/01/21/saint-louis-science-center-names-new-leader.html",
            "description": "The Saint Louis Science Center has named a new leader to succeed its retiring president and CEO. The nonprofit said Tuesday ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1DXBRy10996MZ-w3n7mWyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Electrons in twisted graphene form novel 1/3 fractional quantum Hall state",
            "link": "https://www.msn.com/en-us/news/technology/electrons-in-twisted-graphene-form-novel-13-fractional-quantum-hall-state/ar-AA1xBpxv?ocid=BingNewsVerp",
            "description": "A research team discovered a quantum state in which electrons move in a completely new way under a twisted graphene structure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jLwzWEiT_Db0xC0dHT0Eey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "2hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Professor Emeritus Horace Yuen Passes Away",
            "link": "https://www.mccormick.northwestern.edu/news/articles/2025/01/professor-emeritus-horace-yuen-passes-away/",
            "description": "Yuen, a leader in physics- and mathematics-based quantum and classical cryptography, passed away on January 16.",
            "image_url": "https://www.bing.com/th?id=OVFT.UAEGxcGsjd0n0hWGN5VXmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "mccormick.northwestern.edu19m",
            "source": "mccormick.northwestern.edu",
            "article_content": "Horace Yuen, professor emeritus of electrical and computer engineering at Northwestern Engineering, passed away on January 16, 2025. He will be remembered as a leading scholar, deep thinker, and pioneer in the field of physics- and mathematics-based quantum and classical cryptography.\n\nDuring his 41-year career at Northwestern, during which he was also a professor of physics and astronomy in the Weinberg College of Arts and Sciences, Yuen was a leader in theoretical quantum optics and communication, the foundations of quantum physics, cryptographic protocols, information theory, and new quantum devices.\n\n“Horace was a true scholar who made deep theoretical contributions to complex problems,” said Randall Berry, John A. Dever Chair of Electrical and Computer Engineering at the McCormick School of Engineering. “He will be missed.”\n\nAmong his foundational research accomplishments in the field of quantum cryptography, Yuen received a patent for developing an “Ultra-Secure, Ultra-Efficient Cryptographic System.” The system extends a short, shared secret key into a long, extended key which selects a quantum or classical signal set. The security level objective is achieved by adjusting the strength of each signal in the set according to the total number of signal sets.\n\nYuen also developed a cryptographic technique called the decoy bits method (DBM) with near ideal information-theoretic security in both quantum and classical key generation and data encryption. The DBM encryption system inserts random bits into a data sequence and subsequently discards the decoy bits during the decryption process.\n\nIn 2020, Yuen’s paper, “Two-photon Coherent States of the Radiation Field,” was selected for inclusion in Physical Review A's 50th Anniversary Milestone Collection of notable papers in the fields of atomic, molecular, and optical physics and quantum information. Yuen’s research into two-photon coherent state, or squeezed state of light, was foundational to potential applications in precision measurement and optical communications. Squeezed light is now routinely used to enhance the sensitivity of gravitational wave detectors.\n\nYuen retired from Northwestern in 2021.\n\nYuen, who earned his PhD in electrical engineering and his master’s in electrical engineering from MIT, received several honors throughout his career, including being named among the inaugural recipients of the biennial International Quantum Award for “outstanding achievements in quantum science research.” In 2004, the American Physical Society Council elected Yuen as a Division of Laser Science Fellow “for seminal contributions to the theory of quantum communications and quantum measurements.”\n\nIn 2008, Yuen received the Quantum Electronics Award from the Institute of Electrical and Electronics Engineers “for pioneering and seminal contributions to the theory of the generation, detection, and applications of novel states of light.”\n\nA funeral service will be held at 2 p.m. on January 22 at the Ryan-Parke Funeral Home, 120 South Northwest Highway in Park Ridge, Illinois."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why We Need to Reduce, Reuse and Recycle in Space",
            "link": "https://www.scientificamerican.com/article/the-space-junk-crisis-needs-a-recycling-revolution/",
            "description": "Just as we are reckoning with how to conserve ecosystems on Earth for future living creatures, we must think of space as an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HDQUNRlz-lGTNUqlsDINZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Scientific American6h",
            "source": "Scientific American",
            "article_content": "A decade ago humanity launched around 200 objects into space per year. Now we launch more than 2,600, with no prospects for slowing down. This rapid expansion of human activity in outer space has filled Earth orbit with space trash, from dead satellites to used-up rocket parts. The region is already so crowded that working satellites run the risk of colliding with bits of garbage from previous generations of spacecraft. Even the International Space Station often has to adjust its orbit to dodge debris.\n\nCurrently there are more than 25,000 pieces of trackable human-made junk larger than 10 centimeters orbiting Earth. The more we put up there, the greater the chance that pieces of debris (traveling at relative speeds up to 15 times faster than a bullet) will strike working spacecraft, creating even more dangerous trash. The catastrophic collision in 2009 between the defunct Russian satellite Cosmos 2251 and the operational Iridium satellite, for example, generated nearly 2,000 debris fragments, many of which are still being tracked today.\n\nOrbital space is a finite resource, and it’s rapidly being consumed by a few organizations, notably SpaceX, OneWeb and Amazon’s Project Kuiper. SpaceX, for instance, owns and operates the majority of all working satellites, and the company aims to launch tens of thousands more satellites to provide global broadband Internet coverage. Similarly, Amazon plans to deploy 3,236 satellites for its broadband network.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nGiving everyone unfettered access without global coordination and planning means that eventually no one may be able to use it.\n\nIf we keep up this pace, orbital space will become unusable—especially the most popular region, low Earth orbit (LEO), which extends up to 2,000 kilometers in altitude. When looking at all orbital regions, we may lose services we’ve come to rely on: continuous communications, GPS mapping, Internet, Earth monitoring, and more. Today nearly every satellite that is launched is equivalent to a piece of single-use plastic, in that its fate is to become detritus. We are heading toward a tragedy of the commons in orbital space: giving everyone unfettered access without global coordination and planning means that eventually no one may be able to use it.\n\nAs we continue to push the boundaries of space exploration and commercialization, there is a growing movement to rethink our approach to using the space environment—to move to a strategy anchored in stewardship and sound waste-management principles. I believe we must leave behind our “linear space economy,” where we use and abandon, and move toward a “circular space economy”—a sustainable way to use space that emphasizes the reuse, recycling, and efficient management of space resources.\n\nJust as we are reckoning with how to conserve ecosystems on Earth for future living creatures, we must think of space as an environment worthy of preservation. In fact, reforming how we operate in space is critical for Earth conservation.\n\nThe production, launch and operation of satellites and rockets consume vast amounts of resources and energy, contributing to greenhouse gas emissions and environmental degradation. Rocket launches release pollutants into the atmosphere, including carbon dioxide, soot and aluminum oxides, which cause atmospheric damage and contribute to climate change.\n\nMoreover, the practice of uncontrolled reentries, where defunct satellites and rocket stages are allowed to burn up in the atmosphere, adds to atmospheric pollution and creates the risk of debris falling on people and property on Earth. In 2024, for instance, pieces of a SpaceX Dragon service module, including one about the size of a standard car hood, landed in the mountains of North Carolina, and a castoff part of the International Space Station fell through the roof of a house in Naples, Fla.\n\nThe ClearSpace-1 mission is due to launch in 2025 to rendezvous with a piece of a Vega rocket. This illustration shows ClearSpace-1 capturing the debris with robotic arms. The mission will aim to drag the rocket part down to burn up in Earth’s atmosphere. ClearSpace SA\n\nA circular space economy would represent a paradigm shift toward sustainable space practices, drawing inspiration from circular economy ideas that are gaining traction here on Earth. “Circularity” in this sense refers to waste-management principles calling for the end of life of a product to be designed for the object’s reuse or recycling. The first step is to design spacecraft using materials that minimize pollution and generate less waste. The second is to repair satellites’ broken parts in orbit to extend their life cycles. The third is to recycle materials from defunct satellites for use on new missions, without having to bring the satellites back to Earth. And finally, we must retrieve and reprocess space debris to reduce collision risks and reclaim valuable components.\n\nWe won’t be able to enact a circular space economy without some technological innovations. We don’t currently have techniques to service all spacecraft in orbit, although several companies and space agencies are working on it. We must create technology to extend satellites’ operational lifespans and reduce the need for costly and resource-intensive replacement missions. We need spacecraft that can approach aging satellites and dock with them, using robots to repair, refuel and upgrade them.\n\nSpace exploration also raises fundamental ethical questions about fair resource extraction, ownership and environmental stewardship.\n\nWe’ll also need a way to reuse and recycle satellites when their working lives are over. Currently all satellites become trash when their primary mission ends, and new satellites are built from entirely new materials. It’s a huge waste, much like our junkyards for used cars and other vehicles. Researchers are working on ways to harvest materials from dead spacecraft to integrate into new vehicles and to use techniques to build new satellites out of used parts.\n\nA positive step in this direction is the reusable rocket technology SpaceX is developing. The boosters of their Falcon 9 rockets, for instance, can land vertically after being jettisoned in space after launch, allowing them to fly again. Not only does this save money—recycling boosters reduces the cost of each Falcon 9 launch by up to 30 percent—it generates less trash. But so far SpaceX is the only company or agency launching satellites with reusable rockets. We need more.\n\nThere’s also been movement toward servicing working satellites in orbit. Northrop Grumman’s SpaceLogistics has developed a spacecraft, the Mission Extension Vehicle (MEV), to help aging satellites keep going. In 2020 it successfully docked with the Intelsat 901 satellite, which was running out of fuel, and began using its own thrusters and propellant to maneuver the joined craft, extending the Intelsat’s operational life. A second MEV docked with another Intelsat spacecraft in 2021. When those satellites are ready to be retired, the MEVs can undock and move on to other spacecraft that need their help. Launching an MEV to aid an ailing craft costs about half to a quarter of the price of building and launching an entirely new satellite. In addition to saving money, in-­orbit servicing reduces the frequency of new satellite launches, which in turn minimizes the accumulation of space debris and the greenhouse gas emissions that come with rocket launches.\n\nRemoving debris from orbit is another challenge. Different types of trash require different removal techniques, with many ideas coming from the fishing industry: some strategies use nets, others harpoons, and still others hooks. Each removal technology has limitations and works only for a subset of the objects that need to be fished out of orbital space. It’s also really expensive to retrieve any kind of space trash because anything that is not being actively controlled in space is tumbling. This means that to grab something to remove it, you must either find a way to steady the space detritus or make your debris-removal satellite tumble along with it. Detumbling debris takes a lot of energy, which results in high propellant costs.\n\nJen Christiansen; Source: “Satellite Statistics: Satellite and Debris Population,” Jonathan’s Space Report (data)\n\nNevertheless, some progress has been made. In 2021 a Tokyo-based company, Astroscale, ran the End-­of-­Life Services by Astroscale demonstration (ELSA-d) mission, which launched two satellites: one to simulate a dead spacecraft and a servicer satellite to remove it. The two craft successfully docked in orbit and then released, testing out a critical process for eventual debris removal. The company plans to run more tests with its Active Debris Removal by Astro­scale-­Japan (ADRAS-J) mission, which launched in 2024.\n\nThe European Space Agency (ESA), partnering with start-up ClearSpace, is set to launch its ClearSpace-1 mission in 2028. ClearSpace-1 will use four robotic arms to grab onto the agency’s PROBA-1 satellite and bring it safely out of orbit. The project aims not only to clean up space but also to develop the ability to target larger and more complex pieces of debris.\n\nFinally, more efficient propulsion technology allows spacecraft to use less fuel and last longer on their initial load. Electric propulsion systems, such as ion thrusters and Hall effect thrusters, are newer technologies that offer higher efficiency and fuel economy compared with traditional chemical propulsion. These systems use electric power to ionize propellant and generate thrust, enabling spacecraft to achieve higher velocities and perform precise maneuvers over extended periods. Electric propulsion is already used by many working satellites and will become increasingly common.\n\nAs we design new technology to conserve space, we’d do well to take inspiration from another kind of tech: Indigenous societies’ traditional ecological knowledge (TEK). This kind of TEK emphasizes the importance of harmonious relationships between human activities and the environment. It shows us that we have to see space as an extension of our natural world, where resources must be managed wisely and responsibly.\n\nAn example of applying TEK ideas to modern space activities is a recent collaboration between the ESA and Indigenous groups in Australia to study the impacts of space debris on wildlife habitats. By respecting the wisdom of Indigenous communities, ESA not only advanced their scientific goals but also promoted a sustainable model that can be applied to future space missions.\n\nNew technology alone isn’t enough to fix the space junk problem—we’ll need legal reform, too. The current global space policy is a patchwork of regulations that often lag behind technological advancements and the evolving needs of space activities. SpaceX, for instance, has faced regulatory challenges in deploying its reusable rockets because our laws haven’t caught up with the technology. Fragmented regulations across different countries and regions also lead to inconsistencies and hinder international collaboration. And many existing space policies don’t even address sustainable practices such as in-orbit servicing, space debris mitigation and responsible resource use.\n\nThe European Union is trying to pave the way by integrating sustainability principles into its space policies. The E.U. has streamlined licensing processes for satellite launches and in-orbit operations across member states and has allocated significant funding for research and development on dealing with space debris. The U.S., through its many government agencies, has begun working to streamline the licensing process as well. But most countries are dangerously far behind.\n\nGovernments have a strong hand to play in incentivizing companies to design and develop sustainable space systems. One way to do this would be to adopt what are called extended producer responsibility laws, which require companies to help manage the waste from the technology they produce. Perhaps governments could use a credit system to regulate the amount of space debris the industry is allowed to create. Laws could also incentivize the design, launch and operation of on-orbit recycling centers where aging and defunct satellites could be repurposed.\n\nUltimately the governments that permit spacecraft to be launched are liable for any damage their space objects may cause. So the responsibility for cleaning orbital space falls to governments, but none of them, including Russia, the U.S. or China, are establishing robust markets for space garbage pickup and removal services. Moreover, currently there is no legal mechanism to transfer this liability for damage from one launching state to another, making it complicated to put in place a space salvage law analogous to maritime policy. The United Nations Committee on the Peaceful Uses of Outer Space also plays a pivotal role in developing international space law and norms. Its Space Debris Mitigation Guidelines encourage member states to manage space debris and promote sustainable space operations. More than 100 countries have endorsed the guidelines, including the U.S. Yet guidelines are not enforceable laws in and of themselves—they are merely suggestions.\n\nSpace exploration also raises fundamental ethical questions about fair resource extraction, ownership and environmental stewardship. Asteroid mining, for example, presents opportunities for accessing rare minerals and resources, although it also risks destroying the scientific and cultural heritage of celestial bodies. And space mining could destabilize global markets—imagine mining an asteroid made out of platinum. Furthermore, who should be allowed to profit from the resources of asteroids—is it fair for only certain countries, or certain billionaires, to grow even richer and more powerful from space commodities?\n\nOrganizations such as the International Institute of Space Law and the U.N. Office for Outer Space Affairs are trying to develop ethical guidelines for responsible ways to use space resources that emphasize transparency, international cooperation and sustainability. Initiatives such as the Space Sustainability Rating, which aims to certify space missions based on sustainable practices, could encourage companies and nations to act responsibly.\n\nPreserving the space environment for future generations is a moral imperative. In the short term, we must take immediate action to deal with the growing dangers of space junk. We need more funding for debris-tracking and debris-mitigation technologies. We must also start changing how we build and use satellites to waste fewer resources, produce less trash and pollution, and recycle more. A circular space economy is the only way to keep space usable indefinitely.\n\nIn the long term, fostering international cooperation—and international treaties requiring sustainable space practices—is critical. The Inter-­Agency Space Debris Coordination Committee, an intergovernmental organization dedicated to combating the problem of orbital trash, is a promising step. Many space agencies, including NASA, China’s National Space Administration and Roscosmos, are members. The ESA’s Clean Space initiative is another smart approach to reducing space debris through technology development and policy changes.\n\nThe establishment of a circular space economy is not just an option but a necessity for the sustainable future of space exploration. By adopting the principles of reuse, recycling, and efficient resource management, we can lower the risks of space debris collisions, preserve resources, and ensure that outer space remains a viable domain for scientific discovery and commercial innovation. Policymakers, industry leaders, scientists and the global community must embrace a sustainable approach to our activities in Earth orbit, securing its potential for generations to come."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Battery Revolution Is Coming, But It's Not The One You're Thinking Of",
            "link": "https://www.msn.com/en-us/news/technology/a-battery-revolution-is-coming-but-its-not-the-one-youre-thinking-of/ar-AA1xBNZF?ocid=BingNewsVerp",
            "description": "There's a new battery innovation that's showing immense promise in improving performance and life-cycles. Here's how it could ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MgHXPxlvbn3LBWYPfXi-my&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "51mon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    }
]