[
    {
        "title": "Shocking UFO allegations make the case for the Disclosure Act",
        "link": "https://www.msn.com/en-us/news/politics/opinion-shocking-ufo-allegations-make-the-case-for-the-disclosure-act/ar-AA1tgw47?ocid=BingNewsVerp",
        "description": "Amid the political spectacle of the election, former President Donald Trump appeared on Joe Rogan’s popular podcast and spoke ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YhO_lUbbAMWzm_hHomRoKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13mon MSNOpinion",
        "source": "The Hill on MSN",
        "article_content": ""
    },
    {
        "title": "Ex-Pentagon UFO whistleblower reveals ‘high-res pic of alien mothership’ as he dubs ‘craft’ a ‘huge floating mini city’",
        "link": "https://www.thesun.co.uk/tech/31420410/ufo-claim-from-ex-pentagon-official-draws-criticism/",
        "description": "A FORMER Pentagon official has revealed a freaky photo of an alleged massive alien mothership and described it as a 'huge ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7py2PNyhBAToEZnncLWvGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "The Sun",
        "article_content": "The shocking pic has been linked to the U.S Embassy\n\nUFO RIDDLE Ex-Pentagon UFO whistleblower reveals ‘high-res pic of alien mothership’ as he dubs ‘craft’ a ‘huge floating mini city’\n\nA FORMER Pentagon official has revealed a freaky photo of an alleged massive alien mothership and described it as a \"huge mini city floating in the sky.\"\n\nUS Army counterintelligence specialist Luis Elizondo showed the high res pic, presumably taken in Romania, during a private event in Philadelphia.\n\n4 A high resolution image of the UFO Luis unveiled to an audience of paying guests Credit: Facebook\n\n4 Luis unveiled his discovery in Philadelphia, Pennsylvania Credit: X\n\nSurreal pictures of the supposed spacecraft appears to show a distinctive disc shape, with a beaming light emanating from it's bottom.\n\nThe shape is universally recognised as what we understand an alien UFO would look like, as it hovers menacingly in the air over a road.\n\nThe mysterious \"mothership\" has been debuted at a private event in Philadelphia on October 28, by the former official at the Pentagon.\n\nLuis Elizondo's claims of a ship the size of a \"huge floating mini city\" have drawn up fresh speculation from UFO believers and equal dismissal from critics.\n\nLuis chose his words wisely at his secretive event, instead using his \"evidence\" to speak for him.\n\nHe said: \"Guess what we caught in Romania in 2022? By the way, the U.S Embassy,' as Elizondo told attendees at the paid event, gesturing to the photo: 'That.'\n\n\"'There's a whole lot more here folks.\n\n\"We're having pilots, military pilots and civilian pilots in Eastern Europe and in the Middle East, report what unimaginably seems impossible\n\n\"I just want to give you kind of a small taste of what's going on \"behind the scenes.\"\"\n\nThe startling claim directly links the U.S government to a deliberate alien cover-up, that he was exposing at the bizarre presentation.\n\nLUIS' CLAIMS HAVE DRAWN STRONG BACKLASH\n\nThese claims have drawn intense speculation from critics.\n\nVeteran US Air Force Staff Sergeant, Jeremy McGowan, witnessed a sensational UFO encounter in the Middle East decades ago.\n\nDespite this, he has cast strong doubt on Luis' credibility.\n\nJeremy said: \"This unfortunate situation with Lue follows my experiences with him nearly exactly.\n\n\"I witnessed him exaggerate or outright fabricate information that simply wasn't true.\n\n\"I've been on the receiving end where Lue has pulled out his cell phone and shown me what he described as highly classified video.\n\n\"For him to think I would believe he would simply carry classified info on an unsecure civilian cell phone is just insulting.\n\n\"And it wasn't just me, multiple podcast hosts were shown video Lue attributed to things they were not.\"\n\nIn the mid-90s, while serving as a member of the JSOC J2 Security Team for \"Ellipse Foxtrot,\" Jeremy says he was a witness to unusual aerial lights.\n\nAccording to reports, tickets to Luis' revelatory event at The City Winery, a Pennsylvania wine bar, cost between $30-$50 (£23-38).\n\nCRITICS THINK THEY HAVE FOUND THE TRUTH\n\nIt did not take long for other internet sleuths to poke holes in Luis' outlandish statements.\n\nJohn Greenewald Jr, a government transparency advocate, tracked the photo back to September 2023, in a Facebook group called \"Mysterious Ancient Discoveries\".\n\nThis pic appears more likely to have originated as the reflection of an indoor chandelier reflected in window glass.\n\nThe Facebook picture has over 180,000 likes and 23,000 comments, suggesting the public were aware of the snap.\n\nFurther examination of the pic allegedly showed that it was not actually linked to the U.S Embassy, as Luis claimed.\n\nThe photo background appeared to show the Arad Power Station, a coal-fired plant.\n\nAmerica's Embassy is roughly 400 miles to the southeast of Arad, and is actually placed in the capital city Bucharest.\n\nLUIS HAS MORE EVENTS SCHEDULED FOR NOVEMBER\n\nOn October 30, two days after his paid event, Luis clarified that any misinformation involved in his presentation was the fault of his \"friend in the government\" who reportedly supplied the image.\n\nLuis has been criticised by the UFO community, who have accused him of using them as pawns in a money-making scheme.\n\nOne Reddit on the forum e/UFOs, one user remarked, “Lue is 100% using us as pawns to line his pockets.\n\n\"His most recent book was no.1 seller in the nation.\"\n\nAccording to Luis' X account, he has five more speaking engagements lined up for November.\n\nThe tagline on the promotional poster reads \"WE ARE NOT ALONE\".\n\n4 The Facebook group \"Mysterious Ancient Discoveries\" where critics think the pic was actually taken from Credit: Facebook"
    },
    {
        "title": "'UFO Cowboys' from Oklahoma on Roku original TV series making comic con debut",
        "link": "https://tulsaworld.com/life-entertainment/local/movies-tv/ufo-cowboys-from-oklahoma-on-roku-original-tv-series-making-comic-con-debut/article_4fe975d4-956e-11ef-ace4-434c53dca5fb.html",
        "description": "Four of the five cast members in the Roku original series \"UFO Cowboys\" have Oklahoma ties. They investigate paranormal happenings in cowboy country.",
        "image_url": "https://www.bing.com/th?id=OJ.LoLcO3UGsHgD6w&pid=news&w=72&h=16&rs=2",
        "category": "ufo",
        "date": "43m",
        "source": "Tulsa World",
        "article_content": "Jimmie Tramel Tulsa World Scene Writer Follow Jimmie Tramel Close Get email notifications on {{subject}} daily! Your notification has been saved. There was a problem saving your notification. {{description}} Email notifications are only sent once a day, and only if there are new matching items. Save Manage followed notifications Close Followed notifications Please log in to use this feature Log In Don't have an account? Sign Up Today\n\nGhost problem?\n\nCall the Ghostbusters.\n\nPossible extraterrestrial problem?\n\nContact the UFO Cowboys.\n\n“UFO Cowboys” is a Roku original series with an Oklahoma-flavored cast. The show (two seasons so far) follows a group of ranchers, known as the Cowboy Sky Watchers, as they investigate paranormal happenings along the 37th Parallel.\n\nSaid a series description: Known as the “UFO Superhighway,” this area is legendary for many UFO sightings and disturbances, with more supernatural and extraterrestrial sightings in the American West than anywhere else in the United States. Using ancient tracking techniques and modern technology, this team expertly investigates mysterious activity throughout the ranches and farms of the American West.\n\nThe UFO Cowboy roster includes Jeff Sailors (team leader), Parker Howell (expert tracker), Kaleb Summers (livestock expert), Ora Brown (former military) and Hadley Sanders (greenhorn). Three of the UFO Cowboys are Oklahoma residents, and Sanders is a Georgian who attended college in Oklahoma.\n\nThe UFO Cowboys, bold enough to visit ripe-for-exploration territory, will do it again when they make their comic con debut at the eighth annual Pryor Creek Comic Convention, scheduled 10 a.m. to 5 p.m. Saturday, Nov. 2, inside the Mayes County Event Center on the fairgrounds east of Pryor.\n\nMultiple members of the UFO Cowboys have committed to appearing at the show to meet fans and swap stories.\n\n“I’m hoping to hear some,” Brown said, adding that people have shared UFO stories with him in person or on social media.\n\n“Everybody has a UFO story. They know somebody who has experienced something or been around something. Almost everyone you know has some kind of story. They might not be a full believer or have encountered it themselves, but they probably know somebody who has encountered or come across something unexplained.”\n\nCowboys and UFOs may seem like a peculiar mix, but, as the show’s intro points out, the American West is home to more supernatural and extraterrestrial activity than anywhere else in the U.S. Cowboys in that part of the country are the guys who see this “stuff,” according to Brown.\n\n“There are ranches out west, in Arizona and New Mexico and Colorado, where they still take wagons and bedrolls and stuff and they sleep on the ground. There are guys out in the middle of nowhere where there are not people, or where people haven’t been for a long time or there never have been people there.\n\n\"And the stories that cowboys have told me, sightings and things they have seen, it all goes hand in hand, cowboys and UFOs. It’s not the people in the cities. They’re not sitting around seeing weird stuff happen. It’s normally out in the middle of nowhere, where the cowboys are taking care of cows or farmers are out taking care of their land. I don’t think a lot of people understand how closely tied it all is.”\n\nSaid Howell: “The show is really about some cowboy. western-way-of-life-type people that are going out to talk to other cowboy, western-type people to get their stories because a lot of times people feel comfortable in their genre. That’s what it is. We’re investigating different situations.”\n\nHowell said “UFO Cowboys” is based on Sailors’ life. According to Sailors’ IMDb bio, he has a YouTube channel “where he relates his experiences with alien/UFO phenomena, mutilated buffalo, chasing luminescent lights, strange sounds, etc. He spent a number of years on a buffalo ranch in Colorado with dozens of buffalo mutilations which compelled him to form the group Cowboy Skywatchers.”\n\nScrappy young guys were recruited to be on Sailors’ all-Oklahoma TV team, according to Brown. More about those guys:\n\nSanders was a rodeo competitor at Northeastern Oklahoma A&M. Others on the team have rodeo backgrounds. For instance, Howell and Summers are Cherokee Nation citizens whose resumes include qualifying for the Indian National Finals Rodeo.\n\nHowell was raised in Lenapah, finished high school in Stilwell and lives in Westville.\n\nSummers is a steer wrestler and noodler from Claremore whose TV experiences include the reality competition “The Brigade: Race to the Hudson.”\n\nBrown is a Broken Arrow stunt man and rancher with roots in Pawhuska and Bartlesville. Brown competed on the Trace Adkins-hosted INSP show “Ultimate Cowboy Showdown.” He took part (animal wrangler, background actor) in Martin Scorsese’s shot-in-Oklahoma epic “Killers of the Flower Moon” and doubled for LaMonica Garrett in the series “1883.”\n\nRegarding the troupe, Howell said, “We really are a group of buddies just trying to investigate otherworldly events, more or less.”\n\n\"What a great life journey it has been to enjoy the prime of our life as friends who hunt and rodeo together,\" Summers said. \"And being able to furthermore spend our time together in a documented TV series, bringing to life the mysteries of the unknown, has been one of the greatest highlights of my life.\"\n\nThe truth is out there?\n\n“For me, I have always believed — my mother was a pastor and my grandmother was a pastor, but I have always kind of believed that there’s other things besides us on this planet and in this universe, even,” Brown said.\n\n“We would have to be pretty naive to believe differently. So when it was offered to me to join with these guys and come and make this show, I was definitely curious about it. I’m a very adventurous guy. I’m always very inquisitive. It was something that sparked my interest.”\n\nSaid Howell: “My Christian faith is probably as strong as it has ever been. I feel like He created all, so why can’t there be more out there? That’s really what got me started on this whole deal.”\n\nBrown recalled a “UFO Cowboys” experience where a Native woman told him a story that made the hair stand up on his arms and neck.\n\n“You could tell she was dead serious,” he said. “She wasn’t joking. The vibe and the energy of the room completely shifted.”\n\nIn separate interviews, Brown and Howell talked about seeing unusual lights overhead. Howell said it was something he will never forget.\n\n“In the second season when we were out investigating a story or an interview we had done with a local, we saw some weird, weird lights above a mountain,” Brown said.\n\n“There is no way those lights could be moving the way they were — where they were positioned, even. It wasn’t drones or any of that kind of stuff. It was way too high. And for our sound man not to really even catch any sound of something going over us, that was kind nerve-wracking. For the guys to have seen the exact same things a few nights before and then the locals are like, ‘Yeah, that’s just kind of stuff that happens up there.’ That’s like a normal thing for them. But that was not normal.”\n\nThe UFO Cowboys haven’t been informed if they will embark on a third season.\n\n“Our fingers are crossed,” Brown said. “I would love to go on many, many more adventures.”\n\nThe Tulsa World is where your story lives"
    },
    {
        "title": "EXCLUSIVEPentagon chief reveals high-res photo of a UFO 'mothership': 'A huge mini city floating in the sky'",
        "link": "https://www.dailymail.co.uk/sciencetech/article-14020503/pentagon-chief-ufo-mothership-photo-reveal.html",
        "description": "Ex-Pentagon official Luis Elizondo, who gained fame for blowing the lid off a $22-million secretive government UFO program, revealed a pic of a UFO 'mothership' ...",
        "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
        "category": "ufo",
        "date": "3h",
        "source": "Daily Mail",
        "article_content": "An ex-Pentagon official, who gained fame for blowing the lid off a $22-million, secretive government UFO program, has revealed an image of an alleged UFO 'mothership.'\n\nLuis Elizondo, a career US Army counterintelligence specialist, previously ran the military's Advanced Aerospace Threat Identification Program.\n\nMonday night in Philadelphia at a private UFO event, Elizondo dropped what he described as a craft 'looking like the mothership from \"Close Encounters of the Third Kind,\"' referring to the 1977 Steven Spielberg film.\n\n'Guess what we caught in Romania in 2022? By the way, the US Embassy,' as Elizondo told attendees at the paid event, gesturing to the photo: 'That.'\n\nHe went on to describe it as a 'huge mini city floating in the sky.'\n\nBut the UFO, which resembles a gleaming disc-shaped craft, has already drawn withering critiques from skeptics, believers and even military UFO witnesses alike, who claim to have traced the photo to, not to the US Embassy, but a Facebook page.\n\nOne suggested to DailyMail.com that Elizondo has been lax in his vetting of such images in a bid to add sensational new material to his 'paid speaking engagements.'\n\nEx-Pentagon official Luis Elizondo (right), who gained fame for blowing the lid off a $22-million, secretive government UFO program, has revealed an image of a UFO 'mothership'\n\n'Guess what we caught in Romania in 2022? By the way, the US Embassy,' as Elizondo told attendees at the paid event, gesturing to the photo (above): 'That'\n\nVeteran US Air Force Staff Sergeant, Jeremy McGowan, who witnessed a dramatic UFO encounter himself in the Middle East decades ago, told DailyMail.com that Elizondo's dubious 'mothership' UFO fits a pattern with the man's past claims.\n\n'This unfortunate situation with Lue follows my experiences with him nearly exactly,' McGowan said. 'I witnessed him exaggerate or outright fabricate information that simply wasn't true.'\n\nElizondo unveiled the 2022 Romanian UFO photo at an October 28, 2024 event held at The City Winery, a wine bar in Philadelphia, Pennsylvania, for $50-$30 per ticket.\n\n'There's a whole lot more here folks,' Elizondo told the audience in a leaked clip. 'I just want to give you kind of a small taste of what's going on \"behind the scenes.\"'\n\n'We're having pilots, military pilots and civilian pilots in Eastern Europe and in the Middle East, report what unimaginably seems impossible,' as Elizondo began to explain his 'real photo' of a UFO.\n\n'They described it literally 'the mothership,'' Elizondo said.\n\nBut despite credible federal reports of 'mothership' UFOs over domestic US military sites — investigated by the Federal Aviation Administration (FAA), an FBI task force, the Air Force Office of Special Investigations (AFOSI) and 16 local sheriff's offices — internet sleuths quickly managed to poke holes in Elizondo's 2022 Romanian UFO.\n\nJohn Greenewald Jr, a longtime government transparency advocate who runs The Black Vault, quickly tracked the photo back to a September 13, 2023 post in a Facebook group titled 'Mysterious Ancient Discoveries.'\n\nJohn Greenewald Jr, a longtime government transparency advocate who runs The Black Vault , quickly tracked the photo back to a September 13, 2023 post in a Facebook group titled ' Mysterious Ancient Discoveries' (above)\n\nThe higher resolution image of this apparent 'mothership,' which looks at first glance to be piercing clouds with its beatific shafts of light, appears more likely to have originated as the reflection of an indoor chandelier lamp reflected in window glass\n\n'I reverse imaged searched it,' Greenewald posted on X. 'It got more than 182,000 likes and more than 23,700 comments.'\n\nThe higher resolution image of this apparent 'mothership,' which looks at first glance to be piercing clouds with its beatific shafts of light, appears more likely to have originated as the reflection of an indoor chandelier lamp reflected in window glass.\n\nThe placement of Romania's coal-fired Arad Power Station indicates the image was not taken from the US Embassy, but a building near the Mureș River a few miles away.\n\nAmerica's Embassy in Romania is roughly 400 miles to the southeast of Arad, in the capital city of Bucharest.\n\nWhile dedicated UFO skeptics were eager to pounce on Elizondo's inaccurate claims, UFO enthusiasts also expressed frustration over the episode.\n\n'Lue is 100 percent using us as pawns to line his pockets,' one contributor to the Reddit forum r/UFOs lamented. 'His most recent book was no.1 seller in the nation.'\n\n'It's muddying the waters and detracting from the important convo,' another opined.\n\nBy midday Wednesday, Elizondo was publicly attributing the error to 'a friend in Government' who provided him with the photo 'a couple of years ago.'\n\nRetired USAF Staff Sergeant McGowan, however, told DailyMail.com that Elizondo's error was far from a one-off mistake.\n\n'I've been on the receiving end where Lue has pulled out his cell phone and shown me what he described as highly classified video,' McGowan told DailyMail.com.\n\nThe placement of Romania's coal-fired Arad Power Station (above) indicates the image was not taken from the US Embassy, but a building near the Mureș River a few miles away. America's Embassy in Romania is roughly 400 miles to the southeast of Arad, in Bucharest\n\n'For him to think I would believe he would simply carry classified info on an unsecure civilian cell phone is just insulting,' he added. 'And it wasn't just me, multiple podcast hosts were shown video Lue attributed to things they were not.'\n\nFor the past two years, McGowan has been notably public about this instance in which Elizondo showed him what he claimed was, in McGowan's words, 'a highly secret video smuggled out of Russia' taken by a Soviet Union probe near Mars.\n\nThe video, as McGowan recollected to DailyMail.com, looked to be a decades-old public UFO video from the Soviet's Phobos 2 probe, released by retired Soviet Air Force Colonel Marina Popovich in 1991.\n\nElizondo had shown the video to McGowan, in hushed tones, in January 2021.\n\nWhile Popovich, who wrote a book about her own UFO encounters as a test pilot, long maintained the Phobos 2 video depicted a legitimate alien craft, the odd video had nevertheless been public for about three decades, in other words.\n\n'There is a striking similarity between that public video and what Lue showed me on his phone,' McGowan recollected.\n\n'Only saw it for a few seconds,' he said, 'so the granular details didn't get absorbed.'\n\nMcGowan, whose duties in the Air Force included service in Desert Storm attached to Joint Special Operations Command (JSOC) and drug enforcement missions in Colombia, has been public for years on his own UFO encounter.\n\nIn the mid-90s, while serving as a member of the JSOC J2 Security Team for 'Ellipse Foxtrot,' Jeremy McGowan (above) says he was a witness to unusual aerial lights appearing to survey a highly classified cargo container he had been tasked with guarding in the desert\n\nFor the past two years, McGowan has been notably public about an instance in which Elizondo showed him what he claimed was, in McGowan's words, 'a highly secret video smuggled out of Russia' taken by a Soviet probe near Mars. The video however had been public since 1991\n\nIn the mid-90s, while serving as a member of the JSOC J2 Security Team for 'Ellipse Foxtrot,' McGowan says he was a witness to unusual aerial lights appearing to survey a highly classified cargo container he had been tasked with guarding in the desert.\n\nHe spoke to the History Channel about this UFO sighting in the Mid East for the 2020 docu-series 'Unidentified,' which had been hosted by Luis Elizondo.\n\nAs McGowan recollected about his appearance on the show in a Medium blog post, he had agreed to this on-camera interview in the hopes of getting back in touch with other witnesses to the event, but felt 'used' by the experience.\n\n'I was supposed to be introduced to investigators and researchers who could help me identify the person with me on that dune and saw what I saw!' he wrote in 2022.\n\n'I left with no answers [...] I sent a few emails to production that were ignored, and I was never extended the courtesy promised to me.'\n\nBy midday Wednesday, Elizondo was publicly attributing the error to 'a friend in Government' who provided him with the photo 'a couple of years ago' (above)\n\nElizondo unveiled the 2022 Romanian UFO photo at an October 28, 2004 event held at The City Winery, a wine bar in Philadelphia, Pennsylvania , for $50-$30 per ticket\n\nFederal government concern about 'mothership' UFOs harboring swarms of 'drones,' have spilled out into public view following the release of internal reports via the US Freedom of Information Act (FOIA) in recent years.\n\nWeeks of reports of mystery 'drones' swept eastern Colorado and nearby areas of Nebraska, Wyoming and Kansas over the winter holidays of 2019 into the new year.\n\nThe sightings worried citizens and local law enforcement alike, but odd craft and thier 'motherships' troubled the US military especially for their proximity to some of America's sensitive, nuclear-equipped intercontinental ballistic missiles (ICBMs).\n\n'They all seem clustered in an area that has quite a few Minuteman sites,' a redacted official confessed in one email released via FOIA by F.E. Warren Air Force Base.\n\nF.E. Warren security staff spoke to local sheriff's deputies who ' reported seeing a 'mothership' six feet in diameter flanked by 10 smaller drones (some fixed wing, some not).'\n\n'When deputies follow the drones, they clock them at speeds of 60-70 mph,' the redacted base official stated."
    },
    {
        "title": "UFO sightings during northern lights display sparks conversation",
        "link": "https://rdnewsnow.com/2024/10/30/ufo-sightings-during-northern-lights-display-sparks-conversation/",
        "description": "A year ago, David Grusch. a former U.S. intelligence official and whistle blower said at a congressional hearing under oath, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QkQGu-0CG37VgAy945SlPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "rdnewsnow13h",
        "source": "rdnewsnow",
        "article_content": "Alejandro Rojas, a UFO expert at Enigma based out of Arizona, told rdnewsNOW that sightings usually coordinate with population.\n\n“Wherever there’s more people, there’s more sightings,” he said. “There’s also outreach. For example, who knows about us and who knows where to report. We have enough connections in Canada that Canadians often participate.”\n\nEnigma allows the public to upload pictures and videos of UFO’s across the world which is used by researchers and scientists. It also allows for community scientists and the rest of the users to crowd analyze the sightings. The data collected is from those reported by the public but also through historical databases.\n\n“We’ve found that the northern lights in particular caused a lot of sighting reports and really it’s because people are outside looking at the sky for an extended period of time,” he added.\n\n“When they do that, often they see something they can’t explain.”\n\nOften UFOs seen by people can vary in shape and size but Rojas said there are more frequent types of shapes.\n\nPoints of light and spheres are the more common reported, which makes sense because people sometimes see what appear to be satellites but are unsure of what they are.\n\n“Those are also some of the most mysterious ones because one of the most frequent types of sightings is seeing what they think is a satellite but then it starts to do something weird like zig zag or speed up,” he said.\n\nOne of the most recent reports in Red Deer came in April and August of this year. However, one case was also reported in November 2023.\n\nRed Deer resident Shelby Leclarc said she and her partner have a nightly routine where they’ll watch for satellites and look at the different constellations.\n\nOn that night in November she looked up at the sky and after watching a plane go by she saw multiple moving orange dots in the sky.\n\nThey also twinkled like a star but was much more noticeable and moved faster than the plane. The UFO’s were more circular shape and did not make any sound.\n\n“What the heck was that,” Leclarc remembers saying. “Seeing lights you don’t recognize is a little weird. I’ve never seen anything like it since.”\n\nA year ago, David Grusch. a former U.S. intelligence official and whistle blower said at a congressional hearing under oath, that the U.S. government is in possession of non-human space crafts as well as bodies of deceased corpses.\n\nThe claims raised many questions and also excitement online and in social media.\n\nRojas explained that those were just claims without any evidence. However, he did say the government has a lot of secrecy around this topic.\n\n“The manner in which they collect all of that data is classified so they’re not in the best position to share a lot of data with the public,” Rojas said.\n\n“That’s always going to lead to secrecy and speculation about what they know. I haven’t seen any evidence that they really know much.\n\n“I think one thing that’s exciting is that they have admitted they’re having reports of these metallic orb type things. They don’t know what they are and they haven’t figured it out.”"
    },
    {
        "title": "Noma is building tools to spot security issues with AI apps",
        "link": "https://techcrunch.com/2024/10/31/noma-is-building-tools-to-spot-security-issues-with-ai-apps/",
        "description": "Companies are concerned that their eagerness to adopt AI has made them more vulnerable to cyberthreats. Per a recent poll of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aKkuNK9CTc29XxM5SZpzvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6m",
        "source": "TechCrunch",
        "article_content": "Companies are concerned that their eagerness to adopt AI has made them more vulnerable to cyberthreats. Per a recent poll of over 350 IT leaders, more than half of the executives surveyed said the complexity of AI applications weakened their organization’s cybersecurity posture. More than two-fifths of executives believe their security teams lack the skills needed to protect their AI applications and workloads, per another survey.\n\nThe demand for solutions to secure AI apps has spawned an entire cohort of startups. HiddenLayer and Protect AI, for example, focus on defending AI systems from adversarial attacks, while Cranium provides visibility into AI systems at the application level.\n\nA new venture emerging from stealth today, Noma Security, does all of this and more, claims co-founder and CEO Niv Braun. The startup is developing tools to identify vulnerable data pipelines and code in data science environments, as well as threats like prompt injection attacks.\n\nBraun launched Noma with Alon Tron after leaving customer experience automation firm Verint, where he noticed a “significant blind spot” for security teams in the data and AI lifecycle.\n\n“Existing tools are designed for the traditional software lifecycle,” Braun said. “However, the data and AI lifecycle is inherently different. It involves distinct R&D processes, relies on different technologies, and faces unique technical vulnerabilities within AI models.”\n\nNoma is designed to help spot — and fix — misconfigurations in the components used to develop and run AI applications. For instance, the platform scans for “sensitive” data in model training datasets, such as text containing personally identifiable information.\n\nBraun argues that companies can be better equipped to deal with threats if they can consolidate AI app security functions in one dashboard that can be deployed in cloud-based and self-hosted environments.\n\n“Many single-function security solutions are flooding the market, trying to capitalize on the AI hype,” he said. “By helping companies understand their AI application footprint and giving them governance controls, Noma is not only helping organizations minimize and mitigate risk, but also giving them the confidence they need to expand their AI usage faster and to more high-value parts of the business.”\n\nNoma, founded in 2023, already has paying customers, Braun says, including Fortune 500 clients in B2B software, financial services and retail. The startup recently closed a $25 million Series A funding round that Braun said was preempted by investors; Noma had cash to spare.\n\n“We decided to accept the [$25 million], even with substantial funds still in the bank, to accelerate our development and especially our go-to-market teams and efforts,” he said, adding that Noma plans to double the size of its 20-person team in the coming year.\n\nBallistic Ventures led Noma’s Series A, which brings the company’s total capital raised to $32 million. Noma raised $7 million in a previously-undisclosed seed round led by Glilot Capital Partners with participation from Cyber Club London."
    },
    {
        "title": "Google Play Store may utilize AI to help answer questions about unfamiliar apps",
        "link": "https://www.yahoo.com/tech/google-play-store-may-utilize-211534884.html",
        "description": "Well, it appears that Google may introduce a section in the Play Store that would allow users to ask questions about the app, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iXsQ4xHlPlEKNbgbFxjNwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "Google Play Store may soon introduce a new feature allowing users to ask questions about apps.\n\nThe possible inclusion of the \"Ask a question\" section in the Play Store was hinted at through new code strings in version 43.3.32-31.\n\nThis feature will use AI to enhance the user experience, delivering answers to questions about apps.\n\nWhile there are a variety of ways to load apps onto your mobile device, the Google Play Store is going to be one of the best options, being a one-stop shop for apps, games, movies, TV shows, and more. And while Google has done a pretty good job of making it easy to use, often updating the Play Store with new elements to enhance the experience, there are folks out there that still might have questions about the process.\n\nSo how does Google intend to go beyond the current screenshots, app descriptions, and user reviews? Well, there's a good chance that the brand is going to lean more heavily into using artificial intelligence, which to be frank, shouldn't come as a surprise. We've seen previous strings in code hint that AI content is coming, and Google has also started using AI-generated highlights in the Google Play Store as well.\n\nA new way to help users\n\nWell, it appears that Google may introduce a section in the Play Store that would allow users to ask questions about the app, with AI generating helpful answers. The possible inclusion of this feature was spotted by the folks at Android Authority, with new strings in code popping up in version 43.3.32-31 of Google Play Store.\n\nThe new feature could be introduced as \"Ask a question\", and while it's unclear just how it will work, Android Authority's Aamir Siddiqui suggests that there could be a button within the app listing, which users could click, and then ask questions. Users would then get answers based on their questions that would be generated using AI.\n\nFor the most part, this would solve a lot of issues, especially for first-time Android users or those that are unclear about an app and its uses. Of course, this feature has yet to be formally announced, which means that it could come out next week, or we may never see the feature come to light. Regardless, it's interesting to see features like this being worked on, and we can only hope that it will be introduced sooner rather than later."
    },
    {
        "title": "It looks like Apple found a smart new way to use AI in the App Store",
        "link": "https://bgr.com/tech/it-looks-like-apple-found-a-smart-way-to-use-ai-in-the-app-store/",
        "description": "If you buy through a BGR link, we may earn an affiliate commission, helping support our expert product labs. Apple plans to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.U04sXLXTDUj4MSSgRSK8Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "BGR",
        "article_content": "Apple plans to add AI-powered app review summarization to the App Store. According to an unlisted article seen by 9to5Mac, the company wants to show a summary of users’ app reviews before they download a new app.\n\nThe Apple blog says there’s no clear example of what these App Store summaries could look like. However, they will possibly be made by Apple rather than using local processing. This upcoming feature will help users understand the most usual feedback about an app, whether it’s worth buying/downloading or not.\n\nDevelopers will also be able to report if they consider a summary “inaccurate.” Here’s how Apple explains this feature:\n\n“An app may have a summary that highlights the most common customer feedback and sentiment in user reviews about the app. The summaries are refreshed as new reviews are added. Summaries are available in select countries and regions and for apps with enough reviews to provide a summary. They appear on the app’s product page. If the summary is inaccurate or has another issue, you can report a problem.”\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nAt the moment, it seems Apple is planning a slow rollout of this feature. If it’s related to Apple Intelligence in some way, that means the US App Store will be the first to get the App Store summaries, followed by other English-speaking countries.\n\nThis new feature could be part of Apple’s ideas to prevent users from downloading fraudulent apps. Over the years, BGR reported on several copycat and fraudulent apps trying to deceive users and even passing Apple’s App Store review process. If a summary suggests that an app doesn’t work as intended, it might help users steer clear of it.\n\n9to5Mac says a launch is expected soon, as this feature can already be found in the App Store API. We’ll let you know once Apple makes this new feature official."
    },
    {
        "title": "Google’s AI-powered weather app is rolling out to older Pixels",
        "link": "https://www.msn.com/en-us/news/other/google-s-ai-powered-weather-app-is-rolling-out-to-older-pixels/ar-AA1tecIs?ocid=BingNewsVerp",
        "description": "Google’s standalone weather app, which was already included on Pixel 9 phones, is now available for Pixel 6 and newer devices ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OxBx6aHn6fDXm8-5lRvLoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Betaworks focuses on AI applications in its latest Camp",
        "link": "https://www.msn.com/en-us/news/technology/betaworks-focuses-on-ai-applications-in-its-latest-camp/ar-AA1tdhx4?ocid=BingNewsVerp",
        "description": "For its most recent Camp, VC and accelerator Betaworks was on the lookout for startups building native applications made ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kjcF1EyhUxmYyQGuJed6qS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Pa.’s top paranormal legends range from ghosts to apocalyptic tombstones",
        "link": "https://www.pennlive.com/life/2024/10/pas-top-paranormal-legends-range-from-ghosts-to-apocalyptic-tombstones.html",
        "description": "A young sheepherder in the 19th century was tending to her flock when she noticed a strange man watching her. Locals, at the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gvQTaxl6Ob5TIZWSYVpTvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7h",
        "source": "Penn Live",
        "article_content": "Pennsylvania has a wealth of legends, from ghosts to cryptids to even aliens.\n\nIn honor of Halloween, PennLive’s “Paranormal Pa.” has shared the top legends that it has covered from around the state. As to which to believe — well, you decide:\n\nThe Werewolf of Northumberland County\n\nA young sheepherder in the 19th century was tending to her flock when she noticed a strange man watching her. Locals, at the same time, were being tormented by a great, gray beast that was attacking their sheep. It didn’t take too long for rumors to arise that the stranger was, in fact, a werewolf.\n\nRead the story here and listen to the podcast narration here.\n\nThe Hex Hollow Murder\n\nFear of hexes, curses, and a belief in old folk magic led to the tragic murder of an eccentric man in York County in the 1920s. His death remains one of the county’s most notorious cases to this day.\n\nRead all coverage here and here.\n\nThe Witch of Monongahela\n\nSpeaking of folk magic, there was once a woman who lived deep in the woods of Fayette County. Some believed she was a harmless practitioner of folk magic. Others thought she was a witch.\n\nRead the full story here.\n\nAllegheny County’s Apocalyptic Tombstones\n\nThere’s a pair of tombstones in Allegheny County that some say are moving closer and closer together under the light of a full moon. When they touch, the world might end.\n\nRead the full story here.\n\nThe Philadelphia Experiment\n\nThe government’s been accused of conducting some gnarly experiments in the past. But is it possible that they once made a whole ship docked in Philadelphia invisible, then reappear somewhere else entirely?\n\nRead the full story here.\n\nThe Kecksburg UFO Incident\n\nOne December night in 1965, what looked like a meteorite crashed in a wood 30 miles southeast of Pittsburgh with a great “thump.” But as one person later said: “Meteorites do not make abrupt turns in their direction of flight.”\n\nRead the full story here.\n\nHappy Halloween!\n\nEditor’s note: Welcome to the world of “Paranormal PA,” a PennLive series that delves into Pennsylvania-grown stories of spirits; cryptids; oddities and legends; and the unexplained. Sign up here to get our Paranormal Pa. newsletter delivered to your inbox."
    },
    {
        "title": "Meet the priest who investigates paranormal reports",
        "link": "https://www.bbc.co.uk/news/videos/c98d37525ygo",
        "description": "Dr Bray is one of four deliverance ministers in Cardiff who are called upon to investigate reports of paranormal activity on ...",
        "image_url": "https://www.bing.com/th?id=OVF.Z1h%2f6P2r1AG56dpqagd13A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "BBC",
        "article_content": "The Very Reverend Canon Dr Jason Bray is an Anglican priest.\n\nHe also happens to be a deliverance minister – more commonly known as an exorcist.\n\n“We’re the people that go out and deal with the paranormal,\" said Dr Bray.\n\n\"A bit like ghostbusting, that sort of thing, and a bit of an exorcist as well.\"\n\nDr Bray is one of four deliverance ministers in Cardiff who are called upon to investigate reports of paranormal activity on behalf of the Church in Wales.\n\nFilmed and edited by Greg Davies, BBC News"
    },
    {
        "title": "The Royal Family Has ‘Witnessed’ Ghosts in ‘All’ of Their Properties, Paranormal Historian Claims",
        "link": "https://www.msn.com/en-us/entertainment/entertainment-celebrity/the-royal-family-has-witnessed-ghosts-in-their-homes-historian-claims/ar-AA1teELL?ocid=BingNewsVerp",
        "description": "Members of the royal family including King Charles III have ‘witnessed’ ghosts in ‘all’ of their properties, paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RvnIueIsr_dM30S1GFvVMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "US Weekly on MSN14h",
        "source": "US Weekly on MSN",
        "article_content": ""
    },
    {
        "title": "I Worked On A Paranormal Reality Show, But What I Saw Off Camera Really Terrified Me",
        "link": "https://www.msn.com/en-us/tv/news/i-worked-on-a-paranormal-reality-show-but-what-i-saw-off-camera-really-terrified-me/ar-AA1teCFU?ocid=BingNewsVerp",
        "description": "\"My mind raced as I replayed what happened, and I was legitimately spooked by what I had experienced that day.\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.If1iAucRKnaFgyeSvY5eAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "BuzzFeed on MSN10h",
        "source": "BuzzFeed on MSN",
        "article_content": ""
    },
    {
        "title": "Exclusive It’s Coming Trailer Sets Release Date for ‘Real-Life Paranormal Activity’",
        "link": "https://www.yahoo.com/entertainment/exclusive-coming-trailer-sets-release-131042015.html",
        "description": "ComingSoon is excited to debut an exclusive trailer for It’s Coming, a new documentary movie about the paranormal activity ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OCeCal4cazfTXhLx6vuFMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21h",
        "source": "Yahoo",
        "article_content": "ComingSoon is excited to debut an exclusive trailer for It’s Coming, a new documentary movie about the paranormal activity that a family in Brooklyn has been experiencing. This comes after Freestyle Digital Media acquired the North American digital distribution rights to the horror documentary.\n\n“The follows the harrowing, firsthand, supernatural encounters of Ashley Roland-White, a successful Brooklyn-based day trader and mother of five,” reads the synopsis. “Despite her natural skepticism, Ashley acknowledges she has been haunted by a malevolent presence since childhood. As a professional and mother, she kept these experiences private, sharing them only with her immediate family, fearing others would question her mental stability or dismiss her as irrational. However, when the spirits begin targeting her children, Ashley is forced to confront the dark forces threatening her family.”\n\nCheck out the exclusive It’s Coming trailer below (watch more trailers):\n\nWhen is the It’s Coming release date?\n\nIt’s Coming will be available to rent or purchase on all U.S. digital HD internet, cable, and satellite platforms, as well as on DVD, starting on November 12, 2024. The film is directed and produced by Shannon Alexander. Described as a real-life version of Paranormal Activity, the chilling documentary will deliver an investigative depth of the family’s real-life paranormal encounters. It will feature interviews with Ashley Roland-White, Javier Vega, and Chris Deflorio.\n\n“There’s been a growing interest in exorcisms and the paranormal in recent years,” Alexander said in a statement. “With It’s Coming, I wanted to document real-life cases, particularly the ten percent that experts deem legitimate. Following Ashley’s family in New York provided a unique lens into these haunting experiences, allowing viewers to see this sinister presence through the eyes of a mother and her children.”\n\nThe post Exclusive It’s Coming Trailer Sets Release Date for ‘Real-Life Paranormal Activity’ appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
    },
    {
        "title": "Discovery illuminates how sleeping sickness parasite outsmarts immune response",
        "link": "https://www.sciencedaily.com/releases/2024/10/241030145811.htm",
        "description": "A new study sheds light on how the blood-borne parasite that causes African sleeping sickness in humans and related diseases in cattle and other animals establishes long-term infections in hosts.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily12h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "World’s oldest tadpole discovered in Argentina — and it’s changing what we know about evolution",
        "link": "https://www.msn.com/en-us/news/technology/world-s-oldest-tadpole-discovered-in-argentina-and-it-s-changing-what-we-know-about-evolution/ar-AA1tdVmN?ocid=BingNewsVerp",
        "description": "Scientists have unearthed a fossil of the world’s oldest tadpole in Argentina — a shock finding that could alter our ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fsHEy3L4wcGT-e7XHZWnIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "16hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "NASA makes startling discovery on Mars boosting extraterrestrial life hopes",
        "link": "https://www.msn.com/en-gb/travel/news/nasa-makes-startling-discovery-on-mars-boosting-extraterrestrial-life-hopes/ar-AA1tg9GV?ocid=BingNewsVerp",
        "description": "The idea of life on Mars has fascinated mankind for generations - and scientists believe at one time in its history, the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qiyO3NTYkjUS11xAY6cs4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "Breakthrough in magnetism could transform quantum computing and superconductors",
        "link": "https://www.sciencedaily.com/releases/2024/10/241030145809.htm",
        "description": "A discovery by physicists is unlocking a new understanding of magnetism and electronic interactions in cutting-edge materials, potentially revolutionizing technology fields such as quantum computing ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily12h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Are 'little green men' roaming on moon of Uranus? Scientists make 'bizarre' new find",
        "link": "https://www.msn.com/en-in/news/techandscience/are-little-green-men-roaming-on-moon-of-uranus-scientists-make-bizarre-new-find/ar-AA1tg4uk?ocid=BingNewsVerp",
        "description": "In a new research, it has been discovered that there may be enough natural resources on the moon of Uranus which may support alien life. According to scientists from Johns Hopkins and the University ...",
        "image_url": "https://www.bing.com/th?id=OJ.x5iHdYJ3dunJTw&pid=news&w=60&h=16&rs=2",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "WION on MSN",
        "article_content": ""
    },
    {
        "title": "The Game-Changing Impact of Low-Code/No-Code Platforms",
        "link": "https://www.dqindia.com/business-solutions/the-game-changing-impact-of-low-codeno-code-platforms-7375511",
        "description": "In this business solutions opinion, Discover the game-changing impact of low-code/no-code platforms on business innovation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lQkwJWKisMagKzSrJtlx8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Dataquest7h",
        "source": "Dataquest",
        "article_content": "As India continues its rapid development and is set to become a USD 7 trillion economy by 2030, businesses face immense pressure to innovate quickly and operate more efficiently than ever before. Due to the current demand to outpace competitors and respond quickly to customers, businesses today operate in a hyper-evolving environment with the need for rapid innovation, increased agility, and real-time customer care.\n\nAdvertisment\n\nWhen it comes to the application development process, for many years, only two options were available to organizations: purchasing ready-made solutions off the shelf or employing skilled programmers to create solutions from scratch. This has changed with the introduction of low-code/no-code (LCNC) development platforms that have revolutionized how businesses develop applications by making the process easy and more available to a wider section of the workforce These platforms can lead to cost reductions of up to 70% compared to traditional application development methods. In fact, a recent survey from Gartner indicates that by 2025, 87% of new applications developed by enterprises will use low-code or no-code technologies.\n\nLCNC platforms have changed the traditional development approach that could only be implemented by technical users. Now, both technical and non-technical users are able to make applications without additional coding knowledge. So, these platforms allow citizen developers to rise and become leaders in their business processes and workflows. These platforms empower \"citizen developers\" not only to adopt new techniques and strategies but also to get involved in the whole process of application development.\n\nAdvertisment\n\nUnderstanding Low-Code/No-Code Platforms\n\nFirst of all, both low-code and no-code platforms are programming customization techniques for a high level of expertise in IT, and these two differ in the extent of expertise in information technology required. Low-code development platforms offer a more user-friendly coding experience, which means that a partial amount of programming skill will be required. Thus, the developers are free to do their part of coding as well as to create applications in a personalized manner that meets the unique requirements of the user's business. On the flip side, no-code platforms are completely free from coding as they support those with no technical skills to design applications. Beyond this, businesses can also develop applications using the drag-and-drop method without employing any programmers.\n\nLCNC platforms are designed to make application development faster and more efficient. Whether automating workflows, streamlining processes, or improving customer experiences, LCNC platforms provide the flexibility and speed businesses need to stay competitive. The growing adoption of LCNC platforms has led to impressive market growth. According to Forrester, the combined low-code and digital process automation (DPA) market reached $13.2 billion by the end of 2023, with a projected growth rate of 21% since 2019. This surge is driven largely by the institutionalization of low-code in IT, with 87% of enterprise developers now using low-code platforms for some development work. Furthermore, Forrester predicts this growth to continue, with the market potentially reaching $30 billion by 2028, driven by the increasing adoption of citizen development strategies.\n\nAdvertisment\n\nFuture Growth Potential\n\nWith the rise of generative AI market growth at an annual rate of 36% according to Forrester, LCNC platforms, being inherently flexible and AI-compatible, are poised to benefit from this trend. A similar AI-driven explosion in citizen development could push the LCNC and DPA market to $50 billion by 2028. However, a shift toward high-code methods due to AI-infused development platforms might slow LCNC growth, aligning it with the broader software market's 11% annual growth rate.\n\nThe Rise of Citizen Developers\n\nAdvertisment\n\nOne of the most significant impact of LCNC platforms is the rise of citizen developers—non-technical users who now actively participate in application development. These individuals, often business process owners, possess deep knowledge of their domain but lack formal coding expertise. With LCNC tools, they can develop applications that address their unique challenges, driving innovation within their departments.\n\nThousands of companies are using low-code platforms to develop business-critical solutions. As businesses mature, however, some may encounter nonstandard practices that basic low-code platforms can't address. Borrowing development practices from core development, such as unit testing or build quality control, can help improve a solution’s quality and reduce team effort.\n\nApplications Across Industries\n\nAdvertisment\n\nThe versatility of LCNC platforms has led to their adoption across a wide range of industries. For instance, in supply chain management, businesses can develop applications to enhance visibility, traceability, and efficiency. In manufacturing, LCNC tools are powering smart factories by integrating IoT networks and automating workflows.\n\nAdvertisment\n\nIn finance and accounting, LCNC platforms enable businesses to automate complex tasks such as loan approvals and risk assessments. Human resources teams are using them to streamline hiring processes and develop training programs, while even IT departments benefit from faster application development and increased agility.\n\nLCNC platforms play a significant role in business process automation (BPA), complementing robotic process automation (RPA) solutions. RPA bots can follow rules set by citizen developers, reducing bottlenecks and increasing efficiency.\n\nLow-code visual software development is a powerful solution for modernizing legacy systems at reduced cost and with minimal risk. Low-code platforms provide developers with an intuitive drag-and-drop interface through which they find it easier to accelerate their software development and minimize inefficiencies accompanied by security vulnerabilities typical for traditional systems. In general, legacy applications, including ERP systems, happen to be quite cumbersome to update and not cost-effective.\n\nAdvertisment\n\nHowever, low-code platforms enable organizations to modernize such systems by integrating cloud-based innovations and extending them with modern web and mobile interfaces without the need to undertake costly customized development. It also helps in the gradual phasing out of existing obsolete applications without causing a jolt.\n\nAn important feature of low-code platforms is the democratization of software development, wherein the complexity of coding work is abstracted into more user-friendly and visual interfaces. This enables the possibility of collaboration among developers with varying skill levels, accelerates time-to-market, and reduces the risk of error. In addition, the built-in security and compliance features ensure that applications are better designed and show adherence to specific industry standards, which enhances the resilience of digital infrastructure.\n\nSuch low-code platforms offer pre-built connectors and APIs that connect easily to legacy systems for easy access to data and, thus, even modernization becomes a simplified exercise. Organizations can unlock actual new opportunities for innovation by embracing low-code development, thus propelling business growth in this fast-paced digital landscape."
    },
    {
        "title": "Creatio combines multiple AI types in new release of its no-code platform",
        "link": "https://siliconangle.com/2024/10/30/creatio-combines-multiple-ai-types-new-release-no-code-platform/",
        "description": "No-code platform developer Creatio Inc. today released a new version that combines agentic, generative and prescriptive ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vHGetQsT1AaBmc3TCHJPmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Diwali starts Thursday. What to know about the holiday and how it's celebrated",
        "link": "https://www.msn.com/en-us/news/world/diwali-starts-thursday-what-to-know-about-the-holiday-and-how-it-s-celebrated/ar-AA1tdamT?ocid=BingNewsVerp",
        "description": "Diwali begins on Thursday, Oct. 31, 2024. Here's everything to know about the religious holiday, including how and why it is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.L1D8JEXaVYciCe_vs66-UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Why Remote Work Is A Must-Use Competitive Advantage For Startups",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/31/why-remote-work-is-a-must-use-competitive-advantage-for-startups/",
        "description": "Conventional wisdom will say you need your team in an office, but conventional wisdom rarely leads to startup success.",
        "image_url": "https://www.bing.com/th?id=OVFT.SVDI7OzTfDFQsO7XXOsk_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Best Antivirus Software for Small Businesses in 2024",
        "link": "https://www.techrepublic.com/article/antivirus-software-for-small-businesses/",
        "description": "Bitdefender is our overall pick for the best antivirus software for small businesses, while Norton offers 24/7 support, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SSAR59iIHifjYymxkJfW2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "22h",
        "source": "TechRepublic",
        "article_content": "When it comes to antivirus software, small business’ needs often fall in an in-between space: Personal antivirus tools such as McAfee or Kaspersky may not be robust enough, while enterprise solutions are too complicated and expensive. Fortunately, there are antivirus solutions tailored to the needs of smaller companies, so we’ve rounded up our six top choices of the best antivirus software for small businesses.\n\nTop antivirus software for small businesses comparison\n\nBesides price, there are many other factors to consider when choosing the best small business antivirus software. A few of them are summarized in the table below:\n\nStarting price Free trial Devices covered VPN included Password manager included Bitdefender $104.99 for 5 devices for 1 year Yes macOS, iOS, Android, Windows, Windows Server Yes Yes Norton $59.99 a year for 6 devices for 1 year Yes Windows, macOS, iOS, Android Premium plan only Yes Trend Micro Contact for pricing Yes Windows, macOS, iOS, Android No No ESET $179.99 for 5 devices for 1 year Yes Windows, macOS, iOS, Android, Linux Certain plans only Certain plans only Avira $59.99 for 5 devices for 1 year Yes Windows, macOS, iOS, Android Yes Yes Microsoft Defender $33.75 per user per month Yes Windows, macOS, Linux, iOS, Android No No\n\nBitdefender GravityZone: Best overall Bitdefender is known for its consumer-facing antivirus software, but it also offers excellent antivirus solutions for small businesses. Bitdefender can protect macOS, iOS, Android, Windows, and Windows Server systems, making it a good choice for SMBs that use multiple types of devices. The dashboard makes it easy to manage your security even if you don’t have advanced IT training. Some plans also offer unlimited VPN traffic and account breach monitoring for everyone on the plan. SEE: How to Create an Effective Cybersecurity Awareness Program (TechRepublic Premium) Why I chose Bitdefender GravityZone I chose Bitdefender GravityZone because of its ease of use and excellent reputation. I also appreciate the many pricing options it offers. You can opt to pay per the number of devices or the number of users, so that you aren’t paying for extra slots you’re not using. If and when you’re ready to scale, Bitdefender also offers security solutions and managed services for mid-sized businesses, so you might not even have to switch providers. Pricing Small Business Security: Starts at $104.99 for 5 devices for 1 year.\n\nStarts at $104.99 for 5 devices for 1 year. Business Security: Starts at $129.49 for 5 devices for 1 year.\n\nStarts at $129.49 for 5 devices for 1 year. Business Security Premium: Starts at $286.99 for 5 devices for 1 year.\n\nStarts at $286.99 for 5 devices for 1 year. Ultimate Small Business Security: Starts at $189.99 a year or $18.99 a month for 3 users and 6 devices. Visit Bitdefender\n\nFeatures\n\nRisk management capabilities.\n\nScam Copilot feature powered by AI.\n\nFileless attack protection.\n\nBuilt-in password management and digital identity monitoring.\n\nDedicated email protection.\n\nPros and cons\n\nPros Cons Centralized security dashboard. Price plans can be confusing to navigate. Scores well in independent testing. Monthly payment option not available for all plans. User interface is intuitive and relatively easy to navigate. Scales with businesses as they grow.\n\nNorton: Best for 24/7 customer support At a small business, you rarely work defined hours, which is why it’s important to choose antivirus software that offers extensive support options. Fortunately, Norton offers online chat support 24/7 for English-speaking customers. There’s also a large knowledge base that you can consult for self-help before reaching out to customer service. Norton’s small business plans bundle together many features, including password management and cloud backup. Why I chose Norton I chose Norton because it offers 24/7 customer support in addition to an all-in-one security platform. It’s not big enough to scale with your business the way some other options on the list can, but it’s a great option if you’re a true small business that needs to protect 20 devices and under. Pricing Norton Small Business: Starts at $59.99 a year for 6 devices.\n\nStarts at $59.99 a year for 6 devices. Norton Small Business Premium: Starts at $149.99 a year for 10 devices. Visit Norton\n\nFeatures\n\nSecure browser protects internet traffic.\n\nEncrypted vault for storing login info.\n\nAutomatic software update tool.\n\nPC cleaner and optimizer.\n\nPros and cons\n\nPros Cons Affordable promotional pricing for the first years. Must upgrade to a more expensive plan to get a VPN. Can monitor up to 5 contacts for identity theft and breaches. Cloud storage is limited on both plans. Automatically backs up crucial business data. 24/7 chat support is available in English only. Includes Windows PC cleaning, updating, and optimizing.\n\nTrend Micro: Best for endpoint protection Trend Micro is excellent at detecting and defending against cyberattacks, which is why I named it one of the best antivirus software for Windows. Trend Micro offers two tiers of software: Trend Vision One for Small Businesses, and Trend Vision One for larger companies. The small business version can protect not just endpoints but also workloads and cloud apps as well with both endpoint detection response and extended detection response. Why I chose Trend Micro I selected Trend Micro because of its multiple cyber threat tools that promote early detection and elimination. I also appreciate that its many plans can scale with a small business as it becomes a midsize business or even a large enterprise. It also offers managed services through partnerships with third-party providers if you’re interested in outsourcing your IT work. Pricing Trend Micro does not disclose the pricing information for Trend Vision One for Small Businesses or Trend Vision One. Contact the sales team to get a customized quote. Visit Trend Micro\n\nFeatures\n\nAttack surface risk management.\n\nAI threat intelligence tools.\n\nData protection supports regulatory compliance.\n\nAdvanced email security and mobile device security.\n\nPros and cons\n\nPros Cons Wide variety of apps for threat detection and prevention. Pricing is not transparent. Educational tutorials are available. Number of features can be overwhelming to navigate. Can scale with your business as it grows. Ability to run simulated attacks on endpoints.\n\nESET: Best for scalability ESET is antivirus software for small businesses that offers five different pricing plans to choose from. This gives growing businesses a lot of runway to upgrade as their cybersecurity needs grow. A handful of add-ons increases the flexibility of the pricing tiers even further. Even the entry-level plan covers all types of endpoints and device control, while upper tier plans have additional features such as full disk encryption and patch management. Why I chose ESET I picked ESET because the platform offers four pricing plans and three add-ons for small and medium-sized businesses, giving companies lots of flexibility to scale as they grow. It’s also relatively easy to manage — though you’ll want a dedicated IT administrator to fully take advantage of the cybersecurity features offered by the more expensive plans. Pricing ESET Small Business Security: Starts at $179.99 for one year with 5 devices.\n\nStarts at $179.99 for one year with 5 devices. ESET Protect Entry: Starts at $211.00 for one year with 5 devices.\n\nStarts at $211.00 for one year with 5 devices. ESET Protect Advance: Starts at $275.00 for one year with 5 devices.\n\nStarts at $275.00 for one year with 5 devices. ESET Protect Complete: Starts at $287.72 for one year with 5 devices.\n\nStarts at $287.72 for one year with 5 devices. ESET Protect MDR: Pricing not disclosed; contact sales for a quote. Visit ESET\n\nFeatures\n\nMulti-layered protection against trojans, viruses, spyware, phishing, and more.\n\nChoose between cloud and on-premise deployment.\n\nAnti-theft measures for Windows and Android devices.\n\nBanking and internet browsing protection.\n\nPros and cons\n\nPros Cons Includes an unlimited VPN and a password manager. Small business plan limited to 25 devices. Multilingual customer support available. Certain features like MFA require an additional paid add-on. Many pricing plans means the software can scale as your business grows.\n\nAvira: Best for affordability If you’re a small business owner who needs to cover lots of devices at a reasonable cost, check out Avira Prime. This small business antivirus software only charges $134.99 per year for up to 25 devices, which costs about the same (or less!) than what many competitors charge for 5-10 devices. The bundle also includes an unlimited VPN, a password manager, and a device cleaner, so you’re getting more than just antivirus software at that price. If you need an even lower cost option, then check out our list of the best free endpoint detection software. Why I chose Avira I opted for Avira because it offers one of the most affordable pricing plans, allowing small businesses owners to protect up to 25 devices at a decent cost. I also like that it bundles additional features into its plan, like a VPN, instead of breaking them off into separate paid add-ons like some competitors. Pricing Avira Prime for 5 devices: $59.99 for the first year, or $9.99 per month.\n\n$59.99 for the first year, or $9.99 per month. Avira Prime for 25 devices: $139.99 for one year, or $12.99 per month. Visit Avira\n\nFeatures\n\nBlocks unwanted spam callers on smartphones.\n\nUnlimited VPN traffic allowed.\n\nAutomatically updates software on Windows devices.\n\nDevice cleaner and privacy settings manager for PCs.\n\nPros and cons\n\nPros Cons Offers tools to improve security, privacy, and performance. Only two pricing tiers to choose from. Unlimited VPN included. Jump from 5 to 25 devices may not work for all SMBs. Device cleaner gets rid of junk files on PCs. Block trackers and adware while internet browsing.\n\nMicrosoft Defender: Best for Windows-only systems If your small business only uses Windows devices, then Microsoft Defender may be sufficient for your basic antivirus needs. In fact, Defender already comes built into Windows 11 and 12, and you can even get it bundled in with other Microsoft apps like Word and Excel through the 365 E3 and E5 software packages. While you can use Defender on other types of operating systems and devices, such as Macs and iPhones, you’ll probably find it easier to set up other options on this list on non-Windows endpoints. Why I chose Microsoft Defender I chose Microsoft Defender because it’s often the most seamless option for small businesses that only use the Windows operating system. If you opt for one of the 365 E5 software bundles, you’ll get Defender alongside your other Microsoft apps, so you don’t even have to set up a separate subscription. Pricing Microsoft 365 E3: $33.75 per user, per month; Windows for Enterprise, 1TB of cloud storage and MDE P1.\n\n$33.75 per user, per month; Windows for Enterprise, 1TB of cloud storage and MDE P1. Microsoft 365 E5: $54.75 per user, per month; all 365 E3 features plus advanced security and compliance capabilities; business analytics and MDE P2. Visit Microsoft Defender\n\nFeatures\n\nAutomatic disruption of ransomware attacks.\n\nSecure Score offers prioritized security recommendations.\n\nGlobal threat intelligence and reporting.\n\nCopilot AI feature now available for security solutions, including Defender.\n\nPros and cons\n\nPros Cons Built into Windows 10 and 11. Pricing plans are difficult to navigate. Often bundled together with other Microsoft tools. Lacks advanced protection and features of competitors. Integrates with other security solutions from Microsoft.\n\nHow do I choose the best antivirus software for my small business?\n\nTo choose the best small business antivirus software, first consider your needs as well as your budget. Bear in mind that bundled plans that include additional features (such as a VPN and password manager) may save you more money in the long run than purchasing each tool à la carte. Use your budget and must-have features to narrow down your options to a shortlist, or start with the six platforms listed here.\n\nThen it’s time to take advantage of free trials so that you can test the software for yourself. I always strongly recommend hands-on testing of the software before committing to an annual contract. You should also schedule demo calls with the sales team if you have additional questions during or after the trial.\n\nIf you still aren’t certain about your choice of antivirus software, then you might want to try a platform that offers a month-to-month option, such as Avira and Bitdefender. That way, you aren’t locked into a year-long contract if you ultimately decide to change your mind.\n\nMethodology\n\nTo choose the best small business antivirus software, I consulted product documentation and users reviews. I considered features such as endpoint protection options, phishing and anti-malware measures, included VPNs and password managers, and automatic software updates. I also weighed other factors such as price plans, scalability, free trials, customer service available, ease of use, and user interface design."
    },
    {
        "title": "These Samsung phones are at risk for a big security vulnerability",
        "link": "https://www.msn.com/en-us/news/technology/these-samsung-phones-are-at-risk-for-a-big-security-vulnerability/ar-AA1tcVn3?ocid=BingNewsVerp",
        "description": "Certain Samsung phones are susceptible to a new security hack that involves phones with certain chipsets. Here's are the ...",
        "image_url": "https://www.bing.com/th?id=OVF.zuyFsjTjYjfP%2fX6bY34ptA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "21hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]