[
    {
        "title": "NEW Navy Pilot Tells Thrilling UFO Encounter",
        "link": "https://www.msn.com/en-us/news/technology/new-navy-pilot-tells-thrilling-ufo-encounter/vi-AA1sPMVw?ocid=BingNewsVerp",
        "description": "New UFO story from a Navy pilot which is not on a particular channel that normally covers this subject but the clip is ...",
        "image_url": "https://www.bing.com/th?id=OVF.DblLcUQ9rYUdXVsalXDG%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN8h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "UFO 50's Retro Gaming Masterpieces, As Told By Steam Reviews",
        "link": "https://www.yahoo.com/entertainment/ufo-50s-retro-gaming-masterpieces-173000781.html",
        "description": "Hard, sure, but it’s possible—as we’ve now witnessed firsthand with the release of UFO 50. The collection—presented as a lost ...",
        "image_url": "https://www.bing.com/th?id=OVFT.46X4kjpGMCn5Qxi9O3Q6zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo22h",
        "source": "Yahoo",
        "article_content": "Do you fondly remember playing 8-bit adventures on the NES and original Sega consoles? Titles like Contra, Ninja Gaiden, and Mega Man 2, all from the late ‘80s, provided a unique gaming experience that’s hard to replicate today with modern technology. Hard, sure, but it’s possible—as we’ve now witnessed firsthand with the release of UFO 50.\n\n\n\nThe collection—presented as a lost collection from a forgotten developer of the era—features an assortment of single- and multiplayer games across multiple genres, from platformers to roguelikes, with even a few in-depth RPGs mixed in. All are created with an 8-bit retro style that harkens back to the days of gaming in your living room after school. You can beat some of the games in mere minutes, then move on to the next; others, however, require a few hours and multiple playthroughs. They’re all unique, many of them are memorable, and some deserve no more than a single run-through.\n\nWhen we sifted through the Steam user reviews, we found an overwhelmingly positive reception from the gaming community. Most people love the indie retro collection and cannot praise the fun factor enough. As you’ll see below, nostalgia plays a significant role in many of the reviews. Numerous players gave a thumbs up because it felt like playing a game from their childhood, and there’s nothing wrong with feeling young again and enjoying your hobby!\n\nBut a few couldn’t get past many titles, which lack the quality-of-life features in modern gaming, or--they say--feel outdated and unnecessarily complex just for nostalgia’s sake. Despite the positive reviews, the negative ones prove highly negative. Many curse out the game and its developers; they shout from the rooftops about how unfun they thought most of the retro titles were to play.\n\nSurprisingly, we didn’t find many meme reviews, just plenty of positive or negative reviews to help you better understand the game. Here is UFO 50, as told by Steam reviews!\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\n.\n\nFor the latest news, Facebook, Twitter and Instagram."
    },
    {
        "title": "Dogs vs Aliens Invasion Prank! Funny Dogs Maymo & Potpie Steal Alien UFO",
        "link": "https://www.msn.com/en-us/news/technology/dogs-vs-aliens-invasion-prank-funny-dogs-maymo-potpie-steal-alien-ufo/vi-AA1sPfad?ocid=BingNewsVerp",
        "description": "Make sure to enable ALL push notifications! 🔔 Watch the NEWEST videos: <a href=\" Funny Dogs Maymo and Potpie vs. Alien ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CM-JWO8A3z4CQt_9QzsgGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Wild Wonders on MSN4h",
        "source": "Wild Wonders on MSN",
        "article_content": ""
    },
    {
        "title": "THE MAN WHO LOVED UFOS : STREAM IT OR SKIP IT?",
        "link": "https://www.msn.com/en-us/news/offbeat/stream-it-or-skip-it-the-man-who-loved-ufos-on-netflix-a-sort-of-true-story-about-a-real-life-farce/ar-AA1sOBDZ?ocid=BingNewsVerp",
        "description": "In the mid-1980s, Argentinian journalist Jose de Zer stirred public interest with a series of stories about UFO encounters.",
        "image_url": "https://www.bing.com/th?id=OVFT.gGUHuYGC4K4PE5bc-BRU8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "Decider on MSN",
        "article_content": ""
    },
    {
        "title": "10 Best Alien Abduction Horror Movies",
        "link": "https://whatculture.com/film/10-best-alien-abduction-horror-movies?page=3",
        "description": "Rather than being a straightforward found-footage feature, Phoenix Forgotten keeps cutting between the unearthed tapes and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aZaFNPpmXF1hEwhWHaC8TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "What Culture6h",
        "source": "What Culture",
        "article_content": "The Phoenix Lights is a phenomenon that's baffled the masses for decades, including the biggest UFO cynics. On March 13th 1997, thousands of people saw a stream of mysterious lights bathe the night sky across Arizona and Nevada for three hours. Being the largest and most reported UFO in history, it was only a matter of time before the incident inspired a movie adaptation.\n\nPhoenix Forgotten opens with Sophie discovering footage of her brother, who went missing during the Phoenix Lights sighting 20 years ago. Sophie starts analysing the video, hoping to learn the truth about her brother's disappearance.\n\nRather than being a straightforward found-footage feature, Phoenix Forgotten keeps cutting between the unearthed tapes and Sophie's own investigation, which is a great way to amplify the tension. The initial tape ends as the brother discovers a charred corpse, so the audience is desperate for Sophie to uncover the rest of the footage to learn more.\n\nEven though the found-footage angle has been done to death, few films in the genre seem more authentic than Phoenix Forgotten. The scratched frames and analogue defects make the footage look like it originated from a VHS camcorder, making it easier to remain invested in the story."
    },
    {
        "title": "From Goodreads’ founder, Smashing debuts its AI-powered app for online readers",
        "link": "https://www.msn.com/en-us/news/technology/from-goodreads-founder-smashing-debuts-its-ai-powered-app-for-online-readers/ar-AA1sR7M7?ocid=BingNewsVerp",
        "description": "Smashing, a new app curating the best of the web from Goodreads co-founder Otis Chandler, is now available to the public.",
        "image_url": "https://www.bing.com/th?id=OVFT.XXtbKSwmKcxEh-Q16gpGBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Mass. woman using power of AI to create apps that save time and money",
        "link": "https://www.yahoo.com/tech/mass-woman-using-power-ai-110613350.html",
        "description": "Adriana Lacy created the apps to serve as a lifeline for small businesses that can’t afford social media management tools ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SOXVz0J9FgXTgYTbwNv5NC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "Yahoo",
        "article_content": "National Women’s Small Business Month is celebrated every October—recognizing all the female entrepreneurs and the millions they employ. A local business owner is standing out in a male-dominated space and is helping others save time and money.\n\nAdriana Lacy knows what it’s like to be constantly busy. She runs her own consulting business, teaches at Brandeis University, and launched two apps to help small businesses and content creators.\n\n“A lot of the clients that we have are very small and they definitely don’t have the staff or the resources to have a full communications team,” said Adriana Lacy, Cofounder and CEO of Adriana Lacy Consulting.\n\nWith a small team around herself, Lacy and her employees jumped into the AI world to help add more of what we all want---time and money. Her team created two apps---one, called Social Chime, helps with social media management.\n\n“So with this app, not only can they manage their social media profiles, but they can also use AI to help them with caption writing AI to help them with generating images, to really just help them increase their workflow.”\n\nWith 4.9 billion people on social media, according to Forbes, businesses are searching for ways to make themselves stand out. Lacy explained how her app worked, including using the AI assistant button to write out a post and within seconds, a caption spits out. She said this helps drive traffic to a site, using minimal time and money. Her other app compiles data from multiple sources and issues daily reports.\n\n“What I see with a lot of smaller business owners is they may never, you know, check their sales or their advertising on a daily basis, and they might just be losing out on money or on customers because they’re not staying ahead of this and being able to deliver them,” said Lacy.\n\nLacy says AI can help businesses make more informed decisions, but she’s also focused on the ethical use of AI and double-checking what it spits out.\n\n“Even though it is, you know, machine-controlled machine outputs, these outputs were created by humans,” said Lacy. “So of course there’s always biases that are baked into these models that can disadvantage people.”\n\nAs a Forbes 30 under 30 honoree, she hopes her influence can break some barriers in the field of AI.\n\n“You look at some of the biggest AI companies right now, they’re all run by men,” said Lacy. “And I think it’s a really great time to have more women in the field really thinking and just providing more diverse perspectives.”\n\nLacy created the apps to serve as a lifeline for small businesses that can’t afford social media management tools that cost hundreds of dollars. Her Social Chime and Insight Analytics apps start at $33 a month.\n\nDownload the FREE Boston 25 News app for breaking news alerts.\n\nFollow Boston 25 News on Facebook and Twitter. | Watch Boston 25 News NOW"
    },
    {
        "title": "Best AI Powered Horoscope Apps",
        "link": "https://www.analyticsinsight.net/artificial-intelligence/best-ai-powered-horoscope-apps",
        "description": "The integration of artificial intelligence (AI) has transformed various industries, including astrology. Horoscope apps have ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gda9NdsTRifAKb5rbGyUHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight12h",
        "source": "Analytics Insight",
        "article_content": "Co-Star has revolutionized the world of astrology. It stands out by using a combination of NASA data and AI algorithms to offer real-time, hyper-personalized astrological insights. The app goes beyond sun signs, diving into users' birth charts and tracking planetary movements.\n\nAs of 2024, Co-Star boasts over 20 million users globally. It has been downloaded more than 30 million times, reflecting its widespread appeal. According to recent reports, the app has recorded a user retention rate of 45%, which is impressive in a competitive market. With more than 1 million daily active users, Co-Star offers a sleek interface and accurate, AI-driven astrological predictions."
    },
    {
        "title": "PUSH review: The AI app of choice for strength-based athletes",
        "link": "https://www.msn.com/en-us/money/other/push-review-the-ai-app-of-choice-for-strength-based-athletes/ar-AA1sQ60A?ocid=BingNewsVerp",
        "description": "The Push app is available globally on Apple ’s App Store for iPhone and the Google Play Store for Android. There’s a brief ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AqlSRLnqgrApWRrvWiZ9Fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "Apple Intelligence — The test applications that paved the way for Apple's generative AI",
        "link": "https://appleinsider.com/articles/24/10/24/apple-intelligence----the-test-applications-that-paved-the-way-for-apples-generative-ai",
        "description": "Apple Intelligence is the product of more than a year's worth of tireless testing. Here's what Apple engineers used to ensure ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-v_DR-OfLCvfph2aJLb_Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "AppleInsider",
        "article_content": "Apple Intelligence is the product of more than a year's worth of tireless testing. Here's what Apple engineers used to ensure the quality of their AI software.\n\nFor Apple, 2024 was undoubtedly the year of artificial intelligence. The company has long been working on machine learning features, with its most recent operating systems ushering in an entirely new set of AI-powered enhancements. They are known collectively under the moniker of Apple Intelligence.\n\nWhile the generative AI tools themselves were announced in June, at WWDC 2024, only a handful of them made their public debut with the first developer betas of iOS 18.1 and macOS 15.1. Since then, Apple has rolled out more and more of the AI-powered enhancements with subsequent beta releases.\n\nAt the time of writing, the iOS 18.1 and macOS 15.1 updates are nearing the end of beta testing, while the first developer beta of iOS 18.2 has only just arrived. Months after the big announcement, some Apple Intelligence features are still only available on beta versions of Apple's operating systems.\n\nAccording to people who spoke with AppleInsider and accurately revealed many Apple Intelligence features months ahead of launch, the company spent a year working on its in-house generative AI tools before they were finally released to the general public.\n\nDuring development, Apple tried to keep the full scale of its AI endeavors a secret. Individual AI projects received their own codenames, as was the case with the email categorization feature, known as Project BlackPearl.\n\nApple Intelligence as a whole, however, was known by the codename Greymatter — an unmistakable reference to a type of tissue found in the human brain. Some of Apple's internal test applications also had names that concealed their overall purpose.\n\nDuring the development of Apple Intelligence, Apple used at least two dedicated test applications and environments to test its AI software.\n\nApple used multiple test applications during the development of iOS 18 and macOS Sequoia.\n\nThe two apps in question are known as 1UP, a reference to the ever-popular Super Mario series by Nintendo, and Smart Replies Tester. The name of the latter is self-explanatory, given that AI-powered Smart Replies have since made their way into release versions of Apple's operating systems, in the Mail and Messages applications.\n\nWe were told that internal distributions of iOS 18.0 and macOS 15.0 Sequoia featured many of the underlying Apple Intelligence frameworks used in the publicly available betas of iOS 18.1 and macOS 15.1.\n\nThe frameworks were necessary for testing and were included alongside the standard development and configuration utilities found in Apple's internal-use operating systems.\n\nDifferent AI-related features could be toggled through feature flags, with the use of the Livability application. 1UP and Smart Replies Tester, the two known AI applications, were used by Apple's engineers to test the different aspects and use cases of Apple Intelligence.\n\n1UP — Text-generation testing with AI models\n\nFound even in the earliest internal-use builds of iOS 18 and macOS Sequoia, the 1UP application was used for testing text-related generative AI features. The application itself featured a variety of different test options and parameters, which could be adjusted as needed.\n\nThe 1UP app featured tests related to text-generation, and references to the Ajax large language model.\n\nPeople familiar with the application have told AppleInsider that it contains direct references to Apple's long-rumored in-house LLM or large language model, known as Ajax, which can function on-device.\n\nThe 1UP app features multiple test options, organized into different sections. One of the tests involves text generation. This part of the app was used to test \"autoregressive text generation from a prompt,\" people familiar with the app told us.\n\nIt allowed its users to choose between different AI models, including the aforementioned on-device Ajax LLM. The application also featured a setting to adjust the maximum number of generated tokens, which could be set anywhere from 30 to 100, the default being 48.\n\n1UP — Document analysis, topic analysis, and text understanding\n\nBased on what we were told, it's apparent that Apple placed significant focus on AI's document and file understanding. Some tests found within the 1UP app were focused on document and text analysis. Whether the user input consisted of raw text, a PDF, or a Word document, Apple's software was supposed to identify key information within the text, such as phone numbers, addresses, languages, and text author, if applicable.\n\nA mockup of the 1UP user interface, based on the information provided to us by people familiar with the app.\n\nWeb history from Safari and conversations from Messages could also be analyzed for keywords, or \"topics,\" as they were known within the app. This could include words that repeat often or those that appear to be the focal point of a text. Apple-specific terms are also recognized, and key sentences are isolated.\n\nThe app was also capable of cross-referencing the information found in a text or document with the user's information. For instance, whether or not a phone number was saved in the user's Contacts, or if an event was found in the Calendar.\n\nThe significance of the 1UP tests, and the clues about Apple Intelligence\n\nThe 1UP tests offered hints as to what would eventually become Apple Intelligence features, such as the upgraded Siri with personal context, and Writing Tools. With Apple Intelligence, it's possible to edit texts and generate text-based summaries of the user's conversations, where key details such as names, dates, and locations are highlighted.\n\nApple's own AI prompts also revealed that the company explored multiple levels of summarization, including summaries consisting of only 10 or 20 words. AppleInsider paraphrased many of these prompts before they were ever made public.\n\nThe tests within the 1UP are indicative of what Apple wanted to do with Safari as well, which was to have its AI use the information from web pages the user visits. This idea eventually led to the Intelligent Search feature, now known as Highlights.\n\nText generation and document analysis are now handled by ChatGPT rather than Apple's AI\n\nWith the first developer beta of iOS 18.2, Apple notably improved Siri through integration with OpenAI's ChatGPT. Requests and queries that Siri is unable to process are handed over to ChatGPT, albeit only with direct user approval.\n\nTests in the 1UP app seem to mirror the functionality made possible by ChatGPT integration in iOS 18.2.\n\niOS 18.2 also introduces a new splash screen outlining some of the key features made possible via ChatGPT integration, such as text generation in Writing Tools and document analysis.\n\nThe 1UP app features tests for virtually the same things, indicating that Apple had perhaps wanted to accomplish ChatGPT-like features independently, through its own AI models.\n\nAlong with the 1UP app, Apple used another internal application known as Smart Replies Tester.\n\nSmart Replies Tester — evaluating AI-generated responses\n\nWith iOS 18.1, Apple introduced AI-assisted Smart Replies, which are available in Mail and Messages. This feature makes it significantly easier to draft a response to an email or message within Apple's built-in apps.\n\nInternally, Apple used a dedicated app to test Smart Replies. It instantly generated multiple replies based on the input text.\n\nOn an iPhone, Smart Replies appear as response suggestions above the keyboard in Mail. Apple Intelligence can generate responses to direct questions the user may be replying to, but it is often less useful in other situations.\n\nSmart Replies Tester was seemingly built to test just that, how well Apple's AI can generate a response, and how quickly. The app measured the response generation time in milliseconds.\n\nAccording to people familiar with the matter, the internal application consists of multiple test menus where users can input text, and instantly receive several AI-generated Smart Replies. This occurs entirely on-device, and the responses change as soon as the input text is altered in any way.\n\nSmart Replies can be found in the Mail app on iOS 18.2.\n\nThe app also can be used with an image captioning model, which is downloaded separately. Mass image captioning was possible as well. As for similar features in the iOS 18.1 beta, the Photos application now contains a greatly improved search functionality, which lets people locate images containing specific objects or locations with relative ease.\n\nWhile Smart Replies Tester is distinctly AI-related, other internal applications also offer insight into Apple's approach and way of thinking in regard to artificial intelligence.\n\nMegadome — Your personal context, all in one app\n\nAnother of Apple's internal apps, Megadome serves as the perfect visual aid for Siri's upcoming personal context feature, powered by Apple Intelligence.\n\nThe Megadome app aggregates user data and organizes it into different categories.\n\nAccording to people familiar with the matter, the Megadome application can gather relevant user information, sort it into categories, and present it in the form of neatly organized cards.\n\nThe app can display the most important details about its user, including their full name, significant locations, relationships, groups, contact information, organizations, installed software, and much more. Megadome seemingly gathers this information from system applications the user has interacted with.\n\nThis information can also be viewed in the form of a so-called \"Reality Graph,\" which visualizes the relationship between entities and locations in the form of a diagram.\n\nWhy Apple made Megadome, and the features it mirrors\n\nWhile the idea of an app that knows everything about you might seem nightmarish at first glance, the app is merely an internal-use tool, not something made for the general public. Its existence ultimately makes sense when things are taken into context.\n\nApple's Megadome app offers some insights about the company's thought process.\n\nWith Apple Intelligence, Siri will gain the ability to process natural language. The virtual assistant will also have a firm grasp of the user's so-called personal context, as a result of the AI upgrade.\n\nThis means that Siri will be able to understand facts about the user's life — the different people and places important to them. In many ways, the Megadome app is an embodiment of this idea. Apple wanted to build a tool that could understand the important aspects of someone's life, and use these details to help the user.\n\nWhat does this mean for the future of Apple Intelligence?\n\nApple's internal applications often serve as an accurate indicator of things to come in the near future. Although they may feature various puns, memes, and obscure inside jokes, the company's test apps reveal quite a lot about in-development features.\n\nApple's test applications often contain tidbits about upcoming features, such as the ones powered by Apple Intelligence.\n\nWhile names such as 1UP, GreyParrot, and Megadome don't mean anything to the average user, almost everyone has used the Calculator or tested Apple Intelligence in one form or another.\n\nThis phenomenon is hardly anything new. Even back in 2020, the internal-use app known as Gobi painted a pretty good picture of what would eventually become App Clips. Should any information about future test apps come to light, we will most likely be able to infer something about an upcoming feature."
    },
    {
        "title": "Former Skeptics Who Now Believe In The Paranormal, What Was The Moment That Changed Your Mind?",
        "link": "https://www.msn.com/en-us/health/weightloss/former-skeptics-who-now-believe-in-the-paranormal-what-was-the-moment-that-changed-your-mind/ar-AA1sNWWw?ocid=BingNewsVerp",
        "description": "Many people — myself included — wholeheartedly believe in the paranormal/supernatural. On the flip side, though, many ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ulFlYr2ugYwDKRc8lnfWNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "BuzzFeed on MSN20h",
        "source": "BuzzFeed on MSN",
        "article_content": ""
    },
    {
        "title": "America is crawling with ghost tours. Why are we so obsessed with death?",
        "link": "https://www.msn.com/en-us/news/us/america-is-crawling-with-ghost-tours-why-are-we-so-obsessed-with-death/ar-AA1sPVRp?ocid=BingNewsVerp",
        "description": "Surratt, played by theater actress Victoria Sova, recounted gruesome tales of deaths that took place in and around the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1M37VeEoiqOHaaMWaK5dmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Watch: Vancouver Paranormal Society reveals haunted North Van theatre’s secrets",
        "link": "https://www.nsnews.com/local-news/watch-vancouver-paranormal-society-reveals-haunted-north-van-theatres-secrets-9679079",
        "description": "It’s someone working upstairs, mostly likely. But maybe not. Presentation House Theatre is one of the oldest buildings on the ...",
        "image_url": "https://www.bing.com/th?id=OVF.R7ZV7bx%2b2m5DX0NKRXlxUQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "News16h",
        "source": "News",
        "article_content": "Investigators say there is evidence of more than a few ghosts hanging around the Lower Lonsdale building, a former school and jail\n\nSitting inside a pitch-black empty theatre, Leah McLean calls out into the darkness.\n\n“Is there someone here trying to communicate with us?” she asks. “If you’re here, do whatever you can to let us know.”\n\nA pregnant silence follows until the faintest thump interrupts it.\n\n“Did somebody just move? Did you hear that?” McLean reacts.\n\nIt’s someone working upstairs, mostly likely.\n\nBut maybe not.\n\nPresentation House Theatre is one of the oldest buildings on the North Shore and, according to the Vancouver Paranormal Society, likely one of the most haunted.\n\nResearchers from the society are preparing to share the findings of their investigation into spirits who still dwell in the theatre at a one-night show scheduled for Oct. 29.\n\nGhosts in the machines\n\nLeah McLean and Mike O’Dell of the Vancouver Paranormal Society scan for paranormal activity at North Vancouver’s Presentation House Theatre. The group will present their findings at a one-night show on Oct. 29. | Paul McGrath / North Shore News\n\nSearching for proof of an afterlife here on earth doesn’t involve a séance or a Ouija board. Instead, paranormal researchers prefer more sophisticated tools – night vision cameras and infrared spectrum lighting, proximity sensors that emit light if something interrupts the electromagnetic field around them, devices that scan radio frequencies for unexplainable interruptions.\n\nThe most important piece of equipment though is a simple digital voice recorder that the investigators say is capable of capturing voices that our naked ears can’t hear. More than passively listening or scanning for activity on their instruments, investigators like McLean speak out to the seemingly empty room and find answers only when they’re analyzing their recordings at home.\n\nAll of it is based on the theory that, even after a person has died, there remains a spirit that is tangible.\n\n“We’re all made up of energy, right? And that energy of ours is housed in our body, but when we no longer have a body, we’re in a spirit form. We’re just energy,” Kelly Berge, president of the Vancouver Paranormal Society, explains.\n\nRather than attributing every flicker of light or bit of static on the radio to a presence from beyond the dead, they first look for corroborating evidence from their other instruments.\n\nOther times – rarely – our own senses are enough to do the job.\n\nBerge said she’s always felt since she was just a kiddo that there was something more beyond the corporeal. As she was peering into her closet one night when she was about 10, she got all the proof she’d need for a lifetime.\n\n“I saw a floating opalescent skull. You know when you do that thing where you rub your eyes and you look again, and it was still there,” she said. “I never slept in that room again, but that experience stuck with me.… I always knew I wanted to figure this out.”\n\nTypically, at least three or four of the non-profit’s team of 11 volunteers are out every weekend carrying out investigations on behalf of clients who’ve requested them. Importantly, the team never charges a fee of any kind, Berge notes.\n\nMost of their work comes from residential homeowners who want to know what’s making things go bump in the night, but it’s the public buildings with long histories that offer the most promise.\n\nThanks to rumours already swirling about it in the community, Presentation House Theatre had long been near the top of the list of places that the team was itching to get into, Berge said.\n\nPresentation House Theatre’s haunting inhabitants\n\nPresentation House Theatre in North Vancouver. | Alanna Kelly / North Shore News\n\nThe building itself dates back to 1902 when it was built as a school. It later became the City of North Vancouver’s municipal hall, a police station and jail, and offices for the city’s engineering department before finally becoming a museum and arts facility in the 1970s.\n\nAraceli Ferrara, marketing co-ordinator for Presentation House Theatre, said she began hearing about the building’s ghosts on her first day of work, and she’s tagged along with the investigators on all of their visits.\n\nActors have reported feeling a strange presence while backstage. One of the technicians has heard the sound of footsteps sprinting toward him while working alone late at night. Once, after one of his gloves went missing on the job, it turned up the next day folded neatly in the middle of the set. And everyone gets “bad vibes” from the third floor, Ferrara said.\n\n“I’ve definitely seen a few things,” she said. “I’ve never been here past midnight. I don’t want to be.”\n\nInvestigators have made five official visits to the theatre since 2023, with more planned in the future.\n\n“Every time we come, we get more and more confirmation that there’s something here. So, we just keep coming back,” said McLean, one of the Paranormal Society’s volunteers.\n\nUntil the recent investigations, the most authoritative source on paranormal activity at Presentation House Theatre was the word of Cecil Halsey, the building’s caretaker for more than 25 years. Halsey, who sometimes slept in the 122-year-old building, was well acquainted with Frank, one of the most frequently encountered spirits there.\n\nBerge said they found plenty of evidence that Frank is still there and that he is “kind of inappropriate.”\n\nHe likes whiskey, they learned, and among the phrases they captured him saying were “bad and beautiful” and “shut up, bitch.”\n\n“People are usually the same personality in death and spirit as they were in life,” she said. “He’s just being a jerk. He’s being who he was in real life, but he’s not going to harm me. He’s not going to harm the staff.… It’s not like those TV shows where everything is demonic and all that. That’s extremely, extremely rare.”\n\nThat doesn’t mean though that wayward spirits can’t still send a chill down the spine of even a seasoned paranormal researcher. On their last visit to Presentation House, the batteries in the team’s cameras all died simultaneously and unexpectedly. Moments later, Berge saw an apparition in the very seats where Presentation House’s guests pay to sit.\n\n“I saw a black shadow figure, very stark, crouch down and lean into the aisle chair, and then it was gone,” she said. “That was something that shouldn’t have been there.”\n\nThere’s also another spirit of a younger girl on the third floor, according to the team. And it appears as though there's someone new to keep Frank company: the old caretaker Halsey died in 2019, but he identified himself, albeit faintly, to the investigators at the theatre, Berge said.\n\nI ain’t afraid of no ghosts\n\nLeah McLean and Mike O'Dell, investigators with the Vancouver Paranormal Society, listen for activity in North Vancouver's Presentation House Theatre. | Alanna Kelly / North Shore News\n\nWhether it’s in a home or place of business, more than anything after an investigation, clients get some peace of mind, Berge said.\n\n“Peace of mind, and (knowing) they’re not crazy. They weren’t making this up in their heads. They did experience these things, as did we, and that is a huge thing,” she said.\n\nKnowing you have a spirit present is one thing. But ghosts, she added, are not in need of \"busting.\" Instead, some frank communication (no pun intended) is probably what’s most needed – letting the spirit know that the living inhabitants of today have a right to be there and that everyone can coexist harmoniously.\n\n“We’re going to give the client a tool to be strong and to take their power back in their home. And quite often, when that happens and they’re feeling more settled, the activity tends to settle down a bit,” she said. “One of the things I always say is ghosts are people too. They’re just further along in the journey than we are, but we’re going to be there someday, right? So we have to come with the utmost respect.”\n\nDo you believe?\n\nRunning into skeptics comes with the territory, and Berge acknowledges none of the evidence they’ve collected will be enough to meet some people’s standards. But, she added, those who are committed to their closed-mindedness are robbing themselves of the possibility that there may be something else “out there.”\n\n“You can’t certify it as haunted, because we’re dealing with a science that isn’t recognized by mainstream science, right? So the jury’s still out, because there is no definable proof,” she said. “We’ve experienced it over hundreds of investigations, but they still just make up their mind so they’re not open. And that’s unfortunate.”\n\nAnd more people are closer to believing in the paranormal than might be prepared to admit, suggests Mike O’Dell, another of the Vancouver Paranormal Society's volunteer investigators.\n\n“I know there’s skeptics out there – I’m one of them – and people who don’t believe in this, and that’s fine.… But for me, it’s when I can’t apply logic or science to something that makes me go ‘hmm,’ and if I can’t explain something, then that’s the definition of paranormal,” he said. “I would say 99 per cent of the time, it’s just an entity or an energy that wants to be acknowledged, wants to communicate, wants to say ‘Hi,’ and just wants to live in peace.”\n\nThis is a busy time of year for the Vancouver Paranormal Society. Around Halloween, people are more willing to explore the big questions that ghost stories pose about the nature of mortality. Or they just want to have some good, clean seasonal fun and have the wits scared out of them in the process.\n\n“People, especially around Halloween, are very interested in the paranormal. They want to know if it’s true or not. They want to have that little bit of a thrill and some people may have had their own experiences,” Berge said.\n\nBecause of that innate desire to know the unknowable, Ferrara said she expects the Haunted Histories show to be a hit for the true believers, the skeptics and those caught between worlds.\n\n“I think there’s a lot of interest in death. I know it’s macabre, but, because there’s a stigma around it, we don’t talk about it as openly,” she said. “It’s very interesting to delve into something that you don’t know.”\n\nHaunted Histories: An Evening with the Vancouver Paranormal Society runs Tuesday, Oct. 29, 7:30 p.m. at Presentation House Theatre. Tickets are available at phtheatre.org/box-office/.\n\n[email protected]\n\ntwitter.com/brentrichter\n\n- video by Alanna Kelly, Glacier Media"
    },
    {
        "title": "Dark woods and ghostly tunnels: These are the most haunted outdoor spots in Mass.",
        "link": "https://www.masslive.com/entertainment/2024/10/dark-woods-and-ghostly-tunnels-these-are-the-most-haunted-outdoor-spots-in-mass.html",
        "description": "While a haunted house may be the quintessential ghost story setting, some of Massachusetts' spookiest locales are dark ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AO0janiQZqNxXqwFpE5g8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6h",
        "source": "MassLive",
        "article_content": "The ghosts that haunt Massachusetts don’t always confine themselves to buildings, according to paranormal investigators. Some prefer to wander our forests, swamps and other dark wildernesses still untamed by humans.\n\nThe locations listed below all have one thing in common — a violent and tragic past. Paranormal investigators believe their morbid histories have led them to become hotspots for the supernatural.\n\nIt is in these haunted places most-of-all that visitors seeking out an encounter with the paranormal should use caution and be respectful. Entering a restricted area or following the wrong light go could land you at the bottom of a black pond or in front of a train going full-speed ahead."
    },
    {
        "title": "From Denton to Edinburg, Texas cities are spooking their residents and tourists this Halloween",
        "link": "https://www.texastribune.org/2024/10/24/texas-halloween-denton/",
        "description": "Denton has renamed itself Halloween, Texas, and has planned 31 days of events to drive up tourism and family entertainment.",
        "image_url": "https://www.bing.com/th?id=OVFT.aKBV72jP2u-5-7JbGfVgYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Texas Tribune22m",
        "source": "The Texas Tribune",
        "article_content": "Texans need truth. Help us report it."
    },
    {
        "title": "A New Deep Sea Remotely Operated Vehicle Coming to USM",
        "link": "https://www.usm.edu/news/2024/release/mrov.php",
        "description": "Many ROVs are designed to only operate on one or two ships, which can limit research scope, and access to deep sea ...",
        "image_url": "https://www.bing.com/th?id=OVFT._bS1nzFWalywSz_0djJ7nC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "usm26m",
        "source": "usm",
        "article_content": "A New Deep Sea Remotely Operated Vehicle Coming to USM\n\nThu, 10/24/2024 - 10:54am | By: Gabriela Shinskie\n\nThe University of Southern Mississippi (USM), a member of the National Oceanic and Atmospheric Administration (NOAA) Ocean Exploration Cooperative Institute (OECI), will soon be operating a new medium-size remotely operated vehicle (ROV) in the Gulf of Mexico. To meet the growing demand to conduct fundamental research, discovery, and inform restoration efforts on the deep seafloor and water column, NOAA and the National Science Foundation (NSF) recently announced they will fund the design and build of two ROVs. These vehicles will begin construction in 2024 at the Woods Hole Oceanographic Institution. One of these vehicles will be operated by USM, and WHOI’s National Deep Submergence Facility will operate the other.\n\nThese vehicles aim to work on a wider range of oceanographic ships than is currently possible. Many ROVs are designed to only operate on one or two ships, which can limit research scope, and access to deep sea technologies. Dr. Leila Hamdan, USM Associate Vice President for Research, notes, “Anything that creates a barrier to technology access can potentially be a barrier to discovery. The decision to fund and build these ROVs shows a commitment by NSF and NOAA to lift barriers and create increased access for the ocean science workforce of the future.”\n\nAlong with increasing the ability for scientists across the nation to conduct advanced, ROV-supported exploration, these vehicles will generate new growth for the ocean-based blue economy workforce. “To operate these vehicles successfully, we will need skilled staff to maintain and operate them. What better place to seek such skills than from our students in the Ocean Engineering program at USM”.\n\nDr. Robert Leaf is Director of USM’s School of Ocean Science and Engineering, which offers the Ocean Engineering Bachelor of Science program and a joint Ocean Enterprise Engineering Pathway program, allowing students pursuing a Bachelor of Science in Ocean Engineering opportunity to stay a fifth year to earn a Master’s in Business Administration.\n\nLeaf notes “This is an incredible time to be a student at Southern Miss. An investment like this will unlock doors for them to have rewarding careers in research, discovery and blue technology for decades to come.”\n\nThe NOAA-funded ROV is planned to operate in the Gulf to support the Mesophotic and Deep Benthic Communities restoration project, a multi-year study that aims to restore vital seafloor habitats damaged by the Deepwater Horizon oil spill. The project is multidisciplinary and includes a large network of academic, not-for-profit, and government organizations working together to restore deep-sea habitats, a very challenging task.\n\n“This ROV is going to be instrumental to the restoration effort and will open doors to discovery for scientists across the Gulf region and beyond”, said Hamdan. The vehicle will operate from USM’s Roger F. Wicker Center for Ocean Enterprise.\n\nClick here to learn more about the mROVs."
    },
    {
        "title": "Physicists discover first 'black hole triple'",
        "link": "https://www.msn.com/en-us/news/technology/discovery-of-black-hole-triple-may-be-first-direct-evidence-of-gentle-black-hole-formation/ar-AA1sNbrH?ocid=BingNewsVerp",
        "description": "A surprising discovery about the black hole V404 Cygnus is expanding our understanding of black holes, the objects they can host, and the way they form.",
        "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
        "category": "science+discovery",
        "date": "21hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists identify firefly species that flickered during the time of dinosaurs",
        "link": "https://www.msn.com/en-us/news/technology/scientists-identify-firefly-species-that-flickered-during-the-time-of-dinosaurs/ar-AA1sRvec?ocid=BingNewsVerp",
        "description": "A nearly 100 million-year-old firefly fossilized in amber sheds light on how the bioluminescent insects evolved during the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9H5ubCIKJVDhXcPP1bN8eC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "55mon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Paleontologists discover Colorado 'swamp dweller' that lived alongside dinosaurs",
        "link": "https://www.msn.com/en-us/news/technology/paleontologists-discover-colorado-swamp-dweller-mammal-that-lived-alongside-dinosaurs/ar-AA1sNCLe?ocid=BingNewsVerp",
        "description": "The new mammal lived in Colorado 70 to 75 million years ago -- a time when a vast inland sea covered large portions of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uA16Dl1H6wos2d4rWK2tdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Robots, AI to Accelerate Lab Science Breakthroughs",
        "link": "https://www.miragenews.com/robots-ai-to-accelerate-lab-science-1342964/",
        "description": "Science laboratories across disciplines—chemistry, biochemistry and materials science—are on the verge of a sweeping ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GO1IRsdhTvvcVsI9cvoHVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Armed robbery in Revesby22h",
        "source": "Armed robbery in Revesby",
        "article_content": "Science laboratories across disciplines—chemistry, biochemistry and materials science—are on the verge of a sweeping transformation as robotic automation and AI lead to faster and more precise experiments that unlock breakthroughs in fields like health, energy and electronics, according to UNC-Chapel Hill researchers in the paper, \"Transforming Science Labs into Automated Factories of Discovery,\" published in Science Robotics, the most prestigious journal covering robotics research.\n\n\"Today, the development of new molecules, materials and chemical systems requires intensive human effort,\" said Dr. Ron Alterovitz, senior author of the paper and Lawrence Grossberg Distinguished Professor in the Department of Computer Science. \"Scientists must design experiments, synthesize materials, analyze results and repeat the process until desired properties are achieved.\"\n\nThis trial-and-error approach is time-consuming and labor-intensive, slowing the pace of discovery. Automation offers a solution. Robotic systems can perform experiments continuously without human fatigue, significantly speeding up research. Robots not only execute precise experimental steps with greater consistency than humans, they also reduce safety risks by handling hazardous substances. By automating routine tasks, scientists can focus on higher-level research questions, paving the way for faster breakthroughs in medicine, energy and sustainability.\n\n\"Robotics has the potential to turn our everyday science labs into automated 'factories' that accelerate discovery, but to do this, we need creative solutions to allow researchers and robots to collaborate in the same lab environment,\" said Dr. James Cahoon, a co-author of the paper and chair of the Department of Chemistry. \"With continued development, we expect robotics and automation will improve the speed, precision and reproducibility of experiments across diverse instruments and disciplines, generating the data that artificial intelligence systems can analyze to guide further experimentation.\"\n\nThe researchers defined five levels of laboratory automation to illustrate how automation can evolve in science labs:\n\nAssistive Automation (A1): At this level, individual tasks, such as liquid handling, are automated while humans handle the majority of the work.\n\nPartial Automation (A2): Robots perform multiple sequential steps, with humans responsible for setup and supervision.\n\nConditional Automation (A3): Robots manage entire experimental processes, though human intervention is required when unexpected events arise.\n\nHigh Automation (A4): Robots execute experiments independently, setting up equipment and reacting to unusual conditions autonomously.\n\nFull Automation (A5): At this final stage, robots and AI systems operate with complete autonomy, including self-maintenance and safety management.\n\nThe levels of automation defined by the researchers can be used to assess progress in the field, help in establishing appropriate safety protocols and set goals for future research in both science domains and robotics. Although lower levels of automation are common today, achieving high and full automation is a research challenge that will require robots capable of operating across different lab environments, handling complex tasks and interacting with humans and other automation systems seamlessly.\n\nArtificial intelligence plays a key role in advancing automation beyond physical tasks. AI can analyze vast datasets generated by experiments, identify patterns and suggest new compounds or research directions. Integrating AI into the laboratory workflow will allow labs to automate the entire research cycle—from designing experiments to synthesizing materials and analyzing results.\n\nIn AI-driven labs, the traditional Design-Make-Test-Analyze (DMTA) loop can become fully autonomous. AI could determine which experiments to conduct, make real-time adjustments, and continuously improve the research process. While AI systems have shown early success in tasks like predicting chemical reactions and optimizing synthesis routes, the researchers caution that AI must be carefully monitored to avoid risks, such as the accidental creation of hazardous materials.\n\nTransitioning to automated labs presents significant technical and logistical challenges. Laboratories differ widely in their setups, ranging from single-process labs to large, multiroom facilities. Developing flexible automation systems that work across diverse environments will require mobile robots capable of transporting items and performing tasks across multiple stations.\n\nTraining scientists to work with advanced automation systems is equally important. Researchers will not only need to develop expertise in their scientific fields but also understand the capabilities of robots, data science and AI to accelerate their research. Educating the next generation of scientists to collaborate with engineers and computer scientists will be essential for realizing the full potential of automated laboratories.\n\n\"The integration of robotics and AI is poised to revolutionize science labs,\" said Angelos Angelopoulos, a co-author of the paper and research assistant in Dr. Alterovitz's Computational Robotics Group. \"By automating routine tasks and accelerating experimentation, there is great potential for creating an environment where breakthroughs occur faster, safer and more reliably than ever before.\"\n\nThe research paper is available online in the journal Science Robotics at: https://www.science.org/doi/10.1126/scirobotics.adm6991"
    },
    {
        "title": "Orangekloud Introduces AI-Powered No-Code Application Development Platform at GITEX Global",
        "link": "https://www.manilatimes.net/2024/10/24/tmt-newswire/globenewswire/orangekloud-introduces-ai-powered-no-code-application-development-platform-at-gitex-global/1990829",
        "description": "Singapore, Oct. 24, 2024 (GLOBE NEWSWIRE) -- Orangekloud Technology Inc. (Nasdaq: ORKT) (\"Orangekloud' or \"the Company'), a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.b6MjeWJrKriVMX8EKQeAWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "manilatimes16h",
        "source": "manilatimes",
        "article_content": "Singapore, Oct. 24, 2024 (GLOBE NEWSWIRE) -- Orangekloud Technology Inc. (Nasdaq: ORKT) (\"Orangekloud” or \"the Company”), a Singapore-based technology company offering the eMOBIQ® No-Code platform for the development of mobile applications, today reported that the Company last week introduced its AI-powered no-code application development platform at GITEX Global, among the world's most established large-scale tech exhibitions.\n\nThe event, which took place in Dubai from October 14-18, saw Orangekloud demonstrate the newly developed platform, which is among the first to integrate artificial intelligence agents and large language model (LLM) techniques to automate the app development process. This AI technology streamlines the app development process by accelerating page creation and automating the integration of different components, making it faster and more efficient to build and connect pages.\n\nThis platform was developed via a collaboration with AI Singapore (AISG)'s 100 Experiments programme, a government initiative designed to augment Singapore's AI capabilities and accelerate the nation's digital economy.\n\n\"We are thrilled to have completed the development of this groundbreaking AI-powered no-code platform, and had the opportunity to introduce it at GITEX,” said Orangekloud founder and CEO Alex Goh. \"We believe the platform made a highly favorable impression with both industry leaders and potential partners, and we expect these connections - as well as others we will soon make - to produce significant revenue growth and facilitate expansion into new regions and industries.”\n\nChief Operating Officer Steven Chu added, \"The growth we've experienced, supported by AISG, has been crucial for our platform's development. Their expertise has provided significant technical assistance to Orangekloud during this time. We are truly grateful for this collaboration and look forward to future partnerships with AISG.”\n\nGet the latest news\n\ndelivered to your inbox Sign up for The Manila Times newsletters By signing up with an email address, I acknowledge that I have read and agree to the Terms of Service and Privacy Policy\n\n\"We are confident that this technology, which is among the first to integrate AI and LLM techniques into no-code app development technology, has the potential to truly revolutionize the speed and efficiency with which apps can be built and deployed - and we're optimistic this advance is going to result in a big step forward for our Company.”\n\nMr. Goh said he looked forward to announcing additional news on this milestone \"in the near future.”\n\nAdvertisement\n\nAbout Orangekloud Technology Inc.\n\nOrangekloud Technology Inc. (Nasdaq: ORKT) is a Singapore-based technology company which offers the eMOBIQ® No-Code platform to develop mobile applications specially designed for Small and Medium Enterprises (SMEs) and corporations. The eMOBIQ® suite of mobile applications designed to digitalize and streamline business processes in operations includes warehousing, sales ordering, delivery, and manufacturing. eMOBIQ® customers come from various industries, including food manufacturing and food service, precision engineering, construction, retail, energy, and warehouse management.\n\nFORWARD-LOOKING STATEMENTS\n\nCertain statements contained in this press release about future expectations, plans and prospects, as well as any other statements regarding matters that are not historical facts, may constitute \"forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. These statements include, but are not limited to, statements relating to the expected trading commencement and closing dates. The words \"anticipate,” \"believe,” \"continue,” \"could,” \"estimate,” \"expect,” \"intend,” \"may,” \"plan,” \"potential,” \"predict,” \"project,” \"should,” \"target,” \"will,” \"would” and similar expressions are intended to identify forward-looking statements, although not all forward-looking statements contain these identifying words. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including: the uncertainties related to market conditions and the completion of the public offering on the anticipated terms or at all, and other factors discussed in the \"Risk Factors” section of the preliminary prospectus filed with the SEC. For these reasons, among others, investors are cautioned not to place undue reliance upon any forward-looking statements in this press release. Any forward-looking statements contained in this press release speak only as of the date hereof, and OrangeKloud Technology Inc. specifically disclaims any obligation to update any forward-looking statement, whether as a result of new information, future events or otherwise, except as required by law.\n\nAdvertisement\n\nOrangeKloud Technology Inc. Investor Relations Contact:\n\n1 Yishun Industrial Street 1 #04-27/28 & 34 Aposh Building Bizhub\n\nSingapore 768160\n\n(+65) 6317 2050\n\nAdvertisement\n\nEmail: [email protected]\n\nInvestor Relations Inquiries:\n\nSkyline Corporate Communications Group, LLC\n\nAdvertisement\n\nScott Powell, President\n\n1177 Avenue of the Americas, 5th Floor\n\nNew York, New York 10036\n\nOffice: (646) 893-5835\n\nAdvertisement\n\nEmail: [email protected]"
    },
    {
        "title": "A payments startup hoping to take on Stripe and Square just raised $75 million with this pitch deck",
        "link": "https://www.businessinsider.com/payments-fintech-finix-pitch-deck-75-million-series-c-2024-10",
        "description": "In the last year, the startup quadrupled its revenue, he added. He declined to disclose Finix's valuation. Finix leans into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.x9wy-L_HMAcNNrEpdv3zwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Business Insider3h",
        "source": "Business Insider",
        "article_content": "Finix is a startup that works with merchants so they can accept and manage payments.\n\nOn Thursday, it raised a $75 million Series C that included Lightspeed Ventures and Acrew Capital.\n\nHere is the pitch deck Finix used to raise its Series C.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nSome of the industry's biggest fintech investors just backed an up-and-coming payments startup challenging Stripe and Square.\n\nFinix, founded in 2016, lets other businesses accept, disburse, and manage payments. The San Francisco-based startup raised $75 million in a Series C funding round, the company announced Thursday. The round included Acrew Capital and Lightspeed Venture Partners, which have invested in some of the biggest fintechs, like Chime and Coinbase, and Affirm, respectively.\n\nFinix, which has raised $208 million to date, was named one of Business Insider's most promising fintechs of 2024. Its main selling point is helping companies, with little-to-no technical resources, facilitate payments — whether that's a coffee shop accepting a payment from a customer, an artist selling their painting on a digital marketplace like Etsy, or an airline refunding a customer for lost luggage.\n\nHistorically, if a business wanted to handle different kinds of payments, it'd need to use different providers and manage the multiple integrations that would come with that, according to Finix CEO and cofounder, Richie Serna. Finix is trying to change that by facilitating in-store and online payments, accepting payments and disbursing payouts, handling payments between different countries, and serving subscription software companies that need to enable payments between multiple merchants and multiple customers, like Airbnb or Uber.\n\nAdvertisement\n\nFinix processes billions of dollars every month for tens of thousands of merchants, Serna said. In the last year, the startup quadrupled its revenue, he added. He declined to disclose Finix's valuation.\n\nFinix leans into low code, no code tools\n\nFinix mostly targets companies that lack the software-developer resources to set up and customize their payments offerings. At the heart of its value proposition is the idea of \"low code, no code,\" or tools that help non-programmers build apps and automate simple tasks without needing to know how to code.\n\n\"If Adyen's for the enterprise, Square's for the micro-merchant, Stripe is for the developer-centric startup, Finix is for the 22 million businesses that don't have developers or don't have enough developers,\" Serna told Business Insider.\n\nCarving out that slice of market share hasn't stopped Finix from competing with those larger payments players, though. Sales call data with prospective customers show that Finix is up against Stripe the majority of the time, Serna said.\n\nAdvertisement\n\n\"We win 60% of the deals that we see,\" he said, referring to deals in Finix's pipeline.\n\nSerna previously was an engineer at Balanced, a now-defunct payments company that, when forced to shutter its operations in 2015, struck a deal with its longtime rival, Stripe, to transition existing customers.\n\n'Six to 10 companies that are smashed together'\n\nOne of the reasons Finix comes up against Stripe and other payment processors could be because the company is trying to offer a one-stop shop for various payments needs.\n\nFinix is \"basically six to 10 companies that are smashed together and have to work extremely seamlessly together,\" Serna said.\n\nAdvertisement\n\nUnder the hood, Finix underwrites all new merchants, which involves a dozen or two different compliance checks; runs a risk system that uses machine learning to determine the identity of the person paying; stores credit-card info in a compliant and secure way; and facilitates the connection between the card networks, payment rails, and accounting systems, Serna said. At the same time, Finix layers APIs, front-end dashboards for managing payments, and check-out forms that intake credit-card numbers and billing information, Serna said.\n\n\"So there's a lot of pieces,\" Serna said. \"Most people only see the tip of the iceberg, everything that we do behind the scenes is below the water, and our job is to make it as simple as possible.\"\n\nHere's the 26-page pitch deck Finix used to raise its Series C."
    },
    {
        "title": "The Startup Scene in Chicago: What Makes It Special?",
        "link": "https://techbullion.com/the-startup-scene-in-chicago-what-makes-it-special/",
        "description": "Chicago is well-known for its tall buildings, deep-dish pizza, and rich history, but there’s something else getting a lot of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Uid4IwaxfIJdvbljh-OZJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Impacts2h",
        "source": "Impacts",
        "article_content": "Chicago is well-known for its tall buildings, deep-dish pizza, and rich history, but there’s something else getting a lot of attention its exciting startup scene. Over the last few years, Chicago has become a hot spot for people with fresh ideas, bringing in entrepreneurs from around the world who want to kickstart their businesses.\n\nBut what makes Chicago’s startup scene different from places like Silicon Valley or New York? Let’s take a closer look at what makes this city stand out.\n\nLots of Support for Entrepreneurs\n\nOne of the best things about starting a business in Chicago is the amount of support entrepreneurs get. In some cities, new businesses are on their own, but not here. There are tons of resources, like incubators, accelerators, and shared workspaces, designed to help startups grow.\n\nPlaces like 1871 provide mentorship, office space, and chances to connect with others, which helps people build their businesses. Chicago’s universities, like The University of Chicago and Northwestern University, also offer programs to teach young people how to become entrepreneurs.\n\nAnd when it comes to funding, Chicago has a lot of investors and venture capital firms that want to support new businesses, so entrepreneurs don’t have to go far to find financial backing.\n\nA Diverse and Inclusive Startup Community\n\nChicago’s startup scene stands out because it’s open to everyone. Unlike other cities where certain groups might dominate, Chicago welcomes people from all backgrounds. This focus on diversity brings different perspectives and new ideas to the table.\n\nOrganizations like Chicago Blend help promote diversity in the tech and startup industries, offering resources to support underrepresented groups. This inclusive atmosphere makes the startup culture more creative and innovative.\n\nA Strong Community\n\nIn some cities, startups see each other as competition. But in Chicago, there’s a strong sense of community. Entrepreneurs often work together, share ideas, and help each other succeed.\n\nEvents like Chicago Startup Week and Techstars Startup Weekend bring people together to learn, network, and collaborate. It’s common to see more experienced entrepreneurs mentoring newer ones, sharing advice and offering support.\n\nThere’s also a tradition of giving back in Chicago. Entrepreneurs who have been successful often invest in local businesses, mentor new founders, and create programs to encourage more people to start their own ventures.\n\n4. Solving Real-World Problems\n\nChicago’s startups focus on solving real issues that affect people’s daily lives. Instead of chasing the next big trend, many entrepreneurs in the city work on businesses that improve things like transportation, education, and healthcare.\n\nFor example, SpotHero, a parking app, and VillageMD, a healthcare company, are just two examples of businesses that aim to make life easier for people in the city and beyond. This approach gives Chicago a reputation for being a place where people tackle real challenges.\n\nAffordability and Access\n\nStarting a business in cities like New York or San Francisco can be super expensive. But in Chicago, things like rent, office space, and employee salaries are much more affordable. This gives startups more breathing room financially, allowing them to focus on growing their businesses without breaking the bank.\n\nChicago’s location also makes it easy to connect with clients, investors, and partners across the country and around the world. Thanks to its transportation system and O’Hare International Airport, Chicago is well-connected to major cities globally.\n\nHard Work Pays Off\n\nChicagoans are known for their strong work ethic, and this mindset is a big part of the city’s startup culture. Entrepreneurs here aren’t just in it for quick success they’re willing to put in the hard work, face challenges, and keep going even when things get tough.\n\nThis determination and grit help Chicago startups stand out. They’re not only innovative but also resilient, able to handle ups and downs and come out stronger on the other side.\n\nConclusion: A City of Opportunity\n\nChicago’s startup scene is unique because it’s supportive, diverse, community-focused, and centered on solving real problems. It’s also more affordable than other big cities, making it a great place to start a business.\n\nWhether you’re just starting out or looking to grow your business, Chicago offers everything you need to succeed. It’s a city full of opportunity, where entrepreneurs can thrive and turn their ideas into reality. So, if you’re ready to launch your next big idea, Chicago might just be the perfect place to do it."
    },
    {
        "title": "The Startup Culture in Atlanta: What Makes It Special?",
        "link": "https://techbullion.com/the-startup-culture-in-atlanta-what-makes-it-special/",
        "description": "Atlanta, Georgia, is known for its history, southern hospitality, and a booming music scene, but lately, it’s making waves as ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dR7dvbqSNgWELDTGJBHZpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Impacts1h",
        "source": "Impacts",
        "article_content": "Atlanta, Georgia, is known for its history, southern hospitality, and a booming music scene, but lately, it’s making waves as a top spot for startups. More and more young people are choosing Atlanta to launch their business dreams. So, what’s so special about Atlanta’s startup scene? Let’s break down why this city is attracting entrepreneurs and why it’s a great place to start a business.\n\nA Diverse and Welcoming Environment\n\nOne of the things that make Atlanta stand out is its diversity. People from all different backgrounds and cultures live and work here, and that includes the startup community. Places like Atlanta Tech Village and the Russell Center for Innovation and Entrepreneurship (RCIE) provide resources, mentoring, and networking to help everyone succeed, no matter where they’re from.\n\nAffordable Cost of Living\n\nCompared to big cities like New York or San Francisco, Atlanta is way more affordable. Rent, food, and other living expenses are lower here, making it easier for young entrepreneurs to focus on building their business instead of worrying about paying the bills. This lower cost of living allows startups to put more money into growing their company instead of just making ends meet.\n\nSupport from Local Universities\n\nAtlanta is home to top-notch universities like Georgia Tech, Emory University, and Morehouse College. These schools are huge supporters of the local startup community. Georgia Tech, for example, offers programs that help young entrepreneurs develop and grow their ideas. For anyone working in tech, business, or science, being close to these universities is a big advantage. They provide access to resources, mentors, and innovative research that can help a startup thrive.\n\nA Thriving Tech Scene\n\nAtlanta is also becoming a tech hotspot. Big tech companies like Google, Microsoft, and NCR have a presence in the city, bringing in tech talent and creating a strong ecosystem for startups. Programs like Techstars Atlanta and the Advanced Technology Development Center (ATDC) give startups the funding, mentorship, and office space they need to succeed. For tech entrepreneurs, Atlanta is full of opportunities to make their mark.\n\nPlenty of Investors\n\nEvery startup needs funding to grow, and Atlanta is attracting more and more investors. Venture capital firms and angel investors are increasingly looking at Atlanta as a great place to find new businesses to invest in. While it may not have as much funding as Silicon Valley, Atlanta’s investors are known for being more approachable, especially for new startups. Firms like BIP Capital and Panoramic Ventures are on the lookout for promising entrepreneurs with great ideas.\n\nA Collaborative Community\n\nIn some cities, the startup world can be super competitive, but in Atlanta, there’s a strong sense of collaboration. Entrepreneurs help each other out, sharing ideas, resources, and connections. Organizations like Startup Atlanta and Hypepotamus host events where people can meet, learn, and support each other. This teamwork creates a friendly and encouraging environment for young startups.\n\nFocus on Making a Difference\n\nA lot of startups in Atlanta aren’t just about making money they want to make a positive impact on the world. Businesses like Goodr and Rubicon Global are tackling social and environmental challenges, like reducing food waste or improving recycling. This focus on social entrepreneurship has drawn in a new generation of entrepreneurs who want to change the world while building a successful business.\n\nGreat Quality of Life\n\nBeyond the business opportunities, Atlanta is simply a great place to live. The city has beautiful parks like Piedmont Park and the Atlanta BeltLine, where people can relax and enjoy the outdoors. Plus, Atlanta’s rich arts and culture scene means there’s always something to do, from concerts to art galleries. For young entrepreneurs, finding that balance between work and life is important, and Atlanta offers a lifestyle that makes it easy to enjoy both.\n\nConclusion\n\nAtlanta’s startup culture is all about diversity, affordability, innovation, and community. It’s a place where young entrepreneurs can find support, funding, and a strong network to help their business grow. Whether you’re into tech, social impact, or just have a cool idea, Atlanta has everything you need to succeed. That’s why it’s quickly becoming one of the top cities for entrepreneurship in the U.S."
    },
    {
        "title": "Before Saying Goodbye To 2024, Discover These Software Trends For Success In 2025",
        "link": "https://www.outlookindia.com/outlookhub/software-trends-business-success",
        "description": "Discover key software trends for 2025, from AI automation to cloud-native technologies, helping businesses stay competitive and innovative.",
        "image_url": "https://www.bing.com/th?id=OJ.GtnM0fAPy9lm0g&pid=news&w=82&h=16&rs=2",
        "category": "software+trend",
        "date": "23h",
        "source": "Outlookindia",
        "article_content": "In this article, we’ll dive deep into the software trends that will help businesses thrive in 2025. These trends are not just passing fads; they are grounded in the evolving needs of businesses and the fast-paced advancements in technology. By understanding these key developments, you’ll be better equipped to adapt, innovate, and lead your business to success in the new year."
    },
    {
        "title": "Avast One for Mac review: a free antivirus is all you need",
        "link": "https://www.digitaltrends.com/computing/avast-one-for-mac-review/",
        "description": "I reviewed Avast One's free and paid plans for macOS, testing prevention, protection, and more to check its value for Mac ...",
        "image_url": "https://www.bing.com/th?id=OVF.1GgKYnj71PRDyxH7rlJQew&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Digital Trends",
        "article_content": "Avast One Gold for Mac MSRP $179.99 Score Details “Avast One for Mac offers powerful, free antivirus software with virus scans and browser blocking.” Pros Excellent malware protection record\n\nUser-friendly app\n\nCustomizable plans\n\n24/7 live support\n\nFree app includes a VPN Cons Big price increases on renewal\n\nFree VPN has a 5GB/month cap\n\nAvast is an antivirus software developer that supports macOS, and the Avast One package includes extra cybersecurity features that go beyond simple malware scans. Antivirus, ransomware protection, malware blocking, and more are available in free and paid subscription plans.\n\nA few months ago, I reviewed Avast One for Windows and found it to be a good solution. However, the Mac is a very different computer with unique hardware and software, so I tested Avast One for Mac to find out if it’s a good fit for Apple’s system and one of the best antivirus apps for your Mac.\n\nSpecs\n\nAvast One Platforms Windows, macOS, Linux, iOS, Android Devices 5 (individual), 30 (family) Support Chat, email Price $180 Free version? Yes\n\nTiers and pricing\n\nAvast One’s website describes its free tier as Basic, but the documentation refers to it as Avast One Essential. Either way, it’s powerful antivirus software that protects your Mac for free. You get a malware scanner and browser protection to block malicious downloads. A free VPN is included but the monthly data is restricted to 5GB. Avast One offers one of the best free Mac antivirus apps available.\n\nIf you subscribe, more features are unlocked, and you can pick from three price tiers and a few variations. Avast One Silver starts at $36 annually with a choice of more protection, privacy, or performance features. Renewal costs are significantly higher than the first year, jumping to $80 in year two and beyond. You can get all three feature packs at once with the $60 Avast One Gold ($130 renewal).\n\nAvast One comes in family plans as well. For $84/$180, Avast One Silver Family increases the number of supported devices from the standard five to a generous 30, enough for everyone to enjoy protection. Avast One Gold Family costs $114/$280 to cover 30 devices.\n\nThe top tier is Avast One Platinum for $120/$300, a relatively minor increase from Avast One Gold Family that adds identity protection, dark web monitoring, and $2 million in identity theft insurance.\n\nDesign\n\nInstalling Avast One was simple, and much easier than my experience with McAfee’s antivirus for Mac. After downloading the installer, a Finder window opened with a message to double-click it. After agreeing to the terms of use and allowing the required permissions, the installer placed itself in the trash and launched Avast One for setup.\n\nI started with the free version, Avast One Essential, initially skipping the sign-in option. The app guided me to enable Avast access in System Settings, opening the appropriate tabs along the way. After a few clicks, everything was ready in about a minute.\n\nI got a friendly message saying “Everything looks good,” but lacking enough details to convince me. I scrolled down to the shortcuts and found an option to run a system scan. The app updated its virus data, checked my browser caches, and scanned for malware. In the final step, it suggested file cleanup, giving me an option to upgrade to use this feature. I declined and moved to the next shortcut, the VPN.\n\nAfter allowing a pop-up approval request from macOS, the free VPN was switched on. It’s capped at 5GB per month, which isn’t enough for daily use, but could be useful for occasional checks or vacation planning.\n\nThe free app shows all the features in the explore tab, but some are locked until I subscribe. Still, plenty are available in Avast One Essential. The system scan checks for malware and includes a VPN, which is capped at 5GB per month.\n\nThe account tab shows my subscription level — currently none — and has subsections to set preferences, browse help documents, check the community forums, get support, or uninstall the app. It’s refreshing to see an easy way to uninstall since removing antivirus software is sometimes difficult.\n\nFeatures\n\nAvast for Mac enjoys a near-perfect malware protection record in ongoing evaluations from the independent security research lab AV-Test. In fact, there were only two instances when Avast fell below a perfect six out of six.\n\nIn September 2020, a minor miss dropped AV-Test’s rating to 5.5. The more notable flaw was from six years ago when Avast for Mac failed in 3.7% of the 241 malware tests performed in December 2018.\n\nEvery other quarterly test since December 2017 has been perfect. That’s an impressive protection record that‘s almost as good as market leaders Bitdefender and Norton.\n\nWhile I trust AV-Test’s results, I still wanted to spot-check for myself. I visited Wicar’s malware test website to see how good the free web blocker was. Avast One Essential recognized all 13 browser exploits and malware downloads, blocking the danger at every turn.\n\nI tried again with the VPN switched off, and each threat was blocked without using any monthly data to safeguard my browsing. The free app is very good, a generous gift to the often overlooked Mac community.\n\nSwitching the VPN back on, I loaded BrowserLeaks website to check if my IP address was visible. The IP address and location shown were different from mine, so Avast’s free VPN did its job.\n\nWith my Avast One Essential testing complete, I upgraded to Avast One Gold to continue with the subscriber version. That removed all locks on the explore tab, so I used the disk cleaner to free up over 4GB of app caches, trash, and log files.\n\nThere are plenty of extras that help with privacy, protection, and cleaning my Mac. The most important paid features are the uncapped VPN with an option to choose a server in another country to avoid geoblocking and live chat support.\n\nSupport\n\nAs an Avast One Gold subscriber, I requested priority support on the website via live chat. At first, I got a chatbot that misunderstood my question about how Avast One works. A multiple-choice selection let me switch to a live agent who immediately took over. After being speedy at first, the second response was much slower, and I had to repeat what I told the chatbot.\n\nIt was a bit frustrating, as if the agent didn’t understand my question. I asked for another agent but they tried again to answer. After my second request to transfer, I was told to hold.\n\nUnfortunately, no one else was available, so I tried simplifying my question. That worked, and I got the answer I expected — Avast One protects my browser from malware and also scans my computer. I also asked some VPN questions and received prompt and accurate replies.\n\nAfter 15 minutes, suddenly the answers came quickly and with higher quality. I suspect the misunderstanding was a side effect of trying to help too many customers at once. That’s the nature of live support, and it will always vary.\n\nOverall, I was satisfied with Avast’s support via live chat.\n\nPrivacy and security\n\nAccording to Avast’s privacy policy, Avast One’s free app might show targeted ads. In my brief test, I didn’t see any, but I quickly switched to a paid plan to complete the review.\n\nThe end-user license agreement allows Avast to send you promotional offers to upgrade to a higher-priced subscription. After three months on Avast’s mailing list, I haven’t noticed many emails, so I don’t think it’s anything to be concerned about.\n\nHowever, Avast has had some privacy issues in the past. Google removed the Avast browser extension in 2019 for spying on Chrome users.\n\nAfter five years of behaving kindly, Avast has well-rated security extensions in the Chrome Web Store. I think it’s safe to let those worries fade away.\n\nAvast One protects your Mac and MacBook\n\nIf you like the sound of Avast One’s subscription plans but want to save money, check our guide to the best antivirus deals. Sometimes Avast has sales that cut first-year costs even lower. Still, the costs will skyrocket to more than double the first year when it’s time to renew.\n\nAvast’s parent company, Gen Digital, also owns Norton Security. Norton 360 for Mac has a better subscription package at lower prices, so that’s a better choice if you’re paying for protection.\n\nAvast One Basic (Essential) is a nice, free antivirus that could provide everything you need. It includes prevention and protection just as powerful as what’s in the paid version. If you want more, our guide to the best antivirus software breaks down features and costs to help you make an informed purchase."
    }
]