[
    {
        "title": "Hundreds of UFO-like sightings revealed in US Department of Defense report",
        "link": "https://news.yahoo.com/news/hundreds-ufo-sightings-revealed-us-110332991.html",
        "description": "An annual report produced by the Department of Defense and the Office of the Director of National Intelligence revealed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FoyrNZzPdGDZPUSeOxZ9Yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "YAHOO!News",
        "article_content": "WASHINGTON – An annual report released Wednesday by the Department of Defense and the Office of the Director of National Intelligence revealed hundreds of cases of unidentified anomalous phenomena. But even with the sightings, there is still no direct link to aliens.\n\nOf the 757 reports, 485 occurred between May 2023 and June 2024, while around 272 occurred between 2021 and 2022.\n\nAccording to the All-Domain Anomaly Resolution Office (AARO), 21 of the cases still remain under investigation and require further data and analysis.\n\n\"It is important to underscore that, to date, AARO has discovered no evidence of extraterrestrial beings, activity, or technology,\" the report stated. \"None of the reports AARO received during the reporting period indicated that observers suffered any adverse health effects.\"\n\nMost of the sightings turned out to be balloons, birds, aircraft and even satellites in outer space.\n\nHow Thunderstorms Hundreds Of Miles Away Can Wreak Havoc On Air Travel\n\n\"AARO increasingly receives cases that it is able to resolve to the Starlink satellite constellation,\" the report stated. \"For example, a commercial pilot reported white flashing lights in the night sky. The pilot did not report an altitude or speed, and no data or imagery was recorded. AARO assessed that this sighting of flashing lights correlated with a Starlink satellite launch from Cape Canaveral, Florida, the same evening about one hour prior to the sighting. This sighting occurred in the known orbital path of the satellites. AARO is investigating if other unresolved cases may be attributed to the expansion of the Starlink and other mega-constellations in low earth orbit.\"\n\nWhile the number of reported UAP incidents has risen in recent years, government officials contend it is because of the public’s greater awareness and tendency to report such objects than actually a growing trend.\n\nThe AARO was established in 2022 to oversee the investigation and analysis of UAPs and help determine their threats to national security.\n\nOf the nearly 400 reports received from pilots during the period, only one incident appeared to pose a potential safety risk, in which the AARO continues to look into the case.\n\nAdditionally, 18 reported events occurred near U.S. nuclear infrastructure, weapons and launch sites, prompting the involvement of law enforcement.\n\nAviation Experts Concerned 5G Rollout Near Airports Could Compromise Safety\n\nGovernment agencies, including the Department of Defense and the National Intelligence Program, use the broader term of Unidentified Anomalous Phenomena (UAP) rather than Unidentified Flying Objects (UFOs) to identify cases.\n\nUAPs include any unexplained phenomenon that occurs on land, sea or space, while UFOs specifically refer to objects that fly through the sky.\n\nRecent spotting of an UFO reported to the Department of Defense.\n\n\n\n\n\nOriginal article source: Hundreds of UFO-like sightings revealed in US Department of Defense report"
    },
    {
        "title": "Pentagon receives over 700 new reports of UFO sightings",
        "link": "https://www.msn.com/en-us/news/other/pentagon-receives-over-700-new-reports-of-ufo-sightings/ar-AA1u9S7Z?ocid=BingNewsVerp",
        "description": "Last year's report cited 281 incidents during its review period. During a press briefing on the report on Thursday, Pentagon ...",
        "image_url": "https://www.bing.com/th?id=OVF.hZ5%2fD7355cA%2bbED9wIguLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "Houston Chronicle on MSN",
        "article_content": ""
    },
    {
        "title": "More than 700 UFO sightings were reported to the Pentagon over the last year",
        "link": "https://news.yahoo.com/news/more-700-ufo-sightings-were-184118025.html",
        "description": "Americans were convinced enough that they spotted a UFO that they reported sightings to the Pentagon more than 700 times over ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k3voN8A9ooPM1LW9EG-x2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "20h",
        "source": "YAHOO!News",
        "article_content": "More than 700 UFO sightings were reported to the Pentagon over the last year\n\nAmericans were convinced enough that they spotted a UFO that they reported sightings to the Pentagon more than 700 times over a 12-month period, according to a new report.\n\nThe annualized report from the Department of Defense showed that between May 1, 2023 and June 1, 2024, the All-domain Anomaly Resolution Office received 757 reports of unidentified aerial phenomena, formerly known as UFO’s.\n\nOf those 757, just 485 occurred during that time period; the other 272 sightings happened during 2021 and 2022 but weren’t reported until later.\n\nA “UFO” spotted by a KTLA viewer. Credit: James Fox\n\nThe report says 118 of the more than 700 cases were resolved during the reporting period. They were oftentimes attributed to being birds, balloons and other aircrafts. Many of the cases that weren’t resolved may be due to a lack of photo evidence.\n\nNo reporters suffered any adverse health affects due to the spotted UFO’s.\n\nAccording to the AARO, there is a geographical trend that shows many sightings are located near military bases.\n\nUtah study reveals the ‘best’ place for UFO sightings\n\nAbout 65% of reporters said they saw strange lights in the sky. Other reporters said they saw objects such as orbs, cylinders and triangles.\n\nOther reporters, who said the objects didn’t fit into the aforementioned categories, said they saw things like a “green fire ball,” “a jelly fish with [multicolored] flashing lights,” and a “silver rocket approximately six feet long.”\n\nTo date, the reports states, none of the reports have produced “evidence of extraterrestrial\n\nbeings, activity, or technology.”\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KTLA."
    },
    {
        "title": "Police collect wreckage of 'octagonal-shaped UFO' shot down by a US F-16 fighter jet",
        "link": "https://www.dailymail.co.uk/sciencetech/article-14088515/Police-Canada-wreckage-object-shot-Lake-Huron.html",
        "description": "Newly released documents have revealed that police collected debris of an 'octagonal' UFO that was shot down by a US F-16 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FY6jRfRagHbD4G-c6tgEPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "Daily Mail",
        "article_content": "Newly released documents have revealed that Canadian police collected debris of a UFO that was shot down over Lake Huron last year.\n\nThe object was taken down on February 12, 2023 by a US F-16 fighter jet, marking the third such incident over North America that month.\n\nWitnesses described the object as 'octagonal' with strings hanging off it before the jet fired two missiles, striking the UFO that then slowly descended into Canadian waters.\n\nDocuments obtained by CTVNews.ca stated that 'wreckage' was found on 'the shoreline of Lake Huron' weeks after search efforts were suspended.\n\nThe Royal Canadian Mounted Police (RCMP) partnered with the American and Canadian Coast Guard to conduct a brief search following the incident.\n\nBy February 16, it was called off due to 'deteriorating weather and the low probability of recovery, according to an RCMP statement.\n\nBut the partially redacted emails acquired by CTVNews.ca revealed that the RCMP collected 'both material and a module' from the site of the incident roughly three weeks after the object was shot down.\n\nNational security officials have criticized the effort for a 'lack of transparency.'\n\nNewly released documents have revealed that Canadian police collected debris after an unidentified object was shot down over Lake Huron on February 12 2023\n\n'The module is from a company who sells weather monitoring equipment,' a senior RCMP member told a Canadian military brigadier-general in an email sent on March 13, 2023, according to CTVNews.ca.\n\n'It will be analyzed to determine if there is anything unusual with it but I suspect not given the size. Whether or not it is from the shoot down is uncertain,' the email continued.\n\nAn RCMP spokesperson further confirmed the debris collection in a statement to CTVNews.ca.\n\n'The RCMP confirms that debris was recovered from the shores of Lake Huron, and we continue to work in close collaboration with our domestic and international partners in furthering the investigation,' the spokesperson said Friday.\n\n'As the investigation is ongoing, additional details cannot be provided at this time.'\n\nThe RCMP would not confirm whether the debris was ever definitively linked to the Lake Huron object, and Canada's Department of National Defense also declined to comment, CTVNews.ca reported.\n\nIain Boyd, director of the Center for National Security Initiatives at the University of Colorado Boulder, said that the lack of transparency could be because the US and Canadian governments were embarrassed of shooting down objects that did not pose national security threats.\n\nThe object was taken down by a US F-16 fighter jet, and was the third unidentified object to be shot out of the sky over North American that month\n\nThe incident occurred just days after the downing of a Chinese surveillance balloon on February 4, which garnered widespread media attention.\n\n'To have expended significant military time and resources to shoot down benign objects does not look good, even though there may have been many factors we are still unaware of,' he speculated to CTVNews.ca.\n\n'I am not surprised that the Canadian government did not share more information about the Lake Huron debris.'\n\nThe incident, and three others that month, occurred just days after the downing of a Chinese surveillance balloon on February 4, which garnered widespread media attention.\n\nThe other two were downed in Alaska and Yukon, Canada.\n\nAll three were reported to be smaller than the Chinese balloon, which measured 200 feet tall, according to US General Glen D. VanHerck.\n\nThe balloon carried an underslung payload described as a 'technology bay' that was roughly the size of two to three school buses.\n\nIt flew across North America from January 28 to February 4, 2023, passing over Alaska, western Canada and the contiguous US before it was shot down by the US Air Force off the coast of South Carolina.\n\nAnalysis of the debris determined that the balloon carried intelligence-gathering equipment, but it did not appear to have sent information back to China.\n\nThe three UFO incidents that followed did not appear to be related to the Chinese balloon, and there was no evidence to suggest that they were surveillance vehicles from any other country, President Joe Biden stated on February 16."
    },
    {
        "title": "UFO shot down by US fighter jet found on Lake Huron's shoreline",
        "link": "https://kfdm.com/news/nation-world/ufo-shot-down-by-us-fighter-jet-found-on-lake-hurons-shoreline-north-america-us-f-16-fighter-jet-octagon-shaped-missile-freedom-of-information-coast-guard-weather-monitoring-equipment-chinese-surveillance-balloon",
        "description": "In recently released documents, Canadian police found debris from a UFO that had taken down near Lake Huron last year.",
        "image_url": "https://www.bing.com/th?id=OVFT.D0GsgIni_Vqcg3MgU6CVqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "kfdm14h",
        "source": "kfdm",
        "article_content": "In recently released documents, Canadian police found debris from a UFO that had been taken down near Lake Huron last year.\n\nThe UFO was shot down by a U.S. F-16 fighter jet on February 12, 2023. This is the third UFO incident to have taken place in North America in February 2023.\n\nThe object is said to have been an octagon shape with strings hanging off. The fighter jet shot at the UFO twice, striking it with one missile before it fell into Canadian waters.\n\nThrough a , the 'wreckage' was found on 'the shoreline of Lake Huron' and the discovery was never made public.\n\nThe Royal Canadian Mounted Police worked with the American and Canadian Coast Guard on a brief search, ending the search \"due to several factors including deteriorating weather and the low probability of recovery.\"\n\nAccording to CTVNews.ca, RCMP recovered the UFO from the crash site in March 2023, after being shot down just three weeks before.\n\nIn the documents obtained by CTVNews.ca, a member of the RCMP told a Canadian military general in an email that \"The module is from a company who sells weather monitoring equipment.\"\n\nAll of the UFO incidents that occurred in February 2023 happened right after the U.S. Military downed a on February 4.\n\nRecently,\n\nThe House Committee on Oversight and Accountability held its second hearing on November 13 about unidentified anomalous phenomena or UAPs. The committee held its first hearing in July 2023 following hearings by other committees in the House and Senate.\n\nMichael Gold, who has held NASA leadership positions and was a member of its independent UAP study team, told lawmakers it takes courage to seek the truth about UAPs."
    },
    {
        "title": "Google Launches Gemini AI App for iPhone",
        "link": "https://www.yahoo.com/tech/google-launches-gemini-ai-app-161228629.html",
        "description": "Google's AI assistant, now available on iOS, brings voice chats, image generation, and Google app integration to users ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2XEbIwHLmAJJS0p2t7fbPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23h",
        "source": "Yahoo",
        "article_content": "Google has officially released its Gemini AI app for iPhone. The app, which is free to download, is now available on the Apple App Store in 35 languages worldwide. Google CEO Sundar Pichai confirmed the app's availability on X.\n\nThe Gemini app now gives iPhone users direct access to Google's AI chatbot through text, voice, or camera input. The best part is that it all happens without installing the main Google app.\n\nOne of the main features of Gemini is Gemini Live, which lets you chat naturally. That means it makes you feel like you're having a conversation with another human being on a call. You can pick from 10 AI voices and chat in languages like English, Spanish, French, German, or Hindi. I believe Gemini Live is Google's response to OpenAI's GPT4o. But I prefer the latter; it's more fluid than Gemini Live.\n\nAdvertisement Advertisement\n\nThe app also offers extras such as AI image creation with Imagen 3, study help tools, and photo analysis features. It integrates with other Google apps through extensions, including YouTube, Google Maps, Gmail, and Calendar. A Live Activity feature allows users to continue conversations while using other apps or when their iPhone is locked.\n\nThe Gemini has its limits on iOS. Unlike Siri, it can't tweak your settings or directly manage other apps, which was expected. Its functionality is limited to interactions within Google's ecosystem of apps and services."
    },
    {
        "title": "EU AI Act: Everything you need to know",
        "link": "https://techcrunch.com/2024/11/16/eu-ai-act-everything-you-need-to-know/",
        "description": "The European Union's risk-based rulebook for artificial intelligence — aka the EU AI Act — has been years in the making. But ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5wrbVNGyUPxiwbKfmdGVHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "TechCrunch",
        "article_content": "The European Union’s risk-based rulebook for artificial intelligence — aka the EU AI Act — has been years in the making. But expect to hear a lot more about the regulation in the coming months (and years) as key compliance deadlines kick in. Meanwhile, read on for an overview of the law and its aims.\n\nSo what is the EU trying to achieve? Dial back the clock to April 2021, when the Commission published the original proposal and lawmakers were framing it as a law to bolster the bloc’s ability to innovate in AI by fostering trust among citizens. The framework would ensure AI technologies remained “human-centered” while also giving businesses clear rules to work their machine learning magic, the EU suggested.\n\nIncreasing adoption of automation across industry and society certainly has the potential to supercharge productivity in various domains. But it also poses risks of fast-scaling harms if outputs are poor and/or where AI intersects with individual rights and fails to respect them.\n\nThe bloc’s goal for the AI Act is therefore to drive uptake of AI and grow a local AI ecosystem by setting conditions that are intended to shrink the risks that things could go horribly wrong. Lawmakers think that having guardrails in place will boost citizens’ trust in and uptake of AI.\n\nThis ecosystem-fostering-through-trust idea was fairly uncontroversial back in the early part of the decade, when the law was being discussed and drafted. Objections were raised in some quarters, though, that it was simply too early to be regulating AI and that European innovation and competitiveness could suffer.\n\nFew would likely say it’s too early now, of course, given how the technology has exploded into mainstream consciousness thanks to the boom in generative AI tools. But there are still objections that the law sandbags the prospects of homegrown AI entrepreneurs, despite the inclusion of support measures like regulatory sandboxes.\n\nEven so, the big debate for many lawmakers is now around how to regulate AI, and with the AI Act the EU has set its course. The next years are all about the bloc executing on the plan.\n\nWhat does the AI Act require?\n\nMost uses of AI are not regulated under the AI Act at all, as they fall out of scope of the risk-based rules. (It’s also worth noting that military uses of AI are entirely out of scope as national security is a member-state, rather than EU-level, legal competence.)\n\nFor in-scope uses of AI, the Act’s risk-based approach sets up a hierarchy where a handful of potential use cases (e.g., “harmful subliminal, manipulative and deceptive techniques” or “unacceptable social scoring”) are framed as carrying “unacceptable risk” and are therefore banned. However, the list of banned uses is replete with exceptions, meaning even the law’s small number of prohibitions carry plenty of caveats.\n\nFor example, a ban on law enforcement using real-time remote biometric identification in publicly accessible spaces is not the blanket ban some parliamentarians and many civil society groups had pushed for, with exceptions allowing its use for certain crimes.\n\nThe next tier down from unacceptable risk/banned use is “high-risk” use cases — such as AI apps used for critical infrastructure; law enforcement; education and vocational training; healthcare; and more — where app makers must conduct conformity assessments prior to market deployment, and on an ongoing basis (such as when they make substantial updates to models).\n\nThis means the developer must be able to demonstrate that they are meeting the law’s requirements in areas such as data quality, documentation and traceability, transparency, human oversight, accuracy, cybersecurity, and robustness. They must put in place quality and risk-management systems so they can demonstrate compliance if an enforcement authority comes knocking to do an audit.\n\nHigh-risk systems that are deployed by public bodies must also be registered in a public EU database.\n\nThere is also a third, “medium-risk” category, which applies transparency obligations to AI systems, such as chatbots or other tools that can be used to produce synthetic media. Here the concern is they could be used to manipulate people, so this type of tech requires that users are informed they are interacting with or viewing content produced by AI.\n\nAll other uses of AI are automatically considered low/minimal risk and aren’t regulated. This means that, for example, stuff like using AI to sort and recommend social media content or target advertising doesn’t have any obligations under these rules. But the bloc encourages all AI developers to voluntarily follow best practices for boosting user trust.\n\nThis set of tiered risk-based rules make up the bulk of the AI Act. But there are also some dedicated requirements for the multifaceted models that underpin generative AI technologies — which the AI Act refers to as “general purpose AI” models (or GPAIs).\n\nThis subset of AI technologies, which the industry sometimes calls “foundational models,” typically sits upstream of many apps that implement artificial intelligence. Developers are tapping into APIs from the GPAIs to deploy these models’ capabilities into their own software, often fine-tuned for a specific use case to add value. All of which is to say that GPAIs have quickly gained a powerful position in the market, with the potential to influence AI outcomes at a large scale.\n\nGenAI has entered the chat …\n\nThe rise of GenAI reshaped more than just the conversation around the EU’s AI Act; it led to changes to the rulebook itself as the bloc’s lengthy legislative process coincided with the hype around GenAI tools like ChatGPT. Lawmakers in the European parliament seized their chance to respond.\n\nMEPs proposed adding additional rules for GPAIs — that is, the models that underlie GenAI tools. These, in turn, sharpened tech industry attention on what the EU was doing with the law, leading to some fierce lobbying for a carve-out for GPAIs.\n\nFrench AI firm Mistral was one of the loudest voices, arguing that rules on model makers would hold back Europe’s ability to compete against AI giants from the U.S. and China. OpenAI’s Sam Altman also chipped in, suggesting, in a side remark to journalists that it might pull its tech out of Europe if laws proved too onerous, before hurriedly falling back to traditional flesh-pressing (lobbying) of regional powerbrokers after the EU called him out on this clumsy threat.\n\nAltman getting a crash course in European diplomacy has been one of the more visible side effects of the AI Act.\n\nThe upshot of all this noise was a white-knuckle ride to get the legislative process wrapped. It took months and a marathon final negotiating session between the European parliament, Council, and Commission to push the file over the line last year. The political agreement was clinched in December 2023, paving the way for adoption of the final text in May 2024.\n\nThe EU has trumpeted the AI Act as a “global first.” But being first in this cutting-edge tech context means there’s still a lot of detail to be worked out, such as setting the specific standards in which the law will apply and producing detailed compliance guidance (Codes of Practice) in order for the oversight and ecosystem-building regime the Act envisages to function.\n\nSo, as far as assessing its success, the law remains a work in progress — and will be for a long time.\n\nFor GPAIs, the AI Act continues the risk-based approach, with (only) lighter requirements for most of these models.\n\nFor commercial GPAIs, this means transparency rules (including technical documentation requirements and disclosures around the use of copyrighted material used to train models). These provisions are intended to help downstream developers with their own AI Act compliance.\n\nThere’s also a second tier — for the most powerful (and potentially risky) GPAIs — where the Act dials up obligations on model makers by requiring proactive risk assessment and risk mitigation for GPAIs with “systemic risk.”\n\nHere the EU is concerned about very powerful AI models that might pose risks to human life, for example, or even risks that tech makers lose control over continued development of self-improving AIs.\n\nLawmakers elected to rely on compute threshold for model training as a classifier for this systemic risk tier. GPAIs will fall into this bracket based on the cumulative amount of compute used for their training being measured in floating point operations (FLOPs) of greater than 1025.\n\nSo far no models are thought to be in scope, but of course that could change as GenAI continues to develop.\n\nThere is also some leeway for AI safety experts involved in oversight of the AI Act to flag concerns about systemic risks that may arise elsewhere. (For more on the governance structure the bloc has devised for the AI Act — including the various roles of the AI Office — see our earlier report.)\n\nMistral et al.’s lobbying did result in a watering down of the rules for GPAIs, with lighter requirements on open source providers for example (lucky Mistral!). R&D also got a carve out, meaning GPAIs that have not yet been commercialized fall out of scope of the Act entirely, without even transparency requirements applying.\n\nA long march toward compliance\n\nThe AI Act officially entered into force across the EU on August 1, 2024. That date essentially fired a starting gun as deadlines for complying with different components are set to hit at different intervals from early next year until around the middle of 2027.\n\nSome of the main compliance deadlines are six months in from entry into force, when rules on prohibited use cases kick in; nine months in when Codes of Practice start to apply; 12 months in for transparency and governance requirements; 24 months for other AI requirements, including obligations for some high-risk systems; and 36 months for other high-risk systems.\n\nPart of the reason for this staggered approach to legal provisions is about giving companies enough time to get their operations in order. But even more than that, it’s clear that time is needed for regulators to work out what compliance looks like in this cutting-edge context.\n\nAt the time of writing, the bloc is busy formulating guidance for various aspects of the law ahead of these deadlines, such as Codes of Practice for makers of GPAIs. The EU is also consulting on the law’s definition of “AI systems” (i.e., which software will be in scope or out) and clarifications related to banned uses of AI.\n\nThe full picture of what the AI Act will mean for in-scope companies is still being shaded in and fleshed out. But key details are expected to be locked down in the coming months and into the first half of next year.\n\nOne more thing to consider: As a consequence of the pace of development in the AI field, what’s required to stay on the right side of the law will likely continue to shift as these technologies (and their associated risks) continue evolving, too. So this is one rulebook that may well need to remain a living document.\n\nAI rules enforcement\n\nOversight of GPAIs is centralized at EU level, with the AI Office playing a key role. Penalties the Commission can reach for to enforce these rules can reach up to 3% of model makers’ global turnover.\n\nElsewhere, enforcement of the Act’s rules for AI systems is decentralized, meaning it will be down to member state-level authorities (plural, as there may be more than one oversight body designated) to assess and investigate compliance issues for the bulk of AI apps. How workable this structure will be remains to be seen.\n\nOn paper, penalties can reach up to 7% of global turnover (or €35 million, whichever is greater) for breaches of banned uses. Violations of other AI obligations can be sanctioned with fines of up to 3% of global turnover, or up to 1.5% for providing incorrect information to regulators. So there’s a sliding scale of sanctions enforcement authorities can reach for."
    },
    {
        "title": "Google knows you like AI Overviews so much, it's putting AI Overviews in your AI Overviews",
        "link": "https://www.androidauthority.com/nested-ai-overviews-3500156/",
        "description": "Not enough information in Google's AI Overviews? The company seems to be trying out a way to get more data by calling up a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YuH4ZKuSfsXp9HjXxwBNqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18h",
        "source": "Android Authority",
        "article_content": "Google\n\nTL;DR Google appears to be working on a way to expand AI Overviews with additional information.\n\nSelecting text from one AI Overview can prompt Google to create a new one focused on your selection.\n\nThis only seems to work for Overview text, and not general Search results.\n\nHave you come around to accepting the presence of AI-generated summaries in your search results? We saw Google introduce its AI Overviews in Search earlier this year, and while we’re sure many of you were scrambling to find ways to turn AI Overviews off, Google’s definitely been working to make the case for their utility. Today we’re checking out a new way to interact with AI Overviews that Google seems to be currently testing, letting you double-down on the AI analysis.\n\nAuthority Insights story on Android Authority. Discover You're reading anstory on Android Authority. Discover Authority Insights for more exclusive reports, app teardowns, leaks, and in-depth tech coverage you won't find anywhere else.\n\nWe’re checking out a tip from Eli_Blau on Telegram who shared with AA contributor Assemble Debug some interesting new behavior they spotted in version 15.45.33 beta of the Google app on a Pixel 7a. While getting an AI Overview at the top of your results is nothing new, Blau noticed that the app now lets you select a portion of that Overview to get further information on it — essentially, it’s pulling up a new AI Overview from within an existing one.\n\nThe functionality only seems to work with text in the Overview itself — you can’t just highlight any text on the results screen and run a second Overview this way. And before you get it into your head to follow this rabbit hole down to infinity with some Inception-style nested Overviews, the implement that we’ve checked out only supports one level deep of this re-querying.\n\nAdding a feature like this makes enough sense, and we can appreciate the way the new results appear in a resizable card so that you can still read the original Overview. The one-level-deep limitation is also easy enough to understand, and if you still need more clarification at that point, you’re probably better off starting a new search.\n\nWill you be giving this a try if Google ever gets around to making it available on your device? Or are you still avoiding AI-generated content wherever you can, and already wish we could roll the clock back a few years?\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
    },
    {
        "title": "Jerry Garcia Can Read to You Via a New AI Tool. It May Just Be the Beginning",
        "link": "https://www.msn.com/en-us/news/technology/jerry-garcia-can-read-to-you-via-a-new-ai-tool-it-may-just-be-the-beginning/ar-AA1u9DQl?ocid=BingNewsVerp",
        "description": "Next year marks the 30th anniversary of Jerry Garcia ’s death. But a new AI initiative, as well as programs it could spawn, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hBihgyscPXNd1kJosTyTWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21hon MSN",
        "source": "Rolling Stone on MSN",
        "article_content": ""
    },
    {
        "title": "How Do Women Over 50 Really Feel About AI?",
        "link": "https://www.aol.com/women-over-50-really-feel-125900809.html",
        "description": "Recently I was polled for an article on AI and its popularity amongst us 'seniors.' Man I hate that word… unless it is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LAEpLWZxv1_ETwO5qphu1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "AOL",
        "article_content": "FotografieLink/istockphoto\n\nWhat is going on with AI (artificial intelligence) and women over 50?\n\nRecently I was polled for an article on AI and its popularity amongst us “seniors.” Man I hate that word… unless it is describing my last year of high school. I shared my experiences with AI and got curious about how we (women over 50) are feeling about this “newish” tech.\n\n\n\n\n\nHere’s what I discovered. When it comes to this new tech, women over 50 are feeling a mix of curiosity, caution, and sometimes just good old-fashioned skepticism. Sure, we hear about all the ways AI can supposedly make life easier—from managing health to simplifying everyday tasks—but for a lot of women, it’s not that simple. Some of us are not sold.\n\nWhere Artificial Intelligence Is Actually Helping—And Where It’s Just “Hype”\n\nWhen I poked around, I learned that some AI tools are proving genuinely useful, especially in areas like health. Think about those health apps that track your steps, or virtual assistants reminding you to take meds. More people are using these to stay on top of things, especially if they’re managing chronic conditions or just want an extra safety net. For instance, a lot of women over 50 are giving a thumbs-up to AI health apps that let you schedule appointments, monitor vitals, or get a quick virtual check-in with a doctor​. It doesn’t suck to be reminded to drink water either.\n\n\n\n\n\nBut does everyone need a “robot friend” sitting on their coffee table? Not exactly. While AI companions can be helpful for some, others find the idea a bit much. Plus, for every handy app, there’s another “innovative” tool that sounds more like a solution in search of a problem. How many of those innovations do we have piled up in our dusty tech corners?\n\nWhat’s Holding Women Back? Privacy, Complexity, And Just Plain Doubt\n\nLet’s get real: when it comes to sharing personal info, women over 50 aren’t just going to throw caution to the wind. AI collects data—lots of it. And data breaches aren’t exactly rare news these days. Many women don’t want to hand over more personal details than they have to, especially when it’s unclear how secure things are​. And that makes using this technology less than ideal as it literally feeds of data.\n\n\n\n\n\nThen there’s the usability factor. A lot of these new tools sound great until you’re trying to get them to understand your voice or navigate some confusing interface. For plenty of people, if the tech feels more like a chore than a benefit, they’ll take a pass. And it doesn’t help that some of the applications seem more interested in impressing us with what they can do rather than with what they should do. Especially in the area of this technology’s image rendering capabilities… have you seen the baked-in misogyny when you ask to create an “image” for you?\n\nThe Risk Of Getting Left Behind—And Pushed Aside\n\nSome are also hesitant because they feel that this new tech might eventually “replace” them—whether that’s in the job market or just in how society treats aging. The reality is, AI does raise questions about relevance and inclusion. So it’s understandable if some are taking a cautious approach. After all, not everyone is ready to have their everyday interactions mediated by tech. Plus, with this technology being relatively new, no one quite knows how these systems will evolve and what it might mean long term​.\n\n3 Changes To Turn Caution Into Confidence\n\nFor women over 50 to feel more at home with AI, a few things need to happen:\n\nClear Privacy Standards: If the companies making these products can be straightforward about how data is stored and shared, people will have an easier time trusting the tech. User-Friendly Design: The best tech makes life easier, not harder. Voice-activated features, simple commands, and responsive designs would go a long way. Honest Education: Many would appreciate straightforward explanations on how to use these new tools in practical, meaningful ways. If it’s all about endless features without real-world examples, many will just tune out​. Knowing how it can help “you” directly is a fantastic motivator.\n\n\n\nWomen Over 50 And AI Adoption\n\nAt the end of the day, some women as they age, grow a bit more thoughtful when it comes to adopting new tech—and AI is no exception. For many, it’s about balance: enjoying the benefits without getting too swept up in the hype. This new technology might be able to do a lot, but it’s not going to replace good old-fashioned intuition, life experience, and the personal connections that people value most. And that, women over 50, we have in spades.\n\n\n\n\n\nThis article originally appeared on Kuellife.com and was syndicated by MediaFeed.org.\n\n\n\n\n\n\n\n\n\nMore from MediaFeed:\n\nDebunking 9 Common AI Myths"
    },
    {
        "title": "Paranormal Cirque opens in Shreveport",
        "link": "https://www.yahoo.com/news/paranormal-cirque-opens-shreveport-040651553.html",
        "description": "Jimmy Kimmel reacted to Donald Trump nominating Robert F. Kennedy Jr. — a prominent vaccine skeptic — as secretary of health ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pyU21IPGsYlexO4m4KJo2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11h",
        "source": "Yahoo",
        "article_content": "\"I went to the most expensive high school in my state. Since it was a boarding school, we had serious old money from all over the world. The bit about how old vs. new treats staff and how nice or rude they are is spot on. The very worst kind of nouveau riche are the kids of first-generation movie stars.\""
    },
    {
        "title": "Joe Nickell, the truth behind paranormal mysteries",
        "link": "https://www.msn.com/en-xl/news/other/joe-nickell-the-truth-behind-paranormal-mysteries/vi-AA1ucdWl?ocid=BingNewsVerp",
        "description": "Follow Joe Nickell, a seasoned paranormal investigator, as he debunks myths of ghosts, UFOs, and monsters with scientific ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2hdnwH98nwd-du8JdIdyeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Great Big Story on MSN2h",
        "source": "Great Big Story on MSN",
        "article_content": ""
    },
    {
        "title": "The halls of Proctor’s Wilson Castle are alive…with paranormal investigators",
        "link": "https://vermontbiz.com/news/2024/november/16/halls-proctors-wilson-castle-are-alivewith-paranormal-investigators",
        "description": "Hundreds of enthusiasts come every year in search of supernatural experiences, said Andy Probst, the castle’s tour guide, social media manager and odd-job man. The castle boasts visits from the likes ...",
        "image_url": "https://www.bing.com/th?id=ODF.a83I5-NmB8RIIQJO8UErvg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Vermont Business Magazine4h",
        "source": "Vermont Business Magazine",
        "article_content": "Content not available"
    },
    {
        "title": "From 'The Exorcist' to 'Heretic,' Why Holy Horror Can Be a Hit With Moviegoers",
        "link": "https://www.msn.com/en-us/movies/news/from-the-exorcist-to-heretic-why-holy-horror-can-be-a-hit-with-moviegoers/ar-AA1ucljo?ocid=BingNewsVerp",
        "description": "Among the more recent religion-themed horror films, 'The Conjuring' franchise, including 'The Nun' movies, show paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.b23_g7PfLsb4dj7R9ZCuOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2hon MSN",
        "source": "The Associated Press on MSN",
        "article_content": ""
    },
    {
        "title": "Inside Gruesome History of Real-Life 'Amityville Horror' Murder House—50 Years After Mass Killings Shocked the Nation",
        "link": "https://www.sfgate.com/realestate/article/inside-gruesome-history-of-real-life-amityville-19912239.php",
        "description": "Since then, dozens of follow-up books and movies have been released, most recently in October 2024, which saw the premiere of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4Xiq5ZsfuCXUSFEdirNePC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "9h",
        "source": "SFGate",
        "article_content": "MLS via Realtor.com; Robert Rosamilio/NY Daily News Archive via Getty Images\n\nIt has been almost 50 years to the day since a quaint family home in Amityville, NY, became the site of a brutal mass murder. The crime was so horrifying it inspired a slew of movies and books dedicated to exploring the conspiracy theory that the property was left \"haunted\" by the spirits of the six family members who died inside it.\n\n\"The Amityville Horror\" has become part of true-crime lore over the years—first brought to life in the pages of a book of the same name in 1977, before it was adapted for the big screen in 1979, starring Hollywood A-listers Margot Kidder and James Brolin.\n\nSince then, dozens of follow-up books and movies have been released, most recently in October 2024, which saw the premiere of the latest horror flick in the series, \"Amityville: Where the Echo Lives.\"\n\nAdvertisement Article continues below this ad\n\nMuch of the pop culture references to the real-life murders that took place inside the five-bedroom, four-bathroom Dutch Colonial property center on the family who moved in after convicted murderer Ronald DeFeo Jr. shot and killed his parents and four siblings on Nov. 13, 1974.\n\nDeFeo was tried and convicted of the murders of both his parents, Ronald Sr. and Louise, as well as his siblings Dawn, 18, Allison, 13, Marc, 12, and John, 9, all of whom were found dead in their beds having been shot with a .35-caliber lever action Marlin rifle.\n\nIt has been 50 years since mass murderer Ronald DeFeo Jr. brutally killed six members of his family inside their home in Amityville, NY. Realtor.com\n\nIn the five decades since the heinous crimes took place, the home has become a local tourist attraction for fans of the horror movie franchise inspired by the murders. Paul Hawthorne/Getty Images\n\nAdvertisement Article continues below this ad\n\nDeFeo was convicted of six counts of second-degree murder and handed six sentences of 25 years to life. He died in prison in March 2021.\n\nThree years after DeFeo murdered his parents and siblings, a book was written about the family that moved into his former home and claimed they were haunted by spirits. Amazon\n\nDeFeo, also known as \"Butch,\" was 23 at the time of the killings. He initially tried to blame the murders on a mob hitman—however, police later found serious holes in his story and turned their attention to him as their main suspect.\n\nHe was tried and ultimately convicted of six counts of second-degree murder. He was given six sentences of 25 years to life, and later died in jail on March 21, 2021, at the age of 69. In the years before his death, he claimed that he had heard voices telling him to kill his family.\n\nAdvertisement Article continues below this ad\n\nHowever, his crimes continue to haunt his former home and his neighborhood, with the name \"Amityville\" now synonymous with horror films and ghostly conspiracy theories.\n\nThe home where he shot and killed his family members still stands to this day—a sinister reminder of the horrors that once took place inside its walls, despite efforts to wipe its slate clean.\n\nFirst, the property's address was officially changed from 112 Ocean Avenue to 108 Ocean Avenue, a common practice in cases where homes have been involved in gruesome crimes.\n\nMORE FROM REALTOR:\n\nAdvertisement Article continues below this ad\n\nJust over a year after the DeFeo family was murdered, George and Kathy Lutz purchased the Amityville property for the reduced price of $80,000 and soon moved into the home with their three children.\n\nHowever, they moved out after just 28 days, alleging that they had experienced numerous paranormal phenomena while living there—from strange odors and slime oozing from the walls to George waking to find Kathy levitating over their bed.\n\nAdvertisement Article continues below this ad\n\nThey even claimed that a priest who had been to bless the home had heard a voice screaming at them to \"get out,\" per Biography.com.\n\nGeorge also alleged that he suddenly began waking at 3:15 a.m., which was the exact time that DeFeo is understood to have begun killing his family members, all of whom were found in their beds.\n\nThat book served as the basis for the hit 1979 movie \"The Amityville Horror.\" The film did not feature the DeFeo's former home and instead used a lookalike property. YouTube\n\nThe movie starred Hollywood A-listers Margot Kidder and James Brolin as George and Kathy Lutz, who moved into the DeFeo home with their children and claimed it was haunted. YouTube\n\nAdvertisement Article continues below this ad\n\nIn the years since the home became the source of pop culture lore, it has passed hands multiple times—most recently in 2017, when it was purchased for $605,000. Stan Wolfson/Newsday RM via Getty Images\n\nIt wasn't long before the Lutz family fled the property, leaving all of their belongings behind.\n\nThey faced a barrage of skepticism from the public, with critics accusing them of fabricating a series of spooky stories in a bid to gain national media attention; however, their experiences served as the basis for a book, \"The Amityville Horror: A True Story,\" which was later source material for the popular 1979 movie.\n\nNeither the original movie or any of its many sequels and prequels were filmed inside the DeFeo's former home. Lookalike properties were instead used as filming locations.\n\nAdvertisement Article continues below this ad\n\nIt would take more than a year for the home to sell again—this time to Jim and Barbara Cromarty, who paid just $55,000 for it in April 1977, not long before the book about the Lutz family's experiences was released.\n\nAlthough Jim and Barbara never reported witnessing any paranormal activity, they were plagued by the home's history—revealing that their house was besieged by unwanted visitors at all hours of the night, a nightmare that led them to change the address in a bid to throw people off.\n\nAfter a year, they put the home on the market for $100,000; but by this point, interest in the Amityville case had reached fever pitch, and no legitimate buyer could be found. So, they chose to embrace the home's heritage, speaking out about it publicly and working with the local authorities to figure out a way to manage the influx of fascinated visitors.\n\nAdvertisement Article continues below this ad"
    },
    {
        "title": "The 5th Paradigm: AI-Driven Scientific Discovery",
        "link": "https://cacm.acm.org/opinion/the-5th-paradigm-ai-driven-scientific-discovery/",
        "description": "Science represents an amazingly exciting frontier for AI, and AI represents the most exciting new instruments in the hands of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bo3hJghjvZwaPeQbq3yWPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "acm.org21hOpinion",
        "source": "acm.org",
        "article_content": "How many times must a phenomenon occur before it graduates from a coincidence to a pattern? Usually, the answer depends on how unlikely, how far from the ordinary, and how (seemingly) inexplicable the phenomenon is. The more so, the lower the threshold.\n\nI was very surprised (and pleased) to read of this year’s winners of the Nobel Prize in Physics: John Hopfield, a professor of Molecular Biology and earlier of Chemistry and Biology, together with Geoffrey Hinton, a professor of Computer Science. Their affiliations name three major scientific fields, none of them being Physics! The scientific community was shocked, some physicists were upset, but for all of us in Computing the citation was thrilling: “For foundational discoveries and inventions that enable machine learning with artificial neural networks.” Artificial intelligence (AI), an interdisciplinary field with Computing at its core, was the achievement being honored!\n\nAs if this was not enough, the next day came the announcement of this year’s winners of the Nobel Prize in Chemistry: David Baker, a professor of Biochemistry, cited “for computational protein design”; and Demis Hassabis, co-founder and CEO of Google DeepMind together with John Jumper, researcher at Google DeepMind, cited “for protein structure prediction,” which was often elaborated in the more extensive press releases by “using artificial intelligence models.” Both achievements advance our understanding of proteins, a central focus of (bio-)chemistry, the field of the award. Nevertheless, at the core of both were again computing and AI.\n\nWe were at center stage of two Nobel Prize announcements! Both events were so unexpected that I believe they are not a coincidence but form a pattern. Scientific walls and walls of prejudice are falling as Computing is becoming a fundamental discipline in the STEM family. These prizes put Computing and AI at the core of scientific discoveries, to the point that, as tools, they may be considered as worthy of recognition as the scientific results they produce. Unprecedented!\n\nWe have entered the era of the 5th Paradigm of Science and the study of nature. After the paradigms of empirical/experimental science (followed for millennia), theoretical model science (for centuries), computational science (for decades), and data-driven science as envisioned by Jim Gray (for about 15 years), the 5th paradigm has emerged: AI-driven science. It is not just the speed at which AI generates and analyzes data; even more valuable are the correlations (and sometimes the causations) that AI identifies that far exceed the reach of conventional research. Computing and AI are transforming our scientific discovery processes. Science represents an amazingly exciting frontier for AI, and AI represents the most exciting new instruments in the hands of scientists.\n\nAll of us researchers in academia and industry should be thrilled and proud of how Computing and AI have risen in prominence in the eyes of the entire scientific community.\n\nThe two Nobel Prizes also highlight the importance of interdisciplinarity between Computing and other fields. The mission of ACM calls for “… advancing the art, science, engineering, and application of computing …”. With few exceptions, the application of computing, that is, interdisciplinarity, has been outside of ACM’s radar. Given the centrality of our technologies in other sciences, ACM is now establishing collaborations with prominent sister societies to serve the needs of emerging areas formed as their corresponding disciplines meet with Computing and AI. Our community should seize the moment, redirect some of its efforts toward the uncharted territories that are opening before us, and conquer new frontiers!\n\nExcited by the current successes of AI in scientific discovery, some push further and raise intriguing existential questions: Can we expect AI to transform from a tool to an actual researcher itself, pose and investigate scientific hypotheses, and eventually write papers about its work? If the work is reviewed by human experts who say the research is correct, novel, and interesting, why should we reject it? Eventually, could AI become a full peer of human researchers? Even if we reach that point, should a human always be in the loop, validating the scientific discovery and reviewing the AI-written paper (or its AI-written reviews)? These are questions that we must debate as a community. No matter what the answers may be, even the fact that we contemplate the existence of AI scientists is fascinating and a driver of exciting research ahead.\n\nAll of us researchers in academia and industry should be thrilled and proud of how Computing and AI have risen in prominence in the eyes of the entire scientific community. A scientific revolution is happening before our eyes, powered by Computing and AI. We should join our fellow researchers in other sciences and harness the power that modern Computing and AI technologies offer to understand the secrets of nature. In parallel, we should join forces with policymakers, governments, and civil society to ensure that our discoveries will be used responsibly for the benefit of all."
    },
    {
        "title": "Discovery Science Place in Tyler opens new ‘ice’ rink for winter",
        "link": "https://www.msn.com/en-us/news/technology/discovery-science-place-in-tyler-opens-new-ice-rink-for-winter/ar-AA1uaMXI?ocid=BingNewsVerp",
        "description": "A skating rink, made possible by a donor, will be available to the public on select days throughout the holidays and into the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZfKwggFCUJ9E-WPApIRF6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "15hon MSN",
        "source": "Tyler-Longview KLTV on MSN",
        "article_content": ""
    },
    {
        "title": "Science-Lovers Unite: Inside New Scientist Discovery Tours",
        "link": "https://www.travelawaits.com/3002113/a-look-at-new-scientist-discovery-tours/",
        "description": "Want to bundle a few world-class science lessons into your next adventure? Learn while you explore with New Scientist Discovery Tours.",
        "image_url": "https://www.bing.com/th?id=OJ.BePkpcA70cX5Ow&pid=news&w=84&h=16&rs=2",
        "category": "science+discovery",
        "date": "20h",
        "source": "travelawaits",
        "article_content": "I live in a magazine-happy household. My partner and I receive printed publications on a monthly basis and also follow curated newsletters.\n\nVideos by TravelAwaits\n\nNew Scientist, which has been around since 1956, is a well-known publication in our household.\n\nI read New Scientist articles and studies to stay updated on a wide range of topics, from AI to rising temperatures to bathroom tiles that mathematicians love. The latter is a great example of the type of casual, science-centric content the publication focuses on.\n\nIn other words, it’s not all dry and boring.\n\nIn fact, New Scientist wants to do a lot more than educate you on the latest innovations and discoveries. The company also wants to transport you and other like-minded travelers even closer to the frontiers of our world’s most impactful scientific research.\n\nAnd how is it doing that? One of the latest ways that New Scientist engages with its readers is through its highly tailored Discovery Tours programs.\n\nLike the title suggests, these curated trips zero in on science and research projects happening around the globe.\n\nBest of all, science buffs like you (and me) can join them easily. Caught your interest? Here’s what you need to know about New Scientist Discovery Tours.\n\nInside New Scientist Discovery Tours\n\nThe premise here is simple. Science nerds (I say that lovingly) with an overlapping interest in travel can shop around for highly specialized and expertly organized trips.\n\nYou can shop around for tours that run a massive gamut—from solar eclipses to polar bear expeditions to monarch butterfly migrations.\n\nSeriously, you can get lost looking into the dozens and dozens of tours available.\n\nEach is headed by a group of experts who have ample experience in scientific fields and research. That means that you’re not just getting up close to science-adjacent regions and sites—you’re also getting a first-class education along the way.\n\nAlong with the elevated scientific angles, travelers can also relax knowing that New Scientist goes above and beyond to work with sustainability-focused tour providers. (However, the publication recommends that all travelers look to offset their carbon footprints by traveling mindfully to the tour and paying to cover their emissions.)\n\nWhat’s included in the tours?\n\nEvery Discovery Tour is different—and I strongly encourage you to read the fine print on every tour that you’re considering. From lodging type to trip duration to fitness levels, there’s a lot you need to think about before signing up.\n\nGenerally speaking, tours include:\n\nProfessional guides\n\nCultural and scientific presentations\n\nTickets, entrance fees, etc.\n\nTaxes and permit fees\n\nLodging (usually shared)\n\n24-hour support\n\nAirport transfers, if relevant\n\nGenerally speaking, tours don’t include:\n\nTransportation to and from the meeting spot\n\nTravel protection & medical evacuation insurance\n\nAlcoholic beverages\n\nPrivate lodging (most deals include shared rooms)\n\nHow can you follow the latest New Scientist Discovery Tours?\n\nThe easiest way to follow the latest tours available from New Scientist is to sign up for its weekly newsletter or to join the Discovery Tour mailing list.\n\nTours are categorized into:"
    },
    {
        "title": "Scientists discover world's largest coral in Solomon Islands, spanning over 34 meters",
        "link": "https://www.msn.com/en-us/travel/news/scientists-discover-worlds-largest-coral-in-solomon-islands-spanning-over-34-meters/ar-AA1ubDuf?ocid=BingNewsVerp",
        "description": "Researchers have discovered the world's largest coral colony in the southwest Pacific Ocean, in the waters of the Solomon ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vIrX-isvD_SmajamiA0ipi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8hon MSN",
        "source": "The Jerusalem Post on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery Science Place's Ice Rink Exhibit opens Friday",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/discovery-science-places-ice-rink-exhibit-opens-friday/vi-AA1u9L1F?ocid=BingNewsVerp",
        "description": "Discovery Science Place's Ice Rink Exhibit opens Friday ...",
        "image_url": "https://www.bing.com/th?id=OVF.wktpZwnzrO4GmmImn9TORA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "KETK Tyler on MSN22h",
        "source": "KETK Tyler on MSN",
        "article_content": ""
    },
    {
        "title": "New Book \"AI Nocode Wizardry\" Empowers Non-Programmers to Build AI Applications",
        "link": "https://news.marketersmedia.com/new-book-andquotai-nocode-wizardryandquot-empowers-non-programmers-to-build-ai-applications/89146332",
        "description": "Dennis Lewis launches \"AI Nocode Wizardry,\" a groundbreaking book empowering non-programmers to build AI applications in 37 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8ZLSZMKPduuznpYyOo0m4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "news.marketersmedia1h",
        "source": "news.marketersmedia",
        "article_content": "Dennis Lewis launches \"AI Nocode Wizardry,\" a groundbreaking book empowering non-programmers to build AI applications in 37 days using Bubble.io. The guide offers step-by-step instructions for creating scalable AI solutions without coding.\n\n—\n\nA groundbreaking book, \"AI Nocode Wizardry - How to Build a Powerful AI Application in 37 Days With Bubble.io,\" is set to revolutionize AI application development. The book provides a step-by-step guide for non-programmers to create sophisticated AI applications using no-code platforms, challenging traditional notions of AI development.\n\nDennis Lewis, the author and an expert in AI and no-code development, has created a comprehensive roadmap that allows business founders and entrepreneurs to transform their ideas into fully functional AI applications in just 37 days. This innovative approach combines the power of Bubble.io, a leading no-code platform, with cutting-edge AI tools to democratize AI development.\n\n\"AI Nocode Wizardry\" addresses the growing demand for AI solutions while breaking down the barriers that have traditionally kept non-programmers from entering the field. The book offers a unique perspective on rapid AI application development, providing readers with the tools and knowledge to create scalable, sustainable AI applications without writing a single line of code.\n\nLewis states, \"There are so many people with real-world experience and great ideas for how to harness AI and solve business problems, but they lack the technical skills to make it happen. This book is about avoiding those traps and getting to market fast in a way that allows your business to adapt and grow.\"\n\nKey features of the book include:\n\n- A 37-day plan for developing AI applications from concept to launch\n\n- Detailed instructions on integrating multiple AI models with Bubble.io\n\n- Strategies for creating scalable and sustainable applications\n\n- Real-world examples and case studies of AI-powered tools built with no-code platforms\n\n- Insights on the future of work and the changing landscape of AI development\n\nThe book challenges the conventional wisdom that sophisticated AI applications require extensive coding skills and significant time investment. By leveraging no-code platforms and AI tools, \"AI Nocode Wizardry\" presents a revolutionary approach that can accelerate innovation cycles and democratize AI development across various industries.\n\n\"Entrepreneurs are on the cusp of a true revolution in democratizing AI app development,\" the author explains. \"By combining Bubble and leading AI tools, businesses are going to see amazing things come out onto the market in a very short time.\"\n\nThe release of \"AI Nocode Wizardry\" comes at a time when businesses are increasingly looking to incorporate AI into their operations to improve efficiency and customer service. The book provides a timely solution for entrepreneurs and professionals who have been hesitant to explore AI due to perceived technical barriers.\n\nThe author advises, \"Don't squander limited resources on traditional software development. Start with a solid framework, utilize great technologies like Bubble and the AI tools showcased in the book, and leverage experienced companies like Ratio.dev to get over the initial hurdles quickly.\"\n\n\"AI Nocode Wizardry\" not only provides practical guidance but also addresses concerns about the scalability and long-term viability of applications built using no-code platforms. The book details how to construct a solid architecture for sustainable and scalable applications that can support hundreds of thousands or even millions of users.\n\nAs the field of AI continues to evolve, \"AI Nocode Wizardry\" prepares readers for future advancements by emphasizing the importance of understanding customer needs and leveraging technology to solve specific problems. Lewis believes that the true value in the future will lie in the ability to apply AI tools effectively to address real-world challenges.\n\n\"This is just the beginning of a new age of powerful business management systems and online systems for customers,\" the author concludes. \"Business owners are just beginning to see the tip of the iceberg in terms of how AI can be integrated into all sorts of business processes.\"\n\n\"AI Nocode Wizardry - How to Build a Powerful AI Application in 37 Days With Bubble.io\" is now available for purchase. For more information or to request a review copy, please contact hello@ratio.dev.\n\nAbout the Author: Dennis Lewis, a tech veteran with 35 years of experience, is revolutionizing AI development through nocode platforms. A certified Bubble developer and AI enthusiast, Dennis has transitioned from complex coding to creating powerful AI applications with drag-and-drop simplicity. His book, \"AI Nocode Wizardry,\" aims to democratize AI development, empowering innovators regardless of coding skills. When not mentoring startups or building AI-powered applications, Dennis enjoys experimenting with online tools, perfecting his lasagna recipe, and walking his pitbull. Join Dennis in reshaping the tech landscape, one nocode AI project at a time.\n\nAbout ratio.dev: ratio.dev, launched in 2009, provides specialized no-code application development, improvement and optimization services using the Bubble platform. With particular expertise around blockchain, AI and web3 integrations, the certified, boutique agency focuses on providing fixed-cost, high-ROI solutions that speed ideas to market. ratio.dev is based in Orlando, Florida. More information can be found on their no-code development blog.\n\nContact Info:\n\nName: Dennis Lewis\n\nEmail: Send Email\n\nOrganization: Ratio.dev\n\nAddress: 5764 N Orange Blossom Trl, Orlando, Florida 32810, United States\n\nWebsite: https://ratio.dev\n\n\n\nRelease ID: 89146332"
    },
    {
        "title": "Ananya Ghosh Chowdhury Receives '2024 Global Recognition Award' for her exceptional contributions to AI innovation in the retail sector",
        "link": "https://techbullion.com/ananya-ghosh-chowdhury-receives-2024-global-recognition-award-for-her-exceptional-contributions-to-ai-innovation-in-the-retail-sector/",
        "description": "Ananya Ghosh Chowdhury, a visionary AI Innovation Leader, and Senior Cloud Solution Architect at Microsoft, is recognized for her transformative solutions that redefine business operations, enhance ...",
        "image_url": "https://www.bing.com/th?id=ODF.1DZ_JhFp0wvfm_WCXhrgng&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "nocode",
        "date": "Impacts5m",
        "source": "Impacts",
        "article_content": "Seattle, Washington — Ananya Ghosh Chowdhury, a visionary AI Innovation Leader, and Senior Cloud Solution Architect at Microsoft, is recognized for her transformative solutions that redefine business operations, enhance customer experiences, and set new standards for responsible AI adoption.\n\nAnanya’s accomplishments span a diverse range of applications, such as the development of centralized AI platforms for notable retailers and the incorporation of advanced speech-to-text technologies in drive-through systems. These contributions not only boost operational efficiency and profitability for businesses but also significantly enrich the broader AI community.\n\nInnovative AI Applications in Retail\n\nAnanya’s unique approach to AI implementation has delivered impressive results within the retail sector. Her role in creating a centralized AI platform for a leading retailer showcases her dedication to responsible AI principles while facilitating digital transformation. This platform employs generative AI to fine-tune operations and enhance customer interactions, encouraging broader AI adoption within the organization.\n\nAnanya’s influence extends to practical applications that improve consumer experiences. She led an AI initiative for a renowned online car dealership, improving customer support with real-time, multilingual summarization and transcription capabilities. This innovation not only improved operational efficiency but also resulted in significant annual savings. Furthermore, her deployment of AI-powered speech-to-text, multimodal, and multilingual functionalities in drive-through systems for a major restaurant chain amplified order accuracy and customer satisfaction.\n\nAI Innovation Driving Business Growth\n\nAnanya’s AI innovations play a critical role in boosting business growth and efficiency. For a grocery chain, she directed a recipe generation project that increased average order values, substantially enhancing annual revenues. Her strategic application of AI streamlined go-to-market strategies, enabling quicker product listings, reducing time-to-market, and saving costs annually.\n\nAnanya’s achievements highlight her ability to transform complex AI technologies into tangible business outcomes. Her work consistently reflects a profound understanding of industry challenges and an innovative approach to solving them, resulting in significant improvements in operational efficiency, customer satisfaction, and revenue generation.\n\nA Leader in AI Innovation\n\nAnanya is not only a seasoned professional but also a thought leader in the AI field. As a selected member of the AI 2030 Responsible AI Evangelist initiative and a council member of the AI Xecutive Council, she is committed to mainstreaming responsible AI practices. Her efforts aim at creating transparency, fairness, and sustainability in the AI industry.\n\nBeyond her technical achievements, Ananya shares her expertise through various articles, podcasts, and an upcoming book on Azure. Her insights have been showcased at various industry conferences, including the Open Data Science Conference in San Francisco, the AI Summit in Vancouver, the LowCode/NoCode Power Platform Conference. Ananya also reviews technical books, contributing to the community’s knowledge base.\n\nFinal Words\n\nBeyond her technical achievements, Ananya has emerged as a thought leader in the AI space. She shares her expertise through various articles, podcasts, and an upcoming book on Azure. As the founder of AIBoardroom, she empowers businesses with an AI adoption framework and advocates for upskilling initiatives. Her role as an expert at Microsoft for Startups and as an advisor for AI-focused stealth startups further exemplifies her dedication to nurturing the next generation of AI innovators. Her expertise has positioned her as a judge for esteemed accolades, including the 2024 Globee Awards for Business and the Claro Awards, where she assesses the industry’s leading innovations and business performance. Additionally, LinkedIn has recognized her as being in the top 1% of her industry and the top 2% within her extensive network of over 9,800 followers.\n\nAnanya’s recognition as a recipient of the 2024 Global Recognition Award acknowledges her exceptional contributions to AI innovation in the retail sector. Her work illustrates AI’s transformative potential when applied with expertise, vision, and a commitment to responsible practices. As an AI Innovation Leader, she continues to advance the field, setting new standards for excellence and inspiring future generations of AI professionals.\n\nMethodology\n\nA panel of impartial industry experts evaluated candidates using the Rasch model, which establishes a linear measurement scale for each applicant, regardless of their category or field of expertise"
    },
    {
        "title": "Scaling Your Startup with IT Outsourcing: A Blueprint for Success",
        "link": "https://www.thenexthint.com/scaling-your-startup-with-it-outsourcing-a-blueprint-for-success/",
        "description": "Learn how IT outsourcing helps startups scale efficiently, access specialized expertise, control costs, and achieve ...",
        "image_url": "https://www.bing.com/th?id=OVFT.B5x3tQLCRna5iCMwVlIZBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "thenexthint5h",
        "source": "thenexthint",
        "article_content": "Scaling a startup is one of the most exciting yet challenging phases for any entrepreneur. The key to successful scaling lies in the ability to manage growth efficiently while maintaining product quality and meeting market demands. This is where IT outsourcing comes into play. By partnering with a reliable IT staffing agency, startups can leverage external expertise, optimize their resources, and focus on what they do best—innovating and driving the business forward.\n\nThe journey of scaling a startup is full of potential pitfalls, from limited resources to the need for specialized talent that can adapt quickly to changing demands. Entrepreneurs who understand the strategic value of outsourcing can sidestep these challenges, turning potential obstacles into opportunities for growth. With the right approach, outsourcing can be the secret weapon that propels your startup to new heights and sets the stage for long-term success.\n\nWhy IT Outsourcing is a Game-Changer for Startups\n\nIT outsourcing allows startups to access a global pool of talent without the time-consuming and costly process of building an in-house team from scratch. This is particularly beneficial for tech startups that need specialized skills but may not have the budget or time to recruit and train full-time employees.\n\nOutsourcing helps startups:\n\nScale Quickly : With an outsourcing partner, businesses can ramp up their teams as needed without lengthy onboarding processes.\n\n: With an outsourcing partner, businesses can ramp up their teams as needed without lengthy onboarding processes. Access Niche Expertise : Outsourcing provides access to specialized knowledge in areas like cybersecurity, software development, and data analysis that may be hard to find locally.\n\n: Outsourcing provides access to specialized knowledge in areas like cybersecurity, software development, and data analysis that may be hard to find locally. Control Costs: Hiring in-house employees comes with fixed costs such as salaries, benefits, and office space. Outsourcing allows startups to pay for services as needed, providing more budget flexibility.\n\nThese benefits are why outsourcing has become a fundamental strategy for startups aiming to scale sustainably and competitively.\n\nKey Areas Where IT Outsourcing Can Support Growth\n\nOutsourcing can provide a significant boost across various operational areas. One of the primary areas is software development, where outsourced development teams can accelerate the software lifecycle and bring products to market faster. Startups benefit from having expert developers on hand who are already familiar with cutting-edge technologies and best practices, thus reducing the learning curve and speeding up development timelines.\n\nAnother area where IT outsourcing shines is in IT infrastructure management. By outsourcing the management of IT systems, startups can ensure their platforms are reliable, secure, and scalable without needing an in-house IT department. This allows founders and internal teams to concentrate on core business strategies and market expansion.\n\nArea of Support Benefits for Startups Software Development Faster development cycles and expert input IT Infrastructure Management Reliable, secure systems with minimal downtime Cybersecurity Enhanced protection and risk mitigation\n\nLeveraging Outsourcing to Stay Competitive\n\nOne overlooked advantage of outsourcing is the ability to stay competitive in rapidly changing markets. By outsourcing certain functions, startups can respond faster to industry trends and integrate new technologies without needing to build that expertise from scratch. This agility can be the difference between a company that thrives and one that struggles to keep up with competitors.\n\nIn addition, outsourcing partners often bring fresh perspectives and innovative solutions. Working with external teams can lead to creative problem-solving approaches that may not have been considered by an internal team. This influx of new ideas is invaluable for startups that are looking to push the envelope and distinguish themselves in their field.\n\nBest Practices for Effective IT Outsourcing\n\nTo fully reap the benefits of IT outsourcing, startups need to approach it strategically. It’s not just about delegating tasks but building a partnership that aligns with business goals. Choosing the right partner is crucial—select an agency with a proven track record, strong client feedback, and expertise in your industry. Setting clear, measurable objectives ensures that your partner understands your expectations and can align their efforts accordingly.\n\nMaintaining open communication is also key. Utilize effective tools like Slack, Zoom, and project management software to foster transparency and regular updates. These practices help in nurturing a strong, productive relationship with your outsourcing partner.\n\nConclusion: Position Your Startup for Growth with IT Outsourcing\n\nIn today’s fast-paced tech landscape, startups that leverage IT outsourcing can gain a competitive advantage by scaling efficiently, accessing specialized expertise, and controlling costs. Whether it’s software development, IT infrastructure, or cybersecurity, outsourcing offers a scalable solution that supports rapid growth and sustainability.\n\nReady to scale your startup to the next level? Partner with a trusted IT staffing agency like AllSTARSIT to build a dedicated team tailored to your needs. With AllSTARSIT’s expertise and global reach, you can embrace IT outsourcing and position your startup for long-term success and innovation. Don’t let limited resources hold you back—take the next step with AllSTARSIT and set your business up for sustainable growth."
    },
    {
        "title": "The US IPO window hasn’t reopened yet, but startups take what they can",
        "link": "https://techcrunch.com/2024/11/15/the-us-ipo-window-hasnt-reopened-yet-but-startups-take-what-they-can/",
        "description": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox ...",
        "image_url": "https://www.bing.com/th?id=OVFT.V89qwtiTtNlWO4r6HZQaTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20h",
        "source": "TechCrunch",
        "article_content": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here!\n\nDespite the short workweek in many locations, the last few days have been crammed with deal announcements and funding news, although it is too early to tell how much was just on hold before the U.S. election.\n\nMost interesting startup stories from the week\n\nThere are early signs that the U.S. IPO window may reopen, but let’s not get ahead of ourselves; for now, we mostly have IPOs in India, M&As, and not-so-great news.\n\nIPO later: European scale-up Klarna confidentially filed IPO documents with the U.S. Securities and Exchange Commission (SEC). After ups and downs, the buy now, pay later (BNPL) company reportedly saw its valuation rise back to $14.6 billion earlier this year.\n\nIPO envy: Naspers-owned Prosus aims to take Indian fintech PayU public in 2025. The Dutch investor looks to shift more focus to India, where quick-commerce company Swiggy just made a stellar IPO debut.\n\nDark web monitoring: Cybersecurity unicorn Bitsight bought dark web security specialist Cybersixgill for $115 million.\n\nMoving the cursor: Anysphere, the startup behind popular AI-enabled code editor Cursor, acquired competitor Supermaven, which had raised $12 million. Anysphere reportedly received unsolicited investment offers at valuations of up to $2.5 billion.\n\nOut of power: Beleaguered battery manufacturer Northvolt is selling some assets to Lyten, a Silicon Valley battery startup, but it is unclear whether deal proceeds and other cost-cutting measures will be enough for the Swedish company to get through the coming year.\n\nMost interesting fundraises this week\n\nStartups may simply be rushing to publicize their latest news before Thanksgiving, but there were quite a few rounds announced this week, including some big ones.\n\nWriting checks: Writer raised a $200 million Series C round at a $1.9 billion valuation to expand its enterprise-focused generative AI platform.\n\nQuiet funding: British AI startup Tessl opened up a waitlist and disclosed it raised $125 million to date. This includes a previously undisclosed seed round and a Series A. The latter was led by Index Ventures — at a $750 million post-money valuation, according to sources.\n\nScaling up: ScaleOps, a New York-based cloud spend management company, closed a $58 million Series B funding round led by Lightspeed Venture Partners that will help it grow its current 60-person headcount to more than 200 by 2026.\n\nCash flow: French fintech company Agicap secured $48 million in Series C funding for its cash-flow management platform. The startup targets midsized companies and has 8,000 customers with around half of them in France.\n\nSatellite service: U.S. startup Starfish Space raised a $29 million round of funding led by major defense tech investor Shield Capital. Its goal is to launch three full-size satellite servicing and inspection spacecraft in 2026.\n\nMost interesting VC and fund news this week\n\nImage Credits:Altos Ventures\n\nNew heights: VC firm Altos Ventures raised $500 million for its latest fund, according to SEC filings. The Silicon Valley-based investor was an early backer of Coupang and Roblox.\n\nStepping down: The co-CEO of SoftBank Vision Fund, Rajeev Misra, will step down from his leadership roles after a 10-year tenure and will no longer have an official role at SoftBank, the company said.\n\nLast but not least\n\nImage Credits:Saviko / Gamma-Rapho / Getty Images\n\nStation F, the iconic startup campus in Paris, disclosed its top 40 startups of the year, and almost all of them — 34, to be precise — use AI. Hence Romain Dillet’s prediction: “It’s clear that every new startup going forward will incorporate AI in some way.”"
    },
    {
        "title": "How to reset the Linxura Smart Controller",
        "link": "https://www.digitaltrends.com/home/how-to-reset-linxura-smart-controller/",
        "description": "Here's how to reset the Linxura Smart Controller if you're looking to sell the device or just need to start from scratch.",
        "image_url": "https://www.bing.com/th?id=OVF.Hx5fl%2ffPTCZqKPISAW8jpw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "21h",
        "source": "Digital Trends",
        "article_content": "The Linxura Smart Controller is a powerful way to control your smart home. Instead of relying on mobile companion apps, you can toggle smart lights, change your thermostat, or open smart blinds at the press of a button. It’s a unique device, but like all electronic gadgets, it’s bound to run into some issues. And if you’re encountering serious ones that can’t be fixed by other troubleshooting methods, it might be time to reset your Linxura Smart Controller. This wipes all your data from the device, giving you a chance to start anew. It’s also a great option if you’re selling the smart controller to another user or giving it away to a family member, ensuring they don’t have access to your data.\n\nHere's a look at how to reset your Linxura Smart Controller, along with other troubleshooting tips to try before opting for a full reset.\n\nRecommended Videos\n\nDifficulty Easy Duration 5 minutes What You Need Linxura Smart Controller\n\nPin\n\nHow to troubleshoot your Linxura Smart Controller\n\nSince performing a reset is a “last resort” type of solution, it’s worth exploring other ways to fix your Linxura Smart Controller. Here’s a quick look at common issues and how to fix them:\n\nPoor Wi-Fi connection: Consider checking the Wi-Fi Settings in your Linxura mobile app. If needed, disconnect and reconnect to your network.\n\nPoor battery life: Open your Linxura mobile app and see if you’re running the latest software. Running older software sometimes results in poor battery life. You could also check your Wi-Fi Settings, as an unstable network could quickly drain your battery.\n\nSlow to toggle: If it takes a very long time for a Linxura button press to translate to a smart home action, you may want to check your Wi-Fi Settings in the mobile app. Some actions simply take longer to toggle than others, and depending on your specific network speeds and which companion apps you’re using, it may take multiple seconds for an event to register.\n\nAt the very least, it’s highly recommended you restart your Linxura before performing a reset. Restarting requires you to hold down the button on the back of the device for a few seconds to power it off. Release the button, then hold the button down again. After a few seconds, it should reboot. This will not delete any of your data, as you’re essentially turning the device off and on. If you’re running into minor issues, this can sometimes resolve the problem.\n\nHow to reset the Linxura Smart Controller\n\nIf you’re ready to perform a reset, here’s what you’ll need to do. Keep in mind that this will delete all your stored data and connections.\n\nStep 1: Turn over the Linxura Smart Controller.\n\nStep 2: Locate the tiny pinhole, which can be found across from the power button.\n\nStep 3: Insert a pin into this pinhole and press down for 1 second.\n\nStep 4: This will begin the reset process for the Linxura Smart Controller."
    },
    {
        "title": "3 No-Brainer Artificial Intelligence (AI) Stocks to Buy With $500 Right Now",
        "link": "https://www.msn.com/en-us/money/companies/3-no-brainer-artificial-intelligence-ai-stocks-to-buy-with-500-right-now/ar-AA1uc7KS?ocid=BingNewsVerp",
        "description": "The AI boom still has a long way to go, and any of these three stocks offer a great way to invest in the long-term potential.",
        "image_url": "https://www.bing.com/th?id=OJ.c33IPqDhLTGl0w&pid=news&w=58&h=16&rs=2",
        "category": "software+trend",
        "date": "5hon MSN",
        "source": "The Motley Fool on MSN",
        "article_content": ""
    }
]