[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO is \"moving at hundreds of miles an hour underwater,\" Republican congressman says",
            "link": "https://www.msn.com/en-us/news/other/ufo-is-moving-at-incredible-speeds-underwater-congressman-says/ar-AA1xMW9v?ocid=BingNewsVerp",
            "description": "Republican Rep. Tim Burchett said that an admiral told him of an unidentified craft moving at incredible speeds in the sea.",
            "image_url": "https://www.bing.com/th?id=OVFT.c8yf4a6snxBZJeM3WO2JDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hon MSN",
            "source": "CBS News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "RYAN GRAVES INTERVIEW Drones, helping pilots report UFO and when and if disclosure is coming.",
            "link": "https://www.msn.com/en-us/tv/news/ryan-graves-interview-drones-helping-pilots-report-ufo-and-when-and-if-disclosure-is-coming/vi-AA1xN2Li?ocid=BingNewsVerp",
            "description": "This is a special episode of Down To Earth. Kristian sits down with former Lt. US Navy and F/A-18F pilot Ryan Graves. Graves ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZuuNbDtyCjIJovhADfQ0hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Down To Earth With Kristian Harloff on MSN1h",
            "source": "Down To Earth With Kristian Harloff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will Donald Trump Declassify UFO Files? What We Know",
            "link": "https://www.msn.com/en-us/news/other/will-donald-trump-declassify-ufo-files-what-we-know/ar-AA1xNl4t?ocid=BingNewsVerp",
            "description": "Senator Chuck Schumer asked Trump to declassify UFO files after he said he would declassify files on high-profile assassinations.",
            "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
            "category": "ufo",
            "date": "22mon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs and drones: How to prepare for the ultimate unknown",
            "link": "https://www.msn.com/en-us/news/politics/opinion-ufos-and-drones-how-to-prepare-for-the-ultimate-unknown/ar-AA1xJMXZ?ocid=BingNewsVerp",
            "description": "Given the stronger evidence suggesting we may not be alone in the universe — and could even be visited by extraterrestrials — it seems prudent for key sectors of society to consider planning for ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "ufo",
            "date": "20hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Schumer calls on Trump to declassify government files on UFOs",
            "link": "https://www.msn.com/en-us/news/politics/schumer-calls-on-trump-to-declassify-government-files-on-ufos/ar-AA1xKKED?ocid=BingNewsVerp",
            "description": "Senate Democratic Leader Chuck Schumer (N.Y.) says President Trump should declassify secret government archives about unidentified flying objects (UFOs), also known as unidentified anomalous ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "ufo",
            "date": "13hon MSN",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This new AI assistant promises Gemini-like multi-app actions on Android",
            "link": "https://www.androidauthority.com/perplexity-assistant-android-3519824/",
            "description": "Perplexity has released an AI-powered assistant for Android, competing with Google Gemini to perform multi-app actions and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.31pf_8oy1yvuZjHyCf9boi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Android Authority",
            "article_content": "Perplexity\n\nTL;DR Perplexity has released an AI-powered assistant for Android, competing with Google Gemini.\n\nIt is available in 15 languages and performs multi-app actions like Gemini.\n\nThe assistant can search for information (e.g., finding a song from a movie) and interact with apps to perform tasks like playing music, booking dinner, or setting reminders.\n\nAI-powered search provider Perplexity has launched an AI agent for Android. Called Perplexity Assistant, the AI helper is available through the Perplexity app on the Google Play Store and is supported in 15 languages, including English, Spanish, French, German, Japanese, Korean, and Hindi.\n\nWhile we haven’t had a chance to try out the new Perplexity Assistant, the company claims it can perform multi-app actions, similar to Gemini’s recently acquired chaining actions that Google first demonstrated on the Galaxy S25 series.\n\nHere are a few more examples of what Perplexity Assistant can do. We can’t wait to see how you use it. pic.twitter.com/F7ibSFfrgq Get it here: https://t.co/H4J9cr68So — Perplexity (@perplexity_ai) January 23, 2025\n\nFor example, you can ask the AI to “play that song at the end of Interstellar.” It will research the song’s name on the web and open a music app on your phone to play it.\n\nWe’re not sure how this would function, but we’re guessing you’ll have to grant Perplexity some permissions to open and execute commands on your apps. Gemini uses extensions to facilitate chaining actions, but Perplexity hasn’t really elaborated on how its AI will facilitate multi-app actions on Android phones.\n\nPerplexity Assistant is also multimodal, which means it can answer questions based on voice commands and understand multiple types of data, such as text, images, audio, and video. “You can tell it to turn on the camera and ask about what you see in front of you or on your screen,” the company explains.\n\nThe company lists Perplexity Assistant’s other capabilities as follows: “You can book dinner, find a forgotten song, call a ride, draft emails, set reminders, and more.”\n\nLooks like we’ll have to give Perplexity Assistant a go and see how it compares to Gemini.\n\nYou might like"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hugging Face co-founder: The next step in AI will be applications",
            "link": "https://www.msn.com/en-in/money/other/hugging-face-co-founder-the-next-step-in-ai-will-be-applications/vi-AA1xFd8X?ocid=BingNewsVerp",
            "description": "Thomas Wolf, co-founder of Hugging Face, said the next great artificial intelligence applications will be less about models ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pEKeEmAQrWjOLSEh2OuMUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Testing In FinTech: How Robust Testing Protects Your Apps And Customers",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/24/testing-in-fintech-how-robust-testing-protects-your-apps-and-customers/",
            "description": "The absence of a foolproof testing strategy has been the root cause of several high-profile failures, highlighting the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7AQzc3TjL9zRWszMsDSvnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump to fast-track power-plant applications from AI companies for their data centres",
            "link": "https://www.firstpost.com/tech/trump-to-fast-track-power-plant-applications-from-ai-companies-for-their-data-centres-13855932.html",
            "description": "Trump’s plan involves using a national energy emergency declaration to push through the construction of power plants directly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.k_tsPuHwQi1T9a8HNt-qui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Firstpost",
            "article_content": "Trump’s plan involves using a national energy emergency declaration to push through the construction of power plants directly serving AI data centres. This would cut down on the long wait times for building new power plants, allowing AI companies to quickly ramp up their operations read more\n\nThe idea behind Trump’s plan is to set up new power plants right next to data centres, creating self-sufficient facilities rather than relying on the national grid. Representative Image. Credit: Reuters\n\nIn a virtual speech at the World Economic Forum on Thursday, President Donald Trump revealed that his administration is looking to speed up the approval process for AI companies seeking to build power plants for their data centres. This move aims to address the increasing energy needs of AI systems and ensure the US stays competitive with China in the tech race.\n\nTrump’s plan involves using a national energy emergency declaration to push through the construction of fossil-fuel-powered plants directly serving AI data centres. This would cut down on the long wait times typically associated with building new power plants, allowing AI companies to quickly ramp up their operations. He pointed out that the US would need to double its current energy capacity to fully realise AI’s potential, making it a vital part of staying ahead in the global tech competition.\n\nAdvertisement\n\nA new way of powering data centres\n\nThe idea behind Trump’s plan is to set up new power plants right next to data centres, creating self-sufficient facilities rather than relying on the national grid. This model is already being explored by energy giants like Chevron and Exxon, who are looking at ways to support the growing demand for power in the tech industry.\n\nWith data centres already consuming as much energy as small cities, the rise of AI is only going to increase this demand. Trump’s announcement highlights the urgency of securing enough power to fuel the AI boom, especially as competition with China intensifies.\n\nThe rising energy demands of AI\n\nAI is having a massive impact across various sectors, not just in tech but also in energy, real estate, and construction. The need for more computing power and infrastructure is driving up demand for energy, with AI’s rapid growth requiring huge amounts of electricity to operate.\n\nTrump’s proposal to fast-track power plant construction is an attempt to ensure that AI companies have the resources they need to scale up quickly. As AI becomes an even bigger part of the economy, having a reliable energy supply will be crucial for the US to maintain its position as a leader in the global AI race."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why everyone in AI is freaking out about DeepSeek",
            "link": "https://venturebeat.com/ai/why-everyone-in-ai-is-freaking-out-about-deepseek/",
            "description": "DeepSeek has a free website and mobile app even for U.S. users with an R1-powered chatbot interface similar to OpenAI's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4UpxJPh3yH8US1BvXo3bhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Paranormal Team Leader",
            "link": "https://www.bbc.co.uk/programmes/p0klsvsk",
            "description": "Shrewsbury Prison have a job vacancy with a difference but it’s not for everyone. Do you have what it takes to become a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q_WIicz3m3MJiEfY9LV65y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "11m",
            "source": "BBC",
            "article_content": "Shrewsbury Prison have a job vacancy with a difference but it’s not for everyone. Do you have what it takes to become a Paranormal Team Leader?\n\nBBC Radio Shropshire’s Owen Taylor heard what the job involves and some particularly spooky tales from the prison’s owner, Joel Campbell."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal guides wanted at former prison",
            "link": "https://www.msn.com/en-us/society-culture-and-history/religion-and-spirituality/paranormal-guides-wanted-at-former-prison/ar-AA1xM5ak?ocid=BingNewsVerp",
            "description": "The role will see people lead evening tours around the site, helping the public investigate some of the paranormal activity.",
            "image_url": "https://www.bing.com/th?id=OVFT.MQO2cVf1olQMDSD_Eh6SNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Presence’ Review: Paranormal Friend or Foe?",
            "link": "https://www.nytimes.com/2025/01/23/movies/presence-review.html",
            "description": "Steven Soderbergh’s new chiller takes place in one of the most troubled of all movie locations: an outwardly normal family ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HZh4btGxDhgxJCuFJIsDDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22h",
            "source": "The New York Times",
            "article_content": "All sorts of ghosts from the altruistic to the diabolic haunt movies, but it takes a while to get a bead on the entity drifting, and at times racing, through Steven Soderbergh’s “Presence.” However benign or malicious — whatever its life or death, possible eternal salvation or never-ending damnation — this spirit seizes your attention from the get-go because everything in this twisty, technically virtuosic, surprisingly moving chiller is shot from its point of view. From the moment the movie opens, you see what it sees: the good, the banal, the private, the scary. The kicker? Soderbergh is holding the camera — he’s the ghost in this machine.\n\nIt’s a typically well-oiled, polished, frictionless Soderbergh whatsit. Like many ghost stories, it takes place in one of the most historically troubled of all movie locations: an outwardly normal family home. There, in an attractive two-story suburban house with plenty of natural light, a wraparound front porch and a spacious backyard, the spirit wanders the handsome, blandly tasteful rooms and looks out the many windows. Although apparently confined to the house’s interior, it never feels trapped. Even so, given all the mileage that it racks up as it moves from the downstairs kitchen to the upstairs bedrooms, it is demonstratively restless.\n\nThe ghost seems pretty benign despite the unease it stirs up. It’s attentive and obviously interested in the family of four that moves in soon after “Presence” opens. If anything, the ghost seems eager for company. It routinely follows the family around, particularly the daughter, Chloe (Callina Liang, lovely), like a faithful dog — that is if that pooch were invisible and human size. (The height of the ghost’s point of view is a tell.) It’s curious yet also seems reserved. It likes to hang out in Chloe’s closet and when she takes a shower, it stays outside the bathroom and tidies up, which suggests that it’s not — or, rather, wasn’t — a creep.\n\nThe screenwriter David Koepp seeds the story with such clues, giving you just enough back story and present-day information to stir your curiosity and keep you guessing as he and Soderbergh ratchet up your anxiety. A genre savant with a raft of big credits (“Jurassic Park”), Koepp has an affinity for stories set in confined locations, especially those outwardly safe spaces that become mousetraps: He wrote David Fincher’s “Panic Room,” a thriller set almost entirely inside a brownstone, as well as Soderbergh’s thriller, “KIMI,” about an agoraphobic woman swept up in an intrigue. “Presence” is another ideal trap to trip for a filmmaker who enjoys challenges and changing it up artistically as much as Soderbergh does."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dark side of the spectrum: Paranormal Cirque II offers a morbidly fun time under the big top",
            "link": "https://www.yahoo.com/entertainment/dark-side-spectrum-paranormal-cirque-200100811.html",
            "description": "Paranormal Cirque II is a mixture of macabre and fantasy presented in a unique style made up of components of circus, theater and cabaret. The production, which takes place under a black and red big ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "paranormal",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "Jan. 23—Paranormal Cirque II is a mixture of macabre and fantasy presented in a unique style made up of components of circus, theater and cabaret.\n\nThe production, which takes place under a black and red big top tent, makes its way to New Mexico with stops at Cottonwood Mall from Friday, Jan. 31 to Feb. 10, and Mesilla Valley Mall in Las Cruces from Feb. 14 to Feb. 17.\n\n\"It's a great show for adults, it's a perfect night out for friends, or if you're looking for a unique date night, then we've got you covered,\" said Steve Copeland, comedian, social media director and publicity director for Paranormal Cirque II.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe show is not a family-friendly event, and anyone under age 17 must be accompanied by an adult age 21 or older. Children younger than age 13 will not be permitted into the show.\n\n\"Our show is rated R, so we don't allow children under the age of 13,\" Copeland said. \"The show contains horror, violence and imagery, bad language and adult humor ... It's a horror circus. All of our acts are performed by horror creatures and characters, zombies, vampires, ghosts, what have you. It's great because you don't have to wait until Halloween to have fun with some smoky, scary, sexy entertainment.\"\n\nParanormal Cirque II is a branch of Cirque Italia, which has five shows crisscrossing the United States. Last year, two of its shows went to Canada for the first time, and two new shows will be touring Canada this summer.\n\n\"We're very excited to be bringing our (Cirque Italia) show tally up to seven touring productions,\" Copeland said. \"There are three units of Paranormal Cirque. We are Paranormal Cirque II, and we're the best.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nParanormal Cirque I, began in 2018, followed by Paranormal Cirque II in 2022, and Paranormal Cirque III beginning in 2023.\n\n\"In fact, Albuquerque was our first stop with Paranormal Cirque II,\" Copeland said. \"(Albuquerque) got to see the world premiere of our show ... Paranormal Cirque is a very popular show, which is why we have three units and soon to be a fourth Canadian unit as well.\"\n\nParanormal Cirque II is made up of a crew and company of about 50 people.\n\n\"Everybody does everything,\" Copeland said. \"The people that sell you your popcorn and concessions are the ones that help put up the tent. The people that are taking you to your seat for the show are also running the sounds and lights. In addition to being a comedian in the show, I'm also the social media director and publicity director for the unit. We all wear multiple hats here and we all do different jobs to get the show down the road.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe production features an international cast of performers. Copeland is one of two American performers.\n\n\"We have lots of performers from Latin American countries, and everybody has come from different backgrounds, some circus, some theater, some dance,\" he said. \"We have a truly eclectic variety of performers with our show.\"\n\nCopeland encourages eventgoers to arrive an hour prior to the show to be part of the \"haunt attraction preshow.\"\n\n\"During that time, you can meet our performers up close and personal,\" he said. \"They're going to scare your pants off before they wow you on stage.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSnacks such as popcorn, cotton candy, nachos, hot dogs and nonalcoholic beverages will be available for purchase. Souvenirs, masks, hats and 1950s pin-up girls drawn in a paranormal style by artist Ryan Combs, will also be sold.\n\nEventgoers can also take part in a QR code hunt.\n\n\"You can go around and find seven QR codes, scan them with your phone and find out fun information about our show, about our company and some of our performers,\" Copeland said. \"That all begins one hour before showtime. It's included with your ticket. And in addition to that, I just want to remind people to get their tickets early, either paranormalcirque.com or at the ticket office once we're in town. I just wouldn't recommend waiting until the last minute, because some of our shows are already close to selling out, and we don't want anyone to miss the fun.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Haunted Texas hotel up for sale stars in paranormal TV",
            "link": "https://www.msn.com/en-us/travel/news/haunted-texas-hotel-up-for-sale-stars-in-paranormal-tv/ar-AA1xJ4oX?ocid=BingNewsVerp",
            "description": "New owners will acquire not only the Texas landmark, made famous by paranormal TV, but also the venue's \"permanent residents.\" ...",
            "image_url": "https://www.bing.com/th?id=OJ.DT6keXILb0gU9Q&pid=news&w=134&h=16&rs=2",
            "category": "paranormal",
            "date": "23hon MSN",
            "source": "The Abilene Reporter-News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dark oxygen: New deep sea expedition to explore mysterious discovery",
            "link": "https://www.msn.com/en-us/news/technology/dark-oxygen-new-deep-sea-expedition-to-explore-mysterious-discovery/ar-AA1xIvJI?ocid=BingNewsVerp",
            "description": "The shock discovery that metallic nodules could be producing oxygen in the deep sea made headlines last year – now the team ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z2-rT7pMZl75ZmFFAA8Lby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "New Scientist on MSN20h",
            "source": "New Scientist on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=ODF.zH5mZxEXzwc1vWXoMe8sHw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Friday8h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nAnother team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true. But AI is helping scientists do something seemingly impossible—invent and synthesize never-before-seen structures.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seneca Falls café owner rebrands coffee roasting business in honor of late husband",
            "link": "https://www.fingerlakes1.com/2025/01/24/seneca-falls-cafe-owner-rebrands-coffee-roasting-business-in-honor-of-late-husband/",
            "description": "Casey Galloway, owner of the beloved Café 19 in Seneca Falls, has rebranded her recently purchased coffee roasting company to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l6URDm0hUdW3x1ZDLhRfPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "fingerlakes14h",
            "source": "fingerlakes1",
            "article_content": "Casey Galloway, owner of the beloved Café 19 in Seneca Falls, has rebranded her recently purchased coffee roasting company to honor her late husband, Chris Galloway. Formerly known as Cobblestone Coffee Roasters, the business is now called Elemental Coffee Lab, a name inspired by Chris’s love for science and coffee.\n\nCasey acquired the business in November 2024 from John and Melissa Nesbit, but just weeks before the purchase was finalized, Chris, her husband and business partner, passed away unexpectedly. A trained scientist with degrees in biology and chemistry, Chris’s passion for discovery and exceptional coffee now serves as the foundation for Elemental Coffee Lab’s mission.\n\n“At Elemental Coffee Lab, we honor the legacy of Chris Galloway, whose passion for science and discovery inspired us to create a coffee experience grounded in curiosity and craftsmanship,” Casey shared. “We combine the precision of chemistry with the art of roasting to produce exceptional coffee and celebrate the connections it creates in every cup.”\n\nCasey brings years of experience as a trained chef and entrepreneur to the coffee roasting business. Café 19, her flagship business, has been a local favorite since 2013, known for its quality, consistency, and warm atmosphere. The addition of Elemental Coffee Lab reflects her continued commitment to excellence and expansion into coffee roasting.\n\nThe Galloways’ daughter, Rylee, who is preparing to attend college to study business, plans to support her mother in running both ventures.\n\nTo celebrate the rebrand, Elemental Coffee Lab is hosting a special “Behind the Beans” event at Café 19 on Saturday, March 1, from 9 to 11 a.m. Guests will have the chance to meet the company’s coffee roaster, enjoy coffee samples and treats, take advantage of a coffee bean sale, and enter prize giveaways.\n\nFor more information about Elemental Coffee Lab and its mission, visit their website here or follow on Facebook.\n\nGet the latest headlines delivered to your inbox each morning. Sign up for our Morning Edition to start your day. FL1 on the Go! Download the free FingerLakes1.com App for iOS (iPhone, iPad)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nehru saw scientific temper as inextricably linked to freedom",
            "link": "https://www.msn.com/en-in/news/India/nehru-saw-scientific-temper-as-inextricably-linked-to-freedom/ar-AA1xN03q?ocid=BingNewsVerp",
            "description": "Jawaharlal Nehru attended the Indian Science Congress each year, set up the IITs alongside the cultural academies, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LjlILRdqSyHhB57vJ-b1nC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ThePrint on MSN6h",
            "source": "ThePrint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make remarkable discovery experimenting with 23-year-old seeds: 'A significant step forward'",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/scientists-make-remarkable-discovery-experimenting-with-23-year-old-seeds-a-significant-step-forward/ar-AA1xsUer?ocid=BingNewsVerp",
            "description": "The whole thing might sound like magic — but it’s all rooted in some pretty neat science. Scientists make remarkable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w4QNx0PDSo9e6jBelDhMHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Cool Down on MSN1h",
            "source": "The Cool Down on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI and other tech titans worked on Stargate deal months before Trump won",
            "link": "https://www.msn.com/en-us/news/politics/openai-and-other-tech-titans-worked-on-stargate-deal-months-before-trump-won/ar-AA1xMJ24?ocid=BingNewsVerp",
            "description": "Such announcements aren’t without political risks, as OpenAI learned when Trump adviser Elon Musk criticized the deal on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT._ell3PQBDxZCLPyb-dD9ZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Operator: OpenAI’s Next Step Toward the ‘Agentic’ Future",
            "link": "https://www.techrepublic.com/article/openai-operator-ai-agent/",
            "description": "The company says the CUA’s reasoning technique, which they call an 'inner monologue,' helps the model understand intermediate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zlTRFY3XTk1RuVYQ2skCFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "TechRepublic",
            "article_content": "With laptop and smartphone makers like Samsung spreading generative AI across all aspects of their devices, OpenAI is trying the same with an agentic tool announced on Jan. 23. The tool, called Operator, runs on the same basic technology as ChatGPT but resides within a proprietary web browser. This enables it to autonomously perform actions such as ordering groceries or booking tours.\n\nOpenAI suggested in a blog post Operator could “ope[n] up new engagement opportunities for businesses,” but did not elaborate.\n\nWhat is OpenAI’s Operator?\n\nOperator is an application that includes a web browser and the generative AI model GPT-4o. It’s the result of an OpenAI project to train GPT-4o’s vision capabilities on the graphical user interfaces found on typical web pages. Its ability to make multi-step plans and correct mistakes independelty if needed set it apart from other efforts to create agentic AI, OpenAI boasted. Operator’s Computer-Using Agent (CUA) model is trained specifically on the buttons, forms, and menus likely to be found on a web page.\n\nOperator is in beta. OpenAI said feedback from early-stage users will be used to improve it.\n\nChatGPT Pro subscribers can sign up for Operator starting today.\n\nOpenAI plans to provide Operator to Plus, Team, and Enterprise soon. The tech giant also intends to integrate its capabilities into ChatGPT generally. They’ll include the CUA in their API “soon,” according to the blog post.\n\nHow does Operator work?\n\nThe company says the CUA’s reasoning technique, which they call an “inner monologue,” helps the model understand intermediate steps and adapt to unexpected input. Under the hood, CUA takes screenshots of web pages and uses a virtual mouse and keyboard to navigate.\n\nAs with ChatGPT, users can add custom instructions that Operator will remember, such as the user’s preferred airline.\n\nSEE: Threat actors can jailbreak generative AI to automatically create phishing emails and other malicious content.\n\nUsers can prompt Operator in natural language the same way they can prompt ChatGPT. Operator is trained to balk at logging in to sites, providing payment details, or passing CAPTCHAs, so it will hand control back to the user for those steps. Operator is programmed not to accept requests — such as making banking transactions — or to weigh in on high-stakes situations, such as deciding whether to hire an employee.\n\nIf the Operator encounters an interface it can’t predict how to interact with, it will hand the task back to the user. OpenAI collaborated directly with the following companies to make sure Operator can interact with their sites:\n\nDoorDash.\n\nInstacart.\n\nOpenTable.\n\nPriceline.\n\nStubHub.\n\nThumbtack.\n\nUber.\n\nOpenAI notes that the early iteration of Operator tends to struggle with “complex interfaces,” including creating slideshows or adding items to calendars.\n\nOperator enters into a crowded generative AI landscape\n\nSome of Operator’s functionality overlaps with competitor tools, such as Google Gemini or Apple Intelligence.\n\nOperator invites comparison with Microsoft’s much-maligned Recall feature, which uses screenshots to navigate a PC. Operator also shares some capabilities with Google Lens on Chrome. However, its ability to navigate websites autonomously could be a point of differentiation. Agentic AI, in which generative AI models perform multi-step errands on the user’s account, is either the hot new thing in tech or a new way to package the still-limited products."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stargate artificial intelligence project to exclusively serve OpenAI",
            "link": "https://www.ft.com/content/4541c07b-f5d8-40bd-b83c-12c0fd662bd9?sharetype=gift",
            "description": "Stargate, a high-profile artificial intelligence infrastructure project trumpeted by US President Donald Trump this week, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lD2_-51SR5pfNO5gJ0OffC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Operator Lets ChatGPT Use the Web for You",
            "link": "https://www.wired.com/story/openai-sets-chatgpt-loose-on-the-web/",
            "description": "The new tool, called Operator, is an AI agent: It relies on an AI model trained on both text and images to interpret commands ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ODUv3wsp8GneMJB81QMXEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18h",
            "source": "Wired",
            "article_content": "OpenAI is letting some users try a new ChatGPT feature that uses its artificial intelligence to operate a web browser to book trips, buy groceries, hunt for bargains, and do many other online chores.\n\nThe new tool, called Operator, is an AI agent: It relies on an AI model trained on both text and images to interpret commands and figure out how to use a web browser to execute them. OpenAI claims it has the potential to automate many day-to-day tasks and workday errands.\n\nOpenAI’s Operator follows rival releases by both Google and Anthropic, which have demonstrated ones capable of using the web. AI agents are widely seen as the next evolutionary stage for AI following chatbots, and many companies have hopped on the hype train by touting them. In most cases, these are very limited in their abilities and simply use a language model to automate things normally done with regular software.\n\n“AI is evolving from this tool that could answer your questions to one that is also able to take action in the world, carrying out complex, multistep workflows,” says Peter Welinder, VP of product at OpenAI. “We'll see a lot of impact on people’s productivity—but also the quality of work that people are able to accomplish.”\n\nOpenAI admits that giving ChatGPT access to a web browser does introduce new risks, and it says that Operator may sometimes misbehave. It says it has implemented various new safeguards and plans to extend Operator’s capabilities gradually.\n\nWelinder and Yash Kumar, product and engineering lead for OpenAI’s Computer Using Agent, say the plan is to learn from how people use the tool. They acknowledge that the tool could make unwanted bookings or purchases but add that a lot of work has gone into ensuring that it asks before doing anything risky. “It will come back to me and ask for confirmations before taking steps that might be irreversible,” Kumar says.\n\nOpenAI today also released a new “system card” outlining the problems that might arrive with Operator. These include the potential for it to misunderstand commands or diverge from what a user asks; to be misused by users; or to be targeted by cybercriminals.\n\n“It also poses an incredible amount of safety challenges,” Kumar says. “Because your attack vector area and your risk vector area increase quite significantly.”\n\nOperator will initially be available as a “research preview” for ChatGPT users with a Pro account, which costs a hefty $200 per month. The company says it plans to expand access while rolling the tool out slowly, because it will inevitably make some mistakes along the way.\n\nIn several demonstrations, Operator showed the potential for AI to take on a more active role as a web helper. The tool features a remote web browser and a chat window for communicating with a user.\n\nAt WIRED’s request, Operator was asked to book an Amtrak train trip from New Haven, Connecticut, to Washington, DC. It went to the right website and entered the necessary information correctly to bring up the timetable, then asked for further instruction. If a user were logged in to the Amtrak website or into a browser profile with stored credit card information, Operator would be able to go ahead and book a ticket—although it is designed to ask for permission first.\n\nKumar asked Operator to book a table at Beretta, a restaurant in San Francisco. The program went to the OpenTable website, found the correct restaurant, and looked up availability before asking what to do next. OpenAI says it has partnered with a number of popular sites, including OpenTable, to ensure that Operator works smoothly on them.\n\nThe new tool is based on OpenAI’s GPT-4o AI model, which can perceive a browser and web page and converse in typed text. The tool incorporates additional training designed to help it understand how to execute tasks online. OpenAI will also make its Computer Use Agent available through its API."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI launches Operator, its first AI agent capable of booking reservations and travel and buying products",
            "link": "https://www.msn.com/en-in/news/techandscience/openai-launches-operator-its-first-ai-agent-capable-of-booking-reservations-and-travel-and-buying-products/ar-AA1xKdsU?ocid=BingNewsVerp",
            "description": "OpenAI's latest tool is designed to perform tasks autonomously, which the company says is its latest step toward AGI.",
            "image_url": "https://www.bing.com/th?id=OVFT.qYQMUd56-uemWnbY4K8GMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BSIMM15 highlights compliance and AI security: Why modern tooling is key",
            "link": "https://securityboulevard.com/2025/01/bsimm15-highlights-compliance-and-ai-security-why-modern-tooling-is-key/",
            "description": "An increase in compliance activities such as the creation of software bills of materials (SBOMs), performing software composition analysis (SCA) scans on code repositories, and securing the attack ...",
            "image_url": "https://www.bing.com/th?id=ODF.jMU-akUz2dAccrCsc44t_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Security Boulevard21h",
            "source": "Security Boulevard",
            "article_content": "An increase in compliance activities such as the creation of software bills of materials (SBOMs), performing software composition analysis (SCA) scans on code repositories, and securing the attack surface created by artificial intelligence (AI) applications are among the key software security trends highlighted in the latest edition of the Building Security in Maturity Model (BSIMM) report.\n\nThe annual BSIMM report, first introduced in 2008, analyzes the software security practices of organizations across eight verticals. It contains information on what’s working, what isn’t, what’s changing about the risks and threat landscapes in software security — and how organizations are responding to those challenges. By comparing and contrasting their initiatives to what other organizations are doing, organizations can use the report as a measuring stick for software security.\n\nMore than 120 companies participated in the latest report, BSIMM15 — including the AARP, Aetna, Bank of America, Diebold Nixdorf, Eli Lilly and Company, Fidelity, Honeywell, Johnson & Johnson, Lenovo, MassMutual, Navy Federal Credit Union, SonicWall, Synchrony Financial, TD Ameritrade, Vanguard, and ZoomInfo — as well as 11,100 security professionals who collectively help 270,000 developers working on 96,000 applications.\n\nBut while legacy application security practices are good for general blocking and tackling against traditional software threats, they are no match for modern attacks coming from the software supply chain and AI/ML. Here are key takeaways from the BSIMM15 report — and why you need to go well beyond traditional AppSec practices to manage modern software risk.\n\n[ Get our Essential Guide: Software Supply Chain Security for Dummies ]\n\nA real world look into today’s software threats and practices\n\nKey trends and insights in this year’s BSIMM include:\n\n1. Organizations are grappling AI and ML. The opportunities and risks of artificial intelligence (AI) and machine learning (ML) are paramount for organizations. Key is the rise of AI-developed code with tools such as GitHub’s Copilot.\n\nThe BSIMM15 report noted:\n\n“When we talk to clients about what they’re trying to do and the problems they have doing it, we see a wide variety of pain points, but in general, the problem that everybody is struggling with is uncertainty. There isn’t a lot of well-understood guidance out there, so they’re having to find the answers themselves. That uncertainty appears to be contributing to the formation of research groups to develop new attack methods — which increased 30% from BSIMM14 — and a doubling of the use of adversarial tests.”\n\n2. Organizations are getting on board with compliance. Nudged by the self-attestation requirements for selling software to the U.S. government, organizations are prioritizing activities that support compliance and software supply chain security, such as creating SBOMs and performing software composition analysis (SCA) on code repositories. Organizations creating SBOMs for deployed software increased 22% over BSIMM14, while those performing SCA on repos jumped 67%.\n\n3. Security awareness training is in decline. Compared to BSIMM1, when 100% of organizations conducted software security awareness training, only 51.2% in BSIMM15 are providing basic security training to their teams, marking the lowest rate observed to date.\n\nThe struggle with AI is two-fold\n\nReversingLabs chief trust officer Saša Zdjelar said the rise of AI, both within the organization and for software development, had left organizations flat footed. On the generative AI front, they’re being pushed by their businesses into faster and faster adoption of AI without really sufficient governance on how to manage it safely.\n\n“I think one of the biggest problems is most companies don’t even fully know where AI is even being used. They’re struggling to wrap their arms around how much of other people’s AI they’re already using. And when they build their own, they want to know which large language model is OK … How do you make it not just secure, but also actually safe, so it’s not providing inappropriate answers that damage the brand and reputation of your company?”\n\n—Saša Zdjelar\n\nAnd software supply chain risks are also being created by AI and ML implementations used to develop software, said Mike Lyman, one of the authors of the report and an associate principal consultant with Black Duck Software, BSIMM’s sponsor. “We don’t necessarily know where all that code is coming from. It may introduce risk like open source licensing risks. It may suggest using a code snippet that comes out of an open-source library with a copyleft license that requires you to release your code. So we’ve got to recognize that type of stuff,” he said\n\nLyman said that’s why AppSec teams really need to focus on code reviews for everything, noting how many of the flawed code that has been written by humans is now being repurposed by ML.\n\n“A lot of people don’t realize that AI is learning to write code by looking at code we wrote. We’ve never written perfect code, so AI is going to be making the same mistakes that we make in our code.”\n\n—Mike Lyman\n\nSoftware supply chain risk and shift everywhere\n\nJason Soroko, a senior fellow at Sectigo, said that the rise in use of SCA and SBOMs identified in BSIMM15 is a sign a growing interest in software supply chain security.\n\n“It indicates a growing appetite for systemic transparency and compliance. Organizations are finally acting on the idea that you can’t defend what you don’t understand.”\n\nHowever, Soroko warned that it remains to be seen whether these incremental improvements “risk being undone if core security knowledge and security culture decreases,” which was also highlighted in the report.\n\nRL’s Zdjelar said that he welcomed BSIMM15’s focus on software supply chain risk, but said that organizations need to shift everywhere — across their entire software stacks — to manage risk across organizations.\n\n“[BSIMM15] mentions software supply chain risk, but it’s only in areas like software bill of materials and open source, not really around how software supply chain risks get introduced into companies by way of commercial software. If you think about how supply chain breaches have happened over the last six or seven years, all the breaches have been from commercial software packages, not open source.”\n\n—Saša Zdjelar\n\n\n\nThe decline in training programs is worrying\n\nThe decline in security awareness training identified in BSIMM15 has been a trend since the start of the program, BlackDuck’s Lyman said. “BSIMM1 started with 100%, but there were only nine software security leaders in that first study,” he said.\n\nAs soon as firms were added, it began to decline, he said. “It’s been on a slow, steady decline since BSIMM2, from about 80% to a low now of 51% doing basic software security awareness training”\n\n“We think a lot of that’s driven by budgets and also a been-there-done-that attitude. Companies have a software security training program and feel they don’t have to revisit it. It falls out being a priority. And as most of us know, if it’s not a priority, it tends to decay over time. So we think a lot of that’s been what’s in play.”\n\n—Mike Lyman\n\nAnother thing playing into the decline is a lot of companies mistaking their annual general security awareness training for software security training. “Knowing how to avoid a phishing email, not clicking on suspicious links, and how to avoid malware, is very important, but it doesn’t really tell you how to write secure code,” he said.\n\nZdjelar said that there seems to be a decline in formal education when it comes to the right way to develop code, and a reliance on tools to do the work for you.\n\n“I think it’s a very, very dangerous precedent because the tooling is also built by humans, humans who make mistakes in what is good, secure software. So I think it’s a very, very bad practice to trend away from developer education and have over-reliance on tooling.”\n\n—Saša Zdjelar\n\nWhat’s needed for modern software supply chain security\n\nWhile the BSIMM data from real-life organizations are significant, Caroline Wong, director of cybersecurity at Teradata, said they are not representative of the mainstream.\n\n“I think of it as the top 25% or so of existing software security initiatives that are included in the BSIMM study. These are organizations who take software security seriously and are on the cutting edge of innovation and maturity in this area.”\n\n—Caroline Wong\n\nWong said the fact that BSIMM remains a descriptive and not a prescriptive model is meaningful. “These activities have not simply been identified as ‘a good idea’ by a smart person, but rather a valuable enough idea that it passes ROI evaluations at an organization and has enough resource allocation to be considered active and operational,” she said\n\nZdjelar said the problem with BSIMM is that it is not forward looking. He would like to see the next edition of BSIMM include more emphasis on software supply chain security risks posed by commercial software. And that means having the right tools for the job.\n\nTraditional application security testing (AST) tooling like SCA and other code scanning approaches are not capable of identifying modern threats, he said.\n\n“Right now BSIMM mentions traditional legacy things like static code analysis and dynamic scanning. But they’re missing what the most advanced companies are doing to manage their risk, which is binary analysis.”\n\n—Saša Zdjelar\n\n\n\nZdjelar explained that binary analysis can flag supply chain threats that traditional AST tools can’t find.\n\n“SAST, DAST and SCA tools are not designed to find the presence of malware or presence of tampering or the fact that your CI/CD pipeline might have been compromised. That’s not what they look for.”\n\n*** This is a Security Bloggers Network syndicated blog from Blog (Main) authored by John P. Mello Jr.. Read the original post at: https://www.reversinglabs.com/blog/bsimm15-sbom-ai-security-modern-tooling"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is releasing an AI that can control your PC — if you cough up $200",
            "link": "https://www.digitaltrends.com/computing/openai-is-releasing-an-ai-that-can-control-your-pc-if-you-cough-up-200/",
            "description": "OpenAI unveiled its new ChatGPT Pro subscription tier during the company's inaugural \"12 Days of OpenAI\" live-stream event. At a cost of $200 per month, the Pro tier costs 10 times as much as a ...",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "18h",
            "source": "Digital Trends",
            "article_content": "OpenAI may be one step closer to releasing its agent tool, called Operator, which is on track for January 2024 availability.\n\nThe artificial intelligence company first announced the Operator AI agent in November 2024, explaining that the browser-based tool is autonomous and is able to complete tasks on a computer without human assistance. OpenAI added that Operator would be first available as a research preview within the $200 ChatGPT Pro subscription plan.\n\nRecommended Videos\n\nEnthusiasts have now discovered recent information about the tool that suggest that it may in fact be close to launch, and that the information OpenAI previously shared is correct. An X user by the name of Choi, discovered updates to the client-side code of ChatCPT, which was later verified by TechCrunch.\n\nThe code includes several references to the URL operator.chatgpt.com– a live page that redirects to the chatgpt.com main page if you interact with any of the it’s content.\n\nThe code details that there will be a popup within ChatGPT, explaining how you can access Operator, which will read “Operator is currently only available to Pro users as an early research preview.” OpenAI will also add “access to research preview of Operator,” to the list of perks of the ChatGPT Pro plan.\n\nAccording to The Information, the tool works similar to most AI services, starting with a prompt. From there, Operator will be able to take care of the rest of the function. Users can imagine Operator completing tasks such researching travel and activities, or completing productivity tasks within commonly used programs and services, such as Asana, LinkedIn, or Salesforce. The publication noted that Operator could be available before the week’s end. Hopefully with a release, OpenAI will have more to say about the tool and its underlying technology.\n\nNotably, OpenAI’s Operator has its competitors. Anthropic recently released its “Computer Use” API that is currently a developer’s beta. Google also announced its own AI Agents in December 2024 as an experimental tool."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Do Chatbots Just Need More Time to ‘Think’?",
            "link": "https://www.scientificamerican.com/article/do-chatbots-just-need-more-time-to-think/",
            "description": "A technique called 'test-time compute' can improve how AI responds to some hard questions, but it comes at a cost ...",
            "image_url": "https://www.bing.com/th?id=ODF.B2ThtVz5mS4kaqd3D0FtNA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Scientific American22h",
            "source": "Scientific American",
            "article_content": "Technology trends almost always prioritize speed, but the latest fad in artificial intelligence involves deliberately slowing chatbots down. Machine-learning researchers and major tech companies, including OpenAI and Google, are shifting focus from ever larger model sizes and training datasets to instead emphasize something called “test-time compute.”\n\nThis strategy is often described as giving AI more time to “think” or “reason,” though these models work more rigidly than human brains do. It’s not as though an AI model is granted new freedoms to mull over a problem. Instead test-time compute introduces structured interventions in which computer systems are built to double-check their work through intermediate calculations or extra algorithms applied to their final responses. It’s more akin to making an exam open-book than it is to simply extending a time limit.\n\nAnother name for the newly popular AI-improvement strategy (which has actually been around for few years) is “inference scaling.” Inference is the process by which a previously trained AI crunches through new data to perform a freshly prompted task, whether that’s generating text or flagging spam e-mails. By allowing additional seconds or minutes to elapse between a user’s prompt and the program’s response, and by providing extra computational power at the program’s critical moment of inference, some AI developers have seen a dramatic jump in the accuracy of chatbot answers.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nTest-time compute is especially helpful for quantitative questions. “The places we’ve seen the most exciting improvements are things like code and math,” says Amanda Bertsch, a fourth-year computer science Ph.D. student at Carnegie Mellon University, where she studies natural language processing. Bertsch explains that test-time compute offers the most benefit when there’s an objectively correct response or a measurable way of determining “better” or “worse.”\n\nOpenAI’s recently released o1, its latest publicly available model powering ChatGPT-style bots, is much better at writing computer code and correctly answering math and science queries than its predecessors, the company claims: a recent blog post describes o1 as up to eight times more accurate in responding to prompts used in programming competitions and nearly 40 percent more accurate at answering Ph.D.-level physics, biology and chemistry questions. OpenAI attributes these improvements to test-time compute and related strategies. And a follow-up model called o3—still undergoing safety testing and planned for release later this month—is nearly three times as accurate as o1 in responding to certain reasoning questions, says Lindsay McCallum Rémy, a communications officer at OpenAI.\n\nOther academic analyses, most released as preprint studies that have not yet been peer-reviewed, have reported similarly impressive results. Test-time compute could improve AI accuracy and its capacity to tackle complex reasoning problems, says Aviral Kumar, an assistant professor of computer science and machine learning at Carnegie Mellon University. He’s excited about his field’s shift toward this strategy because it grants machines the same grace we give people when they take an extra beat to tackle tough questions. He thinks this could bring us closer to models with humanlike intelligence.\n\n“It seems like they all make models a little bit better. And we really don't understand what the relationships are between them.” —Jacob Andreas, associate professor of computer science\n\nEven if it doesn’t, test-time compute offers a practical alternative to prevailing methods of improving large language models, or LLMs. The costly, brute-force approach of building ever larger models and training them on increasingly massive datasets is now offering diminishing returns. Bertsch says test-time compute has proven its worth in making “consistent performance gains”—without inflating already-unwieldy models or forcing developers to scrounge additional high-quality data from a dwindling supply. Yet increasing test time can’t solve everything; it has its own trade-offs and limits.\n\nA Big Umbrella\n\nAI developers have multiple ways to adjust the test-time compute process and thus improve model outputs. “It’s a really broad set of things,” Bertsch says, “pretty much anything where you’re treating a model like part of a system and building scaffolding around it.”\n\nThe most rudimentary method is something anyone with a computer can do at home: asking a chatbot to produce many responses to a single question. Generating more answers requires more time, which means the inference process takes longer. One way to think about it: the user becomes a layer of human scaffolding that guides the model to the most accurate, or best-suited, answer.\n\nAnother basic method involves prompting a chatbot to report the intermediate steps it takes to solve a problem. Called “chain-of-thought” prompting, this strategy was formally outlined in a 2022 preprint paper by Google researchers. Similarly, a user can also simply ask an LLM to double-check or improve an output after it has been generated.\n\nSome assessments indicate that chain-of-thought prompting and related self-correction methods improve model outputs, though other research demonstrates that these strategies are unreliable—prone to producing the same sorts of hallucinations as other chatbot outputs. To reduce unreliability, many test-time strategies use an external “verifier”—an algorithm trained to grade model outputs, based on preset criteria, and to select the output that offers the best step toward a specific goal.\n\nVerifiers can be applied after a model has generated a list of possible responses. When an LLM generates computer code, for example, a verifier could be as simple as a program that runs the code to make sure it works. Other verifiers might guide a model through each juncture of a multistep problem. Some versions of test-time compute combine the logic of these approaches by using verifiers that evaluate a model’s output in both ways: as a stepwise process, with many possible branching paths, and as a final response. Other systems use verifiers to find errors in a chatbot’s initial output or chain of thought—and then give the LLM feedback to correct those problems.\n\nTest-time compute is so successful for quantitative problems because all verifiers hinge on the existence of a knowable, correct answer (or at least an objective basis for comparing two options), Bertsch says. The strategy is less effective for improving outputs such as poems or translations, in which ranking is subjective.\n\nIn a slight departure from all of the above, machine-learning developers can also use the same sorts of algorithms to hone a model during development and training and then apply them during test time.\n\n“Right now we have all of these different techniques, all of which have in common that you just do extra computation at test time and which share basically no other technical features,” says Jacob Andreas, an associate professor of computer science at the Massachusetts Institute of Technology. “It seems like they all make models a little bit better. And we really don't understand what the relationships are between them.”\n\nShared Limits\n\nAlthough the methods vary, they share the same inherent limitations: slower generation speeds and the potential need for more computational resources, water and energy. Environmental sustainability is already a growing issue for the field.\n\nIt might take about five seconds for an LLM to answer a single query without any added test-time compute, says Ekin Akyürek, a computer science Ph.D. candidate at M.I.T., who is advised by Andreas. But a method developed by Akyürek, Andreas and their colleagues raises that response time to five minutes. For certain applications and prompts, increasing how long inference takes simply doesn’t make sense, says Dilek Hakkani-Tur, a professor of computer science at the University of Illinois Urbana-Champaign. Hakkani-Tur has worked extensively on developing AI conversational agents that “speak” to users, such as Amazon’s Alexa. “There, speed is of utmost importance,” she says. For complicated interactions, a user might not mind a few seconds’ pause for a bot’s response. But for a basic back-and-forth, a human might disengage if they must wait for what feels like an unnaturally long time.\n\nMore time also means more computational effort and money. Having o3 perform a single task could cost OpenAI $17 or more than $1,000, depending on the version of the software that is used, according to estimates from the creator of a popular AI benchmarking test, who was granted early access to the AI. And in cases where a model will be queried millions of times by a large user base, shifting the computational investment from training to inference would make all those prompts quickly add up to a major financial burden and a massive energy suck. Querying an LLM such as ChatGPT already uses an estimated 10 times the power of a Google search. Going from five seconds of computation to five minutes increases in-the-moment energy demand dozens of times over, Akyürek says.\n\nBut this isn’t a definite downside in every case. If boosting test-time compute allows for smaller, models to perform better with less training, or if it eliminates the need to keep building and training more models from the ground up, then the strategy could potentially lessen generative AI’s energy consumption in some instances, Hakkani-Tur says. The final balance depends on factors such as the intended use, the frequency with which a model is queried and the question of whether the model is small enough to be run on a local device instead of a distant server stack. The pros and cons “need to be carefully computed,” she adds. “I would look at the bigger picture of how I am going to use a model.” That is to say, AI developers should think long and hard before encouraging their creations to do the same."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future of AI in the Retail Industry: Trends to Watch",
            "link": "https://itwire.com/guest-articles/guest-opinion/the-future-of-ai-in-the-retail-industry-trends-to-watch.html",
            "description": "The retail landscape is undergoing a remarkable transformation fueled by advancements in artificial intelligence (AI). From ...",
            "image_url": "https://www.bing.com/th?id=OVFT.56EVEzaKnGua4ejhNZBCfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6hOpinion",
            "source": "ITWire",
            "article_content": "GUEST OPINION: The retail landscape is undergoing a remarkable transformation fueled by advancements in artificial intelligence (AI). From physical storefronts to digital platforms, AI is revolutionizing the industry, reshaping operations, and redefining customer experiences. But what lies ahead for the future of AI in the retail industry ?\n\nLet’s explore the key trends and innovations driving this change.\n\nWhat does AI mean for retail?\n\nArtificial intelligence refers to the capability of machines to perform tasks traditionally requiring human intelligence, such as data analysis and decision-making. Its integration into the retail sector is unlocking unprecedented levels of efficiency and customer satisfaction. Whether online or offline, AI is paving the way for a smarter, more responsive, and customer-focused retail experience.\n\nAI transformations in online retail\n\nIn the e-commerce space, AI is centred on enhancing personalization and streamlining customer interactions. By analyzing massive amounts of customer data - from browsing history to purchase behaviour - AI delivers tailored experiences that feel intuitive and engaging. Tools like recommendation systems, AI chatbots, and visual search technologies create a seamless shopping journey.\n\nConsumers benefit from faster, more convenient interactions, while retailers enjoy higher conversion rates and increased sales. These innovations underscore the growing importance of the future of AI in the retail industry for e-commerce.\n\nAI’s role in physical retail\n\nAI’s influence is not limited to online platforms. Physical stores are leveraging AI-powered tools such as cameras and sensors to optimize operations and enhance customer experiences. These technologies monitor foot traffic, track inventory levels, and provide real-time product recommendations.\n\nFor shoppers, this translates to a more personalized and efficient experience, bridging the gap between the convenience of digital platforms and the tactile benefits of in-store shopping. Such advancements illustrate how the future of AI in the retail industry is shaping brick-and-mortar spaces.\n\nEmerging trends in AI for retail\n\nAccording to a study by Fortune Business Insights, the global AI market in retail, valued at $4.84 billion in 2021, is projected to reach an astounding $52.94 billion by 2029. This exponential growth highlights several transformative trends.\n\nAI for retail automation\n\nRepetitive tasks like inventory tracking, pricing updates, and customer support are prime candidates for AI automation. By automating these processes, retailers can focus on strategic priorities and reduce operational inefficiencies.\n\nAI tools excel at analyzing sales data to identify trends, forecast demand, and optimize inventory management. They also simplify catalogue updates, ensuring product descriptions, availability, and pricing remain accurate across platforms.\n\nAI for customer service\n\nIn today’s competitive market, superior customer service is essential. AI-powered chatbots and virtual assistants are revolutionizing online retail by offering 24/7, human-like support. These tools handle customer inquiries, guide users through purchases, and personalize interactions based on past behaviours.\n\nIn physical stores, smart kiosks and mobile apps enhance customer engagement. Features like facial recognition enable real-time, personalized assistance, taking customer service to the next level.\n\nAI for retail personalization\n\nPersonalization is a cornerstone of the future of AI in the retail industry. Advanced AI technologies like natural language processing, visual search, and voice recognition help online shoppers find desired products quickly, providing a seamless experience.\n\nIn-store, AI-driven automated checkout systems simplify the payment process. By using computer vision and image recognition, these systems eliminate the need for traditional checkouts, enhancing convenience and hygiene for customers.\n\nAI for supply chain optimization\n\nEfficient supply chain management is another area where AI is making waves. By analyzing data on traffic, weather, and delivery schedules, AI tools optimize transportation routes, ensuring timely deliveries and reducing costs.\n\nAdditionally, AI enables real-time tracking and demand forecasting, helping retailers align stock levels with customer needs, minimizing delays, and improving overall logistics.\n\nAI for loss prevention\n\nAI is reshaping retail security by leveraging technologies like facial recognition and predictive analytics. These tools identify potential theft risks and monitor suspicious behaviour, enabling proactive loss prevention strategies. Predictive analytics also helps retailers design store layouts and allocate resources effectively, reducing shrinkage and improving overall security.\n\nReal-world application: Amazon Go\n\nAmazon Go provides a glimpse into the future of AI in the retail industry. These cashierless stores utilize cutting-edge AI technologies, including computer vision, IoT sensors, and deep learning algorithms, to create a seamless shopping experience. Shoppers can enter the store using a QR code, select items, and exit without waiting in line. Payments are processed automatically, showcasing how AI can redefine convenience and efficiency in retail.\n\nEmpower your retail business with Sky Solution\n\nLooking to prepare your business for the future of AI in the retail industry? Sky Solution is proud to be your trustworthy partner, providing tailored solutions designed to meet your specific needs. Whether you want to automate customer services or optimize supply chains, our cutting-edge technologies will optimize your operations and boost revenue.\n\nWith a commitment to excellence, we empower your business to adapt, grow, and thrive in the ever-evolving digital marketplace. Ready to unlock the potential of AI in the retail industry? Reach out to us today to discover how our solutions can transform your business. Together, we’ll pave the way for your success in the digital age."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are Wedding Trends in 2025 Actually Changing the Game? Yes, and Here’s How",
            "link": "https://tools2tiaras.com/are-wedding-trends-in-2025-actually-changing-the-game-yes-and-heres-how/",
            "description": "Weddings are a vibe check for the couple tying the knot. They reflect not just love stories but also style, culture, and a whole lot of personality. But let’s be real—wedding trends often feel ...",
            "image_url": "https://www.bing.com/th?id=ODF.dk-YjlEdc_aG78zyt84R9A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "tools2tiaras15h",
            "source": "tools2tiaras",
            "article_content": "Weddings are a vibe check for the couple tying the knot. They reflect not just love stories but also style, culture, and a whole lot of personality. But let’s be real—wedding trends often feel like they’re on a loop, with the same Pinterest boards recycled year after year. Not in 2025, though. This year, couples are rewriting the rules in ways that feel fresh, unexpected, and unapologetically them.\n\nGone are the days of rigid traditions. Weddings now? They’re immersive experiences, designed to make every guest feel something—whether it’s a jaw-dropping first look or a cocktail hour that feels more like an intimate backyard hangout than a stuffy meet-and-greet. Let’s get into what’s really shaking up weddings this year.\n\nInvitations Are Getting the Main Character Energy\n\nYou know the saying, “First impressions matter”? Well, in 2025, that energy starts before the ceremony. It’s all about your wedding invitations setting the stage for what’s to come. And we’re not just talking about a cute font and a pressed flower here.\n\nThink bold color palettes that scream individuality. Neon accents, unexpected textures, and even QR codes are making an appearance—not in a tacky way, but in a wow-they-really-thought-of-everything kind of way. The goal? Guests should feel like they’re opening a sneak peek into your love story. The first thing you send out? Wedding save the dates. They’re less about simply marking a calendar and more about hyping up the event itself. From digital animations to hand-painted postcards, these little previews are what make your crew count down the days.\n\nThe Ceremony Space Is the New Art Installation\n\nMinimalist decor is taking a backseat to something far more memorable: bold, artistic ceremony setups that feel like walking into an exhibit. Couples are ditching the classic arch for custom backdrops, sculptural installations, and oversized florals that look more avant-garde than bridal shops. And it’s not just the visuals; it’s the vibes.\n\nPicture this: a string quartet remixing pop songs as guests find their seats, or handwritten poetry scattered on chairs for everyone to discover. It’s like a love letter from the couple to their people, with every detail designed to give off that “you had to be there” energy. In 2025, the ceremony space isn’t just a setting; it’s a statement.\n\nReception Tables Aren’t Playing It Safe\n\nForget those matchy-matchy centerpieces you’ve seen a million times. This year’s tablescapes are all about texture and individuality. One table might have lush greenery draped down its center, while the next one plays with dried flowers and vintage glassware. It’s like walking into a dinner party where every table tells its own story.\n\nCouples are leaning into mix-and-match everything—linens, chairs, even the tableware. Think hand-thrown ceramic plates alongside sleek gold cutlery, or moody, candlelit vibes that feel straight out of a European bistro. And don’t sleep on interactive tables. Whether it’s a DIY cocktail garnish station or personalized notes from the couple, the reception space is officially breaking free from being just a place to eat.\n\nMicro Weddings Are Still In—But Bigger Isn’t Always Bad\n\nOkay, so micro weddings aren’t new, but in 2025, they’re evolving. Smaller guest lists are sticking around, but the focus has shifted to creating experiences that feel thoughtful and unforgettable. This means splurging on things like custom menus, unique venues, or destination weddings.\n\nBut here’s the twist: larger celebrations are making a quiet comeback, too. The key difference? These bigger weddings don’t feel chaotic or impersonal. Couples are curating their guest lists and choosing venues that offer intimacy, even with more people in the room. Whether it’s a backyard bash for 30 or a black-tie soirée for 200, the focus is on creating moments that feel intentional.\n\nOutfits Are All About Self-Expression\n\nWedding fashion is shedding its one-size-fits-all image and embracing individuality. Brides are swapping traditional gowns for colorful, patterned, or even two-piece ensembles that make them feel like the main character they are. Grooms, meanwhile, are stepping up their game with tailored suits in unexpected hues, bold accessories, and even textured fabrics like velvet.\n\nAnd let’s not forget the guests. Wedding attire in 2025 is less about following a strict dress code and more about showing up in something that feels authentic. Couples are even leaning into themes—whether it’s a roaring ‘20s vibe or a casual cocktail dress code—to set the tone for the day.\n\nFood and Drinks Are Full-On Experiences\n\nGone are the days of chicken-or-fish menus and predictable signature cocktails. Wedding food in 2025 is about as creative as it gets. Think chef-led tasting menus, tableside preparations, and food trucks offering everything from late-night tacos to artisanal gelato. It’s less about filling bellies and more about creating memories through the food.\n\nDrinks, too, are having a moment. Couples are hiring mixologists to craft personalized cocktail menus, complete with drinks inspired by their story. Guests might even find a little note at their table explaining why the spicy margarita is a nod to the couple’s first date or why the espresso martini is a non-negotiable. It’s thoughtful, it’s fun, and it’s guaranteed to keep the dance floor buzzing.\n\nWeddings in 2025? Pure Magic\n\nWeddings this year aren’t about following trends—they’re about breaking them. The goal isn’t perfection; it’s creating a celebration that feels as unique and meaningful as the couple at the center of it all. Whether that’s an intimate backyard ceremony or a full-on bash at a dream destination, 2025 is proving that the only real rule is to do it your way.\n\nSo, if you’re tying the knot this year, remember: it’s not about outdoing anyone else. It’s about leaning into what makes your love story worth celebrating."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IOP president Keith Burnett outlines a ‘pivotal’ year ahead for UK physics",
            "link": "https://physicsworld.com/a/iop-president-keith-burnett-outlines-a-pivotal-year-ahead-for-uk-physics/",
            "description": "After many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZDxyH0DLRgKkchD5C2DcpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Physics World22h",
            "source": "Physics World",
            "article_content": "Looking ahead: As we celebrate the International Year of Quantum Science and Technology this year, Keith Burnett says it can be a reminder of how the benefits of physics span over decades. (Courtesy: Schmidt Science Fellows)\n\nLast year was the year of elections and 2025 is going to be the year of decisions.\n\nAfter many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments at the beginning of new terms, forced to respond swiftly to mounting economic, social, security, environmental and technological challenges.\n\nThese issues would be difficult to address at any given time, but today they come amid a turbulent geopolitical context. Governments are often judged against short milestones – the first 100 days or a first budget – but urgency should not come at the cost of thinking long-term, because the decisions over the next few months will shape outcomes for years, perhaps decades, to come. This is no less true for science than it is for health and social care, education or international relations.\n\nIn the UK, the first half of the year will be dominated by the government’s spending review. Due in late spring, it could be one of the toughest political tests for UK science, as the implications of the tight spending plans announced in the October budget become clear. Decisions about departmental spending will have important implications for physics funding, from research to infrastructure, facilities and teaching.\n\nOne of the UK government’s commitments is to establish 10-year funding cycles for key R&D activities – a policy that could be a positive improvement. Physics discoveries often take time to realise in full, but their transformational nature is indisputable. From fibre-optic communications to magnetic resonance imaging, physics has been indispensable to many of the world’s most impactful and successful innovations.\n\nEmerging technologies, enabled by physicists’ breakthroughs in fields such as materials science and quantum physics, promise to transform the way we live and work, and create new business opportunities and open up new markets. A clear, comprehensive and long-term vision for R&D would instil confidence among researchers and innovators, and long-term and sustainable R&D funding would enable people and disruptive ideas to flourish and drive tomorrow’s breakthroughs.\n\nAlongside the spending review, we are also expecting the publication of the government’s industrial strategy. The focus of the green paper published last year was an indication of how the strategy will place significance on science and technology in positioning the UK for economic growth.\n\nIf we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead\n\nPhysics-based industries are a foundation stone for the UK economy and are highly productive, as highlighted by research commissioned by the Institute of Physics, which publishes Physics World. Across the UK, the physics sector generates £229bn gross value added, or 11% of total UK gross domestic product. It creates a collective turnover of £643bn, or £1380bn when indirect and induced turnover is included.\n\nLabour productivity in physics-based businesses is also strong at £84 300 per worker, per year. So, if physics is not at the heart of this effort, then the government’s mission of economic revival is in danger of failing to get off the launch pad.\n\nA pivotal year\n\nAnother of the new government’s policy priorities is the strategic defence review, which is expected to be published later this year. It could have huge implications for physics given its core role in many of the technologies that contribute to the UK’s defence capabilities. The changing geopolitical landscape, and potential for strained relations between global powers, may well bring research security to the front of the national mind.\n\nIntellectual property, and scientific innovation, are some of the UK’s greatest strengths and it is right to secure them. But physics discoveries in particular can be hampered by overzealous security measures. So much of the important work in our discipline comes from years of collaboration between researchers across the globe. Decisions about research security need to protect, not hamper, the future of UK physics research.\n\nThis year could also be pivotal for UK universities, as securing their financial stability and future will be one of the major challenges. Last year, the pressures faced by higher education institutions became apparent, with announcements of course closures, redundancies and restructures as a way of saving money. The rise in tuition fees has far from solved the problem, so we need to be prepared for more turbulence coming for the higher education sector. Read more Keith Burnett: IOP president says it is our duty to make physics more inclusive\n\nThese things matter enormously. We have heard that universities are facing a tough situation, and it’s getting harder for physics departments to exist. But if we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead.\n\nAs we celebrate the International Year of Quantum Science and Technology that marks the centenary of the initial development of quantum mechanics by Werner Heisenberg, 2025 is a reminder of how the benefits of physics span over decades.\n\nWe need to enhance all the vital and exciting developments that are happening in physics departments. The country wants and needs a stronger scientific workforce – just think about all those individuals who studied physics and now work in industries that are defending the country – and that workforce will be strongly dependent on physics skills. So our priority is to make sure that physics departments keep doing world-leading research and preparing the next generation of physicists that they do so well."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seneca Falls café owner rebrands coffee roasting business in honor of late husband",
            "link": "https://www.fingerlakes1.com/2025/01/24/seneca-falls-cafe-owner-rebrands-coffee-roasting-business-in-honor-of-late-husband/",
            "description": "Casey Galloway, owner of the beloved Café 19 in Seneca Falls, has rebranded her recently purchased coffee roasting company to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l6URDm0hUdW3x1ZDLhRfPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "fingerlakes14h",
            "source": "fingerlakes1",
            "article_content": "Casey Galloway, owner of the beloved Café 19 in Seneca Falls, has rebranded her recently purchased coffee roasting company to honor her late husband, Chris Galloway. Formerly known as Cobblestone Coffee Roasters, the business is now called Elemental Coffee Lab, a name inspired by Chris’s love for science and coffee.\n\nCasey acquired the business in November 2024 from John and Melissa Nesbit, but just weeks before the purchase was finalized, Chris, her husband and business partner, passed away unexpectedly. A trained scientist with degrees in biology and chemistry, Chris’s passion for discovery and exceptional coffee now serves as the foundation for Elemental Coffee Lab’s mission.\n\n“At Elemental Coffee Lab, we honor the legacy of Chris Galloway, whose passion for science and discovery inspired us to create a coffee experience grounded in curiosity and craftsmanship,” Casey shared. “We combine the precision of chemistry with the art of roasting to produce exceptional coffee and celebrate the connections it creates in every cup.”\n\nCasey brings years of experience as a trained chef and entrepreneur to the coffee roasting business. Café 19, her flagship business, has been a local favorite since 2013, known for its quality, consistency, and warm atmosphere. The addition of Elemental Coffee Lab reflects her continued commitment to excellence and expansion into coffee roasting.\n\nThe Galloways’ daughter, Rylee, who is preparing to attend college to study business, plans to support her mother in running both ventures.\n\nTo celebrate the rebrand, Elemental Coffee Lab is hosting a special “Behind the Beans” event at Café 19 on Saturday, March 1, from 9 to 11 a.m. Guests will have the chance to meet the company’s coffee roaster, enjoy coffee samples and treats, take advantage of a coffee bean sale, and enter prize giveaways.\n\nFor more information about Elemental Coffee Lab and its mission, visit their website here or follow on Facebook.\n\nGet the latest headlines delivered to your inbox each morning. Sign up for our Morning Edition to start your day. FL1 on the Go! Download the free FingerLakes1.com App for iOS (iPhone, iPad)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New research uncovers exotic electron crystal in graphene",
            "link": "https://www.msn.com/en-us/science/chemistry/new-research-uncovers-exotic-electron-crystal-in-graphene/ar-AA1xGinY?ocid=BingNewsVerp",
            "description": "Researchers have identified a new class of quantum states in a custom-engineered graphene structure. The study reports the discovery of topological electronic crystals in twisted bilayer -- trilayer ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "physics+discovery",
            "date": "23hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=ODF.zH5mZxEXzwc1vWXoMe8sHw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Friday8h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nAnother team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true. But AI is helping scientists do something seemingly impossible—invent and synthesize never-before-seen structures.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New tool enables phylogenomic analyses of entire genomes",
            "link": "https://www.sciencedaily.com/releases/2025/01/250123163203.htm",
            "description": "Electrical engineers have developed a better way to perform the comparative analysis of entire genomes. This approach can be used to study relationships between different species across geological ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily12h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Build a No-Code AI Sales Agents : The Future of Lead Management and Outreach",
            "link": "https://www.geeky-gadgets.com/automated-sales-process-with-ai/",
            "description": "Build a no-code AI sales agent to automate lead management, outreach, and CRM integration. Streamline your sales process in 7 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o0KALCBrAAMU8nKurSsJXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "3h",
            "source": "Geeky Gadgets",
            "article_content": "\n\nSales can often feel like a juggling act—balancing lead research, crafting personalized outreach, and following up across multiple platforms, all while trying to stay organized and efficient. If you’ve ever wished for a way to simplify the chaos and focus on what really matters—building genuine connections and closing deals—you’re not alone. With the rise of no-code tools and AI technology, creating a streamlined, automated sales process is no longer a pipe dream. Imagine having a virtual sales assistant that handles everything from lead qualification to multi-channel communication, freeing up your time to focus on high-value tasks.\n\nThis guide by Ben AI shows you exactly how to make that vision a reality. By using platforms like Relevance AI and Make.com, you can build a powerful, no-code AI sales agent that works seamlessly across WhatsApp, LinkedIn, email, and more. Whether you’re a small business owner or part of a growing sales team, this system is designed to save you time, reduce repetitive tasks, and help you connect with leads in a more personalized and impactful way.\n\nAI Sales Agents\n\nTL;DR Key Takeaways : Automate lead research and qualification using tools like LinkedIn scraping to prioritize high-potential leads and optimize your sales funnel.\n\nCreate personalized outreach through AI-generated call scripts and multi-channel communication (WhatsApp, Email, LinkedIn) to build trust and engage leads effectively.\n\nSet up automation workflows with platforms like Relevance AI and Make.com to streamline lead data collection, CRM updates, and follow-ups.\n\nUse multi-channel communication to connect with leads on their preferred platforms, enhancing engagement and response rates.\n\nIntegrate the AI sales agent with your CRM for centralized lead management, making sure seamless tracking, follow-ups, and adaptability as your business scales.\n\nAutomating your sales process with a no-code, AI-powered sales agent can significantly enhance how you manage leads, conduct outreach, and close deals. By using tools like Relevance AI and Make.com, you can create a system that automates lead research, personalizes communication, and manages follow-ups across multiple channels.\n\n1: Automating Lead Research and Qualification\n\nThe cornerstone of your AI sales agent is its ability to automate lead research and qualification. By using tools such as LinkedIn scraping and web scraping, the agent gathers critical information about potential clients, including:\n\nCompany details to understand the organization’s size, industry, and focus.\n\nto understand the organization’s size, industry, and focus. Key decision-makers to identify the right individuals to contact.\n\nto identify the right individuals to contact. Relevant projects to tailor your outreach to their current needs.\n\nFor example, the agent can extract data from LinkedIn profiles or company websites, generating summaries that provide actionable insights. Once the data is collected, the system evaluates leads based on predefined criteria, such as budget, industry relevance, or project scope. This ensures that only high-potential leads are prioritized, saving time and resources while optimizing your sales funnel.\n\n2: Crafting Personalized Outreach\n\nEffective sales communication hinges on personalization, and your AI agent excels in this area. It generates customized call scripts and initiates voice calls using AI-powered voice assistants. For instance, the agent can create a script tailored to a lead’s industry, previous interactions, or specific pain points, making sure every conversation feels relevant and engaging.\n\nBeyond voice calls, the agent sends personalized follow-ups through multiple channels, including:\n\nWhatsApp: Direct messages that maintain a conversational tone.\n\nDirect messages that maintain a conversational tone. Email: Professionally crafted messages tailored to the lead’s preferences.\n\nProfessionally crafted messages tailored to the lead’s preferences. LinkedIn: Personalized connection requests and follow-up messages.\n\nEach communication is designed to reflect the lead’s preferences and past interactions, increasing the likelihood of a positive response. This approach not only builds trust but also fosters stronger connections with potential clients.\n\nBuild a Multi-Channel Sales Agent (No-Code)\n\nTake a look at other insightful guides from our broad collection that might capture your interest in no-code automations.\n\n3: Setting Up Automation Workflows\n\nAutomation workflows form the backbone of your AI sales agent, making sure seamless operations. These workflows are triggered by lead form submissions collected through tools like Typeform. Once a form is submitted, the system uses platforms like Relevance AI and Make.com to integrate various tools for data extraction, communication, and CRM updates.\n\nFor example:\n\nThe agent scrapes LinkedIn for detailed lead information.\n\nIt updates your CRM with the newly gathered data.\n\nIt sends a personalized email or LinkedIn message to the lead.\n\nThis automated process ensures that no lead is overlooked, allowing efficient follow-ups and streamlined communication. By reducing manual tasks, your team can focus on high-value interactions that drive results.\n\n4: Using Multi-Channel Communication\n\nYour AI sales agent operates across multiple communication channels, making sure comprehensive outreach. This multi-channel strategy allows you to engage leads where they are most comfortable, increasing the chances of meaningful interactions. Here’s how it works:\n\nWhatsApp: Messages are sent directly from personal accounts, maintaining a human touch and fostering trust.\n\nMessages are sent directly from personal accounts, maintaining a human touch and fostering trust. LinkedIn: Automated connection requests and messages are tailored to create meaningful engagement with potential clients.\n\nAutomated connection requests and messages are tailored to create meaningful engagement with potential clients. Email: Follow-up messages are customized based on call outcomes and lead details, making sure relevance and impact.\n\nThis approach ensures that your outreach efforts are both broad and targeted, maximizing the likelihood of converting leads into clients.\n\n5: Integrating with Your CRM\n\nA critical component of your AI sales agent is its integration with your CRM system, such as HubSpot. This integration ensures that all lead interactions are logged and accessible for your sales team, providing a centralized view of each lead’s journey.\n\nFor example, after a call, the agent can:\n\nRecord key points from the conversation in the CRM for future reference.\n\nfrom the conversation in the CRM for future reference. Schedule follow-ups to ensure timely communication.\n\nto ensure timely communication. Update lead status and details to reflect the latest interactions.\n\nThis centralized approach not only improves team collaboration but also enhances decision-making by providing a complete picture of each lead’s progress through the sales funnel.\n\n6: Building and Customizing the System\n\nCreating your AI-powered sales agent is straightforward with no-code platforms like Relevance AI. These platforms offer pre-built templates and workflows, simplifying the setup process.\n\nFor example, you can use a template to:\n\nAutomate LinkedIn scraping for lead research and qualification.\n\nSet up email outreach campaigns tailored to specific lead segments.\n\nIntegrate CRM updates seamlessly to maintain accurate records.\n\nMake.com further enhances the process by connecting various tools, such as Typeform for lead collection and HubSpot for CRM management. This modular approach allows you to build a system tailored to your specific business needs, making sure flexibility and scalability.\n\n7: Scaling and Adapting the System\n\nOne of the most valuable aspects of this system is its scalability and adaptability. Whether you’re managing inbound or outbound sales, the agent can be customized to meet your evolving business requirements.\n\nFor instance:\n\nUnqualified leads can be referred to partner agencies, making sure no opportunity is wasted.\n\ncan be referred to partner agencies, making sure no opportunity is wasted. Workflows and tools can be adjusted as your business grows, providing long-term flexibility and relevance.\n\nThis adaptability ensures that your AI sales agent remains a valuable asset, capable of evolving alongside your sales processes and business goals.\n\nMedia Credit: Ben AI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Citizen Sleeper 2's no-code creative process is an inspiration",
            "link": "https://www.msn.com/en-us/gaming/rpg/why-citizen-sleeper-2-s-no-code-creative-process-is-an-inspiration/ar-AA1xIZqi?ocid=BingNewsVerp",
            "description": "Solo developer Gareth Damian Martin revealed to us recently that Citizen Sleeper 2 – along with Gareth’s previous games – was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HrDCC00mC0WNpw6TIzjYcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Daylight Saving Time 2025: Why it starts early this year",
            "link": "https://www.msn.com/en-us/news/us/daylight-saving-time-2025-why-it-starts-early-this-year/ar-AA1xKvmB?ocid=BingNewsVerp",
            "description": "Daylight Saving Time was initiated as an energy-saving measure in World War I and then again in World War II. Permanent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.utqseMoeglulmXSt3DhrBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "16hon MSN",
            "source": "The Plain Dealer Cleveland on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chevron starts $48 billion Kazakh oilfield expansion",
            "link": "https://www.reuters.com/markets/commodities/chevron-starts-48-billion-kazakh-oilfield-expansion-2025-01-24/",
            "description": "Chevron said on Friday it had started production at a $48 billion expansion of the giant Tengiz oilfield which will bring its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SrRU8LpbkgvccWNgpGMw4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trend Micro Antivirus+ Security",
            "link": "https://www.yahoo.com/tech/trend-micro-antivirus-security-153649175.html",
            "description": "The latest release of Trend Micro Antivirus+ Security adds two new and somewhat arcane features: AI App Protection and blocking of 'potentially dangerous website notifications.' The latter is a simple ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "software+trend",
            "date": "21h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nEvery antivirus app must, at a minimum, exterminate any malicious software it finds and guard against new malware attacks. Feature-wise, Trend Micro Antivirus+ Security goes way beyond that minimum with a large collection of bonus security features. However, lab tests and our own tests show that the core antivirus features need work. By comparison, Bitdefender Antivirus Plus has even more bonuses and routinely gets perfect lab scores, while Norton AntiVirus Plus also goes beyond the basics and beats Bitdefender in some of our in-house tests. Accordingly, you're better off choosing one of these Editors’ Choice winners than Trend Micro.\n\nHow Much Does Trend Micro Antivirus+ Security Cost?\n\nFor $39.95 per year, you can protect one Windows PC with Trend Micro. That's a normal price for a single license; ESET, Webroot, and ZoneAlarm Pro Antivirus + Firewall (among others) come in on or about this price point.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nUnlike most competitors, Trend Micro doesn't offer a three- or five-device antivirus subscription. If you want a volume discount, you must upgrade to Trend Micro Internet Security, which lists for $79.95 per year for three licenses you can use on Windows or macOS devices. At the next level, Trend Micro Maximum Security gives you five licenses for $99.95 per year and extends protection to devices running Windows, macOS, Android, iOS, and even Chromebooks. At the top of the protection pyramid you can pay $149.95 for the Trend Micro Premium Security bundle, protecting 10 devices. That gets you everything in Maximum Security plus Trend Micro’s VPN, dark web monitoring, and premium support.\n\nA McAfee Antivirus subscription costs $54.99 per year and, like Trend Micro, protects just one PC. This one-per-customer pricing isn't the best if you aim to protect multiple PCs with a simple antivirus. You can get five G Data licenses for $49.95 or ten Vipre Antivirus Plus licenses for $76.99, for example. With Sophos Home Premium, a $60 subscription gets you 10 licenses you can manage remotely, which can be handy if you’re the go-to tech support for your extended family.\n\nGetting Started With Trend Micro Antivirus+ Security\n\nDuring installation, you either supply an activation code or opt for a time-limited trial. You can also create or log into an online account and install the Trend Micro Toolbar in your default browser. A welcome screen celebrates your protection and allows you to explore further. During that exploration, you’ll activate the Folder Shield component for ransomware protection and possibly protect additional browsers.\n\nTrend Micro's main window doesn’t look much like other antiviruses, though it has maintained its current appearance for years. A big, round Scan button dominates the window, with an indicator below to display security status. Above are four icons for Device, Privacy, Data, and Family. No, the presence of a Family button doesn’t mean this antivirus includes parental control, although its macOS counterpart offers a simple content-filtering system. Clicking the Family icon just suggests upgrading to Trend Micro Maximum Security.\n\nA lightbulb icon at the main window’s top encourages you to explore more features. It’s a little bit like the recommendations from Bitdefender’s AutoPilot. When you click the icon, it presents a few questions and points out components that relate to your answers.\n\nMostly Failed Lab Tests\n\nAt independent testing labs around the world, teams of antivirus researchers evaluate just how well each antivirus protects against malware attacks of all kinds. The labs can throw serious resources at the testing process, more than I can do myself, so I monitor their results closely. Two of the four labs I follow include Trend Micro, meaning they consider it important enough to track. However, its current scores range from near decent to dreadful.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nExperts at AV-Test Institute rate antivirus utilities on three distinct criteria. With six points apiece for protection, performance, and usability, the top possible score is 18 points, and that’s just what Trend Micro scored at the time of my previous review. Unfortunately, it doesn’t appear in the latest reports from this lab. Most of the antiviruses in that latest test did reach a perfect 18, among them Avira Antivirus Pro, G Data Antivirus, and Microsoft Defender.\n\nThe researchers at AV-Comparatives run security tools through a wide variety of tests, assigning Standard certification to any that pass. Outstanding performance can earn Advanced certification or even Advanced+. I focus on three tests from this lab, and Trend Micro appears in all three of the reports, but it doesn’t shine. In both the simple malware protection and the real-world test, it gets the label Tested, meaning it didn’t even reach Standard certification. An Advanced rating in the performance test is nice but doesn’t indicate strong malware protection. At the other end of the spectrum, Avast, AVG AntiVirus Free, and ESET earned three Advanced+ ratings.\n\nAt SE Labs, testers scour the internet for real-world malicious websites. Using a capture-and-replay technique, they expose each antivirus to the same recorded attack. Antiviruses can earn certification at five levels: AAA, AA, A, B, or C. Almost all the participants in the latest test came in at the top, with AAA certification, and none earned less than AA level certification. Trend Micro has frequently earned AAA certification in this test, but the last several reports haven’t included it.\n\nMost test labs assign scores covering a range of results. With MRG-Effitas, an antivirus that doesn’t exhibit a near-perfect performance simply fails. All but one of the tested utilities passed this lab's latest banking Trojans test. In the broader all-types assessment, an antivirus gets Level 1 certification if it utterly prevents all the malware attacks and Level 2 if it wipes out all traces within 24 hours. All but one of the most recently tested antiviruses passed this test, evenly split between Level 1 and Level 2. In both cases, the one failure was Trend Micro.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nEach lab has a different way of reporting an antivirus utility’s success or lack thereof. I’ve developed an algorithm that maps each result type to a 10-point scale to derive an aggregate score for each antivirus tested by two or more labs. When last tested, Trend Micro’s inputs included a perfect score from AV-Test, dragged down to a 7.4-point aggregate score by failures with other labs. This time, with no help from AV-Test, it rates a uniquely low 3.6 points.\n\nWith a perfect 10 points, AVG holds the very best aggregate score, but ESET and Avast are close behind with 9.9 points. In addition, AVG’s score came from just two labs, while ESET appeared in results from three, and Avast swept all four. Clearly, success in these tests is possible. It’s just not something Trend Micro has attained.\n\nOptimized Malware Scanning\n\nI always advise running a full scan immediately after installing a new antivirus. After that initial cleaning, real-time protection should defend against any new attacks. For suspenders-and-belt protection, Trend Micro schedules a weekly quick scan. Tested on my clean virtual machine, the quick scan finished in less than a minute.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nYou can tweak the day and time for the single scheduled scan and optionally make it a full scan. A full Trend Micro scan on my standard clean test system required 77 minutes, about two-thirds of the current average time.\n\nMany antiviruses use that initial full scan to optimize for subsequent scans by flagging trusted files that don't need to be checked again. For example, a repeat scan with ESET NOD32 Antivirus finished in 11 minutes, down from almost two hours for the first scan. UltraAV took 42 minutes for its initial scan but finished a second scan in about 2.5 minutes. As for Trend Micro, its repeat scan finished in a little over a minute, cutting more than 98% from the initial scan time. It clearly benefits from optimization.\n\nUneven Malware Protection\n\nNot every antivirus has plentiful lab results. In fact, quite a few aren’t tested by any of the big labs. I put every antivirus utility through my own hands-on malware protection tests to capture another set of results and get a feel for how the antivirus does its job. In my tests, Trend Micro’s scores ranged from excellent to poor.\n\nMy basic malware protection test uses a folder of malware samples I collected and analyzed. Like most antivirus tools, Trend Micro started picking these off as soon as I opened the folder. A third of recent antiviruses have detected 90% or more at this point. ZoneAlarm wiped out 100% of the samples on sight, and TotalAV Antivirus Pro got 99%. G Data Antivirus wiped out 97% of these samples at this stage in its latest test. As for Trend Micro, it only eliminated 62% of the samples on sight.\n\nAdvertisement Advertisement\n\nTo be fair, some antivirus apps, including Avast One Basic, McAfee, and Webroot AntiVirus, don’t even try to scan programs on access, preferring to wait for attempted execution. But when an antivirus does make the effort, I like to see a higher score than Trend Micro’s.\n\nContinuing the test, I attempt to execute the samples that remain. That gives the antivirus a chance to exercise behavior-based detection and any other protective layers it has available. Trend Micro picked off more samples for 79% total detection at this stage. A few slips, like letting detected malware place executable files on the test system, dragged its overall score down to 7.6 of 10 possible points, among the lowest scores for antivirus apps tested with this set of samples.\n\nWhen I reviewed the previous edition of this antivirus, it scored almost the same, with 80% detection and 7.8 points. In the review before that, the scores were still about the same. And yes, each of the three tests used a completely different set of malware samples. Trend Micro earns consistently low scores on this test. Bitdefender has also exhibited some low scores, but its near-perfect lab scores offset those.\n\nNorton AntiVirus Plus has earned the best score among those tested with my latest malware collection, with 99% detection and 9.9 points. Avast, AVG, and UltraAV matched that score, while Malwarebytes came close, with 99% detection and 9.8 points.\n\nAdvertisement Advertisement\n\nA Trend Micro reviewers’ guide stated ages ago that testing with samples more than a week old is not relevant to the real world. Given that it takes me four to five weeks to gather and analyze a new set of samples, there’s no way I could hit that one-week cutoff. In any case, many competitors visibly have no trouble with the age of these samples.\n\nI do have another test that gives a very up-to-the-minute view, strictly testing each antivirus tool’s response to recent threats. I challenge each antivirus with a collection of malware-hosting URLs discovered in the last few days by researchers at MRG-Effitas. I launch each URL, noting whether the antivirus diverts the browser from the dangerous site, eliminates the malware download, or fails in its protective task. Skipping any URLs already defunct, I continue until I have 100 data points.\n\nTrend Micro did most of its work at the URL level. In most cases, it displayed a big Malware Threat warning in the browser and a popup notification. It labeled a few as a Dangerous Scam Page and flagged others as a Ransomware Threat. For some files, it let the download proceed and actively reported no threats found. Checking those files with VirusTotal after the test showed they were harmless.\n\nWhen last tested, Trend Micro attained a perfect 100% score in this test. This time it only reached 84%, putting it in the bottom third of recent antivirus apps. Avira, Guardio, and Sophos managed 100% protection in their latest tests.\n\nBetter Protection Against Phishing\n\nMalicious websites and downloads must run the gauntlet of multilayered antivirus detection to perpetrate their chicanery. Phishing websites have it easy by comparison. They only need to bamboozle hapless visitors into entering their login credentials. These frauds masquerade as sites that require a username and password, anything from financial sites to online gaming.\n\nAdvertisement Advertisement\n\nIf you enter your credentials on one of these fraudulent pages, you've given away the valuables from that account, whether it's the money from your bank or that RPG character you’ve been buffing for a year. You can learn to spot phishing fraud, but it's smart to use the automated phishing protection from your security software as a backup.\n\nPhishing sites typically get caught and blacklisted quickly, but if the fraudsters duped a few victims before the takedown, they don't care. They just pop up another fake and keep on trolling. For testing purposes, I scrape reported frauds from sites that track such things, making sure to include plenty that are too new for any blocklist. I launch each potential fraud in a browser protected solely by the antivirus under test and simultaneously in instances of Chrome, Firefox, and Edge, relying on each browser's built-in protection.\n\nIn the past, Trend Micro has earned many perfect and near-perfect scores against phishing frauds. This time, with 98%, it came close. Even so, five competitors reached 99%, and a half dozen scored a perfect 100% for phishing detection. Those 100% winners include Norton Genie, a tool devoted to protection against frauds and scams, VPN-focused NordVPN Plus and Surfshark One, and Avira, Guardio, and McAfee AntiVirus.\n\nPhishing is platform-agnostic—you can foolishly give away your password on any platform that has a browser. Phishing protection, however, can vary between platforms. I tested Trend Micro Antivirus for Mac simultaneously with the Windows edition and got the same results in my phishing protection test.\n\nMultifaceted Ransomware Protection\n\nYour antivirus should be able to fend off any known malware, and behavior-based detection can foil some unknowns. But for every new malware attack, there’s a Patient Zero, the victim that gets hit before any other. Antivirus may miss that zero-day exploit. Sure, an antivirus update will probably wipe out the attacker before too long. But if ransomware was involved, that still leaves your files hopelessly encrypted.\n\nAdvertisement Advertisement\n\nBecause failing to prevent a ransomware attack is so serious, many antivirus companies have started adding protective layers focused solely on ransomware protection. Some defend your files against all unauthorized changes. Others watch for behaviors that suggest encrypting ransomware. Still others maintain encrypted backups of your most important files for recovery after clearing up a ransomware threat. Trend Micro does a little of each.\n\nAdvertisement Advertisement\n\nYou may remember that Trend Micro offered to enable Folder Shield during installation. If you skipped it, be sure to turn it on now. You can reach it by clicking the Data icon on the main window and then clicking the Configure button in the Folder Shield panel.\n\nFolder Shield prevents unauthorized programs from making any changes to files in your protected folders. By default, it protects your Documents, OneDrive, and Pictures folders—you're free to add Desktop or other folders that are important to you. Trend Micro also protects files on USB drives, at least while they're mounted, and files in your OneDrive, Google Drive, and Dropbox folders (if present).\n\nFolder Shield can't directly access folders belonging to accounts other than the one that's logged in, so each user account needs to set up Folder Shield separately. Once they’ve done so, you can see (but not change) settings for other users.\n\nFolder Shield doesn't interfere when you edit protected files using a trusted program, but it warns when an unknown process tries to make any modifications to files in protected locations. If the program in question is legit, you can trust it with a click. But if you don't know why you got the warning, block that access! If you're not around to see the warning, Trend Micro blocks unknowns automatically after a short while.\n\nI used two hand-coded non-standard programs to test Folder Shield: a simple text editor and a super-simple ransomware emulator. Both were successfully prevented from making changes to files in the Documents folder.\n\nI like to test ransomware protection by turning off other layers of protection to simulate an antivirus tool’s handling of zero-day ransomware. Unfortunately, turning off Trend Micro's real-time protection turns off everything, including the ransomware layer.\n\nBesides blocking unauthorized access to sensitive files and detecting ransomware-like behavior, Trend Micro keeps a secure backup of all protected files. If ransomware manages to encrypt some of these before the antivirus kills it, the Damage Recovery Engine restores those files from the backup. Since none of my available samples could get past the other defenses, I had no way to see this feature in action.\n\nMore From the Trend Micro Toolbar\n\nTrend Micro’s browser toolbar (for Chrome, Edge, and Firefox) powers the Web Threat Protection feature. This component took Trend Micro to 98% detection in my phishing protection test. However, there’s more to the toolbar. Upon clicking its icon, you see four items: Web Threat Protection, Email Defender, Ad Block, and Pay Guard. A Password Manager link, present for my previous review, is no longer present.\n\nWeb Threat Protection also helps you avoid clicking on dangerous links in the first place. A green icon with green highlighting means that all's well—if it’s red or yellow, don't click! You can also set the extension to rate links on mouseover. Now if you hover the mouse over any link on any page, Trend Micro will double-check it for you.\n\nEmail Defender, formerly called Fraud Buster, integrates with your Gmail.com or Outlook.com email account to protect against “scams and phishing attacks.” I expected something similar to the email analysis performed by Bitdefender Digital Identity Protection or the Online Account Cleanup system in McAfee+, meaning I’d have to give Trend Micro full control of my account. However, enabling it didn’t trigger an access request. It simply put a button at the bottom of each email to “check for potential threats in English or Japanese.”\n\nAs expected, the Ad Blocker suppresses advertisements on the web pages you visit. A number overlaid on the toolbar button lets you know how many ads it blocked on the current page. When you click to open the feature, you don’t get details about blocked ads, but you can turn blocking on and off, either for the current site or globally.\n\nTrend Micro's Pay Guard isolates your browser from possible attacks to protect your financial transactions online. It's a lot like Banking and Payment Protection in ESET, though it uses a sky-blue border instead of green to identify the protected browser and puts its banner at the bottom of the window instead of in the title bar. Bitdefender Antivirus Plus puts the protected browser on a separate desktop.\n\nPay Guard is meant to offer protection automatically when you visit a financial site, and it worked for most sites in my testing. If you don't see the blue border, launch PayGuard manually from the browser toolbar before banking online. Note that to configure Pay Guard, click the Privacy icon in the main window.\n\nStill More Bonus Features\n\nThe bonus features don’t end with the browser toolbar, but some are easier to find than others. Mute Mode will find you if you launch a full-screen program. It works like the gamer mode in other security tools, suppressing interruptions so you don’t drop frames because of a background scan or get fragged because the antivirus proudly announced a successful update.\n\nYou can also invoke Mute Mode as needed from the system tray menu. When you do so, you can set a time for it to turn off, have it suspend Windows Update while active, and even terminate specific other programs that might get in the way. For fine-grained control, you can set each program to terminate when invoking Mute Mode manually, automatically, or both.\n\nYou’ll find the option to enable Social Networking Protection on the Privacy page, along with Pay Guard. This extends the color-coded link markup feature to \"most popular social networking sites.\" According to Trend Micro, these are Facebook, LinkedIn, Mixi, MySpace, Pinterest, and X/Twitter. So, it includes MySpace and Mixi, but leaves out Instagram, YouTube, and TikTok? This feature has been sadly in need of an update for years.\n\nNote that this link analysis is unrelated to the Check Social Network Privacy feature in the macOS edition and Trend Micro's suites. That feature actively examines your privacy settings and recommends changes if necessary.\n\nGiven the prevalence of webmail services that handle spam automatically, fewer and fewer users need a local spam filter. Buried in Settings, Trend Micro’s spam filter works strictly with Outlook, and all settings except the on/off switch are embedded in its Outlook add-on. My test systems don’t have Outlook, so I couldn’t see this limited component at all.\n\nAlso, in the settings on the Network page, you’ll find a feature called Firewall Booster. Trend Micro relies on the sturdy Windows Firewall for all typical firewall tasks. The booster component specifically adds protection against botnet-related attacks. It can also optionally display a warning when you connect to a non-secured wireless network.\n\nFeatures New in This Version\n\nThe latest release of Trend Micro Antivirus+ Security adds two new and somewhat arcane features: AI App Protection and blocking of “potentially dangerous website notifications.” The latter is a simple checkbox on the Web Threats page in settings, while the former has a place of honor on the Data page alongside Folder Shield.\n\nJust what is a dangerous website notification? The most common example is a popup notification that pretends to be an antivirus warning. Follow its instructions and you’ll find yourself downloading malware, not getting rid of it. Trend Micro now has a protection layer devoted to detecting this scam. Of course, it’s only needed if the website in question gets past the app’s other defenses. In testing, I couldn’t find a way to trigger this feature.\n\nAI App Protection is laser-focused on protecting the essential files that make your AI apps work. This is specifically about apps on your PC and their local files. If you just fool around with ChatGPT and such, it won’t help you. Even if you run the local ChatGPT app, it doesn’t keep any local files. How do I know? I asked it!\n\nMy Trend Micro contacts suggested a few ways to see this feature in action, but they weren’t compatible with my virtual machine test setup. In any case, the average consumer doesn’t need this feature. I checked in with PCMag’s AI experts, who characterized the feature as “a solution in search of a problem” and described it as appropriate for “serious AI experimenters” rather than average consumers.\n\nThis is a forward-looking feature, one that may have more impact on the average user in the future. Today, not so much.\n\nVerdict: Trend Micro Goes Beyond Antivirus, But It Has Still Has Work to Do\n\nTrend Micro Antivirus+ Security earned a fine score in our antiphishing test, but in other hands-on tests, it fared poorly, and its scores from the independent labs aren't encouraging. Yes, it offers a spread of security bonuses, but extras must build on a solid base. Note, too, that there’s no volume discount. If you need to protect multiple devices or non-Windows devices, you must upgrade to a Trend Micro suite or choose a different antivirus. Which one? The labs routinely award top scores to Bitdefender Antivirus Plus, and it offers a collection of features to rival Trend Micro. Norton AntiVirus Plus is likewise no slouch in feature breadth and test scores. As such, these two remain our Editors' Choice winners for antivirus protection."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BSIMM15 highlights compliance and AI security: Why modern tooling is key",
            "link": "https://securityboulevard.com/2025/01/bsimm15-highlights-compliance-and-ai-security-why-modern-tooling-is-key/",
            "description": "An increase in compliance activities such as the creation of software bills of materials (SBOMs), performing software composition analysis (SCA) scans on code repositories, and securing the attack ...",
            "image_url": "https://www.bing.com/th?id=ODF.jMU-akUz2dAccrCsc44t_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "software+trend",
            "date": "Security Boulevard21h",
            "source": "Security Boulevard",
            "article_content": "An increase in compliance activities such as the creation of software bills of materials (SBOMs), performing software composition analysis (SCA) scans on code repositories, and securing the attack surface created by artificial intelligence (AI) applications are among the key software security trends highlighted in the latest edition of the Building Security in Maturity Model (BSIMM) report.\n\nThe annual BSIMM report, first introduced in 2008, analyzes the software security practices of organizations across eight verticals. It contains information on what’s working, what isn’t, what’s changing about the risks and threat landscapes in software security — and how organizations are responding to those challenges. By comparing and contrasting their initiatives to what other organizations are doing, organizations can use the report as a measuring stick for software security.\n\nMore than 120 companies participated in the latest report, BSIMM15 — including the AARP, Aetna, Bank of America, Diebold Nixdorf, Eli Lilly and Company, Fidelity, Honeywell, Johnson & Johnson, Lenovo, MassMutual, Navy Federal Credit Union, SonicWall, Synchrony Financial, TD Ameritrade, Vanguard, and ZoomInfo — as well as 11,100 security professionals who collectively help 270,000 developers working on 96,000 applications.\n\nBut while legacy application security practices are good for general blocking and tackling against traditional software threats, they are no match for modern attacks coming from the software supply chain and AI/ML. Here are key takeaways from the BSIMM15 report — and why you need to go well beyond traditional AppSec practices to manage modern software risk.\n\n[ Get our Essential Guide: Software Supply Chain Security for Dummies ]\n\nA real world look into today’s software threats and practices\n\nKey trends and insights in this year’s BSIMM include:\n\n1. Organizations are grappling AI and ML. The opportunities and risks of artificial intelligence (AI) and machine learning (ML) are paramount for organizations. Key is the rise of AI-developed code with tools such as GitHub’s Copilot.\n\nThe BSIMM15 report noted:\n\n“When we talk to clients about what they’re trying to do and the problems they have doing it, we see a wide variety of pain points, but in general, the problem that everybody is struggling with is uncertainty. There isn’t a lot of well-understood guidance out there, so they’re having to find the answers themselves. That uncertainty appears to be contributing to the formation of research groups to develop new attack methods — which increased 30% from BSIMM14 — and a doubling of the use of adversarial tests.”\n\n2. Organizations are getting on board with compliance. Nudged by the self-attestation requirements for selling software to the U.S. government, organizations are prioritizing activities that support compliance and software supply chain security, such as creating SBOMs and performing software composition analysis (SCA) on code repositories. Organizations creating SBOMs for deployed software increased 22% over BSIMM14, while those performing SCA on repos jumped 67%.\n\n3. Security awareness training is in decline. Compared to BSIMM1, when 100% of organizations conducted software security awareness training, only 51.2% in BSIMM15 are providing basic security training to their teams, marking the lowest rate observed to date.\n\nThe struggle with AI is two-fold\n\nReversingLabs chief trust officer Saša Zdjelar said the rise of AI, both within the organization and for software development, had left organizations flat footed. On the generative AI front, they’re being pushed by their businesses into faster and faster adoption of AI without really sufficient governance on how to manage it safely.\n\n“I think one of the biggest problems is most companies don’t even fully know where AI is even being used. They’re struggling to wrap their arms around how much of other people’s AI they’re already using. And when they build their own, they want to know which large language model is OK … How do you make it not just secure, but also actually safe, so it’s not providing inappropriate answers that damage the brand and reputation of your company?”\n\n—Saša Zdjelar\n\nAnd software supply chain risks are also being created by AI and ML implementations used to develop software, said Mike Lyman, one of the authors of the report and an associate principal consultant with Black Duck Software, BSIMM’s sponsor. “We don’t necessarily know where all that code is coming from. It may introduce risk like open source licensing risks. It may suggest using a code snippet that comes out of an open-source library with a copyleft license that requires you to release your code. So we’ve got to recognize that type of stuff,” he said\n\nLyman said that’s why AppSec teams really need to focus on code reviews for everything, noting how many of the flawed code that has been written by humans is now being repurposed by ML.\n\n“A lot of people don’t realize that AI is learning to write code by looking at code we wrote. We’ve never written perfect code, so AI is going to be making the same mistakes that we make in our code.”\n\n—Mike Lyman\n\nSoftware supply chain risk and shift everywhere\n\nJason Soroko, a senior fellow at Sectigo, said that the rise in use of SCA and SBOMs identified in BSIMM15 is a sign a growing interest in software supply chain security.\n\n“It indicates a growing appetite for systemic transparency and compliance. Organizations are finally acting on the idea that you can’t defend what you don’t understand.”\n\nHowever, Soroko warned that it remains to be seen whether these incremental improvements “risk being undone if core security knowledge and security culture decreases,” which was also highlighted in the report.\n\nRL’s Zdjelar said that he welcomed BSIMM15’s focus on software supply chain risk, but said that organizations need to shift everywhere — across their entire software stacks — to manage risk across organizations.\n\n“[BSIMM15] mentions software supply chain risk, but it’s only in areas like software bill of materials and open source, not really around how software supply chain risks get introduced into companies by way of commercial software. If you think about how supply chain breaches have happened over the last six or seven years, all the breaches have been from commercial software packages, not open source.”\n\n—Saša Zdjelar\n\n\n\nThe decline in training programs is worrying\n\nThe decline in security awareness training identified in BSIMM15 has been a trend since the start of the program, BlackDuck’s Lyman said. “BSIMM1 started with 100%, but there were only nine software security leaders in that first study,” he said.\n\nAs soon as firms were added, it began to decline, he said. “It’s been on a slow, steady decline since BSIMM2, from about 80% to a low now of 51% doing basic software security awareness training”\n\n“We think a lot of that’s driven by budgets and also a been-there-done-that attitude. Companies have a software security training program and feel they don’t have to revisit it. It falls out being a priority. And as most of us know, if it’s not a priority, it tends to decay over time. So we think a lot of that’s been what’s in play.”\n\n—Mike Lyman\n\nAnother thing playing into the decline is a lot of companies mistaking their annual general security awareness training for software security training. “Knowing how to avoid a phishing email, not clicking on suspicious links, and how to avoid malware, is very important, but it doesn’t really tell you how to write secure code,” he said.\n\nZdjelar said that there seems to be a decline in formal education when it comes to the right way to develop code, and a reliance on tools to do the work for you.\n\n“I think it’s a very, very dangerous precedent because the tooling is also built by humans, humans who make mistakes in what is good, secure software. So I think it’s a very, very bad practice to trend away from developer education and have over-reliance on tooling.”\n\n—Saša Zdjelar\n\nWhat’s needed for modern software supply chain security\n\nWhile the BSIMM data from real-life organizations are significant, Caroline Wong, director of cybersecurity at Teradata, said they are not representative of the mainstream.\n\n“I think of it as the top 25% or so of existing software security initiatives that are included in the BSIMM study. These are organizations who take software security seriously and are on the cutting edge of innovation and maturity in this area.”\n\n—Caroline Wong\n\nWong said the fact that BSIMM remains a descriptive and not a prescriptive model is meaningful. “These activities have not simply been identified as ‘a good idea’ by a smart person, but rather a valuable enough idea that it passes ROI evaluations at an organization and has enough resource allocation to be considered active and operational,” she said\n\nZdjelar said the problem with BSIMM is that it is not forward looking. He would like to see the next edition of BSIMM include more emphasis on software supply chain security risks posed by commercial software. And that means having the right tools for the job.\n\nTraditional application security testing (AST) tooling like SCA and other code scanning approaches are not capable of identifying modern threats, he said.\n\n“Right now BSIMM mentions traditional legacy things like static code analysis and dynamic scanning. But they’re missing what the most advanced companies are doing to manage their risk, which is binary analysis.”\n\n—Saša Zdjelar\n\n\n\nZdjelar explained that binary analysis can flag supply chain threats that traditional AST tools can’t find.\n\n“SAST, DAST and SCA tools are not designed to find the presence of malware or presence of tampering or the fact that your CI/CD pipeline might have been compromised. That’s not what they look for.”\n\n*** This is a Security Bloggers Network syndicated blog from Blog (Main) authored by John P. Mello Jr.. Read the original post at: https://www.reversinglabs.com/blog/bsimm15-sbom-ai-security-modern-tooling"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI debuts AI agent Operator to transform web task automation",
            "link": "https://www.computerworld.com/article/3809415/openai-debuts-ai-agent-operator-to-transform-web-task-automation.html",
            "description": "AI agents have the potential to transform industries by automating tasks, personalizing interactions, and improving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.69kqd1ycXR0v3KKwRoq_sS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "3h",
            "source": "Computerworld",
            "article_content": "OpenAI has unveiled “Operator,” a new AI agent designed to perform web-based tasks, offering potential productivity enhancements for enterprises.\n\nThe tool enables interaction with on-screen elements, positioning it as a solution for automating routine processes in business workflows amid growing competition in the generative AI space.\n\n“Powering Operator is Computer-Using Agent (CUA), a model that combines GPT-4o’s vision capabilities with advanced reasoning through reinforcement learning,” OpenAI said in a blog post. “CUA is trained to interact with graphical user interfaces (GUIs) – the buttons, menus, and text fields people see on a screen – just as humans do. This gives it the flexibility to perform digital tasks without using OS- or web-specific APIs.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Goes MAGA",
            "link": "https://www.msn.com/en-us/money/companies/openai-goes-full-maga/ar-AA1xKeTR?ocid=BingNewsVerp",
            "description": "Sam Altman has once again put himself in a position of power—this time by sidling up to President Trump.",
            "image_url": "https://www.bing.com/th?id=OJ.tm0poqaErX68Xg&pid=news&w=58&h=16&rs=2",
            "category": "openai+competitor",
            "date": "15hon MSN",
            "source": "The Atlantic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New machine learning approach improves single-cell data analysis",
            "link": "https://www.msn.com/en-gb/health/other/new-machine-learning-approach-improves-single-cell-data-analysis/ar-AA1xLulR?ocid=BingNewsVerp",
            "description": "Our bodies are made up of around 75 billion cells. But what function does each individual cell perform and how greatly do a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C3_aexdRop2Yd39ITmakrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "News Medical on MSN9h",
            "source": "News Medical on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exploring the intersection of AI and climate physics: Machine learning's role in advancing climate science",
            "link": "https://www.msn.com/en-us/news/technology/exploring-the-intersection-of-ai-and-climate-physics-machine-learnings-role-in-advancing-climate-science/ar-AA1xJWy6?ocid=BingNewsVerp",
            "description": "Exponential growth in big data and computing power is transforming climate science, where machine learning is playing a critical role in mapping the physics of our changing climate.",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "machine+learning",
            "date": "19hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Sends Volley of Drones at Russia, Hitting Oil Refinery",
            "link": "https://www.nytimes.com/2025/01/24/world/europe/ukraine-russia-oil-drone.html",
            "description": "Videos showed fireballs over a facility in Ryazan, 110 miles southeast of Moscow. Kyiv is seeking to disrupt Russian military ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FhZTrURD4Pfkx2I7JtOYyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "The New York Times",
            "article_content": "The general staff headquarters of Ukraine’s military issued a statement saying military and intelligence agencies had coordinated on the drone attack and hit an oil refinery and oil pumping station in Ryazan, starting fires. In the nearby Bryansk region, the statement said, Ukrainian drones hit an electrical components factory that makes chips for fighter jets and missiles, including two models of Russian intercontinental ballistic missiles, the Topol-M and Bulava.\n\nOverall, the Russian Defense Ministry claimed to have downed 121 Ukrainian drones over 11 Russian regions plus Crimea and Moscow overnight Thursday to Friday.\n\nOil refineries, in particular, have been a frequent target for Ukraine. Russia over the past two decades invested heavily in refineries, aiming to add value to its oil industry by exporting gasoline, diesel and aviation fuel in addition to crude oil. Many of the refineries are within range of Ukrainian drones. And because the sites themselves are flammable, small warheads can set off infernos.\n\nThe attacks complement Western sanctions that have cut into Russian oil revenue, though sales have remained robust enough to bolster the economy and finance the war effort. President Trump used a video address to the Davos economic forum on Thursday to press for the importance of reducing Russia’s income from oil in ending the war.\n\n“If the price came down, the Russia-Ukraine war would end immediately,” he said, adding he would ask Saudi Arabia and the Organization of the Petroleum Exporting Countries to act to depress prices for Russian oil."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's drone attack kills 3 in Ukraine's Kyiv region",
            "link": "https://www.reuters.com/world/europe/russias-drone-attack-kills-3-ukraines-kyiv-region-2025-01-24/",
            "description": "Russia launched a barrage of drones in an overnight attack on Ukraine on Friday, killing three civilians and damaging ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-pf7TNZ_2dcqZlH9KrPl0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UN says Congo's M23 conflict could spark regional war",
            "link": "https://www.reuters.com/world/africa/un-warns-congos-m23-conflict-could-spark-regional-war-2025-01-24/",
            "description": "U.N. Secretary-General Antonio Guterres has warned that Congo's M23 conflict risks spiralling into a broader regional war as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DQwpKytdQBVo4BEnPFBmsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UN warns Congo's M23 conflict could spark regional war",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/un-warns-congo-s-m23-conflict-could-spark-regional-war/ar-AA1xMv4Q?ocid=BingNewsVerp",
            "description": "United Nations Secretary-General Antonio Guterres has warned that eastern Congo's M23 conflict risks spiralling into a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R8NsKdao0h53jT9ovjyx1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What's Next for EA Stock After Thursday's 17% Plunge?",
            "link": "https://www.msn.com/en-us/money/topstocks/whats-next-for-ea-stock-after-thursdays-17-plunge/ar-AA1xLrNe?ocid=BingNewsVerp",
            "description": "Shares in Electronic Arts traded tumbled Thursday after the video game publisher slashed its bookings outlook for fiscal 2025 amid softening demand for its sports games, including its prominent soccer ...",
            "image_url": "https://www.bing.com/th?id=OJ.04R0rwt9AbKBfw&pid=news&w=100&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "9hon MSN",
            "source": "Investopedia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allstate Corp (ALL)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2025/01/23/allstate-corp-alls-stock-plunge-what-you-need-to-know/",
            "description": "Allstate Corp (ALL) stock saw a decline, ending the day at $185.25 which represents a decrease of $-4.50 or -2.37% from the prior close of $189.75. The stock opened at $191.02 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews15h",
            "source": "bovnews",
            "article_content": "Evercore ISI has recently raised Allstate Corp (ALL) stock rating, as announced on January 8, 2025, according to Finviz. Earlier, on September 5, 2024, Barclays had initiated the stock to Underweight, setting a price target of $175. Wells Fargo also raised Equal Weight rating with a price target of $177. Additionally, BMO Capital Markets raised Outperform rating on July 18, 2024, with a target price of $191. HSBC Securities analysts, in their report published on March 28, 2024, also raised Buy rating and set a price target of $190 for Allstate Corp’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nAllstate Corp (ALL) Stock Trading Recap\n\nOn Wednesday, Allstate Corp (ALL) stock saw a decline, ending the day at $185.25 which represents a decrease of $-4.50 or -2.37% from the prior close of $189.75. The stock opened at $191.02 and touched a low of $184.9 during the day, reaching a high of $191.89. The volume of shares traded was 1.86 million exceeding the average volume of 1.61 million.\n\n\n\nSponsored\n\nALL Stock Performance and Moving Averages\n\nIn recent trading, Allstate Corp (ALL) stock price has shown some volatility, fluctuating -0.84% over the last five trades and -2.11% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 5.96%, and it has plunged by -5.18% in the previous three months. Currently, ALL is trading at -2.45%, -5.11%, and 2.78% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, ALL, a Financial sector stock, is trading -11.74% below its 52-week high but remains 20.75% above its 52-week low. The Average True Range (ATR) (14 days) of 4.88 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nAllstate Corp’s Profitability and Valuation Ratios\n\nAllstate Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of 9.01% and a profit margin of 6.58%, with a gross margin of 5.96%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Allstate Corp’s market capitalization stands at $49.05 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 11.96, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 9.81. Additionally, the Price-to-Sales Ratio is 0.79, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 2.6, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.54% of Allstate Corp (ALL)’s shares, while financial institutions hold 77.97%.\n\nNotable insider trades include WILSON THOMAS J, Chairman, President & CEO at Allstate Corp (ALL), who sold 31503 shares on Dec 23 ’24, at $192.71 each, totaling $6.07 million. On Nov 22 ’24, WILSON THOMAS J, Chairman, President & CEO, sold 31503 shares for $203.57 each, amounting to $6.41 million. Additionally, on Sep 20 ’24, Dugenske John E sold 36367 shares at $191.38 each, generating $6.96 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Torrent Pharma Q3 Results: Profit rises 13.5%, announces interim dividend of ₹26 per share",
            "link": "https://www.cnbctv18.com/market/torrent-pharma-q3-results-profit-rises-13-5-pc-announces-interim-dividend-of-rs-26-per-share-19546032.htm",
            "description": "Torrent Pharma, which is also the flagship company of the Torrent Group, announced an interim dividend of ₹26 per share for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rgINsVBTStGyT2wfS_r_GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "cnbctv1820m",
            "source": "cnbctv18",
            "article_content": "Torrent Pharma Q3 Results: Profit rises 13.5%, announces interim dividend of ₹26 per share\n\nTorrent Pharma, which is also the flagship company of the Torrent Group, announced an interim dividend of ₹26 per share for the quarter."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "RenaissanceRe's SWOT analysis: reinsurance giant navigates market shifts",
            "link": "https://www.msn.com/en-us/money/companies/renaissancere-s-swot-analysis-reinsurance-giant-navigates-market-shifts/ar-AA1xL5Iw?ocid=BingNewsVerp",
            "description": "RenaissanceRe Holdings Ltd . (NYSE:RNR), a global provider of reinsurance and insurance solutions with a market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7BYK1LNu-U7DgqF_ylAHqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "10hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.msn.com/en-us/weather/other/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/ar-AA1xN6Ko?ocid=BingNewsVerp",
            "description": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7lPkMcaro0lPjXs0rvgJuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "1hon MSN",
            "source": "Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From tax lottery to tax credit: A better way to help disaster victims",
            "link": "https://thehill.com/opinion/5101673-tax-code-helping-disaster-victims/",
            "description": "As natural disasters leave many Americans facing economic hardship, the tax code’s casualty loss deduction is providing assistance primarily to the wealthiest taxpayers. A reformed casualty ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "economy+disaster",
            "date": "17hOpinion",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Solar wafer price rebound nears its limit",
            "link": "https://www.pv-magazine.com/2025/01/24/solar-wafer-price-rebound-nears-its-limit/",
            "description": "Since the start of 2025, n-type wafer prices have risen for three consecutive weeks, driven by production cuts and lower ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0stv2x2Asr1NFueXclVCdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "pv magazine International5h",
            "source": "pv magazine International",
            "article_content": "FOB China prices for Mono PERC wafers remained steady this week, with Mono PERC M10 and G12 wafers priced at $0.144 per pc and $0.208/pc, respectively. Meanwhile, FOB China prices for n-type M10 and G12 wafers experienced slight increases, reaching $0.149/pc and $0.196/pc, respectively, reflecting a growth of 2.05% and 1.55% compared to the previous week.\n\nSince the start of 2025, n-type wafer prices have risen for three consecutive weeks, driven by production cuts and lower inventory levels. Large-scale production cuts by wafer companies since Q3 2024 have effectively reduced market inventory to about two weeks of production, significantly lower than the inventory levels of polysilicon and modules.\n\nThese developments have led wafer companies to raise their operating rates since early January, with the overall average now exceeding 50%. As a result, January wafer output is expected to reach approximately 46 GW, up 5.5% from 43.61 GW in October 2024.\n\nThe sustainability of the wafer price increase depends on a potential rebound in solar cell transaction prices, industry participants note. They also caution that wafer operating rates in the coming weeks will be critical. A significant rise in operating rates driven by higher prices could risk price drops after the Chinese New Year, as the current vast production capacity may quickly drive inventory levels back to high levels.\n\nAnother recent trend in the Chinese market is the sluggish sales of rectangular G12R (182 mm x 210 mm) wafers, which have driven prices downward. Sources attribute this to the rapid production ramp-up of this size across both upstream and downstream segments, surpassing its adoption by end users. Consequently, an oversupply of this specification has developed before it could gain traction as a mainstream product.\n\nLast week, the U.S. Department of Homeland Security expanded its ban list of China-based entities, adding four ingot and wafer manufacturers, including a subsidiary of a prominent solar integrated manufacturer. The action was taken on the grounds that these entities were found to source polysilicon from regions in China that do not comply with traceability requirements.\n\nInsiders widely believe that this U.S. decision will theoretically support increased demand for global polysilicon, though its impact has not yet been fully realized. It is also expected to further hinder the export of Chinese wafers and the modules derived from these wafer suppliers to the U.S. With these manufacturers excluded from the U.S. export market, reduced competition may stabilize or even increase wafer and module prices in the U.S. This move aligns with prior market expectations and reflects the U.S.' strategic intent to implement energy-related policies aimed at minimizing reliance on components associated with China.\n\nThe U.S. Department of the Treasury updated safe harbor tables this week, introducing new default component cost percentages to account for the premium customers will pay for U.S.-made wafers, aiming to incentivize domestic wafer manufacturing. The bonus is seen as a “direct complement” to the 45X Advanced Manufacturing Production Tax Credit. While the inclusion of wafers in the guidance is considered significant, industry players remain skeptical about its impact on procurement activities or wafer manufacturing plans in the U.S.\n\nOPIS, a Dow Jones company, provides energy prices, news, data, and analysis on gasoline, diesel, jet fuel, LPG/NGL, coal, metals, and chemicals, as well as renewable fuels and environmental commodities. It acquired pricing data assets from Singapore Solar Exchange in 2022 and now publishes the OPIS APAC Solar Weekly Report.\n\nThe views and opinions expressed in this article are the author’s own, and do not necessarily reflect those held by pv magazine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google is bulk buying HTC Vive engineers to help Android XR become a platform that can rival Meta's VR/AR dominance",
            "link": "https://www.pcgamer.com/hardware/vr-hardware/google-is-bulk-buying-htc-vive-engineers-to-help-android-xr-become-a-platform-that-can-rival-metas-vr-ar-dominance/",
            "description": "Last month, Google introduced the Android XR platform in partnership with Samsung and Qualcomm, which is \"a new operating system built for this next generation of computing\". Now, Google has bought ...",
            "image_url": "https://www.bing.com/th?id=OJ.Cv5pRhSA8eK5ug&pid=news&w=74&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "19h",
            "source": "PC Gamer",
            "article_content": "Last month, Google introduced the Android XR platform in partnership with Samsung and Qualcomm, which is \"a new operating system built for this next generation of computing\". Now, Google has bought part of HTC Vive's engineering team, HTC Vive of course having ample experience engineering VR headsets.\n\nGoogle says this handover of engineers is \"subject to customary closing conditions\" and emphasises that they are \"an incredibly strong technical team with a proven track record in the VR space, and we are looking forward to working with them to accelerate the development of the Android XR platform across the headsets and glasses ecosystem.\"\n\nWith Android XR, Google is intending to \"create a vibrant ecosystem of developers and device makers for Android XR.\" The OS itself should enable you to do all the kinds of MR (mixed reality) things that got people so initially hyped over the Vision Pro.\n\nGoogle explains: \"You can fill the space around you with apps and content, and with Gemini, our AI assistant, you can even have conversations about what you're seeing or control your device. Gemini can understand your intent, helping you plan, research topics and guide you through tasks.\"\n\nPlus, you know, all the usual 'watch videos on a giant screen that's not really there' business—which I'd love to hate but can't help but quietly covet.\n\nYouTube Watch On\n\nGoogle's not a stranger to the industry, although it's been a decade since its first attempt at smart glasses was abandoned, and its later Google Glass reboot ended in 2023. Hype for XR—especially for AR—does seem to be hotting up, after all, with projects like Meta's Orion offering a glimpse of an increasingly digitally enmeshed future.\n\nThough with Android XR it's teaming up with Samsung for what is our first glimpse of actual hardware. Project Moohan is the name, and XR is the game.\n\nThe biggest gaming news, reviews and hardware deals Keep up to date with the most important stories and the best deals, as picked by the PC Gamer team. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nWith Android XR, all signs point to Google looking to compete with Meta on on the XR ecosystem front.\n\nMeta's Horizon VR operating system is included on its Quest headsets, such as the Quest 3. Though that's all changing soon. Soon it will be available to third parties—it looks like Asus will be the first third-party manufacturer to use it.\n\nMuch in the same way that different Android device manufacturers must cede to the Google Play Store, Meta Horizon becoming the default OS for third-party VR and MR headsets and glasses could mean such device manufacturers needing to cede to a Horizon OS store.\n\nVirtual reality (Image credit: Valve) Best VR headset: which kit should you choose?\n\nBest graphics card: you need serious GPU power for VR\n\nBest gaming laptop: don't get tied to your desktop in VR\n\nIn other words, it's possible that Meta could become to the VR ecosystem what Google is to the Android ecosystem, and Horizon being open to third-party devices is a step in this direction.\n\nIt's powerful to have your store at the centre of the \"next computing platform\", if that is how you feel about mixed reality. Meta definitely feels this way, it's said so.\n\nGoogle might be pushing along similar lines here, hoping to compete in the VR OS/store ecosystem space. Talk of a \"vibrant ecosystem of developers and device makers\" certainly leans in this direction, as does Android XR's partnership with Qualcomm in particular—standalone VR headsets tend to use Arm chips such as Snapdragons from Qualcomm.\n\nWho knows, maybe the next few years will see Meta and Google vying for proprietary ecosystem adoption across the VR space. Interesting times ahead."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Building Secure Multi-Cloud Architectures: A Framework for Modern Enterprise Applications",
            "link": "https://securityboulevard.com/2025/01/building-secure-multi-cloud-architectures-a-framework-for-modern-enterprise-applications/",
            "description": "Companies are embracing multi-cloud strategies not just because they want to avoid vendor lock-in, but because different providers excel at other things.",
            "image_url": "https://www.bing.com/th?id=ODF.jMU-akUz2dAccrCsc44t_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Security Boulevard1h",
            "source": "Security Boulevard",
            "article_content": "When I started working with cloud architecture a decade ago, running critical workloads across multiple cloud providers would have seemed needlessly complex. Today, it’s becoming the norm. Companies are embracing multi-cloud strategies not just because they want to avoid vendor lock-in, but because different providers excel at other things. The challenge? Security becomes exponentially more difficult when you’re working across distributed architectures. After years of building cloud-based applications for global enterprises, I’ve learned that the old perimeter-based security models just don’t cut it anymore – we need a new framework that tackles architectural security and compliance head-on.\n\nThe adoption of multi-cloud deployments presents challenges that extend far beyond simple workload distribution. Each cloud provider brings security models, compliance certifications and native services. This diversity offers powerful capabilities but creates significant hurdles in maintaining consistent security controls and compliance standards across environments.\n\nEncyption Challenge\n\nOne significant challenge I’ve faced was ensuring consistent encryption standards across AWS and other cloud providers for a data analytics pipeline. The project involved processing sensitive customer data, and we needed to maintain end-to-end encryption while leveraging services from both clouds. This challenge was solved by implementing a custom key management service that integrated with AWS KMS and the other providers’ key management solution, allowing for a single source of truth for encryption keys. At the same time, ensuring data remained protected as it moved between cloud environments.\n\nThis encryption challenge highlighted a broader truth about multi-cloud architectures: Identity and access management form the cornerstone of secure cross-cloud operations. The secure multi-cloud architecture is built around one core thing: Unified identity management. Organizations can’t easily manage identities across the multitude of cloud services they use when each has its identity system. So, to gain efficiency and effectiveness, and to have a semblance of personality across the cloud, organizations need a way to manage all those identities (and all those accesses) in a unified manner. If you get it right, that setup also provides the comfy feel of perspiration across the entire cloud ecosystem.\n\nMulti-cloud environments necessitate special consideration for data protection. Organizations should set up classification systems that work across all cloud boundaries and ensure that sensitive data is classified and receives the appropriate protection no matter where it is stored or used. This should be done through a seamless, yet secure, infrastructure across the cloud boundary; encryption standards should meet the highest common denominator across the cloud service providers; powerful data residency controls should govern where the data is allowed to live and operate; and a consistent key management strategy throughout the multi-cloud architecture should ensure that only cloud-visible personnel have access to the necessary keys to unlock the data.\n\nThe careful crafting of network security architecture is needed in multi-cloud environments to provide consistent protection while taking advantage of each provider’s strengths. This includes interconnecting the different cloud providers securely and implementing consistent micro-segmentation policies. The outcome we’re looking for is a unified security posture that lets us maintain visibility and control across all the cloud environments we happen to be in.\n\nTo illustrate these network security principles in action, consider our implementation for a high-traffic e-commerce platform. Our platform uses AWS Transit Gateway to implement a hub-and-spoke network architecture that connects multiple VPCs across different AWS regions. We extended this model to include our multi-cloud resources by setting up dedicated interconnects and implementing consistent security groups and NACLs across all environments. We also utilized AWS Network Firewall to create a centralized inspection point for all cross-cloud traffic, allowing us to implement uniform security policies regardless of the traffic’s origin or destination.\n\nThe technical controls alone cannot secure multi-cloud environments. Organizations must conduct cloud security architecture reviews before implementing any multi-cloud solution. These reviews should focus on:\n\nData flow patterns between clouds\n\nAuthentication and authorization requirements\n\nCompliance obligations across all relevant jurisdictions\n\nCompleting these tasks thoroughly and diligently will ensure that multi-cloud security is baked into the architectural layer between the clouds and in the clouds themselves.\n\nWhile thorough architecture reviews establish the foundation, automation brings these security principles to life at scale. Automation provides a major advantage to security operations for multi-cloud environments. By treating infrastructure and security as code, organizations can achieve consistent configurations across clouds, implement automated security testing and enable fast response to security events. This helps with the overall security and operational overhead because it allows us to do more with less and to reduce human error.\n\nOur security operations experienced a substantial enhancement when we moved to automated compliance checks. Still, we did not just throw AWS services at the problem. We engaged our security team deeply in the process. We had them create rules that continuously monitored our multi-cloud environment for compliance with PCI DSS standards. This automation allowed us to detect and remediate misconfigurations in near real-time. If we miss something in the continuous compliance monitoring, we have a CI/CD pipeline check to catch it before changes are deployed. All told, this saves us an impressive number of hours each year. Moreover, it moves us closer to a state in which we can confidently assert that we are compliant, on top of the auditability problems plaguing us previously.\n\nSeveral emerging trends are molding security demands as multi-cloud architectures rapidly develop. The burgeoning edge computing is broadening the security perimeter, whereas cloud-tethered zero trust is becoming the norm. Meanwhile, artificial intelligence and machine learning are being integrated to bolster security monitoring and response capabilities, producing a more proactive security posture.\n\nHow Multi-Cloud Security Might Evolve\n\nBased on my experience working with large-scale distributed systems, I envision the future of multi-cloud security evolving in several key areas:\n\nUnified Security Orchestration: I foresee the development of more sophisticated, cloud-agnostic security orchestration platforms. These will provide a single pane of glass for managing security across all cloud environments, automatically adapting to each provider’s specific implementations while maintaining consistent policies.\n\nAI-Driven Threat Detection: As our systems grow more complex, AI and machine learning will play an increasingly crucial role in identifying and responding to security threats. I expect to see more advanced, self-learning systems that can correlate events across multiple cloud environments to detect sophisticated, distributed attacks that might otherwise go unnoticed.\n\nQuantum-Resistant Encryption: With the looming threat of quantum computing, I anticipate a shift towards implementing quantum-resistant encryption algorithms across all cloud environments. This will be crucial for maintaining long-term data security in a multi-cloud world.\n\nAutomated Compliance Management: The future will likely bring more advanced automation in compliance management. I envision systems that can automatically adjust configurations across multiple clouds to maintain compliance with changing regulations, reducing the manual overhead associated with multi-cloud compliance.\n\nEdge-to-Cloud Security: As edge computing grows, I expect to see more integrated security solutions that seamlessly extend from edge devices through multiple clouds. This will likely involve new protocols and standards for maintaining consistent security postures across highly distributed architectures.\n\nIdentity-Centric Security: I anticipate a shift towards fully identity-centric security models that go beyond current identity and access management. These models will use advanced behavioral analytics and continuous authentication to make access decisions regardless of a resource’s cloud environment.\n\nBlockchain for Multi-Cloud Integrity: I foresee potential applications of blockchain technology for maintaining verifiable audit trails and ensuring data integrity across multi-cloud environments, particularly for highly regulated industries.\n\nBy focusing on these areas, we can create more resilient, efficient and secure multi-cloud architectures that can adapt to the evolving threat landscape while supporting the growing complexity of modern enterprise applications.\n\nThese emerging trends and future directions aren’t just theoretical possibilities – they’re essential steps for organizations building secure multi-cloud architectures today. As someone who has witnessed and participated in the transformation of cloud security over the past decade, I’m convinced that success in this space requires technical excellence and strategic foresight. The framework outlined here provides a foundation, but staying ahead of evolving threats and technological capabilities will require continuous adaptation and innovation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leadership Success Story: Satish Krishnamurthy's Cloud Transformation Of Retail Fulfillment",
            "link": "https://www.outlookindia.com/hub4business/leadership-success-story-satish-krishnamurthys-cloud-transformation-of-retail-fulfillment",
            "description": "Satish extensive experience in cloud architecture, artificial intelligence, and large-scale system design has established him ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZYEgttohMZq0M0bv1H0fQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "7h",
            "source": "Outlookindia",
            "article_content": "The legacy of this transformation extends beyond its immediate business impact. It serves as a blueprint for future retail technology transformations, demonstrating how cloud computing, artificial intelligence, and strategic leadership can combine to create unprecedented operational capabilities. The scalable architecture and innovative solutions implemented under Krishnamurthy's leadership continue to drive value, enabling the company to adapt quickly to changing market conditions and customer expectations. As the retail industry continues to evolve, his success in this project stands as a model for future leaders in digital transformation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The God Squad: Problems and mysteries",
            "link": "https://www.nhregister.com/opinion/article/god-squad-gellman-the-bible-20049618.php",
            "description": "The great Rabbi Leo Baeck also taught wise words about mystery, 'When a man wants to be certain of his existence, when he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ke5cw5MO2avtSsp1sWzR1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "3hOpinion",
            "source": "New Haven Register",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Roe v. Wade is gone, but abortion still the number 1 killer worldwide",
            "link": "https://www.msn.com/en-us/news/opinion/roe-v-wade-is-gone-but-abortion-still-the-number-1-killer-worldwide/ar-AA1xMXbH?ocid=BingNewsVerp",
            "description": "Abortion was the leading cause of human deaths in 2024, resulting in the loss of over 73 million lives around the globe ...",
            "image_url": "https://www.bing.com/th?id=OVFT.k5uQFRk011lngWGKs8tAei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "41mon MSNOpinion",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If Aliens Are Just Future Versions of Humans?",
            "link": "https://www.msn.com/en-us/news/technology/what-if-aliens-are-just-future-versions-of-humans/vi-AA1xL7E9?ocid=BingNewsVerp",
            "description": "\"What If is an epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a journey through hypothetical worlds and possibilities, some in distant corners ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "What If on MSN42m",
            "source": "What If on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s happening in the Mid-Hudson Valley: Jan. 24, 2025",
            "link": "https://www.msn.com/en-us/arts/performing-arts/what-s-happening-in-the-mid-hudson-valley-jan-24-2025/ar-AA1xNb1E?ocid=BingNewsVerp",
            "description": "State of Being,' a group sculpture exhibition curated by Gülnar Babayeva. This exhibition brings together the works of Hudson Valley sculptors to explore interpretations of the concept of 'being' in ...",
            "image_url": "https://www.bing.com/th?id=ODF.f7jhW2BBOblh3LKpSu0-pA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Hosted on MSN32m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO is \"moving at hundreds of miles an hour underwater,\" Republican congressman says",
            "link": "https://www.msn.com/en-us/news/other/ufo-is-moving-at-incredible-speeds-underwater-congressman-says/ar-AA1xMW9v?ocid=BingNewsVerp",
            "description": "Republican Rep. Tim Burchett said that an admiral told him of an unidentified craft moving at incredible speeds in the sea.",
            "image_url": "https://www.bing.com/th?id=OVFT.c8yf4a6snxBZJeM3WO2JDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "1hon MSN",
            "source": "CBS News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs and drones: How to prepare for the ultimate unknown",
            "link": "https://www.msn.com/en-us/news/politics/opinion-ufos-and-drones-how-to-prepare-for-the-ultimate-unknown/ar-AA1xJMXZ?ocid=BingNewsVerp",
            "description": "Given the stronger evidence suggesting we may not be alone in the universe — and could even be visited by extraterrestrials — it seems prudent for key sectors of society to consider planning for ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "20hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IOP president Keith Burnett outlines a ‘pivotal’ year ahead for UK physics",
            "link": "https://physicsworld.com/a/iop-president-keith-burnett-outlines-a-pivotal-year-ahead-for-uk-physics/",
            "description": "After many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZDxyH0DLRgKkchD5C2DcpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Physics World22h",
            "source": "Physics World",
            "article_content": "Looking ahead: As we celebrate the International Year of Quantum Science and Technology this year, Keith Burnett says it can be a reminder of how the benefits of physics span over decades. (Courtesy: Schmidt Science Fellows)\n\nLast year was the year of elections and 2025 is going to be the year of decisions.\n\nAfter many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments at the beginning of new terms, forced to respond swiftly to mounting economic, social, security, environmental and technological challenges.\n\nThese issues would be difficult to address at any given time, but today they come amid a turbulent geopolitical context. Governments are often judged against short milestones – the first 100 days or a first budget – but urgency should not come at the cost of thinking long-term, because the decisions over the next few months will shape outcomes for years, perhaps decades, to come. This is no less true for science than it is for health and social care, education or international relations.\n\nIn the UK, the first half of the year will be dominated by the government’s spending review. Due in late spring, it could be one of the toughest political tests for UK science, as the implications of the tight spending plans announced in the October budget become clear. Decisions about departmental spending will have important implications for physics funding, from research to infrastructure, facilities and teaching.\n\nOne of the UK government’s commitments is to establish 10-year funding cycles for key R&D activities – a policy that could be a positive improvement. Physics discoveries often take time to realise in full, but their transformational nature is indisputable. From fibre-optic communications to magnetic resonance imaging, physics has been indispensable to many of the world’s most impactful and successful innovations.\n\nEmerging technologies, enabled by physicists’ breakthroughs in fields such as materials science and quantum physics, promise to transform the way we live and work, and create new business opportunities and open up new markets. A clear, comprehensive and long-term vision for R&D would instil confidence among researchers and innovators, and long-term and sustainable R&D funding would enable people and disruptive ideas to flourish and drive tomorrow’s breakthroughs.\n\nAlongside the spending review, we are also expecting the publication of the government’s industrial strategy. The focus of the green paper published last year was an indication of how the strategy will place significance on science and technology in positioning the UK for economic growth.\n\nIf we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead\n\nPhysics-based industries are a foundation stone for the UK economy and are highly productive, as highlighted by research commissioned by the Institute of Physics, which publishes Physics World. Across the UK, the physics sector generates £229bn gross value added, or 11% of total UK gross domestic product. It creates a collective turnover of £643bn, or £1380bn when indirect and induced turnover is included.\n\nLabour productivity in physics-based businesses is also strong at £84 300 per worker, per year. So, if physics is not at the heart of this effort, then the government’s mission of economic revival is in danger of failing to get off the launch pad.\n\nA pivotal year\n\nAnother of the new government’s policy priorities is the strategic defence review, which is expected to be published later this year. It could have huge implications for physics given its core role in many of the technologies that contribute to the UK’s defence capabilities. The changing geopolitical landscape, and potential for strained relations between global powers, may well bring research security to the front of the national mind.\n\nIntellectual property, and scientific innovation, are some of the UK’s greatest strengths and it is right to secure them. But physics discoveries in particular can be hampered by overzealous security measures. So much of the important work in our discipline comes from years of collaboration between researchers across the globe. Decisions about research security need to protect, not hamper, the future of UK physics research.\n\nThis year could also be pivotal for UK universities, as securing their financial stability and future will be one of the major challenges. Last year, the pressures faced by higher education institutions became apparent, with announcements of course closures, redundancies and restructures as a way of saving money. The rise in tuition fees has far from solved the problem, so we need to be prepared for more turbulence coming for the higher education sector. Read more Keith Burnett: IOP president says it is our duty to make physics more inclusive\n\nThese things matter enormously. We have heard that universities are facing a tough situation, and it’s getting harder for physics departments to exist. But if we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead.\n\nAs we celebrate the International Year of Quantum Science and Technology that marks the centenary of the initial development of quantum mechanics by Werner Heisenberg, 2025 is a reminder of how the benefits of physics span over decades.\n\nWe need to enhance all the vital and exciting developments that are happening in physics departments. The country wants and needs a stronger scientific workforce – just think about all those individuals who studied physics and now work in industries that are defending the country – and that workforce will be strongly dependent on physics skills. So our priority is to make sure that physics departments keep doing world-leading research and preparing the next generation of physicists that they do so well."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seneca Falls café owner rebrands coffee roasting business in honor of late husband",
            "link": "https://www.fingerlakes1.com/2025/01/24/seneca-falls-cafe-owner-rebrands-coffee-roasting-business-in-honor-of-late-husband/",
            "description": "Casey Galloway, owner of the beloved Café 19 in Seneca Falls, has rebranded her recently purchased coffee roasting company to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l6URDm0hUdW3x1ZDLhRfPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "fingerlakes14h",
            "source": "fingerlakes1",
            "article_content": "Casey Galloway, owner of the beloved Café 19 in Seneca Falls, has rebranded her recently purchased coffee roasting company to honor her late husband, Chris Galloway. Formerly known as Cobblestone Coffee Roasters, the business is now called Elemental Coffee Lab, a name inspired by Chris’s love for science and coffee.\n\nCasey acquired the business in November 2024 from John and Melissa Nesbit, but just weeks before the purchase was finalized, Chris, her husband and business partner, passed away unexpectedly. A trained scientist with degrees in biology and chemistry, Chris’s passion for discovery and exceptional coffee now serves as the foundation for Elemental Coffee Lab’s mission.\n\n“At Elemental Coffee Lab, we honor the legacy of Chris Galloway, whose passion for science and discovery inspired us to create a coffee experience grounded in curiosity and craftsmanship,” Casey shared. “We combine the precision of chemistry with the art of roasting to produce exceptional coffee and celebrate the connections it creates in every cup.”\n\nCasey brings years of experience as a trained chef and entrepreneur to the coffee roasting business. Café 19, her flagship business, has been a local favorite since 2013, known for its quality, consistency, and warm atmosphere. The addition of Elemental Coffee Lab reflects her continued commitment to excellence and expansion into coffee roasting.\n\nThe Galloways’ daughter, Rylee, who is preparing to attend college to study business, plans to support her mother in running both ventures.\n\nTo celebrate the rebrand, Elemental Coffee Lab is hosting a special “Behind the Beans” event at Café 19 on Saturday, March 1, from 9 to 11 a.m. Guests will have the chance to meet the company’s coffee roaster, enjoy coffee samples and treats, take advantage of a coffee bean sale, and enter prize giveaways.\n\nFor more information about Elemental Coffee Lab and its mission, visit their website here or follow on Facebook.\n\nGet the latest headlines delivered to your inbox each morning. Sign up for our Morning Edition to start your day. FL1 on the Go! Download the free FingerLakes1.com App for iOS (iPhone, iPad)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum computer efficiently suppresses errors with two different correction codes",
            "link": "https://www.msn.com/en-us/technology/quantum-computing/quantum-computer-efficiently-suppresses-errors-with-two-different-correction-codes/ar-AA1xMCip?ocid=BingNewsVerp",
            "description": "Computers also make mistakes. These are usually suppressed by technical measures or detected and corrected during the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mCjLIGjvYC1tjaPmUhAfGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "2hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Knowledge : In Quantum Physics, More Than One Reality Exists",
            "link": "https://www.msn.com/en-us/news/technology/knowledge-in-quantum-physics-more-than-one-reality-exists/vi-AA1xKhk9?ocid=BingNewsVerp",
            "description": "Can two versions of reality exist at the same time? Physicists say they can — at the quantum level, that is. Federal judge ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pposNjV6NJcX_09Eui6CUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Live Science on MSN17h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plastic Pollution Revolution: New Catalyst Technology Converts Waste Into Valuable Fuels",
            "link": "https://scitechdaily.com/plastic-pollution-revolution-new-catalyst-technology-converts-waste-into-valuable-fuels/",
            "description": "Water plays a crucial role in boosting the conversion of polyolefins into valuable fuels when paired with ruthenium catalysts, presenting a promising approach to addressing global plastic waste. Plast ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "science+revolution",
            "date": "14h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explore the quantum frontier: all about the International Year of Quantum Science and Technology 2025",
            "link": "https://physicsworld.com/a/explore-the-quantum-frontier-all-about-the-international-year-of-quantum-science-and-technology-2025/",
            "description": "Heisenberg, who would later win the Nobel Prize for Physics, famously came up with quantum mechanics on a two-week vacation ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TwhOM3rPhXD55SdBBmUmwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Physics World1h",
            "source": "Physics World",
            "article_content": "Part of our International Year of Quantum Science and Technology coverage From public talks and hackathons to festivals and careers events, Tushna Commissariat gives you a whistle-stop tour of key activities in the IYQ calendar across the UK\n\nIn June 1925, a relatively unknown physics postdoc by the name of Werner Heisenberg developed the basic mathematical framework that would be the basis for the first quantum revolution. Heisenberg, who would later win the Nobel Prize for Physics, famously came up with quantum mechanics on a two-week vacation on the tiny island of Helgoland off the coast of Germany, where he had gone to cure a bad bout of hay fever.\n\nNow, a century later, we are on the cusp of a second quantum revolution, with quantum science and technologies growing rapidly across the globe. According to the State of Quantum 2024 report, a total of 33 countries around the world currently have government initiatives in quantum technology, of which more than 20 have national strategies with large-scale funding. The report estimates that up to $50bn in public cash has already been committed.\n\nIt’s a fitting tribute, then, that the United Nations (UN) has chosen 2025 to be the International Year of Quantum Science and Technology (IYQ). They hope that the year will raise global awareness of the impact that quantum physics and its applications have already had on our world. The UN also aims to highlight to the global public the myriad potential future applications of quantum technologies and how they could help tackle universal issues – from climate and clean energy to health and infrastructure – while also addressing the UN’s sustainable development goals.\n\nThe Institute of Physics (IOP), which publishes Physics World, is one of the IYQ’s six “founding partners” alongside the German and American physical societies, SPIE, Optica and the Chinese Optical Society. “The UNESCO International Year of Quantum is a wonderful opportunity to spread the word about quantum research and technology and the transformational opportunities it is opening up” says Tom Grinyer, chief executive of the IOP. “The Institute of Physics is co-ordinating the UK and Irish elements of the year, which mark the 100th anniversary of the first formulation of quantum mechanics, and we are keen to celebrate the milestone, making sure that as many people as possible get the opportunity to find out more about this fascinating area of science and technology,” he adds.\n\n“IYQ provides the opportunity for societies and organizations around the world to come together in marking both the 100-year history of the field, as well as the longer-term real-world impact that quantum science is certain to have for decades to come,” says Tim Smith, head of portfolio development at IOP Publishing. “Quantum science and technology represents one of the most exciting and rapidly developing areas of science today, encompassing the global physical-sciences community in a way that connects scientific wonder with fundamental research, technological innovation, industry, and funding programmes worldwide.”\n\nTaking shape\n\nThe official opening ceremony for IYQ takes place on 4–5 February at the UNESCO headquarters in Paris, France, although several countries, including Germany and India, held their own launches in advance of the main event . Working together, the IOP and IOP Publishing have developed a wide array of quantum resources, talks, conferences, festivals and public-themed events planned as a part of the UK’s celebrations for IYQ.\n\nIn late February, meanwhile, the Royal Society – the world’s oldest continuously active learned society – will host a two-day quantum conference. Dubbed “Quantum Information”, it will bring together scientists, industry leaders and public-sector stakeholders to discuss the current challenges involved in quantum computing, networks and sensing systems.\n\nIn Scotland, the annual Edinburgh Science Festival , which takes place in April, will include a special “quantum explorers” exhibit and workshop by the UK’s newly launched National Quantum Computing Centre. Elsewhere, the Quantum Software Lab at the School of Informatics at the University of Edinburgh is hosting a month-long “Quantum Fringe 2025” event across Scotland. It will include a quantum machine-learning school on the Isle of Skye and well as the annual UK Quantum Hackathon, which brings together teams of aspiring coders with industry mentors to tackle practical challenges and develop solutions using quantum computing.\n\nIn June, the Institution of Engineering and Technology is hosting a Quantum Engineering and Technologies conference, as part of its newly launched Quantum technologies and 6G and Future Networks events. The event’s themes include everything from information processing and memories to photon sources and cryptography.\n\nThe IOP will use the focus this year gives us to continue to make the case for the investment in research and development, and support for physics skills, which will be crucial if we are to fully unlock the economic and social potential of the quantum sector\n\nFurther IYQ-themed events will take place at QuAMP, the IOP’s biennial international conference on quantum, atomic and molecular physics in September. Activities culminate in a three-part celebration in November, with a quantum community event led by the IOP’s History of Physics and quantum Business and Innovation Growth (qBIG) special interest groups, a schools event at the Royal Institution, and a public celebration with a keynote speech from University of Surrey quantum physicist and broadcaster Jim Al-Khalili. “The UK and Ireland already have a globally important position in many areas of quantum research, with the UK, for instance, having established one of the world’s first National Quantum Technology Programmes,” explains Grinyer. “We will also be using the focus this year gives us to continue to make the case for the investment in research and development, and support for physics skills, which will be crucial if we are to fully unlock the economic and social potential of what is both a fascinating area of research, and a fast growing physics-powered business sector,” he adds.\n\nQuantum careers\n\nWith the booming quantum marketplace, it’s no surprise that employers are on the hunt for many skilled physicists to join the workforce. And indeed, there is a significant scarcity of skilled quantum professionals for the many roles across industry and academia. Also, with quantum research advancing everything from software and machine learning to materials science and drug discovery, your skills will be transferable across the board.\n\nIf you plan to join the quantum workforce, then choosing the right PhD programme, having the right skills for a specific role and managing risk and reward in the emerging quantum industry are all crucial. There are a number of careers events on the IYQ calendar, to learn more about the many career prospects for physicists in the sector. In April, for example, the University of Bristol’s Quantum Engineering Centre for Doctoral Training is hosting a Careers in Quantum event, while the Economist magazine is hosting its annual Commercialising Quantum conference in May.\n\nThere will also be a special quantum careers panel discussion, including top speakers from the UK and the US, as part of our newly launched Physics World Live panel discussions in April. This year’s Physics World Careers 2025 guide has a special quantum focus, and there’ll also be a bumper, quantum-themed issue of the Physics World Briefing in June. The Physics World quantum channel will be regularly updated throughout the year so you don’t miss a thing.\n\nRead all about it\n\nIOP Publishing’s journals will include specially curated content – from a series of Perspectives articles – personal viewpoints from leading quantum scientists – in Quantum Science and Technology. The journal will also be publishing roadmaps in quantum computing, sensing and communication, as well as focus issues on topics such as quantum machine learning and technologies for quantum gravity and thermodynamics in quantum coherent platforms.\n\n“Going right to the core of IOP Publishing’s own historic coverage we’re excited to be celebrating the IYQ through a year-long programme of articles in Physics World and across our journals, that will hopefully show a wide audience just why everyone should care about quantum science and the people behind it,” says Smith.\n\nOf course, we at Physics World have a Schrödinger’s box full of fascinating quantum articles for the coming year – from historical features to the latest cutting-edge developments in quantum tech. So keep your eyes peeled."
        }
    }
]