[
    {
        "title": "HAL Laboratory Game Part Time UFO Delisted on Mobile",
        "link": "https://www.siliconera.com/hal-laboratory-game-part-time-ufo-delisted-on-mobile/",
        "description": "HAL Laboratory announced that Part Time UFO, its game about a small UFO performing odd-jobs by using a claw that extends from the ship, has been delisted on mobile devices. It is now no longer ...",
        "image_url": "https://www.bing.com/th?id=ODF.5AcRnLC8i7-ufp2Vj4eGOg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "siliconera47m",
        "source": "siliconera",
        "article_content": "HAL Laboratory announced that Part Time UFO, its game about a small UFO performing odd-jobs by using a claw that extends from the ship, has been delisted on mobile devices. It is now no longer available through storefronts like the App Store or Google Play.\n\nRecommended Videos\n\nHere is the official announcement. No reason for the delisting was mentioned.\n\nAs of October 22, 2024 (JST), we have terminated the distribution and all services of the mobile app version of Part Time UFO.\n\nThank you so much for enjoying the app.\n\n\n\nThe Nintendo Switch version of Part Time UFO is continued to be distributed, so please keep enjoying it. — はたらくUFO【公式】 (@HatarakuUFO) October 22, 2024\n\nIn Part Time UFO, people play as a small UFO who comes to earth. During its first encounter with human beings, it helps collect stray oranges by extending a claw from the ship to grab and place them back in crates. This leads to it taking on an array of other types of jobs, such as restoring museum exhibits, helping set up photographs, creating desserts, and assembling robots, for money. It debuted on Android and Apple iOS devices back in February 2018 for $3.99.\n\nHere is the original trailer for the mobile version of the game.\n\nWhile the mobile releases of Part Time UFO are delisted, the Nintendo Switch version of the HAL Laboratory game is still available. In 2020, the updated entry that included more challenges, costumes, and an additional mode that can be played in multiplayer appeared.\n\nPart Time UFO is available on the Nintendo Switch, and the mobile version of the game for Android and iOS devices is delisted.\n\nSiliconera is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
    },
    {
        "title": "Michael Schenker on triangle guitars, bad playing habits –and why he is rerecording UFO with Axl Rose",
        "link": "https://www.yahoo.com/entertainment/michael-schenker-triangle-guitars-bad-150919853.html",
        "description": "Rock legend Michael Schenker checks in to talk My Years with UFO, the appeal of the V-shaped guitar and why he does not sweat ...",
        "image_url": "https://www.bing.com/th?id=OVF.ic37zPDqGzdjddG8fOsUGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "17h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Tim Mosenfelder/Getty Images\n\nBrilliant, eccentric German guitar hero Michael Schenker debuted with the Scorpions before joining UFO in 1974, then breaking out on his own with The Michael Schenker Group. He favours a black and white Flying V and helped popularise cocked-wah guitar tone. His new album is an all-star celebration of his UFO days, featuring Slash, Axl Rose and other heavy friends.\n\nWhat guitar did you learn on?\n\n“It was a guitar that was lying around. It must have been an acoustic. My brother Rudolf [Scorpions guitarist] got a Gibson for his birthday instead of a motorbike. It must have been that one that I secretly played against his will!\n\n“The first song I played was something to do with San Francisco. It was a hit in those days. [Hums San Francisco by The Mamas And The Papas] Yeah! And there was a solo in there, and I learnt that. I was nine years old and I was very happy.”\n\nWas was there a moment when you felt you had arrived as a player?\n\n“No, it has always been the same for me. Right from the moment when I was nine years old and picked up a guitar, I was always amazed with what I could discover, and it never stopped. I am in the same place!\n\nHow much did you practise in those early days and how often do you practise now?\n\n“It is more like play and discover. That’s different. It is less technical. It is more like looking for gold, and once in a while I find a piece of gold. This will automatically become part of my developed style.”\n\nWhat you do with the guitar expresses your personality\n\nWhat is the one song or performance that you’re most proud of?\n\n“I’m happy with everything. For me, it is never about a song. I am a lead guitarist! Ha! Lead guitarists think differently. My whole life has always been about development, so every moment is special, and every moment is different. We can never compare any of them.\"\n\nWhat was your biggest motivation as a player?\n\n“I wanted to express myself. That was my devotion. It still is and I have done it for 50 years, without listening to music so I don’t get influenced, and that’s where the uniqueness comes from. Focus on opening up what’s unique about yourself. Anybody who makes that decision can do it. I am a musical monk or something. That’s my mission. Self-expression is my mission.\n\n“That’s what I want, in every sense, not just music. I just love to self-express and really do what I like to do. I am just in a place where I choose to do it this way instead of copying anyone else. What you do with the guitar expresses your personality.”\n\nWhat technique did you have to work hardest to master?\n\n“There is no technique for me. Technique is very, very much in the background. The important thing was to find the note. I felt like I knew it was there, somewhere, and I have to find it! And the last thing on my mind was if I do it the right way or the wrong way, as long as I found that note.\n\n“And of course, that’s what I did. Day after day after day, I basically developed – technically – the wrong way of playing compared to today where you have the guitar schools, where you learn the perfect position of the hand, how to hold your fingers and play with all five fingers. But I couldn’t have found my notes. I couldn’t have written the songs I wrote if I would have followed that first. I just didn’t care if I did it the right or wrong way.”\n\nAs a player, do you have any bad habits?\n\nThere are no bad habits! There is only one thing: to make good music however you do it.\n\n“There are no bad habits! There is only one thing: to make good music however you do it. Hey, there is no right or wrong for me. I can get better technically because I have plenty of time to get my fingers into easier positions, but the thing is, there are certain ways of playing, like my style, that you cannot necessarily get across if I play it perfectly positioned with my fingers based on what’s taught at guitar schools.\n\n“It’s like fishing. How you find the note, how you strike or sweep over the strings, how you hit them, that is how the sound comes together. It’s not technical. Technicality makes everything clinical.\n\n“But fishing for notes as a priority makes everything three dimensional, analogue. It gives it warmth. It’s not perfect – it’s feeling. It’s more feeling than having the right position of your fingers playing guitar.”\n\nMichael Schenker wears a black felt hat and lets out a scream as he plays his black and white Dean V onstage in London.\n\nIn your early days, what guitar was the game changer for you?\n\n“A triangle guitar! Yeah, very strange. I had never seen a Flying V, but when I was at school, doing this project, building something out of wood, I wanted to make a guitar and ended up building a triangle guitar, which is similar to a Flying V, but it’s not the Flying V.\n\n“You put a Flying V next to a Les Paul, next to a Strat, on the floor, it won’t do anything. It becomes something with the person who picks up the guitar. That’s what that guitar becomes. I found the Flying V by coincidence. Like many things in my life, it happened by itself. So maybe I was meant to have that guitar.\n\n“I discovered that guitar by accident. I liked the combination of my amplifier with that guitar. It was closer to the sound I imagined, and I found that I was able to do a really good vibrato by putting the V between my legs, so that the neck would not wobble around. I was able to lock it in and so that was one of the main reasons why I felt good about that guitar.”\n\nWith your new album of classic UFO material, was there anything you learned about your playing when revisiting songs you wrote 50 years ago?\n\n“I don’t analyse things. I just do it. I don’t analyse what I have done, or why I did it, I just do it because that is the moment of being an artist. You just do it. Less thought!”\n\nWhat do you play when you’re just relaxing and playing for fun?\n\n“Again, I don’t think. I just pick up the guitar and play. But one thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger, so sometimes you think you are playing as fast as you did the day before but it is do with the biological rhythm. I always measure by a metronome, at a certain speed. I have to make sure that I can play my old songs.”\n\nDo you have any favourite tracks from revisiting your UFO years?\n\n“I love This Kid’s with Biff [Byford, Saxon frontman]. I was amazed. I always wanted to do something with Biff. Every song is different but everybody did a great version. I don’t like comparing things. I just like to listen to it and not compare it like the Olympics! There are so many different qualities, different feelings, but all of them are unique in their own way, so I don’t give them points for their performances.\n\nOne thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger\n\n“It is all great stuff, what they did. When I heard Dee Snider [ex-Twisted Sister singer] I went, ‘Wow!’ I didn’t know he had a great voice like this. Kai Hansen [Helloween guitarist/vocalist] was another one. He did a fantastic job on Rock Bottom. And when I heard Joel Hoekstra, he sounds like a saxophone on his guitar. He’s really, really unique. It was fun. It still is fun listening to the different approaches. I didn’t expect anything, but when I heard it I was extremely happy with it.”\n\nAnd Axl Rose?\n\n“Axl originally sang three songs, but he didn’t like his versions of Only You Can Rock Me and Too Hot To Handle, so he decided to stick with Love To Love, which is a fantastic version.\n\nCan you recall a moment when you felt like you’d failed as a player or felt embarrassed by a performance?\n\n“That’s a big question. Of course you can feel embarrassed when you play a bum note. But I don’t really focus on that. I’d rather focus on the good moments. You know, I played bum notes on Strangers In The Night [UFO’s legendary 1979 live album], and today those bum notes are the right notes! Because everybody got used to it.\n\n“And people ask me, ‘Michael, how do you make this work, playing a major over a minor?’ I’m like, ‘I don’t know what you’re talking about!’ But they might have been asking about those bum notes!”\n\nMy Years With UFO is out now via EarMUSIC."
    },
    {
        "title": "HAL Laboratory's Lovely Physics Puzzler 'Part Time UFO' Has Been Delisted On Mobile",
        "link": "https://www.nintendolife.com/news/2024/10/hal-laboratorys-lovely-physics-puzzler-part-time-ufo-has-been-delisted-on-mobile",
        "description": "The mobile version of HAL Laboratory's Part Time UFO has been delisted from storefronts as of today, the game's official ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hFwSE5ZX1DjLDFe74g4UbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "Nintendo Life",
        "article_content": "Content not available"
    },
    {
        "title": "Eerie ‘UFO cloud’ reappears in exact same spot over New Zealand mountain in bizarre phenomenon",
        "link": "https://www.thesun.ie/tech/14053763/ufo-cloud-taieri-pet-new-zealand-nasa-satellite-image/",
        "description": "IT has been known to locals for more than a 100 years: a strange ‘UFO cloud’ that appears in the exact same spot over a mountain on New Zealand’s South Island. Once it appears, ...",
        "image_url": "https://www.bing.com/th?id=OJ.1lxDXnGCXK0B0Q&pid=news&w=51&h=16&rs=2",
        "category": "ufo",
        "date": "2h",
        "source": "Irish Sun",
        "article_content": "It is a unique condition of the area, with the earliest record of its \"Taieri pet\" title dating back to the 1890s.\n\nMOTHERSHIP Eerie ‘UFO cloud’ reappears in exact same spot over New Zealand mountain in bizarre phenomenon\n\nIT has been known to locals for more than a 100 years: a strange 'UFO cloud' that appears in the exact same spot over a mountain on New Zealand's South Island.\n\nOnce it appears, it doesn't move. It simply hangs stationary in the sky before eventually fading away.\n\n2 A glorious birds-eye view of the cloud was captured by a Nasa satellite in September Credit: NASA Earth Observatory/Landsat\n\n2 Aerial view of Strath Taieri, near Middlemarch, showing the cloud formation known as the Taieri Pet, taken May 1951 Credit: Whites Aviation\n\nThe bizarre phenomenon is sometimes confused with a UFO - bearing similarity with Jordan Peele's thriller 'Nope'.\n\nBut residents of towns sandwiching the Taieri Plane, over which the cloud looms, aren't afraid of it at all.\n\nThey have instead affectionately named it \"Taieri pet\" - suggesting the freaky formation is nothing more than a strange companion.\n\nThe sky-bound oblong frequently appears between towns Middlemarch and Hyde, in the Otago region of the South Island.\n\nA glorious birds-eye view of the cloud was captured by a Nasa satellite in September.\n\nThe phenomenon was last captured back in 2020 by Air New Zealand First Officer Geoff Beckett, who was on the flight deck of an aircraft flying to Dunedin, a city on the South Island.\n\n\"I’ve been flying for 20 years now and I’ve never seen anything like that. It’s the best example I’ve ever seen,\" Beckett told local outlet the Otago Daily Times.\n\n\"The scale of it was huge. It just kept going up and up and up.\n\n\"The image makes me think of a massive alien mothership.\"\n\nHowever, the cloud has no alien origins.\n\nI’m an Area 51 investigator – FBI raided my home & tried to silence me but I know secret UFO base is hiding new weapons\n\nIt is a unique condition of the area, with the earliest record of its \"Taieri pet\" title dating back to the 1890s.\n\nA weather article published on 29 October, 1896, in the now defunct Otago Witness, a newspaper which ran 1851 to 1932, said: \"On the Sunday night our faithful prognosticator, \"The Taieri Pet,\" put in an appearance, so we knew we were in for a good blow.\n\n\"And we were not cheated of it, as it commenced on Tuesday and kept constantly at it till the end of the week, parching everything up and blowing hundreds of acres of newly-sewn grass seed away.\"\n\nThe local \"pet\" is what's known as an elongated altocumulus standing lenticular cloud (ASLC).\n\nThese saucer-shaped clouds, which are often referred to as 'stacks of pancakes', can vary in size.\n\nSatellite imagery measures it at roughly 7 miles (11.5 kilometers) long."
    },
    {
        "title": "UFO Travels Horizontally Over Pennsylvania",
        "link": "https://www.msn.com/en-us/video/sports/ufo-travels-horizontally-over-pennsylvania/vi-AA1sF9bz?ocid=BingNewsVerp",
        "description": "Occurred on October 18, 2024 / East Stroudsburg, Pennsylvania, USA Info from Licensor: \"I was with my little sister, my mother, and my father. It was on October 18th at 7:38 pm. In my town.\" ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Hosted on MSN22h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Don't settle for one AI model. Chat GPT-4, Gemini Pro, and Midjourney join forces in this app.",
        "link": "https://www.yahoo.com/tech/dont-settle-one-ai-model-040000403.html",
        "description": "AI is an all-in-one AI tool that puts ChatGPT, Mistral AI, Gemini, and other AI models at your fingertips for life — get it ...",
        "image_url": "https://www.bing.com/th?id=OVF.ABxlFoq8tFeifQzmq1ZiNA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nWhy settle for one AI assistant?\n\nTL;DR: 1minAI puts AI models from OpenAI, Meta, Google, and more at your disposal to generate text, images, or edit audio, and you can get it for life for £30.80 (reg. £180.25).\n\nChatGPT was a huge deal when it dropped, but it's not the only big AI model on the playground anymore. GPT-4 is pretty fancy, but it's not always the best option for every type of content you want to create. The only problem is if you want more options, that often means more subscriptions. At least, it would if you didn't have the option to get multiple AI models for life by getting 1minAI.\n\n1minAI users can access some of the biggest and most advanced AI tools in one convenient app. This lifetime subscription gives you access to Chat GPT-4, Mistral AI, Midjourney, Gemini, and a lot more for just £30.80.\n\nWhat does 1minAI do?\n\nOne AI hub where you can access models for generating text, images, and editing audio seems a little too good to be true, so here's the catch. There's a finite amount you can generate every month, but you get 450,000 credits per month, and unused credits roll over. If you're using 1minAI for work, that means your vacation time isn't wasting credits you've already paid for.\n\nThe list of AI models included with 1min is seriously impressive. Check it out:\n\nGPT-4o, GPT-4 Turbo, GPT-4, GPT-3.5 (OpenAI)\n\nClaude 3 Opus, Claude 3 Sonnet, Claude 3 Haiku, Claude 2.1, Claude Instant 1.2 (Anthropic)\n\nGemini Pro 1.5, Gemini Pro 1.0 (GoogleAI)\n\nLlama 3, Llama 2 (MetaAI)\n\nMistralAI\n\nCommand (Cohere)\n\nThe AI writing tools are super versatile. Working on an SEO project? Save time doing keyword research. Can't remember what passive voice is? One can be helped by an AI grammar tool. There's even a paraphraser for research and a ton of social tools for writing Facebook, LinkedIn, and X content.\n\nNot all of these AI models are for generating text. You can generate images, turn text to speech or speech to text, enhance videos, or even use AI to look over a PDF file. Now, instead of skimming a whole long document, you can just ask AI to answer your questions for you.\n\nYour AI team\n\nYou don't have to subscribe to every big AI tool anymore. Just get a lifetime subscription to 1minAI for £30.80 (reg. £180.25) at the Mashable Shop.\n\nStackSocial prices subject to change.\n\nAI model\n\nOpens in a new window\n\nCredit: 1minAI\n\n1minAI: Lifetime Subscription\n\n£30.80 at the Mashable Shop\n\n£180.25 Save £149.45\n\nGet Deal"
    },
    {
        "title": "Anthropic’s new AI model can control your PC",
        "link": "https://techcrunch.com/2024/10/22/anthropics-new-ai-can-control-your-pc/",
        "description": "Anthropic has released an updated version of its Claude 3.5 Sonnet model with a new Computer Use feature that can interact ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sxMr3fkmolxnzsu3kUtJRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "TechCrunch",
        "article_content": "In a pitch to investors last spring, Anthropic said it intended to build AI to power virtual assistants that could perform research, answer emails, and handle other back-office jobs on their own. The company referred to this as a “next-gen algorithm for AI self-teaching” — one it believed that could, if all goes according to plan, automate large portions of the economy someday.\n\nIt took a while, but that AI is starting to arrive.\n\nAnthropic on Tuesday released an upgraded version of its Claude 3.5 Sonnet model that can understand and interact with any desktop app. Via a new “Computer Use” API, now in open beta, the model can imitate keystrokes, button clicks, and mouse gestures, essentially emulating a person sitting at a PC.\n\n“We trained Claude to see what’s happening on a screen and then use the software tools available to carry out tasks,” Anthropic wrote in a blog post shared with TechCrunch. “When a developer tasks Claude with using a piece of computer software and gives it the necessary access, Claude looks at screenshots of what’s visible to the user, then counts how many pixels vertically or horizontally it needs to move a cursor in order to click in the correct place.”\n\nDevelopers can try out Computer Use via Anthropic’s API, Amazon Bedrock, and Google Cloud’s Vertex AI platform. The new 3.5 Sonnet without Computer Use is rolling out to Claude apps, and brings various performance improvements over the outgoing 3.5 Sonnet model.\n\nAutomating apps\n\nA tool that can automate tasks on a PC is hardly a novel idea. Countless companies offer such tools, from decades-old RPA vendors to newer upstarts like Relay, Induced AI, and Automat.\n\nIn the race to develop so-called “AI agents,” the field has only become more crowded. AI agents remains an ill-defined term, but it generally refers to AI that can automate software.\n\nSome analysts say AI agents could provide companies with an easier path to monetizing the billions of dollars that they’re pouring into AI. Companies seem to agree: According to a recent Capgemini survey, 10% of organizations already use AI agents and 82% will integrate them within the next three years.\n\nSalesforce made splashy announcements about its AI agent tech this summer, while Microsoft touted new tools for building AI agents yesterday. OpenAI, which is plotting its own brand of AI agents, sees the tech as a step toward super-intelligent AI.\n\nAnthropic calls its take on the AI agent concept an “action-execution layer” that lets the new 3.5 Sonnet perform desktop-level commands. Thanks to its ability to browse the web (not a first for AI models, but a first for Anthropic), 3.5 Sonnet can use any website and any application.\n\nAnthropic’s new AI can control apps on a PC. Image Credits:Anthropic\n\n“Humans remain in control by providing specific prompts that direct Claude’s actions, like ‘use data from my computer and online to fill out this form’,” an Anthropic spokesperson told TechCrunch. “People enable access and limit access as needed. Claude breaks down the user’s prompts into computer commands (e.g. moving the cursor, clicking, typing) to accomplish that specific task.”\n\nSoftware development platform Replit has used an early version of the new 3.5 Sonnet model to create an “autonomous verifier” that can evaluate apps while they’re being built. Canva, meanwhile, says that it’s exploring ways in which the new model might be able to support the designing and editing process.\n\nBut how is this any different than the other AI agents out there? It’s a reasonable question. Consumer gadget startup Rabbit is building a web agent that can do things like buying movie tickets online; Adept, which was recently acqui-hired by Amazon, trains models to browse websites and navigate software; and Twin Labs is using off-the-shelf models, including OpenAI’s GPT-4o, to automate desktop processes.\n\nAnthropic claims the new 3.5 Sonnet is simply a stronger, more robust model that can do better on coding tasks than even OpenAI’s flagship o1, per the SWE-bench Verified benchmark. Despite not being explicitly trained to do so, the upgraded 3.5 Sonnet self-corrects and retries tasks when it encounters obstacles, and can work toward objectives that require dozens or hundreds of steps.\n\nThe new Claude 3.5 Sonnet model’s performance on various benchmarks. Image Credits:Anthropic\n\nBut don’t fire your secretary just yet.\n\nIn an evaluation designed to test an AI agent’s ability to help with airline booking tasks, like modifying a flight reservation, the new 3.5 Sonnet managed to complete less than half of the tasks successfully. In a separate test involving tasks like initiating a return, 3.5 Sonnet failed roughly a third of the time.\n\nAnthropic admits the upgraded 3.5 Sonnet struggles with basic actions like scrolling and zooming, and that it can miss “short-lived” actions and notifications because of the way it takes screenshots and pieces them together.\n\n“Claude’s Computer Use remains slow and often error-prone,” Anthropic writes in its post. “We encourage developers to begin exploration with low-risk tasks.”\n\nRisky business\n\nBut is the new 3.5 Sonnet capable enough to be dangerous? Possibly.\n\nA recent study found that models without the ability to use desktop apps, like OpenAI’s GPT-4o, were willing to engage in harmful “multi-step agent behavior,” such as ordering a fake passport from someone on the dark web, when “attacked” using jailbreaking techniques. Jailbreaks led to high rates of success in performing harmful tasks even for models protected by filters and safeguards, according to the researchers.\n\nOne can imagine how a model with desktop access could wreak more havoc — say, by exploiting app vulnerabilities to compromise personal info (or storing chats in plaintext). Aside from the software levers at its disposal, the model’s online and app connections could open avenues for malicious jailbreakers.\n\nAnthropic doesn’t deny that there’s risk in releasing the new 3.5 Sonnet. But the company argues that the benefits of observing how the model is used in the wild ultimately outweigh this risk.\n\n“We think it’s far better to give access to computers to today’s more limited, relatively safer models,” the company wrote. “This means we can begin to observe and learn from any potential issues that arise at this lower level, building up computer use and safety mitigations gradually and simultaneously.”\n\nImage Credits:Anthropic\n\nAnthropic also says it has taken steps to deter misuse, like not training the new 3.5 Sonnet on users’ screenshots and prompts, and preventing the model from accessing the web during training. The company says it developed classifiers to “nudge” 3.5 Sonnet away from actions perceived as high-risk, such as posting on social media, creating accounts, and interacting with government websites.\n\nAs the U.S. general election nears, Anthropic says it is focused on mitigating election-related abuse of its models. The U.S. AI Safety Institute and U.K. Safety Institute, two separate but allied government agencies dedicated to evaluating AI model risk, tested the new 3.5 Sonnet prior to its deployment.\n\nAnthropic told TechCrunch it has the ability to restrict access to additional websites and features “if necessary,” to protect against spam, fraud, and misinformation, for example. As a safety precaution, the company retains any screenshots captured by Computer Use for at least 30 days — a retention period that might alarm some devs.\n\nWe’ve asked Anthropic under which circumstances, if any, it would hand over screenshots to a third party (e.g. law enforcement) if asked, and will update this post if we hear back.\n\n“There are no foolproof methods, and we will continuously evaluate and iterate on our safety measures to balance Claude’s capabilities with responsible use,” Anthropic said. “Those using the computer-use version of Claude should take the relevant precautions to minimize these kinds of risks, including isolating Claude from particularly sensitive data on their computer.”\n\nHopefully, that’ll be enough to prevent the worst from occurring.\n\nA cheaper model\n\nToday’s headliner might’ve been the upgraded 3.5 Sonnet model, but Anthropic also said an updated version of Haiku, the cheapest, most efficient model in its Claude series, is on the way.\n\nClaude 3.5 Haiku, due in the coming weeks, will match the performance of Claude 3 Opus, once Anthropic’s state-of-the-art model, on certain benchmarks at the same cost and “approximate speed” of Claude 3 Haiku.\n\n“With low latency, improved instruction following, and more accurate tool use, Claude 3.5 Haiku is well suited for user-facing products, specialized sub-agent tasks, and generating personalized experiences from huge volumes of data–like purchase history, pricing, or inventory data,” Anthropic wrote in a blog post.\n\n3.5 Haiku will initially be available as a text-only model and later as part of a multimodal package that can analyze both text and images.\n\n3.5 Haiku’s benchmark performance. Image Credits:Anthropic\n\nSo once 3.5 Haiku is available, will there be much reason to use 3 Opus? What about 3.5 Opus, 3 Opus’ successor, which Anthropic teased back in June?\n\n“All of the models in the Claude 3 model family have their individual uses for customers,” the Anthropic spokesperson said. “Claude 3.5 Opus is on our roadmap and we’ll be sure to share more as soon as we can.”\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "Desktop AI assistant app Highlight spins out of Medal with $10M in funding",
        "link": "https://techcrunch.com/2024/10/22/desktop-ai-assistant-app-highlight-spins-out-of-medal-with-10m-in-funding/",
        "description": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now, the company ...",
        "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
        "category": "ai+app",
        "date": "4h",
        "source": "TechCrunch",
        "article_content": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now, the company is spinning off Highlight into a new entity, which has raised $10 million in a funding round.\n\nGeneral Catalyst led the funding round with Valor, SV Angel, and Conviction Embed participating in the round. Medal also put in $3 million in the new entity out of $13 million it raised in July.\n\nMedal’s co-founder, Pim de Witte, is the only common link between Medal and Highlight now, as the latter has its own team, including Haris Butt, who was VP of Design at productivity company ClickUp, Medal co-founder Josh Lipson, and Medal’s first head of growth Mark Bond.\n\n“We started Highlight as a research project within Medal. We wanted to explore the translation layer between LLMs (Large Language Models) and what’s going on your screen. But we realized to grow quickly and hire engineers for a specific app by offering them equity, Highlight needs to be a separate entity,” de Witte told TechCrunch over a call.\n\nHighlight is a cross-platform desktop app that lets you attach your screen, a voice note, or a document as context and then ask questions to an LLM. The app can also transcribe your calls from system audio, so you can ask questions about a particular meeting later.\n\nYou can perform actions that have become pretty common with AI assistants, such as summarizing, rewriting, highlighting, and explaining the context attached to the app at the time of querying.\n\nIn July, the company had opened up its platform for developers to build apps on top of Highlight. However, the startup realized that this approach would limit custom actions to a handful of developers. With the latest version, the company will allow users to prompt their way to a custom action like summarizing the first 10 minutes of a meeting. Highlight also wants to open up prompts to the community of users, helping one person discover a useful automation someone has created.\n\nFor developers with programming knowledge, the company plans to open up an agentic framework that will allow them to use parts of your system and do small tasks — such as summarizing documents in a particular folder — in the background.\n\n“Our idea is to create virtual employees so you can start delegating some of your tasks to them and have more time on your hands,” de Witte said.\n\nImage Credits: Highlight\n\nWith today’s announcement, the company is releasing a push-to-talk shortcut and new conversations app that records your meetings.\n\nNiko Bonatsos, venture partner at General Catalyst, told TechCrunch over email that Highlight is easy to understand for users because of the on-screen context and the lack of complex prompts.\n\n“I’ve been underwhelmed by the fact that most consumer-facing AI companies only let you interact with them via chat interfaces… This demonstrates a lack of imagination and frankly limits what is possible with this powerful new technology. We are very encouraged with the bold design choices that Pim and his team have made so far,” Bonatsos said, pointing out that Highlight’s combination of automation and on-screen context allows users to utilize AI better.\n\nHighlight AI is free to use for now, but the company wants to adopt a pricing plan based on the word count processed by the assistant down the line."
    },
    {
        "title": "These subtle mistakes are dead giveaways that an applicant used AI to write their job application, according to this CEO",
        "link": "https://www.msn.com/en-us/money/other/im-the-ceo-of-a-recruitment-company-heres-how-we-can-tell-someone-used-ai-on-a-job-application/ar-AA1sHz35?ocid=BingNewsVerp",
        "description": "Khyati Sundaram shares subtle indicators that an applicant used AI to write their job application, plus how they can use AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cqHm0NgqXlWXwe685wk5xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "OpenAI vs Google AI: Who's Leading the Race?",
        "link": "https://www.analyticsinsight.net/artificial-intelligence/openai-vs-google-ai-whos-leading-the-race",
        "description": "Artificial Intelligence (AI) has become one of the most competitive fields in technology. Two leading names—OpenAI and Google ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1b5vgFtzI72LXwVH6ZjU-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight4h",
        "source": "Analytics Insight",
        "article_content": "Google AI excels in applying AI to real-world problems. Google’s ability to integrate AI into its ecosystem gives it a significant edge in market reach. With AI deeply embedded in Search, Maps, and YouTube, Google touches billions of users every day. Google AI’s challenge, though, lies in the accuracy and context-dependence of its information. For instance, financial queries, as highlighted by The College Investor, often result in misleading or outdated advice. This limits trust in Google AI for critical areas like personal finance."
    },
    {
        "title": "Download these fantasy and paranormal romance novels for free on Stuff Your Kindle Day",
        "link": "https://www.msn.com/en-us/news/technology/download-these-fantasy-and-paranormal-romance-novels-for-free-on-stuff-your-kindle-day/ar-AA1sHu5N?ocid=BingNewsVerp",
        "description": "Well, Stuff Your Kindle Day is an author-driven event hosted by Romance Book Lovers that hopes to encourage readers to check ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4aKJeTXmvioqgnbJLr2kLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7hon MSN",
        "source": "Mashable on MSN",
        "article_content": ""
    },
    {
        "title": "Meet Bill Slevin, a Paranormal Investigator From Coral Springs",
        "link": "https://www.miaminewtimes.com/arts/meet-bill-slevin-paranormal-investigator-from-coral-springs-florida-21272153",
        "description": "Bill Slevin has been investigating unknown forces for 35 years but has experienced paranormal events his whole life.",
        "image_url": "https://www.bing.com/th?id=OVFT.dEu6PG4Rhej4uj5CC-dDMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Miami New Times1h",
        "source": "Miami New Times",
        "article_content": "click to enlarge Slevin makes the rounds at HorrorCons, libraries, and on TV to share his knowledge and experiences — especially during the Halloween season. Brittany Fournier photo\n\nclick to enlarge Slevin uses every device and method in his and his team's toolbox to find out what's really going down. Bill Slevin photo\n\nWhen world-famous paranormal investigator Bill Slevin spoke during our interview about ghosts and demons, the recording device on my computer started to skip around. Listening back on our conversation, portions became fuzzy, especially as he spoke about exorcisms. The hair stood up on my neck, but the Coral Springs resident was such a compelling storyteller that it was hard to stop chatting.Slevin has been investigating these unknown forces for 35 years but has experienced paranormal events his whole life. Growing up in the 1970s and '80s, nobody talked about supernatural things. \"I never knew what an empath was. I just knew I would go places and feel weird things,\" he recalls. As an empath, he felt other people's emotions and sometimes carried them with him. As a kid, he was also into horror movies and was never scared — except when he sawHe was curious about paranormal experiences and started to research everything he could about them. He went on to get his PhD in parapsychology and metaphysical humanistic science and has studied quantum physics and mechanics.The first of his more than 1,000 residential haunting jobs was in 1989. A friend brought him in on a frightening investigation. \"Demons are very rare; it's not like TV,\" he says. \"It happened to be a rare demonic case. The guy with me got full-on attacked. That team never did this again, but it gave me a million questions.\" He realized this was his calling. \"I really wanted to know what was real and what was not,\" Slevin says.He and his team at the nonprofit Paranormal Existence Research Society (PERS) are based out of Coral Springs, with teams in other Florida cities, Georgia, Nebraska, the UK, Italy, and Greece. They don't charge people for their work — it's all free — but if someone out of state wants to work with them, they will let them pay for travel. \"We don't feel it's ethical [to charge] because it's not 100 percent science.\" His team is a diverse group of talents and includes a Peruvian shaman, hypnotherapist, licensed psychologist, mediums, and psychics.\"We're a mix of intuition and science,\" he says. \"We help these people no matter what.\" That includes people who are suffering from mental illness or substance use issues. Slevin works a day job as an IT director for a psychiatric drug and alcohol treatment facility, which has provided him with the knowledge to identify when clients are suffering from these issues and not an actual haunting.When they first get asked to investigate, the team interviews the clients. If they take the case, they go to the homes at night using a combination of his empath abilities and certain devices. \"Being IT and paranormal — a very bad mix,\" he jokes. \"I have a ridiculous amount of equipment.\" They experiment with audio and video tools and observe environmental cues with a healthy amount of skepticism. They first assess to see if there are natural causes for the experiences of the clients, like animals in the walls, and they determine if it's a case of the paranormal.\"Everything is energy. When you die, your energy doesn't die. Energy can't be destroyed or created,\" he says. The most common thing his team finds is residual hauntings, in which a person leaves behind energy. He remembers a haunting incident in New Jersey when a client in an old house said that every day at 7 p.m., they heard footsteps up the stairs. The team heard them but couldn't connect with a spirit. It was likely, he says, a \"footprint\" left by someone who passed that walked there daily. The solution? To cleanse the area is something his team teaches people to do for themselves. \"Anybody can wave sage around the house, and it's not going to do anything. It's your intention [that matters],\" and even then, energy can return.To cleanse or protect themselves and their clients, they respect the religious and spiritual beliefs of the people they're helping. If someone is Jewish, for instance, they won't come in waving crucifixes. Unless, that is, if they suspect it's a demonic entity, then they'll use everything in their arsenal to protect themselves.It's usually not anything that sinister. Even funky energy from living clients can cause hauntings. \"Sometimes people can watch five hours of, and now they're panicked, and they can actually manifest stuff to the house. It might not be real.\" He says parapsychology studies have shown that \"a lot of Poltergeist activity is caused by teenagers. That their energy shift is so strong, especially females, that it can actually make things move,\" he says. \"It's not going to pick up a couch and throw it across the room.\"In South Florida, you may not have very old houses, but there are a lot of Indigenous American burial grounds. He used to bring new members of his team to Belgrade, Florida, where there was a 280-acre abandoned prison in the middle of a sugarcane field. \"Because you can say you're into this, but when you're in an abandoned prison at two o'clock in the morning, there's a lot of activity in that place,\" he says. There's now a warehouse built in that spot. \"If they'd built houses there, I'd be going door to door to drop off my card.\"Slevin educates the public about issues related to the supernatural. He's the director and manager of the Warren Legacy Foundation for Paranormal Research, founded by Lorraine Warren and Chris McKinnell, the grandson of Ed and Lorraine Warren, who investigated the Amityville haunting. He speaks as a celebrity guest at conferences and has appeared on TV, radio, podcasts, magazines, and newspapers. He's been on the cover ofmagazine five times.He also spoke about demonology on the Travel Channel documentary, which also streams on Discovery+ and Max. It explores a possible mass possession at the Miami Aerospace Academy High School in 1970. Students ripped doors off the hinges, one girl levitated, and another boy jumped out of the second-floor window unscathed, landing face-first on the concrete and then threw the security guard across the parking lot. The interviewing process unnerved him because when the producers asked specific demonology questions, he didn't want to share any misinformation with the public. He says they're very real but very rare.Slevin will speak at upcoming events at the Coconut Grove and Coral Springs libraries. At his library shows, you can hear more of Slevin's spooky stories, learn about haunted places in South Florida, and see evidence that the paranormal is actually quite normal."
    },
    {
        "title": "Southeast Ohio houses the paranormal",
        "link": "https://www.thepostathens.com/article/2024/10/ohio-folklore-cryptids-ghosts-athens",
        "description": "Because of this immense age, much of the region is said to be a hotbed for the supernatural. Southeast Ohio is no exception, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3-PCdMikVVVV6tYHDA7pgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Post11h",
        "source": "The Post",
        "article_content": "The Appalachian region is no stranger to the paranormal. The hills and mountains making up the region once stood taller than the Rockies and were created almost a billion years ago. For reference, trees first evolved around 400 million years ago.\n\nBecause of this immense age, much of the region is said to be a hotbed for the supernatural. Southeast Ohio is no exception, with Athens being called one of the most haunted college towns in America, according to College Consensus.\n\nMany know the stories of the Ridges, but Athens County and nearby areas are home to some lesser-known tales. Brian Collins, the Ram and Sushila Chair in Indian Religion and Philosophy in the department of classics and religious studies, said he started a class due to the local interest in the paranormal.\n\n“I started a class on ghosts, magic and demons, and it was a popular class,” he said. “I began to teach it during the regular semesters. And now I teach it pretty much online, and have for a couple years to about 150 students per semester.”\n\nAbout five and a half miles north of town is Mt. Nebo. At 1,017 feet, it is the highest point in Athens County and holds spiritual importance to the Indigenous peoples of the area. In the mid-1800s, a man named Johnathan Koons and his family built a log cabin atop the hill, where he performed séances to communicate with spirits, a popular act at the time.\n\nOver several years, the room where these séances were held drew in hundreds to try and communicate with the dead. In his book, “Guide to Ohio University Ghosts & Legends,” author Craig Tremblay claims these rituals opened a portal that has caused Athens County to become a paranormal hotbed.\n\nWhile not technically in Athens County, the nearby Moonville Tunnel in Zaleski State Forest has become a focus of local legend. Moonville was once a coal town on the Marietta and Cincinnati railroad. It is said that the ghosts of railroad workers inhabit the tunnel and can be seen waving their lanterns at night.\n\nBack in Athens, people have reported an iconic building on campus is haunted. Bekah Davenport, a sophomore studying organ performance, said Galbreath Chapel on College Green is a hub for the unexplainable.\n\n“There’s the basement part, which is super creepy,” he said. “If I'm down there, I'll hear people talking and a bunch of commotion up in the top part. I go up, no one's there. I've taken people with me, and the same stuff happens, or a feeling that you're being watched … It's just a very creepy place.”\n\nAbout 45 minutes south of Athens along the Ohio River sits the town of Point Pleasant, West Virginia, home of the Mothman. In 1966, two couples first reported seeing the beast outside of town. The next year, the Silver Bridge collapsed, which many attributed to the Mothman.\n\nPoint Pleasant now holds an annual Mothman festival every September, celebrating the creature. Maddie James, a graduate student studying education for social studies, said the local aspect of the Mothman legend is the main reason she likes the story.\n\n“Obviously, Mothman is in the area, and I think that might have been part of the appeal,” she said. “People are very proud of it.”\n\nRecorded in Salt Fork and Hocking Hills State Parks, the Ohio Grassman is the Buckeye state’s claim to the Bigfoot fame. The creature is similar in stature to the Bigfoot mythos, except it is said to be covered in long, shaggy grasses and builds makeshift shelters out of grass and sticks.\n\nJames said the thought these occurrences could be real is part of the fun of paranormal legends.\n\n“My thought is that even though I personally haven't seen something, there's so many stories that even if the majority of them are lies, there's still so many that some of them have to be true,” she said.\n\n@ethanherx\n\neh481422@ohio.edu\n\n\n\n"
    },
    {
        "title": "The 'Insidious' franchise brings its scares to the stage. How to see it in Des Moines",
        "link": "https://www.desmoinesregister.com/story/entertainment/movies/2024/10/22/insidious-further-you-fear-des-moines-civic-center-live-stage-experience/75791304007/",
        "description": "The 'Insidious' franchise is coming to the stage. Here's how to get tickets for the horror event in Des Moines.",
        "image_url": "https://www.bing.com/th?id=OVFT.JsffM0cYP1rjOC7P15akLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5m",
        "source": "Des Moines Register",
        "article_content": "Get ready to be scared: \"Insidious: The Further You Fear,\" a live immersive horror experience, is coming to the stage in Des Moines.\n\nBased on the \"Insidious\" film franchise, this theatrical experience is taking a haunting tour to more than 80 locations across North America. Jason Blum, Founder and CEO of Blumhouse, said that Insidious is one of the company's most popular franchises and called this a fresh and frightening new way for fans to experience it.\n\nWhen is 'Insidious: The Further You Fear' coming to Des Moines?\n\nThe chilling performance will be at the Des Moines Civic Center on Feb. 16, 2025, at 7 p.m.\n\nWhat can attendees expect at 'Insidious: The Further You Fear' in Des Moines?\n\n“We have brought some of the most respected names in the horror and entertainment industries together to make this groundbreaking show possible and ensure a hauntingly unforgettable experience for audiences everywhere,” Floris Douwes, from GEA Live, said in a news release.\n\nNeed a break? Play the USA TODAY Daily Crossword Puzzle.\n\nGEA Live said attendees can expect an eerie night, as an exciting new story is conceived in the 'Insidious' universe.\n\nThe event will be hosted live by Specs and Tucker, the real paranormal investigators who inspired the first movie. The duo will try to prove their ghost-hunting legitimacy, but things take a turn when a paranormal demonstration goes wrong.\n\nHow can I get tickets to 'Insidious: The Further You Fear,' in Des Moines?\n\nTickets for 'Insidious: The Further You Fear,' go on sale on Oct. 25 and can be found at desmoinesperformingarts.org.\n\nVictoria Reyna-Rodriguez is a general assignment reporter for the Register. Reach her at vreynarodriguez@registermedia.com or follow her on Twitter @VictoriaReynaR."
    },
    {
        "title": "I Was a Paranormal Investigator - Avoid Homes with These Spooky Red Flags",
        "link": "https://www.msn.com/en-us/money/realestate/i-was-a-paranormal-investigator-avoid-homes-with-these-spooky-red-flags/ar-AA1sIJrq?ocid=BingNewsVerp",
        "description": "A s a former paranormal investigator and lifelong ghost nut, I think the idea of moving into a haunted house is enticing and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.23cG6aePbntdn3hy284_ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Apartment Therapy on MSN2h",
        "source": "Apartment Therapy on MSN",
        "article_content": ""
    },
    {
        "title": "In new exhibit, MODS illuminates the future of renewable energy | Opinion",
        "link": "https://www.sun-sentinel.com/2024/10/22/in-new-exhibit-mods-illuminates-the-future-of-renewable-energy-opinion/",
        "description": "The vice president of exhibits at Fort Lauderdale’s Museum of Discovery and Science touts the museum’s new solar exhibit, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yfB9lj7gQpvydVb1vISMPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2hOpinion",
        "source": "Sun Sentinel",
        "article_content": "This election, we can make Florida freer and fairer by passing Amendment 3 | Opinion"
    },
    {
        "title": "AI is set to transform science – but will we understand the results?",
        "link": "https://theconversation.com/ai-is-set-to-transform-science-but-will-we-understand-the-results-241760",
        "description": "AI promises to accelerate scientific discovery, but if scientists aren’t careful public trust may be left behind.",
        "image_url": "https://www.bing.com/th?id=OVFT.GOwWwCCUUAy5N1SNVtD2ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "The Conversation",
        "article_content": "Artificial intelligence (AI) has taken centre stage in basic science. The five winners of the 2024 Nobel Prizes in Chemistry and Physics shared a common thread: AI.\n\nIndeed, many scientists – including the Nobel committees – are celebrating AI as a force for transforming science.\n\nAs one of the laureates put it, AI’s potential for accelerating scientific discovery makes it “one of the most transformative technologies in human history”. But what will this transformation really mean for science?\n\nAI promises to help scientists do more, faster, with less money. But it brings a host of new concerns, too – and if scientists rush ahead with AI adoption they risk transforming science into something that escapes public understanding and trust, and fails to meet the needs of society.\n\nThe illusions of understanding\n\nExperts have already identified at least three illusions that can ensnare researchers using AI.\n\nThe first is the “illusion of explanatory depth”. Just because an AI model excels at predicting a phenomenon — like AlphaFold, which won the Nobel Prize in Chemistry for its predictions of protein structures — that doesn’t mean it can accurately explain it. Research in neuroscience has already shown that AI models designed for optimised prediction can lead to misleading conclusions about the underlying neurobiological mechanisms.\n\nSecond is the “illusion of exploratory breadth”. Scientists might think they are investigating all testable hypotheses in their exploratory research, when in fact they are only looking at a limited set of hypotheses that can be tested using AI.\n\nFinally, the “illusion of objectivity”. Scientists may believe AI models are free from bias, or that they can account for all possible human biases. In reality, however, all AI models inevitably reflect the biases present in their training data and the intentions of their developers.\n\nCheaper and faster science\n\nOne of the main reasons for AI’s increasing appeal in science is its potential to produce more results, faster, and at a much lower cost.\n\nAn extreme example of this push is the “AI Scientist” machine recently developed by Sakana AI Labs. The company’s vision is to develop a “fully AI-driven system for automated scientific discovery”, where each idea can be turned into a full research paper for just US$15 – though critics said the system produced “endless scientific slop”.\n\nDo we really want a future where research papers can be produced with just a few clicks, simply to “accelerate” the production of science? This risks inundating the scientific ecosystem with papers with no meaning and value, further straining an already overburdened peer-review system.\n\nWe might find ourselves in a world where science, as we once knew it, is buried under the noise of AI-generated content.\n\nA lack of context\n\nThe rise of AI in science comes at a time when public trust in science and scientists is still fairly high , but we can’t take it for granted. Trust is complex and fragile.\n\nAs we learned during the COVID pandemic, calls to “trust the science” can fall short because scientific evidence and computational models are often contested, incomplete, or open to various interpretations.\n\nHowever, the world faces any number of problems, such as climate change, biodiversity loss, and social inequality, that require public policies crafted with expert judgement. This judgement must also be sensitive to specific situations, gathering input from various disciplines and lived experiences that must be interpreted through the lens of local culture and values.\n\nAs an International Science Council report published last year argued, science must recognise nuance and context to rebuild public trust. Letting AI shape the future of science may undermine hard-won progress in this area.\n\nIf we allow AI to take the lead in scientific inquiry, we risk creating a monoculture of knowledge that prioritises the kinds of questions, methods, perspectives and experts best suited for AI.\n\nThis can move us away from the transdisciplinary approach essential for responsible AI, as well as the nuanced public reasoning and dialogue needed to tackle our social and environmental challenges.\n\nA new social contract for science\n\nAs the 21st century began, some argued scientists had a renewed social contract in which scientists focus their talents on the most pressing issues of our time in exchange for public funding. The goal is to help society move toward a more sustainable biosphere – one that is ecologically sound, economically viable and socially just.\n\nThe rise of AI presents scientists with an opportunity not just to fulfil their responsibilities but to revitalise the contract itself. However, scientific communities will need to address some important questions about the use of AI first.\n\nFor example, is using AI in science a kind of “outsourcing” that could compromise the integrity of publicly funded work? How should this be handled?\n\nWhat about the growing environmental footprint of AI? And how can researchers remain aligned with society’s expectations while integrating AI into the research pipeline?\n\nThe idea of transforming science with AI without first establishing this social contract risks putting the cart before the horse.\n\nLetting AI shape our research priorities without input from diverse voices and disciplines can lead to a mismatch with what society actually needs and result in poorly allocated resources.\n\nScience should benefit society as a whole. Scientists need to engage in real conversations about the future of AI within their community of practice and with research stakeholders. These discussions should address the dimensions of this renewed social contract, reflecting shared goals and values.\n\nIt’s time to actively explore the various futures that AI for science enables or blocks – and establish the necessary standards and guidelines to harness its potential responsibly."
    },
    {
        "title": "Scientists uncover world’s smallest dinosaur eggs. They’re no larger than a grape",
        "link": "https://www.msn.com/en-us/news/world/scientists-uncover-world-s-smallest-dinosaur-eggs-they-re-no-larger-than-a-grape/ar-AA1sIQTd?ocid=BingNewsVerp",
        "description": "An unexpected discovery emerged among the dusty layers of a construction site in Ganzhou, southeast China. A fossil egg, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Is2WpRVXe1Wt1v6jbh_Axy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ZME Science on MSN31m",
        "source": "ZME Science on MSN",
        "article_content": ""
    },
    {
        "title": "Are you really helping when you join an 'expedition tour'?",
        "link": "https://www.bbc.co.uk/travel/article/20241021-are-you-really-helping-when-you-join-an-expedition-tour",
        "description": "Among the shifting trends of the 21st Century, there's one key factor that's increasingly driving people's desire to travel: ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lKpYz0jCyv_JrO6tav5yki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "BBC",
        "article_content": "Expeditions used to be the preserve of professionals: scientists, academics and explorers setting off for parts unknown with the goal of furthering the field of human knowledge. An emerging industry of expedition tourism, however, is laying open the thrill of discovery to the general public, with companies offering expert-led tours with a focus on subjects such as science, conservation and anthropology.\n\n\"People don't just want to sit on a beach anymore – there's more of an appetite for self-fulfilment,\" said Kevin Currie, director of New Scientist Discovery Tours. \"We launched in June 2019, at a time when experiential tours were growing at twice the rate of normal tourism. That's resumed since the pandemic; we're seeing exponential growth.\"\n\nNew Scientist Discovery Tours are accompanied by experts in their fields, who lead visits to conservation areas, historical sites or scientific institutions, explaining to guests in depth what it is that they're seeing and experiencing. Current tours include a trip to CERN in Switzerland with a particle physicist, and a cruise to Svalbard featuring on-board lectures from world-famous evolutionary biologist Richard Dawkins."
    },
    {
        "title": "The Name Game: A ‘Celebrity’ Cephalopod Specimen Correctly Identified More Than 80 Years After Discovery",
        "link": "https://www.smithsonianmag.com/blogs/national-museum-of-natural-history/2024/10/22/the-name-game-a-celebrity-cephalopod-specimen-correctly-identified-more-than-80-years-after-discovery/",
        "description": "Collected by the iconic American writer John Steinbeck, the octopus has received a number of scientific monikers ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MsOqdsKgZqWEMUp3IXYztS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Smithsonian Magazine1h",
        "source": "Smithsonian Magazine",
        "article_content": "The vast majority of the more than 148 million specimens and objects in the National Museum of Natural History’s collections are off display. But everything — whether it be a moth, meteorite, moss or mammoth — tells a story that helps museum researchers make sense of the natural world. Each month, the Specimen Spotlight series will highlight a different specimen or object from the world’s largest natural history collection to shed light on why we collect.\n\nThe National Museum of Natural History’s Invertebrate Zoology collection is home to some 50 million specimens that have been pickled, dried or deposited on glass slides. Each of these samples is scientifically invaluable. But one particular specimen, an octopus recently nicknamed “Berry,” has achieved celebrity status. At first glance, Berry looks like little more than a tangle of tentacles in a jar. But this octopus has quite the history.\n\nIn 1940, the octopus was collected in the Gulf of California by marine biologist Ed Ricketts and his close friend, John Steinbeck. The famed novelist, seeking escape from the public backlash over his recent book, “The Grapes of Wrath,” teamed up with Ricketts for a 6-week-long specimen collecting trip aboard the sardine seiner, Western Flyer. The pair collected hundreds of creatures living in the intertidal zone, including forty species new to science.\n\nSteinbeck’s and Ricketts’ octopus has accrued many monikers over its decades-long residency at the Smithsonian. But it was not correctly identified until this October, when a museum researcher tracked down its true scientific name.\n\nAs Mike Vecchione, the museum’s cephalopod curator, prepared for an interview with Smithsonian Voices about Berry, he realized that the octopus was incorrectly labeled and cataloged as Octopus horridus. Spurred by this revelation, Vecchione and museum specialist Katie Ahlfeld would uncover the naming history of the specimen as it was passed among octopus experts over the last century.\n\nBerry’s Smithsonian odyssey began on April 1, 1940. Nestled under a rock on a sandy coastal tidal flat in Bahía de los Ángelesa, Mexico, the animal was tucked away from sight and sun, perhaps resting on its commute between tide pools. Abruptly, the stone was lifted, and the octopus was collected and jarred by Steinbeck and Ricketts. Ricketts plopped the octopus in an alcohol solution along with a tan, initial ID card. There is an additional note, torn into three pieces over the decades, documenting where the octopus was caught.\n\nThe pair immortalized the eight-legged creature in their book, \"Sea of Cortez: A Leisurely Journal of Travel and Research\" published a year after their voyage. Here, the cephalopod earned its first name: Octopus sp.\n\n\"That's essentially 'Octopus, unknown species.'\" Ahlfeld said. \"They were able to identify it to the genus, but they weren't certain about the species name.\"\n\nIn October, 1953, Octopus sp. was recorded in the Smithsonian specimen catalog as identified by the legendary marine zoologist, Stillman Berry (the namesake of the specimen’s nickname). At 66 years old, Berry was considered one of the world's premier cephalopod scientists. He would go on to serve as a research associate at the Smithsonian Institution, an honorary president for the American Association for the Advancement of Science and the American Malacological Union, which represents scientists studying mollusks.\n\nVecchione said Berry was working to identify, describe and name a new species of octopus (Octopus hubbsorum) at the time, and most likely continued the tradition of labeling the Steinbeck-Ricketts specimen as \"sp.\" while he focused on his primary research, probably because he recognized that this specimen did not belong to any previously described species.\n\nFor over 53 years, Octopus sp. sat on the shelves of the Invertebrate Zoology department. Neither Vecchione nor Ahlfeld know exactly what happened next. However, in 2007, a new label appeared inside the specimen jar updating the animal's name to \"Octopus horridus d'Orbigny, 1826.\" The identity of the author of the label remains one of the many mysteries in the Smithsonian collections.\n\nSeventeen years after the name change on Oct. 4, 2024, Vecchione was familiarizing himself with the octopus when he recognized the mistake on the specimen label. Firstly, Octopus horridus was an archaic name, no longer accepted since the species was reclassified from the genus Octopus to Abdopus. Secondly, Abdopus horridus was native to the Indian Ocean and the Red Sea, nowhere near the Gulf of California where Steinbeck and Ricketts sailed.\n\nThis led Vecchione on an \"entire day of taxonomic investigation\" to figure out which octopus species this specimen represents. After digging through the literature on the Gulf of California’s octopods, he had a name.\n\nVecchione emailed Ahlfeld with his discovery. He was fairly certain the correct name of the specimen was \"Octopus hubbsorum Berry, 1953,\" which cited the year the species was first described by none other than Stillman Berry. Upon examining all the labels preserved alongside the octopus, Ahlfeld and Vecchione unearthed a faded note dated July 2007 with two underlined words: \"OCTOP.. ..BBSORUM.\" The two traced the initials left on the scribble, \"FGH,\" to the late American cephalopod specialist, Frederick George \"Eric\" Hochberg.\n\nIt turned out Vecchione and Hochberg had independently reached the same conclusion nearly two decades apart.\n\n\"Eric Hochberg looked at it because he was interested in the octopods from that part of the world,\" Vecchione said. \"He was trying to work with Mexican colleagues and come up with a comprehensive catalog.\"\n\nHochberg eventually published a global catalog of known cephalopod species for the Food and Agriculture Organization of the United Nations, which included the humble Octopus hubbsorum. A year after Hochberg’s death in 2023, his 2007 entry confirmed Vecchione's conclusion on the true identity of the \"Steinbeck-Ricketts Octopus.\"\n\nEighty-four years, six months and seven days after it was collected, the “literary octopus with many famous friends,” as Ahlfeld calls it, was finally bestowed with its correct scientific name. Ahfeld also informally christened the specimen Berry in homage to its first Smithsonian handler.\n\nRelated Stories\n\nI Spy… A Giant Squid Eye\n\nBuilding a Library of Life: How Smithsonian Collections Are Revolutionizing Ocean eDNA Research\n\nInterested in Using Museum Collections to Better Understand Freshwater Mussels? There’s Now an App for That\n\nMuseum Collections Provide Some Muscle for Mussel Conservation"
    },
    {
        "title": "No-Code And Low-Code Tools: Are They A Solution For Enterprises?",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/22/no-code-and-low-code-tools-are-they-a-solution-for-enterprises/",
        "description": "Low-code and no-code tools can provide quick, low-cost solutions. Can they be used as a competent solution for enterprise ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YZ1J1v3J8MRhySs1ncoDPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Asana launches a no-code tool for designing AI agents - aka your new 'teammates'",
        "link": "https://www.zdnet.com/article/asana-launches-a-no-code-tool-for-designing-ai-agents-aka-your-new-teammates/",
        "description": "On Tuesday, the company unveiled its new AI Studio, \"a no-code builder that lets any team design any workflow, embed AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wxSEV7ZJFsJhuXR8x-Jxly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "10h",
        "source": "ZDNet",
        "article_content": "Alona Horkova/Getty Images\n\nAgentic artificial intelligence (AI) is on the rise across workplaces and industries. From performing admin tasks in meetings to helping with sales calls, AI agents are steadily being introduced across many tasks, including absorbing busywork, automating processes, and functioning as accessible software-building tools. Now, the workflow platform Asana has released its offering.\n\nAlso: Gartner's 2025 tech trends show how your business needs to adapt - and fast\n\nOn Tuesday at the company's Work Innovation Summit in New York, Asana unveiled its new AI Studio, \"a no-code builder that lets any team design any workflow, embed AI agents without code, and deploy the workflow directly where teams are already working in Asana,\" according to the release.\n\nAn extension of the platform's existing rules engine, AI Studio lets teams customize their AI agents to perform certain jobs and complete actions at every stage of project development. AI Studio can be used by every kind of team, from marketing and operations to IT and HR. It is designed to approach varied tasks in the same four stages -- intake, planning, execution, and reporting -- regardless of the nature of the project.\n\nAsana\n\nIn a series of demos at the Summit, Asana showed how AI Studio helps teams draft campaign materials and communications, identify missing project information that can delay next steps, triage requests, and track efficiency over time. Users upload contextualizing information, like company style guides or policies, to give Asana's AI the parameters it needs to accurately generate material and update a task's status.\n\nAlso: Today's AI ecosystem is unsustainable for most everyone but Nvidia, warns top scholar\n\n\"Unlike other AI tools that simply synthesize information and generate content, Asana's AI agents work directly with the team, like a teammate,\" the company stated in the release. Recent product launches from companies like Salesforce make similar claims, and Microsoft released 10 AI agents just this week, which the company says can equate to adding \"187 full-time employees.\"\n\nAsana co-founder and CEO Dustin Moskovitz explained in the release that AI Studio \"lets customers design workflows by simply giving AI instructions in plain language.\" That's an approach many players in the space are taking with conversational, chatbot style AI. The company also unveiled a Collaborative Work Management Certification program geared towards helping its customers develop their AI strategy.\n\nAccording to Asana's 2024 State of Work Innovation report, \"low-value busywork\" takes up 53% of employees' time. Several companies have conducted research that yielded similar findings, primarily that AI tools boost productivity and open up time for higher-level strategic and creative work.\n\n\"The sophistication of these AI-powered workflows, or Smart workflows, rely on Asana's Work Graph®, which captures the critical context and historical relationships between all work inside an organization -- who is doing what work, by when, how, and why,\" the release explains.\n\nAlso: The journey to fully autonomous AI agents and the venture capitalists funding them\n\nDuring the keynote address, Asana CPO Alex Hood emphasized that the company's embedded AI is secure and HIPAA-compliant.\n\nEarly access to Asana AI Studio begins today, October 22, for Enterprise and Enterprise+ customers. Asana notes that Advanced annual tiers will be available soon. For more information, visit asana.com/product/ai."
    },
    {
        "title": "Can sensor technology stop a wildfire before it starts?",
        "link": "https://www.newscientist.com/article/2451036-can-sensor-technology-stop-a-wildfire-before-it-starts/",
        "description": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1F5Dmc2RBjMas9_FqLRwdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "New Scientist5h",
        "source": "New Scientist",
        "article_content": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and alert fire crews while a potential blaze is still smouldering\n\nThe Lahaina fire devastated Hawaii in 2023 Matthew Thayer/The Maui News via AP/Alamy\n\nThe following is an extract from our climate newsletter Fix the Planet. Sign up to receive it for free in your inbox every month.\n\nOn 8 August 2023, after days of windy weather, utility poles toppled into the long grass just outside the town of Lahaina on the Hawaiian island of Maui. A few minutes later, the first flames flickered around the downed power lines. Within minutes a brush fire erupted.\n\nThe fire was declared fully contained by firefighters, but a few hours later it was whipped…"
    },
    {
        "title": "Steelers switched QBs despite a solid start. It's not the first time",
        "link": "https://www.msn.com/en-us/sports/other/steelers-switched-qbs-despite-a-solid-start-it-s-not-the-first-time/ar-AA1sFsLT?ocid=BingNewsVerp",
        "description": "A dominant defense. An offense heavily reliant on a running game. A steady start to a season brimming with promise tinged by ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xW4L7_si2kv5tFfe3oc-0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Bitdefender and Trend Micro security software patched after multiple critical vulnerabilities exposed",
        "link": "https://www.yahoo.com/tech/bitdefender-trend-micro-security-software-113241048.html",
        "description": "Of the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ingKGgAhoB2OtPUYrEIZzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "15h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ChristineBD on WikiMedia Commons\n\nIn the past ten days, Trend Micro and Bitdefender have released blog posts urging customers to update their security software due to Local Privilege Escalation and Man-In-The-Middle (MITM) vulnerabilities, respectively [h/t Heise]. There are six related CVEs listed on their sites, five relating to Bitdefender Total Security and one for Trend Micro Deep Security Agent, and all advise updating to more recent releases. Bitdefender Total Security users are advised to be on product version 27.025.115 or newer, attainable through auto-update, and Trend Micro Deep Security Agent users are advised to update to or download product version 20.0.1-17380.\n\nOf the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are targeted at MITM vulnerabilities in some way. Man In The Middle vulnerabilities allow for the interception and alteration of communications between users and given sites, allowing false pages and certificates to appear legitimate.\n\nBitdefender's HTTPS scanning functionality was failing to verify certificates across five key scenarios properly: certificates lacking \"Server Authentication\" specs in Extended Key Usage extensions, incorrect checks of site certificates using MD5 and SHA1 collision hash functions, trust of unauthorized entities who exploit the \"Basic Constraints\" certificate extension, and improper trust of both certificates using the DSA signature algorithm and self-signed certificates, in general.\n\nThat said, Local Privilege Escalation is also quite a major cybersecurity issue, even if Trend Micro is addressing just one relevant vulnerability. Local Privilege Escalation refers to standard users gaining admin or system-level access, and Trend Micro's gap came about as a result of insufficient authentication controls, which doesn't sound like a great issue for software called Deep Security Agent.\n\nFortunately, the related issues have already been addressed in their respective software updates and these problems shouldn't impact Bitdefender or Trend Micro customers anymore. However, it is noteworthy that, unlike many cyberattacks which find other vectors of infection, these vulnerabilities were all found within existing security software installed specifically on systems trying to avoid attacks like these. Sometimes, less is more — though of course, the applicability of that mentality can vary greatly depending on your industry."
    },
    {
        "title": "Is MicroStrategy Just A Proxy For Bitcoin?",
        "link": "https://seekingalpha.com/article/4728270-is-microstrategy-just-a-proxy-for-bitcoin",
        "description": "MicroStrategy, a veteran in BI and mobile software, has diversified into blockchain applications and holds over 1% of all ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p7DQDNEgvoqllmNPUA-QgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "2h",
        "source": "Seeking Alpha",
        "article_content": "American tech veteran MicroStrategy Incorporated (NASDAQ: MSTR ), headquartered in Tysons Corner, Virginia, has been a member of the business intelligence (BI) and mobile software industry since its founding in 1989. The company went on to increase its revenues by at least 100% from 1990\n\nCurrently leading research at Leverage Shares, I have longstanding professional experience with financial markets. All views are my own and I can assure you that I smile sometimes. M.S.F, M.B.A., IIT Chicago. My Substack where I dig *deep* into global business, market, Asia, culture, trends, etc.Please note: Leverage Shares is an ETP provider that offers daily-rebalanced products in leveraged/unleveraged/inverse/inverse leveraged factors. The company holds both long and short positions in a number of stocks (some of which might get a mention in some articles) in order to construct its products. Please consider risk factors carefully before investing in them.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nI lead research at an ETP issuer that offers daily-rebalanced products in leveraged/unleveraged/inverse/inverse leveraged factors with various stocks, including some mentioned in this article, underlying them. As an issuer, we don't care how the market moves; our AUM is mostly driven by investor interest in our products.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
    }
]