[
    {
        "title": "'No one has the full picture': None of the UFO 50 developers have completed all of the UFO 50 games",
        "link": "https://www.yahoo.com/entertainment/no-one-full-picture-none-234147956.html",
        "description": "No one should feel bad or slow for not completing any UFO 50 games as yet because, during a recent chat with the Mossmouth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hoN4jnbzysS7gD23huj0Mi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14m",
        "source": "Yahoo",
        "article_content": "'No one has the full picture': None of the UFO 50 developers have completed all of the UFO 50 games\n\nWhen you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Mossmouth\n\nWhen you open UFO 50 you're quickly dropped into a grid menu showing 50 pixel art thumbnails for 50 8-bit games. It's hard to know where to start: should I start with the first? Should I choose at random? Since the default list order runs chronologically, should I play the last, because that one might represent the creative apex of fictional studio UFOSoft?\n\nIt doesn't really matter, in the end, because there's a lot. I've been absorbed by point 'n' click horror Night Manor for the past few days, but when I first booted the game I got sucked into Barbuta and Bushido Ball and neglected the other 48 games for days. I've gone through a Walforf's Journey phase too, and I've completed some levels in Camouflage and Block Koala. I've definitely not completed any of the games.\n\nNo one should feel bad or slow for not completing any UFO 50 games as yet because, during a recent chat with the Mossmouth team, I learned that no one on the team has completed all the games either. And they made it.\n\n\"No, not at all,\" Eirik Suhrke said when I asked if he (or anyone else) had finished all the games. \"It's too much. We all similarly played all of them a little bit, but yeah, I've been watching stuff on Twitch and just seeing new stuff constantly. No one has the full picture.\"\n\nUFO 50's Paul Hubans said he hasn't even played past the first level of Campanella 3, for example, despite having invested \"hundreds of hours\" testing the collection in addition to being a designer.\n\n\"You need to focus on one level (game) at a time,\" Suhrke went on. \"You've got to just black out 49 other games for a little while in order to make any progress. Whenever I thought about the whole thing I would get very dizzy and overwhelmed and I'd have to go for a walk and then just try to block out as much of it as I could. It's only now that I'm seeing the full power of the whole thing come together.\"\n\nTyriq Plummer says that the way early players are reacting to the game–their surprise at its extent–is close to how he himself felt when he saw how it finally came together. \"It's one of those things where even though it's such a large and broad encompassing kind of project, it still manages to feel more than the sum of its parts,\" he said. \"And that's something that was hard to get a sense of when I was working on it. But everyone else is saying now that there's way more to this than I even realized. It's super cool.\"\n\nDerek Yu agrees. \"I think that's always the best, when you're surprised by the game that you're working on, and I think that's partly why it's been so enjoyable to work on it for all these years. We're constantly sharing and surprising each other.\"\n\nAccording to our review UFO 50 is a \"a superb retro-style smorgasbord\". I spoke at length with most of the Mossmouth team earlier this week, and you can read all about that here."
    },
    {
        "title": "The UFO 50 subreddit is beginning to role-play as if the fake in-game console was real",
        "link": "https://www.msn.com/en-us/entertainment/other/the-ufo-50-subreddit-is-beginning-to-role-play-as-if-the-fake-in-game-console-was-real/ar-AA1rkY53?ocid=BingNewsVerp",
        "description": "The community around Mossmouth’s compilation of imagined 1980s games is having fun with the metafiction around developer UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tmu90OvUiRSleliTuH-YzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "Think you saw a UFO? Sorry, but it may have only been these wildly cool clouds",
        "link": "https://www.msn.com/en-us/weather/other/think-you-saw-a-ufo-sorry-but-it-may-have-only-been-these-wildly-cool-clouds/ar-AA1rkXtE?ocid=BingNewsVerp",
        "description": "Sorry, but it’s not a UFO cover-up. Some alien hunters and extraterrestrial enthusiasts will be disappointed to learn that ...",
        "image_url": "https://www.bing.com/th?id=OVF.lgAZnoXN4xYOveofDJb6mA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "17hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Michael Schenker has dedicated a song to late UFO bandmate Pete Way on his new album",
        "link": "https://www.msn.com/en-us/music/news/michael-schenker-has-dedicated-a-song-to-late-ufo-bandmate-pete-way-on-his-new-album/ar-AA1rmRzw?ocid=BingNewsVerp",
        "description": "Michael Schenker’s new album features a track dedicated to his former UFO bandmates Pete Way and Paul Raymond.My Years With ...",
        "image_url": "https://www.bing.com/th?id=OVFT.44dKCe4TJT7pGylq8rd63i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "LouderSound on MSN2h",
        "source": "LouderSound on MSN",
        "article_content": ""
    },
    {
        "title": "Could A Massive Public UFO Database Eventually Help Explain Mysterious Sightings?",
        "link": "https://www.popularmechanics.com/science/a62396621/government-ufo-reports-and-records/",
        "description": "The U.S. government effort may be a step in the right direction to help UFOs be taken more seriously, some researchers say.",
        "image_url": "https://www.bing.com/th?id=OJ.nYewEnVTZcURCA&pid=news&w=58&h=16&rs=2",
        "category": "ufo",
        "date": "16h",
        "source": "Popular Mechanics",
        "article_content": "Soon after clicking around America’s new online database containing hundreds of thousands of historical UFO records, you may begin to wonder why the government has spent a lot of time and taxpayer dollars collecting data on a phenomenon that it doesn’t seem to believe in.\n\nAs a casual observer taking a quick look at the database—an ongoing project of the National Archives, the government’s repository of historical documents—you’ll see many images of fake-looking flying saucers. You’ll hear recordings of military personnel talking at length about various sightings, concluding that there was no credible evidence that what was observed was a UFO. You’ll find a ton of grainy images and films of bright dots in the sky, as well as black-and-white 20th-century newsreel footage.\n\nBut if you dig around the somewhat clunky database, you might also discover some intriguing records. For example, a 2013 blog post mentioning a Popular Mechanics news brief that same year about an Air Force project to build a flying saucer. Surely, that would pique your interest.\n\n“The Air Force, especially, has spent a significant amount of time trying to say ‘there is nothing here,’” and yet it and other government agencies have continued to investigate UAP reports, says Robert Powell, an engineer and author of UFOs: A Scientist Explains What We Know (And Don’t Know).\n\n“Why would you collect all that information if you did not believe there was something to at least a portion of it? … You’ll see some really interesting reports there in that data that indicate there’s something to the whole UAP subject, but you have to look for it,” says Powell, who is also co-founder of the Scientific Coalition for UAP Studies (SCU), a nonprofit that includes scientists and researchers who apply scientific methods to the analysis of UFO sightings.\n\nLAST FEBRUARY, AT THE DIRECTION OF CONGRESS, the Archives launched the giant database, which will eventually collect records from across all federal agencies of sightings related to Unidentified Anomalous Phenomena (UAP), the government’s term for UFOs. At present, however, it only contains some of the UAP records—including photographs, moving images, and microfilm—that the Archives already has on hand that have at this point been digitized.\n\nMore records are slated to be added as the agency continues the process of digitizing its own files, and more still will be added once the Air Force, NASA, and other U.S. government agencies start to digitize copies of their own records for transfer to the Archives and eventual online public disclosure.\n\n“It’s important for the scientific community to have open access to information,” says Powell. He points to the huge amount of data now on the hub and says it’s of immense value to have it all gathered into one place and online.\n\nWhile many scientists and researchers over the years have found that the vast majority of reports of sightings are misidentifications of known objects, they agree that there remain some reports “that cannot be reasonably explained as terrestrial or astronomical objects,” Powell says, adding that military and government leaders have also acknowledged this over the decades.\n\nUnlike the long-running sci-fi television classic The X-Files, in which FBI Special Agent Fox Mulder tries to expose what he believes is a massive government UFO cover-up, the endgame for the database is improving transparency for the public. At least, sort of.\n\nTo some extent, Mulder may have been right, as evidenced by ongoing calls from Washington lawmakers on both sides of the political aisle for the Executive Branch to declassify government UAP records.\n\n“Congress recognizes that these records, if they exist, were likely concealed under the good faith goal of protecting national security. However, hiding that information from both Congress and the public at large is simply unacceptable,” Senate Majority Leader Chuck Schumer (D-NY) and Sen. Mike Rounds (R-SD) said in a statement last year. The senators made the statement as they introduced an initial version of a bill that was amended and eventually adopted into the law calling for the creation of a UAP collection hub.\n\nUnder law, the government may postpone public release of certain records for 25 years from the date they were first created. The president must certify that a postponement is necessary due to a risk of harming military defense, intelligence operations, law enforcement, or the conduct of foreign relations, or that there is an identifiable harm so grave that it outweighs the public interest in disclosing the information.\n\n“The American public has a right to learn about technologies of unknown origins, non-human intelligence and unexplainable phenomena,” Schumer said. “We are not only working to declassify what the government has previously learned about these phenomena but to create a pipeline for future research to be made public.”\n\nBefore the UAP hub went live, the public would have had to visit one of the Archives’ physical research locations to view, for example, the Air Force’s files on the long-running Project Blue Book UFO investigation that ended in 1969. Now those files are just a few clicks away in the database.\n\nHow to Use the UAP Records Collection Hub The National Archives is continuing to add records of unidentified anomalous phenomena (UAP), more commonly known as UFOs, to its online hub as it digitizes more of the records in its holdings, says Chris Naylor, executive for Research Services at the Archives.\n\n\n\nLaunched in February 2024, the hub now holds hundreds of thousands of those records, but this number will exponentially increase as more of the Archives’ UAP records are digitized and as other government agencies and the presidential libraries begin the process of digitizing their own holdings and transferring them to the Archives.\n\n\n\nThe process may take some time due to the massive volume of records on file, Naylor says. Barring classified or otherwise potentially sensitive information, the goal is to create a complete catalog of all of the government’s UAP records.\n\n\n\nTo find the hub, start at the National Archives homepage at www.archives.gov and click the Research Our Records tab. From there, scroll down to Research a Specific Topic , where you’ll find the Foreign Affairs, Military Records & Investigations box with a link to Unidentified Anomalous Phenomena (UAPs) . This is the hub’s homepage for the Archives’ massive database of UAP records.\n\n\n\nThe hub is divvied up into five broad categories of UAP-related records:\n\n\n\n• Still Picture and Photographs\n\n• Moving Images and Sound\n\n• Textural Records and Microfilm\n\n• Presidential Library, and\n\n• National Archives Blog Posts and Articles\n\n\n\nWithin each category are numbered titles of record groups (RG), the first under the Still Picture category is (RG 255) relating to NASA’s records, for example. Click on the first hyperlink, “Flying Saucer (photograph No. 255-GS-65-107) , and you’ll be taken to the image along with links to more items in the group and series. You can also perform searches within some Record Groups and Series by using the blue search box at the top left of those pages. What you’ll find as you drill down from record groups to individual items depends on what has been digitized by the date and time when you look. —E.D.\n\nOver the years, the Archives has collected a significant volume of records that relate to government investigations of UAP sightings, says Chris Naylor, executive for Research Services at the Archives. Last year, it began to identify and then digitize those holdings in support of the All-domain Anomaly Resolution Office (AARO) , a Department of Defense unit created by the National Defense Authorization Act (NDAA) of 2022 to work across federal agencies to investigate UAPs.\n\nThat work continues today in accordance with the NDAA of 2024 , which required the Archives to establish the collection of UAP records. Barring classified or otherwise potentially sensitive information, the Archives aims to bring together all that the government agencies—as well as the presidential libraries—have concerning UAPs into a central repository that can be viewed online anywhere, Naylor says.\n\n“The intent and goal of this Act is for agencies to identify specific documents or items … not necessarily a whole series [or records of a project] that may not be relevant,” Naylor explains. An agency may, for example, have volumes of information on a single project that itself has nothing to do with UAPs but, nevertheless, contains one item that is relevant. That single item would be copied and digitized for the UAP hub.\n\nAgencies have an October 20 deadline to identify and prepare their records for transfer to the Archives, which will work with them on the process, Naylor says. He did not provide a timeline on when those records would begin to be uploaded to the public site.\n\nTechnology in the Sky\n\nUAP sightings have, indeed, been reported throughout history but it wasn’t until the late 1940s that the U.S. government, through the Air Force, embarked on a series of dedicated UFO research projects.\n\n“UAP research is often inconclusive, and our ability to explain these events seems to have become less easily resolved as our technology has advanced and our air activity has increased,” says Richard Medina, lead author of a study on how local may influence the number of reports on sightings.\n\nThat may be because of a lack of funding in this area to conduct the necessary research, says Medina, a University of Utah associate professor of geography.\n\n, University of Louisville researchers Marissa Yingling and Charlton Yingling surveyed 1,460 U.S. academics about UAPs. They found that 19 percent of respondents reported that they or someone they know has witnessed UAPs and that 64 percent considered academia’s involvement in UAP-related research to be very important or absolutely essential.\n\n“I think we did not anticipate the interest and enthusiasm that we have received from professors around the world in a wide variety of disciplines about this topic,” says Charlton Yingling, an associate professor of history.\n\nIn a , he says he found that academics more frequently reported some degree of concern for social, rather than professional, repercussions or ridicule about UAP research topics. Some were, nevertheless, also concerned about professional repercussions.\n\nLawmakers have also raised stigma concerns, as have former military personnel who shared their experiences with UAPs at a House Oversight Subcommittee hearing last year.\n\n“Pilots have reported encounters for years. Because of the stigma around reporting these incidents, we still do not have a complete picture of actually what is going on,” Rep. Robert Garcia (D-CA) said at the hearing. “I hear over and over from many agencies the stigma around reporting and investigating UAPs prevents us from getting real answers. We know that whistleblowers have reported harassment, intimidation or stigma as well, and this is not acceptable.”\n\nSome researchers echo that sentiment and say that the government’s efforts to become more involved with projects like the database may help the subject matter to be taken more seriously.\n\nThe database will help somewhat in reducing the social stigma around UAPs, Powell says. “I won’t say that it’ll go a long way [to changing opinions], but it’s another step in the right direction,” he says.\n\nMedina is more concerned with the long view. “Just putting together a database or a collection hub isn’t going to solve the problem [in that it is] not going to tell us what these things are that people are seeing,” he says. More research funding is the best bet to help address that issue, he adds. And while lawmakers are helping to drive funding to this area, there’s more work to be done.\n\n“There’s more technology in the sky than ever before,” he says, “and we’re still just as confused as we were years ago.”\n\n"
    },
    {
        "title": "Using ChatGPT Generative AI To Simulate Your Very Own Version Of Twitter With Thousands Of Entirely Adoring Fans",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/09/28/using-chatgpt-generative-ai-to-simulate-your-very-own-version-of-twitter-with-thousands-of-entirely-adoring-fans/",
        "description": "You can use generative AI to simulate a social network, doing so via the use of personas. Here's how. Plus, upsides and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R5w1s-ZWDLBBMxHujac9Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Deepak Chopra's AI voice aims to enlighten your listening",
        "link": "https://www.yahoo.com/tech/deepak-chopras-ai-voice-aims-051510925.html",
        "description": "The success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dheyIUUCq2AZ8NaPTwx5vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ElevenLabs\n\nElevenLabs has added a Deepak Chopra to the stable of celebrity voice clones available on its Reader App. Chopra’s AI-generated voice can now read out any digital text to you with his full approval. Chopra joins the likes of Judy Garland, James Dean, Burt Reynolds, and Sir Laurence Olivier as a celebrity voice, though he is the first still-living person who has signed up to have his synthetic avatar read digital texts.\n\nChopra has been a leader in promoting meditation and mindfulness for decades and is also taking the lead in deploying a voice clone of himself. A few months ago, ElevenLabs and Chopra produced a virtual Chopra chatbot called Digital Deepak. Trained on Chopra’s collected speeches, books, interviews, and other comments, Digital Deepak acts as a limited but still knowledgeable source for Chopra’s thinking. You can ask Digital Deepak about himself and his work and get personalized responses from his AI voice clone.\n\nThe success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader app uses voice clones like Chopra’s to perform any uploaded text. It will read the words and mimic human emotion based on the context.\n\nThose interested in hearing the voices can try the ElevenLabs Reader app for free for three months or subscribe to ElevenLabs’ platform to gain access to the iOS or Android app. ElevenLabs has suggested that using celebrity voices will enhance any listening experience. Chopra’s inclusion with the Hollywood Golden Age stars suggests it won’t just be for entertainment but also for deeper topics.\n\nChopra Speaks\n\n“I am proud to announce my partnership with ElevenLabs. Listening can help cultivate emotional nurturing and engagement. This is no different in the age of AI, it is only more important,” said Chopra. “I have always written to connect with people, and now I can connect on a deeper level with a global audience as I make my teachings available for everyone in my own voice.”\n\nPerformers have expressed concern that AI will leave them out of a job since it can recreate their look and sound far more cheaply. Meta has already proven it will pay big bucks to get celebrities to voice the Meta AI assistant, and Disney ensured it had a deal with James Earl Jones before he passed to legally recreate his voice if they want Darth Vader in future projects. Recent actor union strikes have made stronger protections against unfair AI replication of their performances part of their bargains. For now, ElevenLabs wants people to see Chopra and other famous voices as a way to create deeper connections with people they respect, even if it’s all synthetic.\n\n“At ElevenLabs, we’re committed to preserving and celebrating cultural legacies while pushing the boundaries of technology,” said Dustin Blank, Head of Partnerships at ElevenLabs. “By bringing voices like Deepak Chopra to our platform, we’re not just enhancing our app – we’re creating new ways for people to connect with the most influential figures and their work.”\n\nYou might also like"
    },
    {
        "title": "2 Small-Cap Artificial Intelligence (AI) Stocks to Buy Right Now",
        "link": "https://www.fool.com/investing/2024/09/28/2-small-cap-ai-stocks-to-buy-right-now/",
        "description": "Founded in 1993, The Motley Fool is a financial services company dedicated to making the world smarter, happier, and richer.",
        "image_url": "https://www.bing.com/th?id=OVFT.2j_u5d4PuaynKTMGp2KHbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "The Motley Fool",
        "article_content": "These two companies are each worth under $4 billion, but they're packed with potential.\n\nCompanies like Nvidia, Microsoft, and Amazon have become synonymous with artificial intelligence (AI). These trillion-dollar giants are among the highest-quality companies investors can buy, but smaller names can represent promising AI opportunities as well.\n\nC3.ai (AI -0.62%) was one of the world's first enterprise AI companies when it was founded in 2009, and SoundHound AI (SOUN -2.65%) has become a leader in conversational AI. The latter has even won the endorsement of Nvidia, which purchased a stake in the company late last year.\n\nC3.ai and SoundHound have market capitalizations of $3.1 billion and $1.8 billion, respectively, but they could soar in value as the AI revolution unfolds.\n\n1. C3.ai: A unique enterprise AI company\n\nOracle chairman Larry Ellison recently said the cost to build a true, cutting-edge frontier AI model from scratch could exceed $100 billion. That's why many businesses choose to use completed models from third parties like OpenAI or Anthropic when creating AI software. However, with C3.ai, they can skip that step entirely (depending on their needs).\n\nC3.ai offers a portfolio of over 40 finished AI applications, which can be customized to suit almost any business in as little as three months from the date of the first meeting. In fact, the company has customers in 19 different industries, including financial services, manufacturing, and oil and gas, to name a few.\n\nOne of the world's largest chemical manufacturers, Dow, uses the C3.ai Reliability platform for predictive maintenance. It has achieved a 20% reduction in equipment downtime, which is such a strong result that it's rolling the software out to more of its assets.\n\nC3.ai sells its AI applications directly to customers, but it also sells them jointly with the cloud divisions of tech giants like Microsoft, Amazon, and Alphabet. It's a win-win for all parties -- the cloud providers can offer their customers more choice when it comes to AI, and C3.ai gains access to a large pool of businesses to which it can potentially sell its software. During its fiscal 2025 first quarter (ended July 31), C3.ai's partner network accounted for 72% of its deal flow, making it a valuable sales channel.\n\nThe company generated a record $87.2 million in revenue during the quarter, up 21% from the year-ago period. That marked the sixth consecutive quarter of accelerating revenue growth as the company reaps the benefits of its shift to consumption-based pricing that was put into motion two years ago. Based on management's guidance, revenue growth could accelerate yet again in the fiscal second quarter.\n\nC3.ai stock is trading more than 85% below its all-time high, which was set during the tech frenzy in 2020. It was unquestionably overvalued back then when its price-to-sales (P/S) ratio topped 80. It has now come down to a more reasonable 9.1, below its three-year average of 10.5. That's still a premium valuation, but you can arguably justify it with the company's accelerating revenue growth.\n\n2. SoundHound AI: A leader in conversational AI\n\nLike C3.ai, SoundHound AI has also developed a portfolio of AI tools for businesses. It focuses on conversational AI applications that are capable of voice-based interactions with their users, making them highly useful in places like restaurants or inside your car.\n\nSoundHound allows restaurants to accept customer orders using AI, whether it's in-store, over the phone, or in the drive thru, with no human input required. Plus, its Employee Assist software can converse with workers about store policies or even provide instructions on how to make certain menu items.\n\nSeveral popular restaurant chains use SoundHound's products, including Chipotle Mexican Grill, Papa Johns, and Beef 'O' Brady's. The latter just rolled out AI ordering across all of its corporate locations, and it's also giving franchisees the option to use it.\n\nSoundHound's Chat AI voice assistant is popular in the automotive industry. It's already live across six brands under the Stellantis umbrella, and it's capable of providing drivers with information on a range of topics from sports scores to the status of an upcoming flight. SoundHound uses Nvidia's Drive platform to power its voice interface, which allows Chat AI to function even when there is no internet or cellular connectivity. So, not only did Nvidia buy a small stake in SoundHound, but the two companies are also closely working together.\n\nSoundHound generated $45.9 million in revenue in 2023, and management's guidance calls for the top line to grow 74% to $80 million this year. The company's outlook also anticipates growth accelerating in 2025 as revenue hits $150 million.\n\nPart of the strong forecast is attributable to SoundHound's recent acquisition of Amelia, an AI company that helps businesses create AI agents to serve their customers and employees. Amelia is expected to contribute $45 million to SoundHound's revenue next year, which is included in the above forecast. The acquisition will expand SoundHound's reach into new industries like healthcare, financial services, and insurance.\n\nSoundHound stock trades at a P/S ratio of 23.9 as of this writing, nearly triple the valuation of C3.ai stock. While that's expensive, its P/S ratio shrinks to 11.5 based on management's 2025 revenue outlook. That said, investors will need to adopt a long-term mindset as SoundHound rides the tailwinds from the ongoing advancement of AI technology."
    },
    {
        "title": "Wordy’s new app helps you learn vocabulary while watching movies and TV shows",
        "link": "https://techcrunch.com/2024/09/27/wordy-new-app-helps-you-learn-vocab-while-watching-movies-tv-shows/",
        "description": "Wordy is a new iOS app that offers a unique way to learning English. The app automatically translates and defines unknown ...",
        "image_url": "https://www.bing.com/th?id=OVFT.c8yjpCP2_Rg9GauIbAb7Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20h",
        "source": "TechCrunch",
        "article_content": "Wordy is a new iOS app that offers a unique way to learning English. The app automatically translates and defines unknown words while you watch your favorite movies or TV shows. Wordy has over 500,000 titles available, including popular series such as HBO’s “The Penguin” and the new Disney+ show, “Agatha All Along.”\n\nCreated by indie developer Sándor Bogyó, a 23-year-old from Budapest, the app was born out of his frustration with looking up unfamiliar phrases in his non-native language while watching shows in English. His experience with Language Reactor, a Chrome extension similar to Wordy, led him to realize the need for a mobile app that would make it easier to use his phone while watching TV or using the computer.\n\nWhen a user selects an episode from Wordy’s library, the AI analyzes the subtitles, then extracts and lemmatizes each word. Using your phone’s microphone, a custom speech recognition model identifies spoken sentences from the audio coming from the TV or computer. This helps the app find where you are in the episode and follow along, scrolling down the transcript and highlighting certain words that may be difficult for non-native English speakers. When a new word appears, you can quickly glance at your phone for the translation.\n\nAdditionally, there’s a summary page for each episode, allowing you to view every word at once, which are sorted by difficulty level: Proficiency English, Advanced English, Upper-intermediate, Intermediate, Elementary, and Beginner. Wordy also provides the option to save words to your Library and practice them later using digital flashcards.\n\nImage Credits: Wordy\n\nWordy uses a combination of its proprietary and third-party AI models. Bogyó explained to TechCrunch that it leverages the largest open movie database, TMDB, for film and series data, along with OpenSubtitles.com via their API, which he has found to provide the most accurate and reliable subtitles.\n\nDuring our testing, we opened the app on our phone while watching Netflix’s hit TV show, “Wednesday” on a laptop. Wordy pointed out terms like “plagued,” “nefarious,” and “séance,” which are more sophisticated vocabulary that beginners just learning the language may not know. We found that the translations were accurate and easy to understand.\n\nOne caveat is that it’s currently only available in English, whereas rival Language Reactor supports all the major languages. Bogyó assured us that he is working on adding more languages. He plans to integrate Spanish into the app in November, with French and German to follow in the coming months.\n\n“I prefer to maintain quality over rushing the process, so I’m taking the time to ensure each language integration meets my standards for accuracy and user experience,” he said.\n\nThe app costs $2.99 per month or $29.99 per year. An Android version will launch in November."
    },
    {
        "title": "Malaysia welcomes AI partnerships between telcos, media organisations, says Fahmi",
        "link": "https://www.thestar.com.my/news/nation/2024/09/28/malaysia-welcomes-ai-partnerships-between-telcos-media-organisations-says-fahmi",
        "description": "BEIJING: Malaysia welcomes the collaboration of telecommunications companies with local media organisations to develop ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XxxvTWBIdvXjplW3WwDdRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "The Star",
        "article_content": "BEIJING: Malaysia welcomes the collaboration of telecommunications companies with local media organisations to develop artificial intelligence (AI) applications to help produce content, as well as report efficiently and effectively, says Fahmi Fadzil.\n\nThe Communications Minister cited Huawei as an example of a company from China that has sophisticated AI applications usable in various fields, including the media and film industries.\n\n\"I found some very interesting applications, whether in terms of digital twinning, language translation applications, large language modelling (LLM) to study weather forecasts, and also some other applications to optimise networks.\n\n\"So I have asked the MCMC (Malaysian Communications and Multimedia Commission) to look into some of these applications.\n\n\"I have also asked Radio Television Malaysia (RTM) and the National Film Development Corporation Malaysia (Finas) to examine, especially the aspect of using AI for translation,\" Fahmi told Bernama in Beijing on Saturday (Sept 28).\n\nHe made these remarks after witnessing the Memorandum of Understanding (MoU) signing ceremony between Huawei, represented by Huawei Malaysia chief executive officer Simon Sun, and U Mobile, represented by chief marketing officer Navin Manian on Saturday (Sept 28).\n\nThrough the MoU, both companies will collaborate on developing solutions for Malaysia's vertical markets, including SMEs and logistics, by drawing on Huawei's experience with global enterprise business models.\n\nEarlier, Fahmi spent about 40 minutes observing the AI technology used by Huawei in various fields such as health, telecommunications, digital content production, and housing.\n\nAsked about the risks of using AI, he said a sustainable and comprehensive AI technology regulatory framework is needed to ensure that the goals of using AI technology can be achieved.\n\n\"We have to be far-sighted, we cannot be too conservative in understanding the capabilities of technology such as AI, but we need to be careful that the use of AI technology does not cause harm to the people and the country,\" he said.\n\nFahmi is currently on a three-day working visit to China since Thursday (Sept 26) and is scheduled to depart for South Korea on Sunday (Sept 29) to participate in GSMA Mobile 360 APAC and deliver a keynote address at the session on \"Building the AI-Enabled Digital Backbone\". – Bernama"
    },
    {
        "title": "Billie Eilish Makes Paranormal Activity Look Romantic in New ‘Birds of a Feather’ Music Video: Watch",
        "link": "https://www.billboard.com/music/music-news/billie-eilish-birds-of-a-feather-music-video-1235786878/",
        "description": "The visual arrives days ahead of the pop star's Hit Me Hard and Soft World Tour. When Billie Eilish sings, 'I’ll love you ...",
        "image_url": "https://www.bing.com/th?id=OVF.PJJ2T51AUJ4x6XsCSZMKvg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21h",
        "source": "Billboard",
        "article_content": "When Billie Eilish sings, “I’ll love you ’til the day that I die” on “Birds of a Feather,” that deadline also includes the afterlife.\n\nIn the Hit Me Hard and Soft single’s new Aidan Zamiri-directed music video that arrived Friday (Sept. 27), the 22-year-old pop star sits alone in an abandoned office building, smiling to herself as the invisible ghost of a loved one jerks her around, pulls on her chair and drags her across the floor. “I don’t know what I’m crying for/ I don’t think I could love you more,” she sings. “It might not be long, but baby, I/ I’ll love you ’til the day that I die.”\n\n“Birds of a Feather” marks just the latest music video to come from Eilish’s Hit Me Hard and Soft album, following lead single “Lunch” — which reached No. 5 on the Billboard Hot 100 — and “Chihiro.” The two-time Oscar winner’s third studio album arrived in May and debuted at No. 2 on the Billboard 200, following her 2019 debut When We All Fall Asleep, Where Do We Go? and 2022 sophomore effort Happier Than Ever, both of which peaked at No. 1 on the albums chart.\n\nThe visual arrives just two days ahead of the start of Eilish’s Hit Me Hard and Soft World Tour, which kicks off Sunday (Sept. 29) in Quebec. The arena trek will span North America, Australia and Europe, ending in July in Dublin.\n\nTrending on Billboard\n\nThe run will also include three sold-out shows at Madison Square Garden Oct. 16-18. The next day, on Oct. 19, Eilish will return to Saturday Night Live to serve as musical guest for a Michael Keaton-hosted episode.\n\nWatch Eilish’s new “Birds of a Feather” music video above."
    },
    {
        "title": "Investigating paranormal activity with Ring",
        "link": "https://www.yahoo.com/lifestyle/investigating-paranormal-activity-ring-125222491.html",
        "description": "Paranormal Investigator Katrina Weidman teams up with our sponsor Ring as they go ‘Ghost Spotting’ in a viewer's home and ...",
        "image_url": "https://www.bing.com/th?id=OVF.0bLKRg05XR8LFxQ4lH2mMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17h",
        "source": "Yahoo",
        "article_content": "TechCrunch\n\nWordPress.org has lifted its ban on hosting provider WP Engine until October 1, after putting a block on it earlier this week. WordPress co-founder Matt Mullenweg, who has been in a tussle with WP Engine for over a week, blamed WP Engine's private equity investor, Silver Lake."
    },
    {
        "title": "Check out these events coming to the Blue Water Area this October",
        "link": "https://www.yahoo.com/lifestyle/check-events-coming-blue-water-090236552.html",
        "description": "With the fall season rolling around, the Blue Water area is hosting less boat shows and races, and more horror and Halloween ...",
        "image_url": "https://www.bing.com/th?id=OVFT.08WuvB2hhSzIFRMBTw1hHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "Check out these events coming to the Blue Water Area this October\n\nWith the fall season rolling around, the Blue Water area is hosting less boat shows and races, and more horror and Halloween fests. Here are five upcoming events in the area you can enjoy with friends and family.\n\nParanormal Cirque\n\nHeld at the Birchwood Mall in Fort Gratiot Oct. 3-6, this show will mix theater, cabaret and the circus.\n\nAmong the performances will be air acrobatics, illusionists, \"circus freaks\" and other acts that promise to shock and entertain the audience.\n\nTicket prices range between $15 and $60 depending on the seats and are on sale at https://black.cirqueitalia.com/events/1176_Paranormal-Cirque-Fort-Gratiot-MI. Starting times vary per day, though most performances start at or after 5:30 p.m.\n\nThe show's website warns the performance contains adult language and content, so it may be best to leave kids at home. Those between the ages of 13 and 17 can attend only if they are accompanied by an adult.\n\n'Young Frankenstein' at Riverbank Theater\n\nMarine City's Riverbank Theater will host a performance based on Mel Gibson's parody of the classic horror story.\n\nThe play will be available from Oct. 4 to Nov. 24. Shows will be available at 7:30 p.m. on Fridays and Saturdays, and at 3 p.m. on Sundays.\n\nTickets are $38 apiece, and can be bought online at https://thumbcoasttheaters.thundertix.com/events/220754.\n\nPeople watch actors on stage during rehearsal for Mame Tuesday, Dec. 2, 2014 at the Riverbank Theater, 358 S. Water St., in Marine City.\n\nTom Daldin and Jim Edelman come to Port Huron\n\nPort Huron Town Hall will be hosting its second set of speakers for the season with the hosts of PBS's Emmy-winning show Under the Radar.\n\nTom Daldin and Jim Edelman were most recently in Port Huron to film for the show's 2023 season, which featured Port Huron.\n\nPort Huron Town Hall will be hosting the pair from 10:30 to 11:30 a.m. at the McMorran Theater in Port Huron on Oct. 14. Tickets for the presentation are $45.\n\nSheri Faust, left, and Tom Daldin, right, filming a segment for the Port Huron episode of \"Under the Radar\" on July 12, 2023. Faust talked about the Bridge to Bay Trail and Fort Gratiot Lighthouse for the episode.\n\nDetroit Rock City Paranormal Investigation at Fort Gratiot Lighthouse\n\nFort Gratiot Lighthouse will host a team of paranormal enthusiasts on Oct. 19.\n\nThe group will be exploring the lighthouse, which was built in 1829, to discuss historical tragedies and any paranormal activity they come across.\n\nThe event starts at 7 p.m. and is for adults only. Tickets cost $20 for museum members and $25 for the general public.\n\nThe Fort Gratiot Lighthouse stands over Lighthouse Beach on Lake Huron in Port Huron.\n\nPort Huron Halloween Stroll\n\nFor those looking for an event appropriate for younger audiences, Port Huron's Parks and Recreation Office will be hosting a stroll through Sanborn Park on Oct. 26. Six groups can enter the park in 30 minute intervals between 10 a.m. and 12:30 p.m.\n\nParticipating businesses will provide treats to guests, and a train ride around the park will be available at no extra cost. The cost of tickets is less the sooner you register, at only $8 for the earliest tickets and $12 for those who pay on the day of the event.\n\nRegistrations are open at https://rec.porthuron.org/CourseActivities.aspx?id=39.\n\nMIke Helmreich carries his daughter, Anna, 1 1/2, during the Halloween Stroll on Saturday, Oct. 27, 2018 at Sanborn Park in Port Huron.\n\nThis article originally appeared on Port Huron Times Herald: Check out these events coming to the Blue Water Area this October"
    },
    {
        "title": "Pope Lick Monster featured on the small screen in new paranormal Hulu series",
        "link": "https://www.courier-journal.com/story/news/local/2024/09/28/pope-lick-monster-on-hulu-how-to-watch-series-with-louisville-legend/75345954007/",
        "description": "The third installment in the first season of the \"Out There: Crimes of the Paranormal\" features the Pope Lick Monster — a supposed half-man, half-goat also known as Goatman thought to reside near a ...",
        "image_url": "https://www.bing.com/th?id=OJ.sIdRuoRUkaVbdQ&pid=news&w=115&h=16&rs=2",
        "category": "paranormal",
        "date": "2h",
        "source": "The Courier-Journal",
        "article_content": "A mythical creature tied to an east Louisville urban legend is the subject in an episode of a new supernatural TV series that premiered on Hulu and Disney+ Tuesday.\n\nThe third installment in the first season of the \"Out There: Crimes of the Paranormal\" features the Pope Lick Monster — a supposed half-man, half-goat also known as Goatman thought to reside near a train trestle at South Pope Lick and Taylorsville roads.\n\nLegend has it the monster \"hypnotizes trespassers into venturing out onto the trestle, thus luring them to their death before an oncoming train,\" according to an entry from the Encyclopedia of Louisville.\n\nOther accounts supposedly claim the monster jumps down onto passing cars or lures people onto the tracks by mimicking familiar voices before attacking its victims with a blood-stained axe. Another legend states the creature is so horrible to behold that people jump from the trestle in fear to escape it.\n\nMore:Just Askin' | What is the Pope Lick Monster? What to know about the Louisville urban legend\n\nWhere did the Pope Lick Monster come from?\n\nVarious accounts about the beast's origin differ. Some claim that the monster was originally a circus worker who swore to take revenge after being mistreated, while others claim it's a twisted reincarnation of a farmer that sacrificed animals to gain supernatural powers.\n\nThe myth gained some notoriety when Louisville-based filmmaker Ron Schildknecht released a 16-minute film in December 1988 titled \"The Legend of the Pope Lick Monster.\" In the film, a group of teenagers go to the trestle as part of a rite of passage and one of the characters comes face-to-face with the title beast just before a train comes into view. The teen barely survives by managing to hold on to a railroad tie while the train rumbles above him.\n\nConcerns about the film influencing children to attempt to cross the 90-foot high trestle prompted Schildknecht to submit a letter to the editor to The Courier Journal in 1989, in which he stated teenagers crossing the trestle had been a common occurrence in Louisville for generations, but little had been done by parents and teachers to discourage them from avoiding the dangers.\n\n\"My interest in producing this film was to examine the reasons for such behavior and place them in the proper sociological context in hopes of dealing with the problem with a deeper understanding of the factors involved,\" he wrote. \"In depicting high school students engaged in rowdy behavior, I am saying that this is how it happens, these are the circumstances and this is what it can lead to.\"\n\nHas anyone been hurt trying to walk the train trestle?\n\nYes, in fact at least two people have been struck and killed by a train since 2016 — a 26-year-old Ohio woman and a 15-year-old from Louisville.\n\nHow can I watch the \"Out There: Crimes of the Paranormal\"\n\nHulu and Disney+ subscribers will be able to watch all eight episodes of the series starting Tuesday. The third episode is titled \"The Pope Lick Goatman.\" Other episodes feature investigations of a supposed UFO crash in Long Island and ghosts believed to haunt San Francisco's Chinatown.\n\n\"Out There\" was produced by the creative team behind the \"Sasquatch\" series, also available on Hulu.\n\nReach reporter Leo Bertucci at lbertucci@gannett.com or @leober2chee on X, formerly known as Twitter"
    },
    {
        "title": "25 years ago, 'The Blair Witch Project' shocked and spooked",
        "link": "https://chicago.suntimes.com/movies-and-tv/2024/09/28/blair-witch-project-anniversary-25-years",
        "description": "Right?) Maybe it’s because we’ve had so many 'found footage' movies over the last 25 years, including the 'Paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVF.i%2bcDrjXErKjPredKmEDUCw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Chicago Sun-Times12h",
        "source": "Chicago Sun-Times",
        "article_content": "“I’m scared to close my eyes. I’m scared to open them.” – Heather Donahue in “The Blair Witch Project.”\n\nIt’s a funny thing with memory — how your mind’s eye can produce a clear picture of a relatively minor moment in your life from 10 or 20 or 30 years ago, but you can’t instantly recall what you had for lunch last Monday or what you did two Sundays ago.\n\nHere’s something I remember from late summer 1999. On a sunny weekday afternoon, I was walking across the Wabash Avenue Bridge, returning to the Sun-Times building after having watched an advance screening of “The Blair Witch Project” — and I could still feel the chills from the experience. That movie scared the life out of me.\n\nOver the years, it’s become somewhat fashionable to dis “The Blair Witch Project,” to wonder what all the hype was about, to call it underwhelming. In a 2022 poll for the Scotsman, readers called it the most overrated film of all time. A 2019 article in Collider about underrated and overrated horror films placed “Blair Witch” in the latter category. Threads on Reddit dis the movie.\n\n“The Blair Witch Project” (available for streaming on Peacock) will screen Tuesday at Landmark at the Glen in Glenview as part of the “Retro Replay 1999 — The Year That Changed Cinema” series. In advance of this, I rewatched the film for the first time in many years — and while I wouldn’t say the chill is gone, it is somewhat lessened. (I mean, you can only see something for the first time once. Right?)\n\nMaybe it’s because we’ve had so many “found footage” movies over the last 25 years, including the “Paranormal Activity” franchise, “The Last Exorcism” and “Cloverfield,” among others. (“Blair Witch” wasn’t the first in the genre, though it remains the most successful of all time, with a box-office gross of $248.6 million worldwide, which would be $469 million in today’s dollars.) Perhaps it’s because I knew what was coming this time around, and I couldn’t totally buy into the concept that the trio of filmmakers lost deep in the woods and terrified to the point of hysteria would keep the cameras rolling until ... well. The end.\n\n“The Blair Witch Project” directors Eduardo Sanchez (left) and Daniel Myrick creep around at the Cannes International Film Festival in 1999. Roger Ebert/Sun-Times\n\nStill, I admired the vision and the skills of the directing duo of Daniel Myrick and Eduardo Sánchez, who came up with this concept and brought it to fruition on a budget of just $60,000, on a shoot that lasted only eight days. Their use of sound in particular contributed greatly to the feeling there was something out there, something just beyond the camera’s reach. There were still a few moments that sent shivers down my spine — and those moments were produced by the screams in the blackness, the muffled cries for help, even the snapping of twigs in the dead of night. Like so many of the best scary movies, “The Blair Witch Project” is more about what we don’t see.\n\nI was also impressed by the performances of Heather Donahue, Michael C. Williams and Joshua Leonard as the aspiring documentarians who hike into the haunted woods near Burkitsville, Maryland, in 1994 and are never heard from again. They probably haven’t received enough credit for their acting, in part because they went by their real names and the whole concept behind the film was that they weren’t acting, they were just being themselves. (Leonard, Williams and Donahue, who legally changed her name to Rei Hance in 2020, have called for further compensation for their work on the original as well as consultation considerations for any reboots and sequels.)\n\nLike his castmates, Joshua Leonard used his own name when playing the cameraman in “The Blair Witch Project.” Artisan Entertainment\n\nAnother clever touch: shooting the “documentary” footage in black and white, while the behind-the-scenes scenes are in color, recorded by a shaky, hand-held video camera. Switching back and forth adds to the feeling someone actually did find both the cameras and their contents a few years later.\n\nThe legacy of “The Blair Witch Project” is also about the revolutionary viral marketing campaign. Long before the film was released, directors Myrick and Sánchez created a website filled with fictional police reports and newspaper articles, and they filmed an 8-minute mini-documentary that aired on TV in 1998. When “Blair Witch” played at Sundance, the actors were nowhere to be seen and weren’t part of the promotional effort, and the IMDb page for the film listed the main cast as “missing, presumed dead.” It was the closest thing to a “War of the Worlds” moment you could have in the 1990s.\n\n"
    },
    {
        "title": "James Webb telescope has made scary discovery about universe confirming humanity got something 'seriously wrong'",
        "link": "https://www.ladbible.com/news/science/james-webb-space-telescope-universe-expanding-speed-484045-20240928",
        "description": "But it's JWST also made a shocking discovery, which one physicist has called a 'crisis' in the way we understand the universe ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KGDxtYlGnnhZ93gl3-ihRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "34m",
        "source": "LADbible",
        "article_content": "A discovery has been made which has the ability to change everything that we know about the universe.\n\nThat's right, and it's all because of The James Webb Space Telescope (JWST).\n\nIf you don't know what it is, the JWST is a more advanced version of the legendary 1990 Hubble telescope, which was launched into space in December 2021.\n\nAdvert\n\nLiving up to its expectations, the JWST has made numerous discovers in space, which could even point to there being life beyond our small planet.\n\nIt also went on to find that potential planets could be forming right before our eyes after discs and dust gathered around two stars.\n\nThe James Webb Space Telescope has made a shocking discovery (Getty Stock Image)\n\nThe telescope has captured so many high resolution images of galaxies, as well as stars being formed and even early stage black holes (which is more scary than it is cool).\n\nAdvert\n\nBut it's JWST also made a shocking discovery, which one physicist has called a 'crisis' in the way we understand the universe.\n\nAstronomers have used the information from both the Hubble and James Webb Space Telescopes to confirm one of the problems in physics that still baffles them.\n\nWhat is the Hubble Tension?\n\nThe issue they need help with is that scientists have arrived at different estimates of the rate of the universe's expansion.\n\nAdvert\n\nThis is called the Hubble Tension, and could potentially upend the world of cosmology for good.\n\nHave we misunderstood the universe? (Getty Stock Image)\n\nHow do we know how fast the universe is expanding?\n\nThere are two ways to figure out the Hubble constant - a value that describes the universe's expansion rate.\n\nAdvert\n\nThe first way is basically through the Big Bang's leftovers, which are tiny fluctuations in the cosmic microwave background.\n\nFrom 2009 to 2013, astronomers figured out that this figure was roughly 46,200 mph per million light years, or about 67 kilometres per second per megaparsec (km/s/sMpc).\n\nThe second way is to use pulsating stars, also known as Cepheid variables.\n\nAstronomers use the outer layers of dying stars, which flicker like broken street lights in the distance.\n\nAdvert\n\nBy measuring its brightness, these Cepheid stars can be chained into a 'cosmic distance ladder', which allows us to look further into the past of the universe.\n\nUsing this, an exact number can be pinpointed that reveals the speed of the universe's expansion.\n\nEstimates of the universe's rate of expansion contradict each other\n\nBy using the second method, Adam Riess - professor of physics and astronomy at Johns Hopkins University - and his colleagues estimated that the universe's expansion rate is actually about 74 km/s/Mpc, a value much higher than the previously thought 67 km/s/Mpc.\n\nThis could make the universe 10 percent younger than we originally thought.\n\nScientists have called it a 'crisis' (Getty Stock Image)\n\nThe world of cosmology has been catapulted into uncertainty following this discovery.\n\nNobel Prize winning astronomer David Gross called it a 'crisis' at a 2019 conference.\n\nWhat did the James Webb Space Telescope find?\n\nInitially, the discovery was thought to be a measurement error by confusing Cepheid stars with regular stars in the Hubble's lens, but the much more accurate JWST disproved these claims, confirming the new discovery.\n\nOn 6 February, a study was published in the Astrophysical Journal Letters, highlighting that our understanding of the universe could be very, very wrong.\n\nLead study author Riess stated: \"With measurement errors negated, what remains is the real and exciting possibility we have misunderstood the universe.\"\n\nRiess observed 1,000 other Cepheid stars in five separate galaxies as far away as 130 million lightyears from Earth, further confirming their findings on the Hubble constant.\n\nHe explained: \"We've now spanned the whole range of what Hubble observed, and we can rule out a measurement error as the cause of the Hubble Tension with very high confidence.\n\n\"Combining Webb and Hubble gives us the best of both worlds. We find that the Hubble measurements remain reliable as we climb farther along the cosmic distance ladder.\""
    },
    {
        "title": "Machine learning accelerates discovery of high-temperature alloys",
        "link": "https://phys.org/news/2024-09-machine-discovery-high-temperature-alloys.html",
        "description": "In a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong ...",
        "image_url": "https://www.bing.com/th?id=OVFT._PbzKnG0pPB4ScKzVy8jky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThe ML-based framework for the MOO design of RHEAs. Credit: Cheng Wen et al.\n\nIn a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong Ocean University, and AiMaterials Research LLC have demonstrated a novel method to accelerate the discovery of refractory high-entropy alloys (RHEAs) compositions optimized for extreme conditions.\n\nThe research, titled \"Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility,\" outlines how machine-learning (ML), genetic search, cluster analysis, and experimental design were employed to sift through billions of possible compositions and identify those with superior mechanical properties.\n\nThe research team, led by Turab Lookman and Yanjing Su, synthesized and tested 24 different alloy compositions through a rigorous iterative process involving six feedback loops. Their efforts resulted in four compositions demonstrating remarkable high-temperature yield strength and room-temperature ductility. Among these, the ZrNbMoHfTa alloy system, specifically the composition Zr 0.13 Nb 0.27 Mo 0.26 Hf 0.13 Ta 0.21 , stood out with a yield strength approaching 940 MPa at 1200 °C and a room-temperature fracture strain of 17.2%.\n\nA leap forward in high-temperature materials\n\nThe exceptional performance of the ZrNbMoHfTa alloy marks a significant advancement in materials science. Its yield strength at 1200 °C exceeds that of previous RHEAs and traditional nickel-based superalloys, which are typically limited to lower temperatures. This enhancement opens up new possibilities for high-temperature structural applications, including in gas turbines, aerospace propulsion systems, and nuclear reactors.\n\nThe integration of machine learning with traditional alloy design methods has allowed researchers to rapidly identify and optimize compositions that were previously unimaginable. This breakthrough not only addresses the limitations of existing materials but also sets a new standard for high-temperature alloys.\n\nA new paradigm for material design\n\nThe researchers' approach represents a paradigm shift in material design by effectively managing the vast compositional space of RHEAs and addressing multiple performance objectives simultaneously. By leveraging ML algorithms, the team was able to predict alloy properties with unprecedented accuracy and efficiency, overcoming common challenges such as limited data and complex optimization tasks.\n\nThe study also highlights the importance of incorporating multi-objective optimization (MOO) techniques to balance various material properties, including strength, ductility, and oxidation resistance. The proposed framework's adaptability to other alloy systems demonstrates its potential to revolutionize the design of materials across different applications and industries.\n\nWhile the current study has achieved remarkable results, the researchers emphasize that there is still room for improvement and further exploration. Future work will focus on integrating additional elements to enhance properties like oxidation resistance and refining ML models to manage uncertainties and improve prediction accuracy. The study also underscores the need for efficient selection strategies, such as cluster analysis, to optimize experimental and computational costs.\n\n\"The success of this research opens new avenues for material innovation,\" noted Nan Zhang, editor of Engineering. \"As research scientists continue to refine their approach and explore new compositions, we anticipate even greater advancements in high-temperature alloys that could transform a wide range of engineering applications.\"\n\nThe paper was authored by Cheng Wen, Yan Zhang, Changxin Wang, Haiyou Huang, Yuan Wu, Turab Lookman, Yanjing Su.\n\nMore information: Cheng Wen et al, Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility, Engineering (2024). DOI: 10.1016/j.eng.2023.11.026\n\nProvided by Engineering"
    },
    {
        "title": "Strange Discovery Finds Earth's Crust 'Dripping' Into The Planet's Belly",
        "link": "https://www.sciencealert.com/strange-discovery-finds-earths-crust-dripping-into-the-planets-belly",
        "description": "\"As the lithosphere thickened and dripped below the region, it formed a basin at the surface that later sprang up when the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Q9QUM1kW-7KeDwNHmVcetS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert6m",
        "source": "ScienceAlert",
        "article_content": "Crinkles and divots in the surface of Earth on Türkiye's Central Anatolian Plateau are the smoking gun for a newly discovered class of plate tectonics.\n\nBeneath a depression called the Konya Basin, Earth's crust is slowly dripping deeper into the planetary interior, a process that is gradually shaping the surface geology of not just the basin, but the plateau that surrounds it.\n\nIt's called lithospheric dripping, a phenomenon that has only recently been discovered here on Earth, and geologists are still figuring out the different ways it manifests.\n\n\"Looking at the satellite data, we observed a circular feature at the Konya Basin where the crust is subsiding or the basin is deepening,\" says geophysicist Julia Andersen of the University of Toronto.\n\n\"This prompted us to look at other geophysical data beneath the surface where we saw a seismic anomaly in the upper mantle and a thickened crust, telling us there is high-density material there and indicating a likely mantle lithospheric drip.\"\n\nWe have a pretty good idea of how it works. When the lower portion of Earth's rocky crust is heated to a certain temperature, it starts to go a little gooey. Then, like honey or syrup, it slowly oozes downward – a bit like a pitch drop experiment, but much bigger and slower.\n\nAs this drop descends, it pulls the planetary crust down with it. This creates a depression, or basin. Then, when the drop detaches into the mantle, the surface rebounds, bulging upwards, with a widespread effect.\n\nWe only began to understand this process a short time ago, but modeling its evolution has already allowed Andersen and her colleagues to identify one region of the mantle where dripping has taken place, at the Arizaro Basin under the Central Andes.\n\nNow, careful analysis of surface geology and laboratory experiments has led them to another oozy drip under the Central Anatolian Plateau – and the signpost was the Konya Basin.\n\nThe Central Anatolian Plateau is known to be uplifting over time. Previous research suggests that it has gained around a kilometer (0.6 miles) in altitude over the past 10 million years thanks to the release of a crusty drip.\n\nBut then there's the Konya Basin, which is subsiding downwards at a rate of around 20 millimeters (0.8 inches) per year. That doesn't sound like much, but a sinking patch of ground in a region that is rising upwards warrants further investigation.\n\nThe team's findings suggest that the broader region of the plateau is in the throes of the rebound phase of the lithospheric drip process, after having dropped its gooey molten load into the mantle. The Konya Basin? That's a smaller, second drip forming.\n\n\"As the lithosphere thickened and dripped below the region, it formed a basin at the surface that later sprang up when the weight below broke off and sank into the deeper depths of the mantle,\" says Earth scientist Russell Pysklywec of the University of Toronto.\n\n\"We now see the process is not a one-time tectonic event and that the initial drip seems to have spawned subsequent daughter events elsewhere in the region, resulting in the curious rapid subsidence of the Konya Basin within the continuously rising plateau of Türkiye.\"\n\nThe researchers validated this model by setting up a lab experiment. They filled a plexiglass tank with a highly viscous silicone polymer called polydimethylsiloxane as a proxy for Earth's gooey lower mantle. A mixture of polydimethylsiloxane and modeling clay was used to replicate the upper mantle, while a mixture of ceramic spheres and silica sand served as the crust.\n\nThen, they inserted a dense \"seed\" into the upper mantle layer to initiate a drip, and observed the results. Within 10 hours, the first drip had started to fall. By the time it reached the bottom of the box, after about 50 hours, a secondary drip had started to descend.\n\nNeither drip was associated with horizontal deformation of the surface – only vertical. And these deformations were consistent with the Konya Basin.\n\n\"What we noticed was that over time, this secondary drip did pull the crust downward and started to create a basin, despite no horizontal movements in the crust at the surface,\" Andersen says. \"The findings show these major tectonic events are linked, with one lithospheric drip potentially triggering a host of further activity deep in the planetary interior.\"\n\nThese results suggest that lithospheric dripping is a multi-stage process, and neatly explains the strange, simultaneous uplifting and subsidence observed on the Central Anatolian Plateau.\n\nThe research has been published in Nature Communications."
    },
    {
        "title": "Global Science Roundup: From Frigid Alien Planets to Viking Skeletons",
        "link": "https://www.devdiscourse.com/article/science-environment/3103073-global-science-roundup-from-frigid-alien-planets-to-viking-skeletons",
        "description": "A summary of current science news includes the discovery of a frigid alien planet offering insight into Earth's distant ...",
        "image_url": "https://www.bing.com/th?id=OVFT.26wCZIA4L_DfSS1xmo2kxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse7h",
        "source": "devdiscourse",
        "article_content": "A distant frigid alien planet offers a fascinating glimpse into Earth's possible future, showcasing that our planet might survive the sun's death as a cold outpost. This rocky planet, much like Earth but 1.9 times its mass, orbits a white dwarf about 4,200 light-years away in the Milky Way's center, according to Hawaii-based telescopes.\n\nIn an innovative fusion of microbiology and art restoration, Spanish microbiologist Pilar Bosch and her mother Pilar Roig are using bacteria to restore 18th-century paintings in Valencia. This intersection of fields highlights groundbreaking techniques in preserving historical art.\n\nManchester has welcomed the initial phase of a 1.7 billion pound ($2.3 billion) innovation district aimed at propelling the city's science and technology sector. The district, built on the University of Manchester's former North Campus, represents a significant boost to commercial space and housing, backed by university and private sector investments.\n\nDanish archaeologists have made an extraordinary find near Odense, unearthing 50 well-preserved Viking skeletons. These discoveries promise to offer new insights into the lives of the medieval Nordic people, with their preservation aided by high water levels and favorable soil conditions.\n\n(With inputs from agencies.)"
    },
    {
        "title": "Discovery of 3,775-year-old preserved log supports ‘wood vaulting’ as a climate solution",
        "link": "https://www.eurekalert.org/news-releases/1059477",
        "description": "A new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AbsR1BfqaLW6q-eANjthoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "EurekAlert!18h",
        "source": "EurekAlert!",
        "article_content": "A new University of Maryland-led study found that burying wood in the right environmental conditions can stop its decomposition and help curb carbon dioxide emissions.\n\nA new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate change.\n\nA team of researchers led by University of Maryland Atmospheric and Oceanic Science Professor Ning Zeng analyzed a 3,775-year-old log and the soil it was excavated from. Their analysis, published on September 27, 2024, revealed that the log had lost less than 5% carbon dioxide from its original state thanks to the low-permeability clay soil that covered it.\n\n“The wood is nice and solid—you could probably make a piece of furniture out of it,” Zeng noted.\n\nUnderstanding the unique environmental factors that kept that ancient log in mint condition could help researchers perfect an emerging climate solution known as “wood vaulting,” which involves taking wood that is not commercially viable—such as trees destroyed by disease or wildfires, old furniture or unused construction materials—and burying it to stop its decomposition.\n\nTrees naturally sequester carbon dioxide—a potent planet-warming gas—for as long as they live, making tree-planting projects a popular method of mitigating climate change. But on the flip side, when trees die and decompose, that greenhouse gas is released back into the atmosphere, contributing to global warming.\n\n“People tend to think, ‘Who doesn’t know how to dig a hole and bury some wood?’” Zeng said. “But think about how many wooden coffins were buried in human history. How many of them survived? For a timescale of hundreds or thousands of years, we need the right conditions.”\n\nIn 2013, while conducting a wood vaulting pilot project in Quebec, Canada, Zeng discovered the 3,775-year-old log that became the focus of the Science study—a chance encounter that for Zeng felt “kind of miraculous.” While digging a trench to bury fresh wood, Zeng and other researchers spotted the log about 6.5 feet below the surface.\n\n“When the excavator pulled a log out of the ground and threw it over to us, the three ecologists that I had invited from McGill University immediately identified it as Eastern red cedar,” Zeng recalled. “You could tell how well it was preserved. I remember standing there thinking, ‘Wow, here’s the evidence that we need!’”\n\nWhile past studies have analyzed old samples of preserved wood, they tended to overlook the surrounding soil conditions, according to Zeng.\n\n“There is a lot of geological and archeological evidence of preserved wood from hundreds to millions of years ago, but the focus of those studies was not ‘How we can engineer a wood vault to preserve that wood?’” Zeng said. “And the problem with designing a new experiment is that we can’t wait 100 years for the results.”\n\nShortly after the Quebec dig, UMD’s collaborators at MAPAQ, a government ministry in Montreal, conducted carbon dating to determine the log’s age. Then, in 2021, Distinguished University Professor Liangbing Hu in UMD’s Department of Materials Science and Engineering helped Zeng analyze the 3,775-year-old sample’s microscopic structure, chemical composition, mechanical strength and density. They then compared those results to that of a freshly cut Eastern red cedar log, which revealed that the older sample had lost very little carbon dioxide.\n\nThe type of soil covering the log was the key reason for its remarkable preservation. The clay soil in that part of Quebec had an especially low permeability, meaning that it prevented or drastically slowed oxygen from reaching the log while also keeping out fungi and insects, the decomposers typically found in soil.\n\nBecause clay soil is common, wood vaulting could become a viable and low-cost option in many parts of the world. As a climate solution, Zeng noted that wood vaulting is best paired with other tactics to slow global warming, including reducing greenhouse gas emissions.\n\nAs he and his colleagues continue to optimize wood vaulting, he looks forward to putting what they’ve learned into practice to help curb climate change.\n\n“It’s quite an exciting discovery,” Zeng said of this latest study. “The urgency of climate change has become such a prominent issue, so there was even more motivation to get this analysis going.”\n\n###\n\nIn addition to Zeng and Hu, co-authors of this study included Laura Picard (B.S. ’24, chemistry; B.S. ’24, animal sciences), undergraduate student Elisa Zeng-Mariotti from the Department of Chemical and Biomolecular Engineering, and Ph.D. student Bryson Clifford and postdocs He Liu, Yu Liu, Taotao Meng and Xinpeng Zhao from the Department of Materials Science and Engineering.\n\nTheir study, “3775-year-old wood burial supports ‘wood vaulting’ as a durable carbon removal method,” was published in Science on September 27, 2024.\n\nThis study was supported by MAPAQ, the NOAA Climate Program Office and the NIST Greenhouse Gas Measurement Program. This article does not necessarily reflect the views of these organizations."
    },
    {
        "title": "What Is No-Code Automation?",
        "link": "https://www.techrepublic.com/article/no-code-automation/",
        "description": "No-code automation allows users to automate tasks and workflows without writing code. Ideal for non-technical users, it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3uMBugXeJTpHGkKG2SeAiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "16h",
        "source": "TechRepublic",
        "article_content": "No-code automation is the process of establishing automated workflows through a pre-configured software solution without the need for traditional coding. This development style allows citizen developers (those with no coding experience) to design bespoke dashboards, tools, or interfaces to fit their unique needs with ease.\n\nCreate custom web applications using Knack’s no-code visual builders to design and deploy specialized solutions. Design custom online databases, workflows, automations, dashboards, and user interfaces.\n\nReduce development time and effort with pre-built templates.\n\nImport data and integrate with third-party services, databases, and APIs seamlessly.\n\nSecurity measures include user authentication, role-based access control, and encryption, plus features to help with GDPR and HIPAA compliance. Visit Knack Sponsored This is a paid placement. However, our team of experts approved it as an appropriate product and our content remains editorially independent.\n\nWhat is no-code automation?\n\nNo-code automation allows anyone to harness the power of modern software regardless of coding ability. It provides an intuitive visual interface for the creation of highly-individualized platforms and processes, making business workflow automation and project management more efficient.\n\nThe main goal of this type of software is to be quick, easy, and accessible for all. That’s why it often uses simple, user-friendly mechanics such as point-and-click and drag-and-drop functionality to configure automations.\n\nSEE: Learn more about the fundamentals of project management in this guide.\n\nHow does no-code automation work?\n\nThe process of no-code automation works by communicating between the user interface and the computer’s data through a series of pre-built components that the user can simply plug into their platform as needed.\n\nNo-code vs low-code\n\nWhile still using pre-built components, low-code automation allows some coding to take place in order to facilitate more complex interactions to make the application more personalized to the user’s needs. This type of development is geared towards those with some coding experience who want to reduce the time they need to spend manually coding in order to build highly-customized applications or tools.\n\nTypes of no-code automation\n\nNo-code automation can be applied to many business processes, including:\n\nApplication development tools\n\nApplication development tools allow users to build custom applications without writing code. Some examples of application development tools include Knack and Draftbit.\n\nBusiness intelligence tools\n\nBusiness intelligence tools allow businesses to collect, process, and analyze large amounts of data, allowing users to visualize data in order to gain valuable insights that better guide business decisions. Some examples of business intelligence tools include Tableau and Databox.\n\nBusiness Process Management (BPM) tools\n\nThese tools are intended to allow users to create and oversee the entire lifecycle of business processes from the design phase all the way through the execution phase, usually involving several departments. Examples of BPM tools include Pipefy and Microsoft Power Automate.\n\nDatabase tools\n\nDatabase tools are designed to allow users to visually create and manage databases to suit their unique needs. Examples of database tools include Airtable and Baserow.\n\nSEE: 9 Best Airtable Alternatives for 2024\n\nForm and survey builders\n\nThese builders allow users to create custom forms and surveys without coding. Examples of form and survey builders include SurveyMonkey and Google Forms.\n\nRobotic Process Automation (RPA) tools\n\nThese tools are intended to automate mundane or redundant tasks typically performed manually to increase efficiency. They are best suited for rule-based tasks that don’t require decision-making. Examples of RPA tools are Nintex and Blue Prism.\n\nWebsite builders\n\nWebsite builders are designed to allow users to build customized websites to suit their needs without the need to code. Examples of website builders include SquareSpace and Webflow.\n\nWorkflow automation tools\n\nDesigned to automate repetitive tasks and processes without needing to code, and suited specifically for complex processes, these are focused on workflow efficiency. Examples of workflow automation tools include monday.com and Pipefy.\n\nNo-code automation use cases\n\nPortfolio management\n\nGain a holistic view and understanding of your portfolio, from current financial statements and project priorities to overall performance.\n\nProject tracking\n\nTracking project timelines, invoices, and dependencies by automating redundant tasks makes your project management easier and more efficient. Use plug-ins to leverage all of your tools on one platform.\n\nResource allocation\n\nImprove your management and team efficiency by automating resource allocation and capacity planning. This is particularly useful when managing a project using the lean methodology.\n\nTask management\n\nNo-code automation allows for tracking at every level, from checklists all the way up to sprints and roadmaps, making information accessible to stakeholders all in one place.\n\nWork management\n\nEmpower scrum teams to define their work breakdown structures, create schedules, and track timesheets and task lists at various levels.\n\nBenefits of codeless automation\n\nAutomating any amount of manual work through automation shows countless benefits to businesses and employees alike.\n\nReduced spending\n\nBy using no-code automation, both the personnel and time required for the project are reduced considerably due to the uniquely visual experience and lack of coding required on the back end of the application.\n\nAccessibility\n\nBecause of the nature of no-code automation being for the citizen developer, no-code automation brings the design directly to the person who needs the tool. This reduces the amount of miscommunication that might occur when trying to explain the vision to a professional coder who might not understand the industry for which they’re building the tool.\n\nIncreased efficiency\n\nBy automating mundane, monotonous, or redundant tasks, businesses are able to reduce the time their employees spend on those tasks, increasing work output and decreasing human error. This reduces wasted time on revisions and corrections, allowing employees to focus their attention on the items that require human interaction.\n\nBusiness agility and scalability\n\nNo-code automation allows companies to expand their offerings and business scale without traditional constraints. The automation of many tasks allows businesses to scale up and down as needed with the drag-and-drop capabilities. These changes are easily and quickly implemented in no-code platforms.\n\nFrequently asked questions (FAQs)\n\nWhat is the best codeless automation?\n\nThe best codeless automation depends on your specific needs. If you want to develop an app, you will likely choose different software than if your goal is to automate data tracking or build website surveys. It’s important to speak with all project stakeholders in order to determine which platforms will best help you reach your audience or maintain your workflow.\n\nWhat are the disadvantages of codeless automation?\n\nBecause the components are pre-built, the user can only do so much to make their creation truly specific or bespoke to fit their needs. However, while the creations that come from no-code platforms are technically limited, the existing databases for pre-built components are so vast that finding a tool to suit your needs well enough without coding is highly likely.\n\nCan project management be automated?\n\nYes, project management can be automated. While project management can’t be completely automatic, it can be automated in several manually redundant areas to reduce the time project managers are spending on minor tasks. With no-code software, you can automate sending reminders, delegating tasks to level out workload, emailing updates on progress, and more."
    },
    {
        "title": "These National Coffee Day deals and freebies will keep you energized",
        "link": "https://www.nbcmiami.com/entertainment/the-scene/national-coffee-day-deals-2024-free/3428896/?os=vbKn42TQHoorjMXr5B&ref=app",
        "description": "International Delight, KitchenAid, Dunkin’ and more brands are offering special deals for coffee lovers nationwide.",
        "image_url": "https://www.bing.com/th?id=OVF.07MEuOkKhPbUFjnKwDWJ7w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "NBC 6 South Florida",
        "article_content": "Sunday is National Coffee Day, and coffee brands and chains across the country are brewing up some sweet deals.\n\nOn Sept. 29, you can get your caffeine fix at a discount or even for free!\n\nHere are all the offers you won't want to miss out on:\n\nThe Hurricane season is on. Our meteorologists are ready. Sign up for the NBC 6 Weather newsletter to get the latest forecast in your inbox.\n\nEast Coast chain Aroma Joe's has 108 locations spread across Maine, New Hampshire, Massachusetts, Pennsylvania, Rhode Island and Connecticut, and also franchisees in Florida.\n\nAll guests can get a free hot or iced coffee (up to 24 ounces) on Sunday, Sept. 29.\n\nRewards members can get their free 24-ounce coffee any one time between Sept. 29 and Oct. 5 in the Aroma Joe’s app. In addition, Aroma Joe’s will donate $1 for every free coffee given to Make-A-Wish.\n\nRight now, coffee subscription service Atlas Coffee Club is giving away a free bag of coffee for National Coffee Day. Just pay $4.95 for shipping. Use code FREECOFFEDAY.\n\nNote that this first free bag will sign you up for a subscription starting at $9 plus shipping. You can cancel your subscription at any time by logging into your customer portal on their website.\n\nFrom now until Oct. 1, enjoy a free 12 oz bag of coffee with any purchase by using promo code COFFEEDAY24.\n\nPlus, all new subscribers are entered to win a free year of coffee!\n\nBiggby Coffee has over 280 stores open across 12 states, including Florida, New Jersey and Virginia.\n\nCustomers can get a free 16-ounce cup of hot or iced brewed coffee. Larger sizes or add-ons incur a cost.\n\nBetween Sept. 26 and Oct. 2, Circle K convenience stores are giving away one free medium cup of hot or iced coffee at participating locations. Just download the Circle K app to redeem the offer, which is limited to one per customer.\n\nOn Sunday, Duck Donuts customers can enjoy a free medium hot coffee or cold brew with any purchase in-store or online (delivery excluded). For online orders, use code COFFEEDAY24 at checkout.\n\nDunkin’ Rewards members can get a free medium hot or iced coffee on Sept. 29 with any purchase.\n\nAn office breakroom staple, Eight O'Clock Coffee is offering a 15% discount on any purchase over $75 through Sept. 29. Just use the code BESTBREW.\n\nFans of International Delight creamer can pick up one of their Iced Coffee cans, available at select convenience, grocery and dollar stores nationwide and then get 100% cash back through the Ibotta app (excludes CT, NJ, NV, TN, OR, WI) from Sept. 29 to Nov. 10 while supplies last.\n\nCoffee lovers can also enter the International Delight sweepstakes for a chance to win a car or a year’s supply of Iced Coffee. Four first-prize winners will also win a year’s supply of Iced Coffee.\n\nTo help everyone enjoy their drink their way this National Coffee Day, KitchenAid is offering discounts on select KitchenAid Espresso Collection models.\n\nNow through Oct.12, take up to $300 off espresso machines to enjoy barista-quality beverages at home. Get an additional $100 off select espresso machines now through Sept. 30 using promo code KF6DEAL.\n\nIn honor of National Coffee Day, Keurig is giving customers a 50% discount sitewide now through Oct. 1. Use code COFFEEDAY24.\n\nStop into Krispy Kreme on Sept. 29 for a free medium hot or iced coffee with any purchase. If placing a pickup order online, use code COFFEE.\n\nIf you'd like some doughnuts to go with that coffee, Krispy Kreme is selling a box of their Original Glazed Dozen for $2 with the purchase of another dozen.\n\nMartie is an online grocery store offering everyday savings on hundreds of items, including organic coffee brands. Right now, you can find savings of up to 70% on top-tier coffee brands and products.\n\nThe bakery chain has locations in 26 states, including California, Texas, New York, Pennsylvania and Massachusetts.\n\nRewards members can get one free medium hot or iced coffee made with premium Lavazza beans with any purchase between Sept. 27 and Sept. 29. If you're not a rewards member but want to sign up, make sure you sign up by Sept. 27 to redeem the offer.\n\nWe are all used to making hot coffee in the morning, but how about brewing some cold brew? Turns out it’s not very hard. Watch this iced coffee treat get made and then give it a try yourself.\n\nPeet's Coffee is offering 25% off beans, K-Cup Pods, espresso capsules — everything! From now until Sept. 29, customers can redeem the offer in-store or online using code NCD2024.\n\nThe offer can't be redeemed at stores inside airports, supermarkets and other licensed locations.\n\nSaid to have the “best coffee on the interstate,” Pilot is giving away free coffee all day on Sept. 29. Guests can choose from any size hot, iced, or cold brew coffee and redeem the deal through the myRewards Plus app.\n\nPlaya Rewards members who purchase an Apple Turn Up or Jack O Lantern Acai Bowl on Sept. 29 will receive a free 16oz Pumpkin Sweet Cream Cold Brew.\n\nPret a Manger is celebrating National Coffee Day early this year. Stop in on Sept. 27 to receive a free Koozie with any purchase at participating locations.\n\nOne per customer while supplies last.\n\nCustomers can get 99-cent cold brew coffees through the Sheetz app on National Coffee Day. This promotion, which also includes Sheetz’s new pumpkin pie cold brew, can be redeemed through the Sheetz app at all of Sheetz’s 700 locations.\n\nFrom Texas to Florida with over 350 locations, Shipley Do-Nuts will celebrate National Coffee Day by giving away a signature glazed donut with any coffee purchase.\n\nAhead of Starbucks' special free livestreaming event, “At Home With Sofi Tukker” on Twitch, the coffee behemoth is offering customers a special National Coffee Day deal on Amazon through Sept. 29.\n\nAs part of the celebratory offer, when customers spend $50 on select coffee blends and at-home favorites, they will get $10 off, while supplies last.\n\nOn Sept. 29 through Oct. 1, That’s it. will be offering 50% off their Organic Coffee Energy Minis on their website with code COFFEE2024, and on Amazon (no code needed).\n\nOn Sept. 29, Whataburger customers can get a free 16-ounce Iced Coffee or 12-ounce Hot Coffee from 6 a.m. to 6 p.m. at any of the 1,050+ Whataburger locations. No purchase necessary.\n\nFor National Coffee Day, White Castle will have a BOGO free breakfast combo with the coupon on the Value Offers page.\n\nTry some gourmet, Hawaiian-grown coffee chews at 15% off on Amazon by checking the coupon on both subscribe and save and one-time purchases.\n\nThe sale runs now through Dec. 2.\n\nA new study published in PLOS Medicine journal shows that people who drank four to six cups of coffee or tea daily had a lower incidence of stroke and dementia. Multiple studies have also found an association between moderate consumption of coffee and better brain health."
    },
    {
        "title": "When is the vice presidential debate? Here's when it starts and who's hosting",
        "link": "https://www.msn.com/en-us/news/politics/when-is-the-vice-presidential-debate-here-s-when-it-starts-and-who-s-hosting/ar-AA1rk4VN?ocid=BingNewsVerp",
        "description": "Vice presidential candidates JD Vance and Tim Walz will have an opportunity to take to the debate stage with just over a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CyPKTIHkH8VKuFFbHndsqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "21hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Column: Chicago Bears players offer feedback to Shane Waldron after the offense’s rocky start. Is it just more talk?",
        "link": "https://www.msn.com/en-us/sports/other/column-chicago-bears-players-offer-feedback-to-shane-waldron-after-the-offense-s-rocky-start-is-it-just-more-talk/ar-AA1rhjv6?ocid=BingNewsVerp",
        "description": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3VtprSPWf-_YlLxhmnWzeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "21hon MSNOpinion",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Surfshark review: a fast streaming VPN for all your devices",
        "link": "https://www.digitaltrends.com/computing/surfshark-review/",
        "description": "I reviewed Surfshark, a fast, affordable streaming VPN with unlimited device support, great privacy protection, and an ...",
        "image_url": "https://www.bing.com/th?id=OVF.O41OmmUwzdrvalHkpuf63A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "15h",
        "source": "Digital Trends",
        "article_content": "Surfshark VPN MSRP $15.45 Score Details “Surfshark is a fast streaming VPN that let me connect an unlimited number of devices, making it a great choice to protect privacy and unblock worldwide streaming for the whole family.” Pros Quick, reliable server connections\n\nPlenty of fast servers worldwide\n\nEasy-to-use design\n\nFast, helpful live chat support\n\nSupports unlimited devices Cons No free version\n\nTwo-year plan reverts to annual upon renewal\n\nSurfshark might sound dangerous, but it’s actually a VPN that protects your privacy, quarantines malware, and hides your location and online activity from intrusive trackers.\n\nAs one of the leading streaming VPNs, Surfshark is known to maintain fast speeds, but I wanted to find out just how fast it was and if there were any gaps in performance.\n\nIn my review, I also tested the antivirus protection included with a Surfshark One subscription, checked up on prices, and tested customer support.\n\nTiers and pricing (free, trial, subs)\n\nSurfshark is one of only a few VPNs that support an unlimited number of devices, adding extra value if you share the account with family members and close friends.\n\nYou can try Surfshark free for seven days before paying and the 30-day money-back guarantee gives you even more time to decide whether it’s worth the subscription cost.\n\nIf you’re looking for a completely free solution, check out our guide to the best free VPNs that protect your privacy with a few restrictions.\n\nSurfshark Starter costs $15.45 monthly, but the savings start when you subscribe for one or two years. The annual plan costs $45 and includes three free months. It renews at $60 per year, which is about average for a good VPN.\n\nThe two-year plan at $59 is a great bargain, plus you get three months for free. After 27 months, the renewal reverts to an annual plan at $60. Still, that beats the price of some top competitors. For example, NordVPN is an excellent VPN, but the subscription cost more than doubles when you renew.\n\nSurfshark also offers cybersecurity bundles. Surfshark One includes malware protection for less than a dollar more each month. Surfshark One+ costs $2 to $3 more monthly and protects your privacy with ongoing requests to remove your personal information from data brokers.\n\nIf you’re looking for a better VPN deal, there are usually sales and promotions that can help you save more. Just make sure you keep an eye on renewal dates so you aren’t caught off guard when prices go up.\n\nDesign\n\nI tested Surfshark One, which I thought sounded like the sweet spot. Installation was quick, with helpful tips to install the apps and browser extensions.\n\nThe Windows app is well-designed, with a panel on the right showing at-a-glance confirmation of whether or not the VPN is enabled, which features are on, and which server I’m connected to.\n\nOn the left, I get a list of worldwide servers with quick links to recommended, recently used, and favorites at the top of the list. I can also search for a location and filter the list to see only static IP addresses or multi-hop servers.\n\nIt’s easy to use the basics without understanding advanced features, yet fine-tuning is a click away whenever you want.\n\nA toolbar on the far left lets me change settings for the VPN connection, access my account, get help, and explore features like antivirus protection and identity alerts.\n\nThe browser extension is convenient since that’s where I’m most likely to want to change VPN settings. However, the app has more settings.\n\nFeatures (reliability, speed, location hidden, cross-plat, special)\n\nBeyond protecting privacy, I want a VPN that is fast and reliable. To test Surfshark, I connected to several servers located around the world. The results were impressive.\n\nWith Surfshark’s Windows app and browser extension, I enjoyed quick connections that never dropped and good speeds worldwide. My ISP delivers 900 Mbps download speeds over Ethernet. Most streaming VPNs cut that in half even when I select a nearby server.\n\nWith the nearest Surfshark VPN server, I measured 728 Mbpson the SpeedTest website, one of the fastest I’ve ever recorded for a VPN. Upload speed was 38 Mbps and ping was around 44 ms both ways. I’m in Nova Scotia, Canada, on the East Coast and the closest Surfshark server was in Montreal, over 700 miles away.\n\nGreat speed within the country is nice, but I often use a VPN to browse worldwide like I was a local, so the real challenge is maintaining good bandwidth across the border.\n\nSurfshark continued to deliver blistering speed with 667 Mbps down, 17 Mbps up, and a 75 ms ping with a U.S. server. Upload speeds and ping always drops overseas, and that was true for Surfshark, but downloads were very fast with 579 Mbps for the U.K., 651 Mbps for France, and 630 Mbps for Germany.\n\nThe first significant drop showed up with an Australian server that managed 306 Mbps downloads. The 5 Mbps uploads and 100+ ms ping of European servers fell to 2Mbps uploads and 244 ms ping Down Under.\n\nOverall, Surfshark outpaced speedy VPNs like ExpressVPN and the fast and cheap TorGuard. While Surfshark was consistently fast, the other two performed well with nearby servers, but fell behind when connecting to more distant locations.\n\nSurfshark One includes a virus scanner and real-time protection for up to five devices. Surfshark’s antivirus earned a perfect score in a June 2024 evaluation by independent cybersecurity lab AV-Test.\n\nIn my spot-check of Surfshark One’s CleanWeb feature, it didn’t block any of Wicar’s malware tests. That’s because Surfshark’s blocking is reputation-based. That means it won’t block and alert you to dangerous websites or downloads unless they are in its database.\n\nAfter downloading the EICAR malware test file, I ran Surfshark One’s antivirus scanner and it quickly identified and quarantined the threat. Although Wicar.org is safe, more advanced antivirus software detects browser exploits and malicious files, preventing the potential threat before it’s downloaded to your computer.\n\nSupport\n\nSome VPN providers have good, but slow support since answers come via email. Surfshark has 24/7 live chat support so you can get help all day, every day.\n\nI tested it by asking about CleanWeb, Surfshark One’s blocking feature. An AI chatbot was helpful, offering several buttons to narrow down my questions and pointing me to relevant support documents.\n\nWhen I stumped the bot, I asked for a human and was immediately transferred. I learned that the Surfshark browser extension is for convenience, but you get the same VPN and antivirus protection from the app.\n\nPrivacy and security\n\nSurfshark makes its privacy policy easy to understand by getting to the most important details first: minimal data is collected, only what’s needed to provide the service you’re paying for. Surfshark requires your user ID or IP address and time stamp while browsing, but deletes that data within 15 minutes of your session ending.\n\nI couldn’t find any record of Surfshark security breaches, and the privacy policy checks out. While Surfshark is located in a Nine Eyes country, it’s audited no-log policy indicates the company won’t have any data to share even if there are official requests.\n\nSurfshark doesn’t sell or share your email to third-party advertisers.\n\nIs Surfshark right for you?\n\nSurfshark has a well-designed app, great customer service, and one of the fastest streaming VPNs with plenty of servers around the globe. The unlimited device support makes it hard to go wrong with this service, particularly if you subscribe for one to two years.\n\nFor less than a dollar extra each month, Surfshark One includes a good malware scanner and dark web monitoring. That’s a tempting offer, but it offers limited browser protection. You’ll want to keep your dedicated antivirus software active to block viruses. Surfshark Starter is the best pick for most people.\n\nI was impressed with Surfshark’s speed, reliability, and depth of features. The quick support makes it easy to get help or learn more about how to use Surfshark’s apps and extensions.\n\nI recommend Surfshark as one of the best VPNs with excellent speed, good privacy protection, easy operation, and great value."
    },
    {
        "title": "How Bad Is Tesla's Full Self Driving Feature, Actually? Third-Party Testing Paints Dark Picture",
        "link": "https://www.motortrend.com/news/tesla-fsd-software-amci-testing-video/",
        "description": "Watch testing firm AMCI, experience several unsafe situtations during its evaluation of Tesla's FSD software in a Model 3.",
        "image_url": "https://www.bing.com/th?id=ODF.ARpMMAheE9i1yJEmX-as0w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Motor Trend20h",
        "source": "Motor Trend",
        "article_content": "We’re Just weeks out from Tesla’s big RoboTaxi presentation where the automaker's self-driving shuttle will be revealed, and third-party independent research firm AMCI Testing has some bad news that could hang over the event like a cloud. AMCI just completed what it claims is “the most extensive real world test” of Tesla’s Full Self Driving (FSD) software, ostensibly the technology that would underpin the RoboTaxi's driverless tech, and the results are not confidence inspiring.\n\nAMCI says its test covered over 1,000 miles of use and, in short, showed that the performance of Tesla’s FSD software is “suspect.” This isn’t the first time Tesla has caught criticism for FSD. For years, Tesla FSD software has been a source of controversy for the automaker. Tesla has dealt with everything from being called out by the California DMV for false advertising to being investigated by NHTSA.\n\nThere has been so many incidents involving Tesla’s Autopilot and FSD that we had to build a megathread to keep track of them all. It's worth noting that Tesla claims FSD is still in \"beta,\" so it's incomplete, but it also sells the feature as a five-figure option on its current lineup of EVs, allowing owners to opt into being, essentially, real-world test dummies for the system. They must acknowledge that the system requires driver oversight and is not, as its name implies, a fully self-driving system today. Still, Tesla is essentially offloading the kind of testing other automakers conduct scientifically, with engineers and oversight, to customers in the real world. And AMCI’s findings on how reliable FSD is—or rather, is not—are just the latest road bump for Tesla and FSD.\n\nAMCI says it conducted its tests in a Tesla Model 3 with FSD versions 12.5.1 and 12.5.3 across four different driving environments: city streets, rural two-lane highways, mountain roads, and freeways. AMCI was impressed with FSD’s ability to rely solely on cameras. (Tesla is the only automaker whose driver assistance systems of FSD's ambition operate using only cameras and, essentially, short-distance parking sensors, rather than a more complex—and expensive—combination of cameras, sensors, radar, and lidar, which can paint a much clearer picture with more redundancies than Tesla's camera array.) However, AMCI found that, on average, when operating FSD, human intervention is required at least once every 13 miles to maintain safe operation.\n\n“With all hands-free augmented driving systems, and even more so with driverless autonomous vehicles, there is a compact of trust between the technology and the public. When this technology is offered the public is largely unaware of the caveats (such as monitor or supervise) and the tech considered empirically foolproof. Getting close to foolproof, yet falling short, creates an insidious and unsafe operator complacency issue as proven in the test results,” said David Stokols, CEO of AMCI Testing’s parent company, AMCI Global. “Although it positively impresses in some circumstances, you simply cannot reliably rely on the accuracy or reasoning behind its responses.”\n\nYou can see the full results of the test for yourself, but here is the gist from AMCI:\n\nMore than 1,000 miles driven\n\nCity streets, two-lane highways, mountain roads, and freeways\n\nDay and night operation; backlit to full-frontal sun\n\n2024 Model 3 Performance with Hardware 4\n\nFull Self Driving (Supervised) Profile Setting: Assertive\n\nSurprisingly capable, while simultaneously problematic (and occasionally dangerously inept)\n\nThe confidence (and often, competence) with which it undertakes complex driving tasks lulls users into believing that it is a thinking machine—with its decisions and performance based on a sophisticated assessment of risk (and the user’s wellbeing)\n\nIf you think 13-miles intervals between instances where a driver must grab the wheel or tap the brakes is pretty good, it's not just the number of interventions required, but the way those situations unfold. AMCI’s final point is the most eyebrow-raising (emphasis theirs): “When errors occur, they are occasionally sudden, dramatic, and dangerous; in those circumstances, it is unlikely that a driver without their hands on the wheel will be able to intervene in time to prevent an accident—or possibly a fatality.”\n\nTo back up its report, AMCI released three videos showing some of the instances in which FSD performed unsafely. Tesla has yet to publicly respond to this report, though we wouldn’t hold our breath for that. Again, the automaker can fall back on the idea that the software is still in development. Common sense, however, suggests that putting a feature with the FSD name and purported future self-driving capabilities into the hands of regular people now—when decisions the system makes or can flub—have dire consequences, and AMCI's testing proves that FSD's shortcomings rear their heads quite often."
    }
]