[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Grand Theft Auto 6 Can Shake Up One of Rockstar’s Longest-Running Easter Eggs",
            "link": "https://gamerant.com/grand-theft-auto-6-ufo-easter-egg-red-dead-bully-gta-online-new/",
            "description": "Grand Theft Auto 6 is sure to have its fair share of Easter eggs, but there's one long-running Rockstar gag that needs to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2CshRkg4u_fNRtZeGR2o9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Game Rant23m",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eric Davis Drops BOMBSHELL at SOL Foundation UFO Event",
            "link": "https://www.msn.com/en-us/health/medical/eric-davis-drops-bombshell-at-sol-foundation-ufo-event/ar-AA1uN9Jn?ocid=BingNewsVerp",
            "description": "Eric Davis, an astrophysicist with ties to defence contractors and government work, has gained prominence in the UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YCAhxMSvdKWgG9k5D3klWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN31m",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dogs vs Aliens Invasion Prank! Funny Dogs Maymo & Potpie Steal Alien UFO",
            "link": "https://www.msn.com/en-us/news/technology/dogs-vs-aliens-invasion-prank-funny-dogs-maymo-potpie-steal-alien-ufo/vi-AA1uKOs2?ocid=BingNewsVerp",
            "description": "Make sure to enable ALL push notifications! 🔔 Watch the NEWEST videos: <a href=\" Funny Dogs Maymo and Potpie vs. Alien ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CM-JWO8A3z4CQt_9QzsgGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Paws & Claws on MSN4h",
            "source": "Paws & Claws on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here are 5 fun things to do with friends and family in Scottsdale this Thanksgiving",
            "link": "https://www.msn.com/en-us/travel/tripideas/here-are-5-fun-things-to-do-with-friends-and-family-in-scottsdale-this-thanksgiving/ar-AA1uMzAK?ocid=BingNewsVerp",
            "description": "For families who like to relax and families who like to adventure, here are five fun things to do in Scottsdale after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AAlzYRCOnC3DwyMiL_7MzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "Arizona Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael Schenker announced as Northern Kin 2025 headliner",
            "link": "https://www.thenorthernecho.co.uk/news/24749803.michael-schenker-announced-northern-kin-2025-headliner/",
            "description": "UFO and Scorpion guitarist Michael Schenker has been announced as headliner for Durham’s Northern Kin Festival 2025.",
            "image_url": "https://www.bing.com/th?id=OJ.Ahw0P02pSIL8IA&pid=news&w=120&h=16&rs=2",
            "category": "ufo",
            "date": "22h",
            "source": "The Northern Echo",
            "article_content": "The event - taking place at Thornley Hall Farm for the second time - will kick off on the weekend of August 1 to 3 next year with three stages of blues, rock, folk, pop and indie music.\n\nSeveral big names have already been announced for the event, including Ultravox front man Midge Ure, Folk singer Newton Faulkner, Fisherman’s Friends, The Undertone’s Elvana and local favourites Hayley McKay and Thieves of Liberty.\n\nNorthern Kin (Image: Adam Kennedy)\n\nNow, festival bosses have announced that German guitarist Michael Schenker will be headlining Saturday night of the event.\n\nMichael was an early member of the Scorpions, before joining UFO in the mid-1970s.\n\nHe went on to form the Michael Schenker Group (MSG) back in 1979, laying the foundations for one of hard rock’s most glorious solo careers of all times.\n\nThe current lineup for Northern Kin 2025 (Image: Northern Kin)\n\nThe 65-year-old is now set to bring his same swagger, verve and dizzying artistry to the Durham festival next summer, with organisers promising even more names - as well as more headliners - joining the lineup in the coming weeks.\n\nRecommended reading:\n\nGet more from The Northern Echo with a digital subscription. Click here.\n\nNorthern Kin's 2025 edition will mark the seventh time the festival has been held.\n\nCreated by a dedicated team of live music fans, Northern Kin will play host to more than 40 bands and artists across the three big stages, with lots of things to see and do.\n\nTickets on sale now from www.northernkinfestival.co.uk."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple again snubs AI in its ‘iPhone App of the Year’ finalists",
            "link": "https://www.msn.com/en-us/news/technology/apple-again-snubs-ai-in-its-iphone-app-of-the-year-finalists/ar-AA1uJDFM?ocid=BingNewsVerp",
            "description": "On Monday, Apple's list of finalists for its coveted \"iPhone App of the Year\" award once again reveals how the iPhone maker ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F1ME9CeWi8CTkd32icNPYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jerry Garcia’s AI Voice Debuts in ElevenLabs’ Audiobook App",
            "link": "https://www.eweek.com/news/jerry-garcia-ai-voice-eleven-labs/",
            "description": "Jerry Garcia AI voice debuts via Eleven Labs, letting fans hear the Grateful Dead icon narrate books, articles, and more in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yDYpeXlLedF9yqC9ztw3hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "eWeek23h",
            "source": "eWeek",
            "article_content": "eWEEK content and product recommendations are editorially independent. We may make money when you click on links to our partners. Learn More.\n\nElevenLabs is pushing the boundaries of AI narration by introducing Jerry Garcia’s iconic voice to its Eleven Reader audiobook app. Fans of the legendary Grateful Dead frontman can now hear his distinctive tones narrating a wide range of content, from audiobooks and articles to poetry and PDFs. Dubbed the “Iconic Listening Experience,” this feature extends Garcia’s AI narrator voice to 32 languages, making his legacy accessible to a global audience.\n\nGarcia joins an illustrious lineup of celebrity voice AI narrators on the ElevenLabs platform, including Maya Angelou, John Wayne, and James Dean. This innovation isn’t limited to nostalgic entertainment—it’s also reshaping how we interact with information and creativity.\n\nBeyond AI Audiobook Narration\n\nThe applications of AI narration are already going beyond just audiobooks. It’s part of a broader trend in which AI is revolutionizing content consumption. For example, the Jerry Garcia Foundation, co-founded by Garcia’s daughter, Keelin Garcia, is contemplating using her father’s AI model to narrate documentaries and audio art exhibits.\n\nMeta introduced AI-powered chatbots that engage consumers using celebrity voices from Awkwafina, Kristen Bell, John Cena, and others. These bots don’t just narrate—they interact with users dynamically. This capability transforms how audiences engage with information and entertainment.\n\nSimilarly, Google’s NotebookLM enables a new kind of AI interaction, giving users the ability to personalize podcasts by selecting source material like books, reports, articles, and other documents. The platform generates a discussion of the content, diving into specific themes and key points or targeting particular audiences. This type of AI narration offers a powerful tool for learning and content engagement for students, researchers, and productivity-focused individuals.\n\nAI Narration is Full of Possibilities\n\nGarcia’s AI voice exemplifies the transformative potential of AI in audio content. This technology is reshaping how we engage with information, bridging convenience with a sense of connection to cultural icons. From Jerry Garcia narrating poetry in Spanish to creating a customized podcast tailored to the users’ favorite topics, AI narration is revolutionizing education and preserving legacies. These innovations make audio engagement more immersive and accessible than ever before.\n\nAs companies like ElevenLabs make leaps and bounds in digital narration, iconic voices are finding new life in both nostalgic and cutting-edge contexts. The enduring sounds of famous figures like Garcia are poised to become a staple in this evolving medium, offering audiences cherished classics and fresh experiences. With its ability to transform how we consume, learn, and interact with content, AI narration signals an exciting future. Whether for education, entertainment, or creative projects, it’s redefining the relationship between technology, storytelling, and personal connection.\n\nSee our picks for the best AI voice generator apps."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anthropic’s New Tool Shows Us How ‘Agentic’ AI Will Take Over Phone Apps in 2025",
            "link": "https://gizmodo.com/anthropics-new-tool-shows-us-how-agentic-ai-will-take-over-phone-apps-in-2025-2000530087",
            "description": "However, as it currently stands, newfangled AI assistants aren’t as intelligent as their name suggests. Anthropic—the makers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xnHLVxCnXN3v7xf08GkXwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Gizmodo6h",
            "source": "Gizmodo",
            "article_content": "Google, Apple, Samsung, and practically every other big tech firm are promising a future where AI will take over your phone and computer. However, as it currently stands, newfangled AI assistants aren’t as intelligent as their name suggests. Anthropic—the makers of the Claude chatbot—has a new tool that promises to give any assistant access to any app. If the future truly is based on “agentic AI,” then this model may be the way that Apple Intelligence or Gemini will collect the data from any of your devices’ apps.\n\nThe tool is called the Model Context Protocol, which Anthropic said on Monday it was making open source and free to use for any developer. This protocol will create an information channel between a data source, even app data, and an AI assistant. This is designed for use by AI agents like Anthropic’s Claude desktop app. Anthropic said this connection is “secure,” since—instead of exposing their app’s data—third-party developers can instead build a “MCP client,” AKA a separate AI application, to connect to their private servers.\n\nWhile this ostensibly could be used by companies to allow any AI to access internal data more easily, it may also offer a new standard for how apps offer up their prized data to AI assistants. So far, AI apps like Google’s Gemini on both Android and iOS can access the tech giant’s own Workspace apps, so long as users give it permission. This means it can dig through your Gmail to surface some lost missives or turn any text reservations into an event on Google Calendar. Currently, Gemini doesn’t have access to third-party apps except through extensions.\n\nAnthropic head of Claude relations, Alex Albert, claimed that developers would normally have to work directly with Google or any other AI assistant developer to create a custom connection between the AI and its data. MCP proclaims it solves that issue by enabling a free protocol that could work between the AI assistant and any app or data source.\n\nAlbert demoed Claude working directly with GitHub to make a new repository using MCP. He claimed that with MCP, it took “less than an hour” to build the AI-to-app integration. The company shared some repositories of sample MCP servers that it claims should help developers get started.\n\nHere's a quick demo using the Claude desktop app, where we've configured MCP: Watch Claude connect directly to GitHub, create a new repo, and make a PR through a simple MCP integration. Once MCP was set up in Claude desktop, building this integration took less than an hour. pic.twitter.com/xseX89Z2PD — Alex Albert (@alexalbert__) November 25, 2024\n\nWhile the protocol is open source, Anthropic still promoted how the most recent Claude 3.5 Sonnet model was better for creating these data channels between servers and the AI. Otherwise, Anthropic said this tool will replace today’s “fragmented” integrations with something more “sustainable.” So far, Anthropic said coding software companies Zed, Replit, Codeium, and Sourcegraph have onboarded MCP for its AI integrations.\n\nApple has promised similar cross-app AI functionality for Apple Intelligence, eventually. That feature, alongside a rejuvenated Siri, could arrive in early spring next year. The Cupertino, California company’s famously secure walled garden may not have a place for MCP, but other, smaller AI agent developers may be eyeing this or any other similar protocol.\n\nEither way, the major AI developers will be putting pressure on app makers to incorporate ways for AI assistants to access app data. While Apple claims its private cloud compute will keep all your personal data safe, we’ll have to see if any of this open-handed data transfer proves yet another privacy SNAFU."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI Future of Sports Fandom",
            "link": "https://www.wired.com/sponsored/story/the-ai-future-of-sports-fandom/",
            "description": "How a generative AI partnership between Germany’s Bundesliga and AWS is transforming the fan experience around the world ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x6-w4a03UA5MW0i1RUDKPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Wired",
            "article_content": "Goal!\n\nThe notification pops up on your phone, your pulse races, and you know you have to check it out. At least if you’re one of the half-million die-hard soccer fans around the world who use the official Bundesliga app every month. A tap brings you all the player insights and context on the match and the entire season that you need to sate your curiosity on the spot—from anywhere, anytime.\n\n“We're trying to provide the fan with something that they've never been able to consume in this way before,” says Luccas Roznowicz, head of strategic cooperations at DFL Deutsche Fußball Liga, responsible for the governance of Germany’s top two leagues, the Bundesliga and Bundesliga 2. “It’s very important to create content that is relevant for individual fans, but it has to be in real time, because it is competing with other entertainment outlets.”\n\nThat’s where AI comes in. Its tremendous synthetic power promises to transform sports, providing fans with personalized, real-time updates, and content tailored to their preferences. The Bundesliga, through a partnership with Amazon Web Services (AWS), deploys data-driven insights to enhance the fan experience, offering deeper, more immersive connections to the game.\n\nEnormous amounts of data power this incredibly engaging experience for fans. Dual systems collect 3.6 million data points in each game through cameras located around the stadium—computer vision—and humans who report on plays from the stands. AWS combines this data from the field, then uses AI to help the Bundesliga select the most relevant images, craft contextual narratives about plays, and seamlessly deliver this information to fans.\n\nTogether with AWS, the league is working with generative AI to customize its content to deliver it not just in the language, but in the tone and style each fan prefers. “Not only does this data let us generate advanced statistics to ensure better storytelling, but we can harness AI to generate commentaries in multiple languages and styles that attract and engage new fans, as well as add value for those football fans who are already invested in the Bundesliga,” says Elif Dogan, principal engagement manager, sports, media, and entertainment at AWS.\n\nRoznowicz underscores the magnitude of these advances, which will fundamentally redefine the way fans experience the game. “It is really exciting. We have just scratched the surface,” he says. “AI is the transformative technology that is going to enable us to bring sports content, personalized to millions of global Bundesliga fans worldwide.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It just got easier to create your own apps — GitHub Spark does the work for you",
            "link": "https://www.tomsguide.com/ai/it-just-got-easier-to-create-your-own-apps-github-spark-does-the-work-for-you",
            "description": "Github Spark launched with minimal fanfare a few weeks ago, promising to revolutionize the world of app and software coding.",
            "image_url": "https://www.bing.com/th?id=OVFT.VoX_hiE0zNr3OxPEJ8sxUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "9h",
            "source": "Tom's Guide",
            "article_content": "Github Spark launched with minimal fanfare a few weeks ago, promising to revolutionize the world of app and software coding. The new service is basically a no-code platform that allows anyone with a pulse to create a software application using nothing more than an AI text prompt.\n\nSo far, nothing amazingly new, except for the fact that Github is owned by the largest software company in the world, Microsoft.\n\nWhat sets Spark apart from the current crop of no-code app platforms like Cursor, Replit and Bolt, is its focus on building simple apps (they call them 'sparks'), rather than more sophisticated products.\n\nThis is also reflected in the fact that the launch is being very tightly controlled by the company, to the extent that you currently can’t release a generated app outside of the platform. In other words, people who want to access your app have to sign up to Github in order to gain access through the URL.\n\nIt's a little strange, to say the least.\n\nPutting GitHub Spark to the test\n\n(Image credit: GitHub/Nigel Powell)\n\nI managed to slide through the strict waitlist and gain access to the service a week or so ago, and I’ve been playing with it ever since. As you’d expect, there’s good and bad in this very early test version.\n\nI use the word test deliberately because I was told in no uncertain terms that Spark is very much an experiment rather than a finished product. Hence the low-key launch. So my comments should be taken with that in mind.\n\nSign up now to get the best Black Friday deals! Discover the hottest deals, best product picks and the latest tech news from our experts at Tom’s Guide. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nMy first reaction to the app was surprise. Instead of a typical geeky interface with code terminals and stuff, there’s a very simple chatbot interface with a box for the prompt and not a lot else.\n\nMy first reaction to the app was surprise. Instead of a typical geeky interface with code terminals and stuff, there’s a very simple chatbot interface with a box for the prompt and not a lot else.\n\nA second immediate difference is the fact that instead of running with one AI model to do the work, Spark comes with multiple models from both Anthropic, with Claude Sonnet 3.5, and OpenAI with o1-Preview and o1-Mini.\n\nThat’s a big deal because, as anyone who’s worked with these app makers knows, the Claude model works up to a point and then often runs out of steam when trying to complete a project.\n\nAt that point, a ‘thinking’ model like o1-Preview is useful, because it seems to overcome contextual limits and fixes issues Claude can’t deal with.\n\nThis happened a few times during my testing. Claude would start to fail when faced with a prompt, at which point I would switch to o1-Preview, and stuff would get fixed.\n\nUse GitHub Spark to create a travel log app - YouTube Watch On\n\nUsing the app is extremely easy, basically, because everything is done via the single prompt box. There are no distracting terminal panels full of code flashing in front of your eyes. Just enter a prompt, watch a pretty little graphic roll and wait.\n\nAfter 20 or 30 seconds the result will pop up for you to check and iterate. One cool feature is the fact that each prompt is staged in the sidebar, so you can step back to an earlier prompt if something goes wrong and you need to try again.\n\nThe geeks haven’t been ignored completely. There’s a setting that lets you add extra instructions to tailor the model to your preferences. There’s also a handy icon at the top of the screen to open up a code panel, so you can manually edit anything you don’t want the AI to touch.\n\nFinal thoughts\n\nAll in all, Github Spark is a very credible and interesting entry into the AI app-making arena. The fact that I could run up a pretty sophisticated jukebox music player using Amazon S3 storage, and even throw in a bit of AI for to help with mood selection, proves that the platform’s not a toy, even at this early stage. And I did it all in just six hours from scratch.\n\nHopefully, they will start to open it up to more people sooner rather than later, and also remove the need to have a Github account to access the apps that are created. Definitely one to watch for the future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Probing the PNW’s Paranormal Past, Present",
            "link": "https://www.msn.com/en-us/news/us/probing-the-pnw-s-paranormal-past-present/ar-AA1uJqvc?ocid=BingNewsVerp",
            "description": "Our state has, once again, ranked as a hotspot for unexplained sightings. So we decided to take videos from KIRO 7 viewers to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ocn7aRON3ph4sW7vTpf6Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9hon MSN",
            "source": "KIRO Seattle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Guillermo del Toro’s paranormal experience watching ‘The Wire’ in a hotel room: 'Completely inauspicious conditions'",
            "link": "https://faroutmagazine.co.uk/guillermo-del-toro-paranormal-experience/",
            "description": "Guillermo del Toro had a terrifying paranormal experience while watching 'The Wire' in a hotel room in New Zealand. He was ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2fESsqabX0dq0tsl5wS%2bh%2bg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "Far Out Magazine",
            "article_content": "Guillermo del Toro’s paranormal experience watching ‘The Wire’ in a hotel room: “Completely inauspicious conditions”\n\nIf there is any director in Hollywood who most people would expect to be a believer in the paranormal, it’s Guillermo del Toro. After all, he has spent his career telling visually astonishing tales of monsters, demons, and the evils of man that echo through the ages. He’s dealt directly with ghosts in two films, The Devil’s Backbone and Crimson Peak. Amazingly, though, del Toro considers himself a sceptic despite revealing he once had a paranormal experience in a hotel room that would make even the most optimistic believer’s blood run cold.\n\nWhen del Toro made The Devil’s Backbone in 2001, he created a definition of a ghost that spoke to him deeply. In his story of a young boy in a Spanish orphanage being haunted by the ghost of a dead boy, he describes spirits as akin to an insect in amber or something left forever unfinished. As he told Little White Lies, a ghost is “an awful sealed thing…like a photograph, like the loop of a movie.”\n\nThe Nightmare Alley helmer subsequently revealed that, in his life, he’d had two paranormal experiences despite being dubious about the existence of ghosts. In fact, despite being such a fan of the macabre and the monstrous in fiction, when it comes to real-life proof of terrifying forces beyond our comprehension, he said, “I don’t want to believe.” Essentially, in fiction, del Toro is Fox Mulder, but in reality, he’s Dana Scully.\n\nDespite this, del Toro couldn’t explain away his experiences as some trick of the brain or the creaking of an old building. He claimed, “Two times I have heard ghostly, disembodied voices, very, very clearly. And they were very scary at the time.”\n\nDel Toro’s most bone-chilling experience came when he was scouting locations for The Hobbit in New Zealand – ironically, a film he wound up not making. He explained, “We came to… a place called Waitomo, and I had read that there was an old hotel which had a haunted room.” Even though the director and his scouts had arrived during the tourist off-season and the hotel was closed, the management agreed to open it, especially for them. Feeling curious, del Toro asked, “Can I get the haunted room?” but he would soon regret that request.\n\nWhile del Toro sat in the room and idly watched The Wire on DVD, he heard something that made him turn white as a sheet. He revealed that the sound was unmistakable: “A woman shrieking for about five minutes, horrible blood-curdling shrieks. And then a man sobbing and sighing with great regret.”\n\nThe terrified director estimated that the screaming lasted for five minutes and the remorseful weeping a full ten minutes more. He did some sleuthing and figured out where the noises were coming from. He claimed, “I was able to actually track the sounds to the bathroom. I tracked them to a vent above the toilet, which went down into the cellar.”\n\nDel Toro was adamant that nothing about the evening had primed him to think he was encountering the spirit realm. He clarified, “I was not in the middle of séance, and it wasn’t a stormy night,” and added, “It was completely inauspicious conditions for a ghost apparition.” All he was doing was watching high-quality crime drama to wind down after a long day of looking at potential locations.\n\nNaturally, the experience freaked del Toro out. He admitted that as soon as he realised the noises were coming from the cellar, he quietly returned to bed and put on his headphones. All he wanted was to be completely enveloped in the sound of Baltimore’s war on drugs instead of that awful, disembodied screaming. Unsurprisingly, he didn’t sleep a wink for the entire night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VIDEO: Paranormal presence in the PNW?",
            "link": "https://www.msn.com/en-us/tv/news/video-paranormal-presence-in-the-pnw/vi-AA1uKNTx?ocid=BingNewsVerp",
            "description": "The 10 Most Iconic Airplanes In Aviation History, Ranked Researchers Study Life After Death — And It Gets Weirder Martin ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jJ_wrX9IFhlUcc6wOaSYAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "12hon MSN",
            "source": "KIRO Seattle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Instant cult fiction, Aussie paranormal happenings and other new books",
            "link": "https://www.smh.com.au/culture/books/instant-cult-fiction-aussie-paranormal-happenings-and-other-new-books-20241125-p5kt8w.html?ref=rss",
            "description": "If the Nobel Prize for Literature can have a Boomer moment and give Bob Dylan the nod, Alan Moore – a legend in the history ...",
            "image_url": "https://www.bing.com/th?id=OVFT._hP9IKf5ISeGTOdCWD8XBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "Sydney Morning Herald",
            "article_content": "Skysong\n\nC.A. Wright\n\nPantera Press, $32.99 Fairytale adapted into a full-length fantasy novel best describes C.A. Wright’s Skysong. This book takes inspiration from Hans Christian Andersen’s The Nightingale – one of the brighter flights in that author’s oeuvre, though still spiked with folly and mortality. We follow Oriane, who lives in a remote village with a mystical legacy inherited from her mother. She can transform into a skylark, with the power to call the sun each morning. Curiosity leads Oriane into the dangers and intrigues of the royal court, where she’s worshipped as a goddess but effectively imprisoned in the role. Her maid, Andala, also has a secret and as a schism erupts in the kingdom, it transpires that our heroine is not alone as she thinks. Wright’s tale takes the possessiveness and failure to appreciate beauty in Andersen’s original, and the motif of deception leading to feminine freedom, and builds a fantasy world in which the magical bird becomes an unwitting pawn in a political and religious struggle.\n\nThe Dream of A Tree\n\nMaja Lunde, trans. Diane Oatley\n\nScribner, $34.99 The final book in Norwegian author Maja Lunde’s Climate Quartet, The Dream of A Tree takes us to the remote Arctic archipelago of Svalbard in 2110, where the Global Seed Vault is kept. Cut off from the world for years, Tommy and his brothers and their grandmother, the current Seed Keeper, tread lightly and at one with nature in their isolated home. When their tiny community faces disaster, they are suddenly alone and fighting not just to survive but to preserve the wonders of the Vault. Meanwhile, Tao, still grieving a son lost to starvation in a distant land, must lead an expedition into the Arctic, searching for the seeds that might save her people from famine. I only recall having read Lunde’s The History of Bees, so I’m uncertain how the Climate Quartet hangs together. Still, the books are written to be read as standalones, and this bleak cli-fi survival story is more imaginative in describing Tao’s expedition than the trials on Svalbard itself.\n\nNON-FICTION PICK OF THE WEEK\n\nMean Streak\n\nRick Morton\n\n4th Estate, $35.99 When robo-debt was inflicted on Centrelink recipients by a ruthless coalition government, it was as though the infamous, automated debt calculation scheme was authored by Franz Kafka, in collaboration with George Orwell. In this searing, forensic and moving investigation of the whole tragic fiasco, Rick Morton, senior reporter with the Saturday Paper, calls it the “labyrinth”. For good reason. Seven people took their own lives, thousands lost their jobs and others developed mental illness. Morton, in measured writing fuelled with rage and sorrow in equal measure, walks us through one of the most shameful episodes in recent Australian politics, taking in prime ministers, pressured public servants, a whistleblower and case studies of the poor sods who were hunted down by their own government. A morality tale for our times.\n\nGreat Game On: The Contest for Central Asia and Global Supremacy\n\nGeoff Raby\n\nMUP, $34.99 In the original Great Game – a 19th-century imperial contest between Britain and Russia over India – the threat from Russia was more imagined than real, says Raby (our Chinese ambassador, 2007-2011). Likewise, the United States’ fears of China and Vietnam. His examination of the new Great Game, prompted by his observations of the chaotic US departure from Afghanistan and Putin’s invasion of Ukraine, examines in lively detail the rise of China in Eurasia and its implications for the US, Russia and the world, while also putting events in detailed historical context. Has Putin demonstrated there is no such thing as a quick, decisive victory and will this affect China’s options regarding Taiwan? Has he opened the way for China in Eurasia? Aimed at the general reader, this is a seriously informed study of the major players in these “interesting” times.\n\nAustralian Ghost Stories\n\nJames Phelps\n\nHarper Collins, $15.99 Everybody loves a good ghost story and there are hauntings aplenty in this record of paranormal activity in Oz. Phelps bookends his collection with tales of the Hydro-Majestic Hotel in the Blue Mountains, especially the case of June Clemenger, who was strangled at the hotel in 1934 by an ex-lover, and who now stalks the place attempting retributive strangulation. Not only did Conan-Doyle conduct seances at the hotel, Sir Edmund Barton died there and has also been spotted floating around. In between, we hear believers’ tales of a prison ghost watching black-and-white movies, families in haunted houses smelling phantom cigarette smoke, a Casper-like friendly ghost and ghost whisperers who have the happy knack of detecting the paranormal and “cleansing” the house of it. Get out the Ouija board, dim the lights, and get spooked."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal investigation questions the nature of reality in ‘Absolution’",
            "link": "https://www.ajc.com/things-to-do/paranormal-investigation-questions-the-nature-of-reality-in-absolution/OBI36AKC6VFQFLP5YBMQF3TV5I/",
            "description": "Something terrible is coming,' shouts a frightened biologist who has seen the evil up close. 'It’s still uncurling from the long-ago moment. I know it, and it’s going to kill us all every one of us.' ...",
            "image_url": "https://www.bing.com/th?id=ODF.5osew3Rt52H5XvIRJtI5Aw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Atlanta Journal-Constitution4h",
            "source": "Atlanta Journal-Constitution",
            "article_content": "“Absolution” is mostly an Area X origin story; even so, for those unfamiliar with the trio, a backward glance into the future might help.\n\nUnder the umbrella of a CIA-like agency named Central, the Southern Reach is tasked with exploring and containing Area X, a quarantined coastal zone on the lush Forgotten Coast that’s home to an expanding mysterious force.\n\nThe Area X region warps time, space and identity. It’s separated from the outside world by a nearly invisible barrier called the Border. Of the Southern Reach missions that have entered the region, only a handful of survivors have returned.\n\nA 12th expedition — a team of women representing different scientific disciplines — eventually makes its way to the Forgotten Coast lighthouse, an iconic tower that might be Area X’s energy source.\n\nAt some point, the keeper, Saul, mutates into a translucent creature known as the Crawler. Furthermore, some of the principal characters generate doppelgängers. (One becomes a whale-looking thing with “many glowing eyes that were also like flowers or sea anemones spread open…”)\n\nIntruding into these convolutions is the Séance & Science Brigade, a shadowy band of militant psychics conducting questionable and catastrophic experiments.\n\nAs the trilogy ends, the Border comes down, and an intensified Area X absorbs the paranoid, chaotic headquarters of the Southern Reach.\n\nWhich brings the reader to “Absolution,” two espionage thrillers merged into one sci-fi/fantasy phantasmagoria.\n\nThe book’s first section is a prequel, in which neither Area X nor the Southern Reach exists yet. Jack Severance, Central’s sinister spy chief, has hauled Old Jim back into service, ordering him to unravel a supernatural mystery known as the “Dead Town Disaster,” a doomed expedition of two dozen biologists to the Forgotten Coast 20 years earlier.\n\nIn preparation for his on-site cold case inquiry, Old Jim pours over the agency’s archival material regarding the incident. The goal was simple enough: establish a base camp near an abandoned village — Dead Town — and pursue “general explorations.”\n\nBut the camp is soon overrun by large white rabbits with cameras strapped to their necks. Then they’re attacked by an “uncanny” stranger known as the Rogue, who runs through them like “an avenging angel.” The few biologists who escape are psychologically harmed “beyond repair.”\n\nOld Jim’s mission directive is to sort out what happened at Dead Town, but, of course, there’s always the secret mission, or “seek mish,” which is to eliminate the Rogue, assuming he’s still hanging around.\n\nAssorted spook house episodes and phantom battles ensue around the Forgotten Coast, climaxing in a showdown with the Rogue.\n\nAs this part of “Absolution” comes to a close, Old Jim conceals himself in the wilds of the Forgotten Coast, certain he’s being set up by Jack, who simply wants him to find the money that’s disappeared from the Dead Town project fund.\n\nIs Area X an alien wormhole, as some have suggested, where events and creatures are projections of humanity’s unconscious fears? Or is it an accidentally-on-purpose eco-apocalypse created by the cryptic Séance & Science Brigade?\n\nAs one character puts it, “I just know the answers lie so far outside the box that there is no box.”\n\nVanderMeer is a dedicated environmentalist, and it might be said that, across 15 novels, the intricate structures of his fiendishly whimsical story lines correspond to the random microscopic motions and mineral accretions of the natural world.\n\nBut there’s clarity of thought reinforcing his imaginative prose that might be attributed to the rigor of his nonfiction pursuits. His compendiums, “The Weird” and “The New Weird,” edited with Ann VanderMeer, trace these hybrid genres to the baffling haunt of Lovecraft, whom, they say, represents “the rise of the tentacle, a symbol of the modern Weird.”\n\nIndeed, “Absolution’s” final chapters uncurl like a king-sized Cthulhu lashing. Set “One Year after the Border Comes Down,” the tale veers into hallucinatory bedlam, decorating its action yarn bravado with maximum obscenities.\n\nLowry, a suspect figure from earlier in the Southern Reach series, returns as part of a berserk mission to find the “off switch” for Active Area X, as it’s now known. Of course, there’s a secondary objective, which is to wrangle, or eliminate, Old Jim, assuming he’s still hanging around.\n\nLowry devours high-powered amphetamines, as well as experimental drugs that “destroy visions.” In this kaleidoscopic state of mind, he and his comrades must use rifles that have morphed into gars (the fierce, elongated fish) to destroy their doppelgängers and triple-gangers made of “goo” that spring up from the brush like Children of the Hydra.\n\nAs it stands, the complex achievement that is the Southern Reach series — now a quartet that covers generations of strange activity — leaves unexplained many things that are inexplicable, and that’s just the way it is.\n\nAs Jeff VanderMeer wrote in Weird Fiction Review, the Weird genre “doesn’t promise a return to normalcy. It says some things are beyond us, and in a sense it’s humble because it isn’t claiming an all-knowing status for humanity.”\n\nFICTION\n\n“Absolution”\n\nby Jeff VanderMeer\n\nMCD\n\n464 pages, $30"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers may have discovered the explanation for the longest-period radio transient ever detected",
            "link": "https://phys.org/news/2024-11-astronomers-explanation-longest-period-radio.html",
            "description": "Researchers from the Curtin node of the International Center for Radio Astronomy Research (ICRAR) have made a record-breaking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fyuzsRp_sWFwmL-KslPy0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3m",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nLeft: DECam r-band image of the vicinity of the radio transient, with its 1σ localization regions by MWA (dashed magenta circle) and MeerKAT (solid cyan circle) overplotted. Right: SOAR (4m-class) low-resolution optical spectrum of the optical counterpart (blue solid line) overplotted on an example M3V star (gray line; flux and extinction renormalized to match). The Swift-UVOT limits are shown with downward-pointing arrows. An AR Sco-like WD with T = 11,500 K, M = 0.8 M ⊙ is shown with the dotted pink line, and the summed WD+M3V spectrum is shown with a solid pink line. Credit: The Astrophysical Journal Letters (2024). DOI: 10.3847/2041-8213/ad890e\n\nResearchers from the Curtin node of the International Center for Radio Astronomy Research (ICRAR) have made a record-breaking astrophysical discovery while simultaneously uncovering a possible explanation for the rare and extreme astrophysical event known as long-period radio transients.\n\nThe study is published in The Astrophysical Journal Letters.\n\nAssociate Professor Natasha Hurley-Walker, along with Csanád Horváth, a Curtin University undergraduate student at the time, discovered a pulse of bright energy coming from deep space among archival low-frequency data from the MWA (Murchison Widefield Array), a precursor radio telescope to the SKAO (Square Kilometer Array Observatory). The energy pulse occurs every three hours and lasts 30–60 seconds, making this the longest-period radio transient ever detected.\n\nLong-period radio transients are relatively new to science, and it has been an ongoing mystery how they generate radio waves. With this discovery, researchers believe they have also identified the probable source of the energy burst, potentially shedding light on the long radio transients.\n\nAll other previously discovered transients have been deep within our busy galaxy, surrounded by stars, making it challenging to determine precisely what is generating the radio waves.\n\nAssociate Professor Hurley-Walker explains the possible cause for mystery signals. Credit: ICRAR\n\nAssociate Professor Hurley-Walker explains, \"The long-period transients are very exciting, and for astronomers to understand what they are, we need an optical image. However, when you look toward them, there are so many stars lying in the way that it's like '2001: A Space Odyssey.' 'My god, it's full of stars!'\n\n\"In a stroke of good fortune, the newly discovered transient, named GLEAM-X J0704-37, was found on the outskirts of our galaxy, in a much emptier region of space in the Puppis constellation, around 5,000 light years away.\n\n\"Our new discovery lies far off the Galactic Plane, so there are only a handful of stars nearby, and we're now certain one star system, in particular, is generating the radio waves.\"\n\nThe signal was detected in a less crowded part of the sky, within the constellation Puppis, which allowed the team to pinpoint its source in the sky. Credit: Stellarium\n\nThe team was able to pinpoint the location of the radio waves to one specific star using another SKA precursor, the MeerKAT telescope in South Africa. Following up with the SOAR observatory in Chile, they determined the star's spectrum, finding it was a low-mass star, an \"M dwarf.\"\n\nThis finding both created and answered some pressing questions. Associate Professor Hurley-Walker explains, \"An M dwarf alone couldn't generate the amount of energy we're seeing.\n\n\"The M dwarfs are low-mass stars that have a mere fraction of the sun's mass and luminosity. They constitute 70% of the stars in the Milky Way, but not one of them is visible to the naked eye.\n\n\"Our data suggests that it is in a binary with another object, which is likely to be a white dwarf, the stellar core of a dying star. Together, they power the radio emission.\"\n\nThe team is working on follow-up observations that will conclusively determine the nature of the system, and the explanation of this extreme astrophysical event.\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nUpon digging through the MWA archives, the astronomers found that GLEAM-X J0704-37 has been active for at least 10 years since the MWA started observing; however, it could have been active and undiscovered for even longer, implying there are still many more to be found in archives around the world.\n\nMWA Director, Professor Steven Tingay, said, \"These long-period radio transients are new scientific discoveries and the MWA has fundamentally enabled the discoveries.\"\n\n\"The MWA has a 55-petabyte archive of observations that provide a decade-long record of our universe. It is like having the data storage equivalent of 55,000 high-end home computers—one of the biggest single collections of science data in the world. It is an absolute gold mine for discovering more phenomena in our universe, and the data are a playground for astronomers,\" Professor Tingay said.\n\nMore information: N. Hurley-Walker et al, A 2.9 hr Periodic Radio Transient with an Optical Counterpart, The Astrophysical Journal Letters (2024). DOI: 10.3847/2041-8213/ad890e Journal information: Astrophysical Journal Letters"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potential Sonar Discovery Of \"Amelia Earhart's Plane\" Turns Out To Be Plane-Shaped Rock",
            "link": "https://www.msn.com/en-us/news/world/potential-sonar-discovery-of-amelia-earharts-plane-turns-out-to-be-plane-shaped-rock/ar-AA1uMri8?ocid=BingNewsVerp",
            "description": "E arlier this year, a former US Air Force pilot and intelligence officer raised hopes that Amelia Earhart's plane may have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cJLqAhPCLX2XFDg2mrFdmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "IFLScience on MSN4h",
            "source": "IFLScience on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists call for immediate ban on boiling crabs alive after ground-breaking discovery",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14127445/scientists-ban-boiling-crabs-study.html",
            "description": "Scientists are calling for an urgent ban on boiling crabs and other crustaceans alive after proving that they can feel pain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qc2XEKTmmdpSAo18Zh74mi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3h",
            "source": "Daily Mail",
            "article_content": "It's a common misconception that crabs and lobsters scream as you plunge them into boiling water to cook.\n\nBut even if this myth isn't true, scientists say there is still good reason to avoid this classic kitchen technique.\n\nZoologists from the University of Gothenburg are calling for an immediate ban on boiling crabs alive after making a groundbreaking discovery.\n\nThe researchers have proven that crabs really can feel pain just like any other animal, meaning that being boiled is likely to be an excruciatingly painful death.\n\nLead author Eleftherios Kasiouras, a PhD student at the University of Gothenburg, told MailOnline: 'We believe that the boiling crustaceans alive should be banned and other techniques such as electro stunning should be applied the moment that the crustaceans are caught.\n\n'There is more and more evidence emerging, including our research, that decapods [crabs] experience pain so we should treat them as we would treat other animals.'\n\nIn their study, the researchers used brain scans to see how crabs' nervous systems react when they are exposed to painful stimuli.\n\nThis revealed the first evidence that crabs process pain in the exact same way as humans.\n\nResearchers are calling for an urgent ban on boiling crabs alive as a shocking study proves that they really can feel pain (stock image)\n\nThe researchers took partially paralysed shore crabs, also known as European green crabs, and attached electrodes to clusters of nerves called ganglia which make up their central nervous system.\n\nThe crabs were then subjected to painful chemical or physical stimulation using solutions of acetic acid and specialised probes.\n\nThey discovered that damage or stress to the claws, antennae, and legs caused a spike of electrical activity in the associated ganglia.\n\nMr Kasiouras says: 'Our findings showed that when a painful stimulus was applied to the tissues of shore crabs, that stimulus was conveyed to the brain. These responses were prolonged and intense.'\n\nThe researchers also tested the same areas with non-painful stimuli such as salt water but didn't see the same kind of reaction.\n\n'We didn’t receive any responses so what we saw was definitely not a reflex. From our findings, we saw that these were responses to pain,' says Mr Kasiouras.\n\nEarlier research has shown that it is likely crustaceans like crabs, shrimp, and lobsters do experience pain.\n\nHowever, these studies focussed on observational methods and looked at evidence like increased touching of the affected area or trying to avoid the danger.\n\nResearchers recorded the brain activity of paralyzed crabs as they were subjected to painful stimulation from acid and physical probes. They discovered that these tissues contained pain receptors which sent messages to the brain when stimulated\n\nThis graph shows the spike in brain activity produced when acetic acid was applied to the leg of a shore crab. The red vertical line shows the moment the acid was applied\n\nHow to humanely kill and cook a crab Stun the crab by cooling it down in the freezer to around 2°C (35°F). Once the crab is in a torpor, kill it by driving a spike through the two main parts of its central nervous system. Turning the crab over, you should find a small hole beneath the tail which sits over the hind nerve centre. There will also be a shallow depression near the head which is above the front nerve centre. Drive a sharp screwdriver through both points until you hit the other side of the shell, twisting the spike to destroy the never centres. Return the crab to the freezer to ensure it is humanely euthanised. Source: Hatfield Marine Science Centre Advertisement\n\nWhat makes this recent study different is that it is the first to record how a crustacean's nervous system really responds to damaging stimuli.\n\nIn our bodies, and in the bodies of many other animals, specialised receptors called nociceptors detect damage and send signals to the central nervous system which are interpreted as pain.\n\nIn their paper, published in the journal Biology, the researchers argue that the existence of nociceptors is a 'key criteria' for an animal to feel pain.\n\nThe neural activation observed by the researcher is a strong indication that there must be pain receptors in its tissue which are sending responses up to the central nervous system.\n\nAnd, what is true for crabs is almost certainly true for other crustaceans with a similar structure and nervous system.\n\nThis, therefore, is strong evidence that crabs, shrimps, crayfish, and lobsters are all capable of feeling and processing pain.\n\nIn light of these findings, the researchers say there is an urgent need for more legal protections for crabs' welfare.\n\nCo-author Dr Lynne Sneddon, an expert on animal pain at the University of Gothenburg, says: 'We need to find less painful ways to kill shellfish if we are to continue eating them.\n\nAlthough they are not currently covered by EU animal welfare legislation, the researchers say their study finds that crustaceans including crabs such as the European green crab used in the trail (pictured), lobsters, shrimp, and crayfish all feel pain when killed\n\nThe researchers are calling for crabs to be stunned with electricity when caught so that they do not suffer a painful death by boiling or suffocation (file photo)\n\n'Because now we have scientific evidence that they both experience and react to pain.'\n\nIn the EU, crustaceans are one of the few animals not covered by welfare laws meaning there are no guidelines on how to handle them in the lab or in the kitchen.\n\nThat means it is legal to cut up or boil crabs while they are still alive, which is not the case for any of the mammals we eat.\n\nWhile the researchers acknowledge that their own research was no doubt painful, they insist that as few crabs as possible were used in the hope of improving the welfare of all crustaceans in the future.\n\nMr Kasiouras adds: 'In the UK, decapod crustaceans are considered sentient so definitely the animal welfare legislations should be extended to cover these groups of animals too.\n\n'More research is needed on that topic and we hope that we can announce some guidelines in the future.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prehistoric Stone Circle Discovery Similar to 'Early' Stonehenge",
            "link": "https://www.msn.com/en-us/news/world/prehistoric-stone-circle-discovery-similar-to-early-stonehenge/ar-AA1uKiVr?ocid=BingNewsVerp",
            "description": "\"If it is indeed directly associated with the stone circle, although not necessarily contemporary, it is suggestive of a Neolithic henge monument of a similar form to the Stripple Stones on Bodmin ...",
            "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
            "category": "science+discovery",
            "date": "7hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "World’s largest worm lizards’ teeth crushed snail shells 50 million years ago",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/world-s-largest-worm-lizards-teeth-crushed-snail-shells-50-million-years-ago/ar-AA1uMK93?ocid=BingNewsVerp",
            "description": "A brand new species and genus of a legless reptile has been identfied in a fossil bed in Tunisia that slithered at an unbelievable 3 feet long with very strong jaws.",
            "image_url": "https://www.bing.com/th?id=ODF.ZbWiaRow1oMYEo_CIfN7Ew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Interesting Engineering on MSN3h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Finnish startup’s no-code platform attracts €8.4M investment for global growth",
            "link": "https://arcticstartup.com/keto-software-raises-e8-4m/",
            "description": "Hyvinkää-based Keto Software has raised €8.4 million in a funding round led by Emerald Technology Ventures, with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lDkghxGbpZhmnMVoP9nCai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "ArcticStartup2h",
            "source": "ArcticStartup",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best Gift at $69 (40% Off), Make Your Priceless Memories Tangible With Fireside",
            "link": "https://gizmodo.com/the-best-gift-at-69-40-off-make-your-priceless-memories-tangible-with-fireside-2000530161",
            "description": "Plus, Fireside is running a killer Black Friday deal right now, where you can save 40% off with no code needed. That brings ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cLK2ElQyiHhuwUAFnWuPMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "16m",
            "source": "Gizmodo",
            "article_content": "Looking for a gift that’s more meaningful than another gift card or sweater? Fireside is like having a personal documentary maker for your family stories, minus the Hollywood budget or technical headaches. It can turn those “I wish I’d asked about that” moments into actual conversations you can keep forever, complete with a gorgeous vinyl plaque that links to your recordings. And that might mean more to you and your loved ones than another gift card to another retailer you don’t have time to visit.\n\nSee at Fireside\n\nPlus, Fireside is running a killer Black Friday deal right now, where you can save 40% off with no code needed. That brings the price down to $69 from $115. That’s less than you’d spend on a nice dinner out, but this gives you something to treasure for generations.\n\nA keepsake you can pass down to your children\n\nThe magic is all in the questions. Fireside has over 100 psychology-backed questions ready to go for you to get started making your keepsake, so there’s no more awkward “so… tell me about your life” moments. Plus, you can record either in person or virtually, which is perfect for connecting with family members across the country or across the glove.. The vinyl plaque with its QR code is useful as well, since it doubles as a beautiful keepsake and a portal to the memories you treasure the most.\n\nThat means you can capture Grandma’s stories before they’re lost to time, record Dad’s wisdom for future generations, preserve family recipes and the stories behind them, or create a family time capsule that actually gets listened to. The fact that it works for both in-person and virtual conversations means distance isn’t an excuse anymore.\n\nAt $69 (with their 60-day money-back guarantee), it’s one of those rare gifts that actually becomes more valuable over time. Years from now, having a recording of your loved ones sharing their stories will be priceless. Just don’t be surprised if you find yourself learning things about your family you never knew. it turns out everyone’s got some pretty amazing stories when you ask the right questions.\n\nBe sure and grab your kit, on sale today, and give it out to everyone you care about. Even if you’ve already done one with your own family, it’s worth sharing with friends who might not have had an opportunity to create something similar with their loved ones. See what happens and have a great holiday season because of it.\n\nSee at Fireside"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flyhomes co-founder gets ‘second chance at life’ as CEO of new startup supporting caregivers",
            "link": "https://www.msn.com/en-us/money/other/flyhomes-co-founder-gets-second-chance-at-life-as-ceo-of-new-startup-supporting-caregivers/ar-AA1uMXSR?ocid=BingNewsVerp",
            "description": "Stephen Lane's last startup was growing like gangbusters when his life changed in an instant. The co-founder of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rom8i580tZUJawrlpwvDGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "36mon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Many digital health startups are quietly raising down rounds and closing up shop. Here's why.",
            "link": "https://www.businessinsider.com/digital-health-startups-raising-down-rounds-bankruptcy-2024-11",
            "description": "While 2021 saw a record-breaking number of healthcare startup deals, the first three quarters of 2024 only brought in about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bEUSkJxHPCIKvXUHufe02y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "6h",
            "source": "Business Insider",
            "article_content": "Advertisement\n\nHundreds of healthcare startups haven't raised fresh venture funding since 2021.\n\nNow VCs say many digital health startups are cutting their valuations to live another day.\n\nInvestors said numerous startups were quietly folding, while others hope to get bought out.\n\nFor a moment at the beginning of 2024, as healthcare investors broke out their checkbooks after a two-year funding desert and gave new life to a struggling class of startups, it looked like starving healthtech founders would be fed once more.\n\nThis year's new funding reality hasn't given all the healthcare darlings a seat at the table.\n\nAdvertisement\n\nThe healthcare startup Forward abruptly shut down this month after raising a $100 million Series E last November for its AI \"doctor in a box,\" a bet marked by numerous logistical and financial challenges.\n\nMany more startups are quietly struggling — cutting their valuations, selling off assets, or closing their doors without any announcement, investors told Business Insider.\n\nWhile in 2021 there were a record 729 healthcare-startup deals, amounting to an eye-popping $29.1 billion, the first three quarters of 2024 brought in only about half of those deals, with much smaller checks: Startups had raised $8.2 billion through September in 379 deals, per Rock Health.\n\nAdvertisement\n\nThe dropoff suggests hundreds of startups that nabbed funding during venture capital's ZIRP period have been left out to dry. PitchBook data showed that as of mid-November, 327 digital health startups that grabbed funding in 2021 hadn't raised since. Not even the AI boom, which has brought back-to-back fundraises for hot healthcare startups like Abridge, can make up for the discrepancy.\n\nInvestors told BI that dozens of startups were raising funding rounds at a valuation lower than their last round, also known as a down round, or hoping to merge with a competitor to extend their lifespans. Others could shut down altogether.\n\n\"There are more digital health companies that are selling assets, selling people, or whatever they can,\" said Greg Yap, a partner at Menlo Ventures. \"This is a difficult market. We're definitely not done with companies going out of business.\"\n\nAdvertisement\n\nSame companies, different terms\n\nAfter healthcare startups raised big rounds in 2021 at high valuations and then the floor dropped out, plenty of investors threw their startups a lifeline with bridge rounds, meant to give founders a handful of extra cash to get them to their next labeled funding round.\n\nRelated stories\n\nBut those firms are done propping up portfolio companies that still aren't succeeding as expected, several healthcare VCs told BI.\n\nAs AI startups explode in popularity, some limited partners just want the funds they're backing to focus on new and exciting deals and cut their losses, said Doba Parushev, a vice president of CareFirst BlueCross BlueShield's Healthworx Ventures.\n\nAdvertisement\n\n\"At least for some firms, the LP sentiment is it was a bad vintage. It's done, move on. That's liberating,\" Parushev said. \"I think that's probably driving some behavior around not doing any more internal defensive rounds.\"\n\nSome VCs are turning to new AI investments as their healthcare portfolios struggle. Getty Images; Jenny Chang-Rodriguez\n\nSome startups will thus need to adjust their prices to get the chance to raise more capital from new or existing backers. Alyssa Jaffee, a partner at 7wireVentures, said she was still being pitched some too expensive deals, with hints of the funding expectations left over from 2021's heyday. But she's seeing more healthcare companies accept the need to take a valuation cut to hit their milestones.\n\n\"I would actually hope that more companies said, I'm OK with a down round. We recognize that we were mispriced in the market, and we need to rightsize,\" she said. \"There are expectations from earlier investors who don't want to necessarily take the markdown but may need to take it because that's what's right for the business.\"\n\nAdvertisement\n\nWhile down rounds are happening at every stage, investors said Series B and C startups may be the most likely to cut their valuations since they're more likely to have revenue traction that suggests they're worth continuing to bet on.\n\nSeed and Series A companies, on the other hand, could be more likely to shut down without that traction. Ruth Health, a startup that provided pregnancy and postpartum care, announced it was closing in November after failing to find the necessary product-market fit. The company last raised a $2.4 million seed round in 2022.\n\n\"Layoffs are awful. Seeking acquisition is humbling. Selling your baby for parts gets demoralizing,\" Alison Greenberg, the startup's CEO and cofounder, said in a LinkedIn post about the shutdown. \"The checklist for a wind-down is long.\"\n\nAdvertisement\n\nTie-ups and shutdowns\n\nNot all healthcare shutdowns this year have happened quietly. Forward made headlines when it announced it was closing up shop a year after raising $100 million to scale its AI-powered kiosks, called CarePods. A BI investigation revealed technical and logistical snags in Forward's style-over-substance strategy — such as its self-service blood draws not working as expected, and patients getting stuck in the CarePods.\n\nBut investors said many more healthcare businesses shut their doors under the radar this year, especially seed and Series A companies, which have the benefit of fewer eyes on them. This phenomenon hasn't been specific to healthcare — data from Carta indicates 254 venture-backed startups across all sectors went bankrupt in the first quarter alone. And Parushev said he was expecting plenty of healthcare bankruptcies still up ahead.\n\nForward's San Francisco clinic. The startup said on November 12 that it would close its clinics effective immediately. Rob Price/BI\n\nTo avoid a shutdown, some startups are looking to combine with a competitor. VC firms might move to revitalize two of their portfolio startups at once, as in the case of LetsGetChecked's $525 million acquisition of Truepill. Both startups are backed by Optum Ventures.\n\nAdvertisement\n\nAxios reported in August that LetsGetChecked was seeking $150 million in a convertible note to help finance the deal. Galym Imanbayev, a partner at Lightspeed Ventures Partners, said he was seeing a fair amount of similar pitches packaged as \"consolidation rounds\" rather than down rounds — startups raising more money to enable a merger or acquisition. That's generally a more attractive option to investors than a straightforward down round, he said.\n\nMenlo Ventures' Yap said other startups were choosing to get folded into a competitor without fanfare.\n\n\"Nobody wants to make a big deal out of a company that didn't quite work out. A lot of that is happening, but if you don't have to announce it, why would you?\" he said. \"The surviving company, the acquiring company, can just get a little bigger and announce it whenever it makes sense, or not announce it at all.\"\n\nAdvertisement\n\nUmar Afridi and Sid Viswanathan cofounded Truepill. Courtesy Truepill\n\nThe next chapter\n\nHealthcare still has plenty of room for winners. Startups like Hinge Health and Omada Health are expected to test the IPO waters next year, and private-equity firms are looking for healthtech companies to scoop up.\n\nCertain areas of healthcare will have to work harder than others to make it to the other side.\n\nWhile healthcare AI deals have taken center stage this year, virtual care has faltered; telehealth startups nabbed $1.4 billion in VC capital in the first three quarters of this year, compared with $2.8 billion in total last year (and $10.2 billion in 2021), according to PitchBook. Broadly, healthcare services have fallen out of favor, with clinic startups struggling to deliver returns against capital-intensive models and retailers like Walgreens and Walmart downsizing their healthcare offerings or ditching them altogether.\n\nAdvertisement\n\nVCs told BI they were pushing the next generation of healthcare startups to have better discipline in balancing growth with profits.\n\n\"Hopefully now people have a more sober view of what it takes to be sustainable, and there'll be a set of companies that may choose to grow a little bit more slowly but with good unit economics and with EBITDA, with profits,\" Yap said. \"That can give them the opportunity to not be subject to the vagaries of venture capital, private equity, and other people's money.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 Ways Software Development Will Be Reshaped in 2025",
            "link": "https://www.devprojournal.com/software-development-trends/13-ways-software-development-will-be-reshaped-in-2025/",
            "description": "2025 will be marked by the rise of AI as a standard tool, but with this advancement comes a new set of challenges.",
            "image_url": "https://www.bing.com/th?id=OVFT.bEYrHWv2qkqi1Khue4KX7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "devprojournal17m",
            "source": "devprojournal",
            "article_content": "2025 will be marked by the rise of AI as a standard tool, but with this advancement comes a new set of challenges.\n\nThe software development landscape is in for a seismic shift in 2025. This year will be marked by the rise of artificial intelligence (AI) as a standard tool, but with this advancement comes a new set of challenges. DevPro Journal recently spoke with the team at Digital.ai to learn more and identify 13 key trends that could reshape your development experience in 2025.\n\nDan Shugrue, Application Security Product Marketing, Digital.ai:\n\nSmart Enterprises Will Move Beyond Vulnerability Scanning. As enterprises embrace AI tools to help them code faster, threat actors have worked in lockstep to write faster malware, analyze code, and get better at wreaking havoc. In 2025, smarter enterprises will harden their apps against reverse engineering through advanced obfuscation, anti-tamper, and threat monitoring. AI Tools Will Bleed into Security Teams. In 2025, expect security departments to adopt AI to keep up with the cybersecurity arms race. Early adopters will look to ML-assisted threat analytics to find patterns in attack behavior that better equip them to mitigate attacks.\n\nDerek Holt, CEO, Digital.ai:\n\nAI-based code assistants go from early adopter to standardized driving both positive and negative impacts. While 2023 and 2024 saw a lot of experimentation with coding co-pilots with expanded adoption in startup companies and various forward-leaning enterprises, 2025 will be marked as the year coding co-pilots become a standard. Like all new technology adoption, this will have pros and cons. Expect to see more code developed more quickly, but keep an eye out for challenges with re-use, quality, security, and technical debt. New bottlenecks emerge in software delivery. While AI-assisted development will drive increased code creation and ultimately drive individual developer productivity gains, new bottlenecks will quickly emerge across the broader software delivery lifecycle. Organizations that have not invested in test automation, built in security, release orchestration, code scanning and more will struggle to translate more productive developers into faster time to market. The Emergence of xOps. As more and more “traditional applications” begin to adopt AI capabilities expect DevOps, DataOps, and ModelOps to converge into xOps. This new-found set of dependencies will dramatically accelerate “AI-aware” Release Orchestration while also challenging operations teams, support teams, QA teams, and more as the line between more traditional declarative applications blur with the new dependencies to LLMs and GenAI capabilities. Software Engineering Intelligence steps into the spotlight (and quickly gains predictive AI capabilities). While Value Stream Management continued to lose steam in 2024, we also saw the fast emergence of Software Engineering Intelligence (SEI) to take its place. SEI will have a breakout year in 2025 as more and more businesses realize they need to measure the end-to-end business process of software development and delivery in order to drive continuous improvement, truly deliver improved developer experiences and ultimately realize the potential gains for an AI-powered Software Development and Delivery capabilities. SEI is the key to each. Security and Change Risk Prediction Will Outperform Productivity Gains. As AI continues to impact the entire business process of planning, coding, building, testing, and delivering software, the importance of security and risk prediction will take another leap up the list of priorities. 2024 was marked by scale security breaches and huge change risk failures (let’s not forget walking through airport terminals looking at the blue screen of death)…..with AI driving more changes more quickly, enterprise businesses will continue to increase investment in security and risk prediction solutions.\n\nMike Woodard, VP of Product Management for Application Security, Digital.ai:\n\nThe AppSec Arms Race Will Heat Up. In 2025, If it wasn’t obvious before, no one in application security can safely take a break. With the advantage of AI, reverse engineering and attack tools will become even more sophisticated. Threat actors will use these tools and techniques to better understand the operation of apps, uncover their secrets, and make malicious use of APIs. AI-Aided Threat Monitoring Will Become the Norm. SOC managers have the unenviable job of searching mountains of data for actionable information. AI-aided threat monitoring, such as pattern recognition, anomaly detection, and general classification of data, will become necessary for security teams to surface the most urgent threats so that proper mitigation steps can be taken in a timely manner.\n\nAdam Kentosh, Field CTO, Digital.ai:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The DevSecOps Mindset: What It Is and Why You Need It",
            "link": "https://www.devprojournal.com/software-development-trends/devsecops/the-devsecops-mindset-what-it-is-and-why-you-need-it/",
            "description": "By adopting a DevSecOps mindset, companies can balance between fast, efficient development with robust security measures.",
            "image_url": "https://www.bing.com/th?id=OVFT.ExeYjPuhFv6vGTYdx4bVES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "devprojournal57m",
            "source": "devprojournal",
            "article_content": "The rush to embrace digital transformation and deliver software at lightning speed has also increased cybersecurity threats and complexity. High-profile breaches, like the SolarWinds cyberattack, have left organizations rethinking their security protocols and supply chain vulnerabilities. While not a silver bullet, we can mitigate emerging cyber threats by starting strong with built-in security in the development process. The flip in mindset is where DevSecOps steps in; ensuring security is no longer an afterthought but an integral part of the development lifecycle.\n\nBy adopting a DevSecOps mindset, companies can achieve the delicate balance between fast, efficient development and robust security measures. But what exactly is DevSecOps, and why is it critical for today’s fast-paced digital environments?\n\nWhat is DevSecOps?\n\nTo understand DevSecOps, we must first understand its predecessor, DevOps. DevOps is a set of practices designed to automate and streamline the collaboration between software development and IT operations. It allows organizations to shorten development cycles, increase deployment frequency and deliver faster, reliable software.\n\nHowever, as organizations embraced the speed of DevOps, security concerns lagged, leaving software vulnerable to threats after deployment. Enter DevSecOps, a natural evolution of DevOps that integrates security from the very beginning of the development process, making it a shared responsibility among all teams.\n\nRather than treating security as a final checkpoint, DevSecOps shifts security to the forefront by embedding it into every development lifecycle phase, and its popularity has quickly taken hold. The DevSecOps market is thriving. In 2023, the DevSecOps market was recorded at 6.3 billion dollars, more than on track to reach its projected worth of 45.93 billion USD by 2032. Its exponential growth shows the increasing demand for this security-first approach. What makes this approach to security so valuable? Its core value lies within its five main pillars.\n\nFive Pillars of DevSecOps\n\nSeveral core principles form the foundation of the DevSecOps approach, but the five below outline what makes this approach so successful.\n\nCollaboration: DevSecOps views security as a shared responsibility. Under this mindset, teams must work together, breaking down traditional silos to ensure the consideration of security at every stage of development. Automation: Automating security testing within the CI/CD pipeline enables fast, repeatable checks that detect vulnerabilities early, halting threat actors on the spot and separating any infected code from the unaffected. Continuous Integration and Continuous Delivery (CI/CD): With the help of automation, DevSecOps integrates security checks into continuous integration pipelines, allowing security tests to run with every new code commit. Shift-Left Security: Security testing is performed earlier in development to catch vulnerabilities before they become costly. Security as Code (SaC): Security policies and configurations are treated as code, meaning they can be automatically tested, versioned and updated regularly or as needed.\n\nWith DevSecOps pillars at the center of development, the security-first approach maintains the agility organizations need to stay on top of threats while keeping their competitive edge.\n\nWhy Incorporate the DevSecOps Mindset: The Pros and Cons\n\nNavigating the delicate balance between speed and security is challenging for all organizations. That’s why so many are converting to the DevSecOps mindset. That said, it is not all smooth rolling when approaching the transition. Below are a few common factors that stand in the way of the security-first approach:\n\nCultural Resistance: Teams may resist integrating security into fast-moving DevOps pipelines due to the extra initiative that individuals must take.\n\nTeams may resist integrating security into fast-moving DevOps pipelines due to the extra initiative that individuals must take. Lack of Security Expertise : Many developers lack the deep security knowledge required to identify vulnerabilities early on due to the fast pace of technological innovations and creative threat actors.\n\n: Many developers lack the deep security knowledge required to identify vulnerabilities early on due to the fast pace of technological innovations and creative threat actors. Limited Resources for Automation: Smaller organizations may struggle with the cost of automation tools.\n\nWhile DevSecOps incorporation might face a few hurdles, building a culture with regular security and automation brings many advantages that outweigh them. To name a few:\n\nReduced Security Risks: By addressing security from the beginning, vulnerabilities get identified and resolved before they reach production. Organizations using DevSecOps practices experience a 50% reduction in security vulnerabilities compared to those that follow traditional development processes.\n\nBy addressing security from the beginning, vulnerabilities get identified and resolved before they reach production. Organizations using DevSecOps practices experience a 50% reduction in security vulnerabilities compared to those that follow traditional development processes. Faster Software Delivery : Automating security checks within CI/CD pipelines significantly reduces the need for manual security reviews, allowing teams to deliver software faster without compromising security.\n\n: Automating security checks within CI/CD pipelines significantly reduces the need for manual security reviews, allowing teams to deliver software faster without compromising security. Cost Savings: Most can agree that fixing security vulnerabilities during early development is far cheaper than addressing them after deployment, and the data agrees. As of 2024, the average data breach cost was88 million US dollars, highlighting the high cost of reactive security practices.\n\nMost can agree that fixing security vulnerabilities during early development is far cheaper than addressing them after deployment, and the data agrees. As of 2024, the average data breach cost was88 million US dollars, highlighting the high cost of reactive security practices. Improved Compliance: For industries with strict regulatory standards, such as healthcare, finance or government, DevSecOps helps ensure compliance by embedding security controls and audits throughout the entire development process.\n\nThe Future of DevSecOps: AI for Rapid Threat Response\n\nThe future of a DevSecOps mindset needs to rapidly adapt to new threats in real time. Using AI and integrating AIops/MLops into CICD pipelines enhances threat detection and can proactive thwart malicious activity before the risk is even exposed. Using machine learning can enhance the shift-left security and continuous integrations and delivery in the following ways:\n\nProactive Threat Detection and Response – Machine learning models can analyze patterns and anomalies in real-time and can proactively detect and prevent production risk before even being exposed.\n\n– Machine learning models can analyze patterns and anomalies in real-time and can proactively detect and prevent production risk before even being exposed. Automation of Security Testing and Remediation – Machine learning can automate security and confidentiality checks and automatically fix problems by embedding checks directly into CICD pipelines and development workflows.\n\n– Machine learning can automate security and confidentiality checks and automatically fix problems by embedding checks directly into CICD pipelines and development workflows. Adaptive Learning for Enhance Security – Machine learning can rapidly learn and adapt to evolving threats both external and internal in real-time preventing risk exposure directly before an event occurs across all CICD pipelines and workflows.\n\nBy leveraging AI, organizations can be proactive in thwarting malicious activity in real time, long before risk is exposed to production applications is discovered and used to undermine INFOSEC defense mechanisms.\n\nThe rise of cyber threats means security can no longer be an afterthought. As threat actors adapt, so must business. Integrating security into the development pipeline with DevSecOps allows organizations to improve security posture without sacrificing speed, and as AI and machine learning technologies continue to evolve, they promise to take DevSecOps to the next level, enabling organizations to detect, prevent, and adapt to threats in real-time. DevSecOps is more than a set of tools or practices; it’s a much-needed mindset shift that requires collaboration, automation and continuous improvement."
        }
    }
]