[
    {
        "title": "Pentagon solves 1 UFO mystery but still probing case of \"large orange orb\"",
        "link": "https://www.msn.com/en-us/news/us/pentagon-solves-1-ufo-mystery-but-still-probing-case-of-large-orange-orb/ar-AA1uog2p?ocid=BingNewsVerp",
        "description": "The Pentagon office investigating UFOs, or what the government calls unidentified anomalous phenomena, resolved one of its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MsVoRseZk75MtMeugXOGAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16hon MSN",
        "source": "CBS News on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon UFO chief tells Senate 'very anomalous objects' need careful study (video)",
        "link": "https://news.yahoo.com/news/pentagon-ufo-chief-tells-senate-233041704.html",
        "description": "In new testimony, the head of the Pentagon's UFO office told the US senate that it \"has not discovered any verifiable ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cuUjMvHX9654EnoDgm5EfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15h",
        "source": "YAHOO!News",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: AARO/DOD\n\nIt's never aliens.\n\nAt least, it hasn't been yet. The United States Senate Armed Services Subcommittee on Emerging Threats and Capabilities heard testimony on Tuesday (Nov. 19) from Jon T. Kosloski, director of the Pentagon's All-Domain Anomaly Resolution Office (AARO). The U.S. Department of Defense created the office in July 2022 in order to have a single place for military and government personnel to report UFO sightings, or UAP, as they're now known. The new term, short for unidentified anomalous phenomena, encompasses not only unidentified objects or events in the sky, but also those in water, in space or those that appear to travel between these domains.\n\nDuring today's hearing, Kosloski came in strong, stating that \"it is important to underscore that, to date, AARO has not discovered any verifiable evidence of extraterrestrial beings, activity or technology.\" Still, despite having resolved hundreds of cases with prosaic explanations, Kosloski noted that his office does not believe that every UAP is a bird, balloon or drone. \"We do have some very anomalous objects,\" he said.\n\na blurry black dot flying above a snow-covered volcano in grainy black-and-white footage\n\nKosloski also reported on the office's latest analysis of UFO/UAP cases, stressing that his office will \"continue to follow the science and data wherever they lead\" and keep both Congress and the public as informed as possible — at the unclassified level, he clarified.\n\nThat stands in stark contrast to testimony presented to a U.S. House of Representatives subcommittee last week, in which a retired U.S. Navy rear admiral and a former U.S. counterintelligence officer told lawmakers that the American government is part of a decades-long coverup to conceal the fact that \"we are not alone in the cosmos.\"\n\nDuring his testimony, Kosloski gave an overview of his office's activities since it issued a report to Congress and testified in a similar setting last year. \"Many reports resolve to commonplace objects like birds, balloons and unmanned systems, while others lack sufficient data for comprehensive analysis,\" Kosloski said, adding that \"only a small percentage of reports received by AARO are potentially anomalous.\"\n\nKosloski referred to a UAP incident that occurred in 2013 near Aguadilla, Puerto Rico. The infrared video, shot in 2013 by a U.S. Customs and Border Patrol helicopter, appears to show an object flying just above the ocean before disappearing into it, or perhaps splitting in two.\n\n\"We assessed that it was actually flying over the airport the entire time,\" Kosloski said. When the object appears to disappear in the infrared video that accompanies the case, it is actually the camera sensing that the object is the same temperature as the water behind it. Instead of splitting in two, it was simply two objects — balloons or sky lanterns — in close proximity that came in and out of view.\n\nKosloski also offered how his office was able to close the case on the infamous GOFAST video, shot by a U.S. Navy fighter jet in 2016 off the coast of Florida. In that case, the object's apparent speed in the video was actually due to the parallax effect, or the camera's perspective, Kosloski explained.\n\nFurthermore, the AARO director showed a 2018 video captured by a drone flying over Mt. Etna that he stated is not widely known among the public. \"This was a rather difficult case to solve,\" Kosloski said. \"The object was actually 170 meters away from the plume — not flying through it.\"\n\nDuring questioning, Senator Kirsten Gillibrand (D-New York) asked Kosloski about whether or not some individuals who have encountered UAP might be reluctant to engage with his office, referring to accusations some UAP disclosure advocates frequently level against AARO. These critics attest that the office is part of an alleged decades-long U.S. government-led campaign of \"excessive secrecy\" that aims to keep the public in the dark about UFOs.\n\nIn response to Gillibrand's questioning, Kosloski defended his office. \"Congress has gone out of its way to create the organization AARO specifically to conduct these sorts of investigations, and has uniquely empowered them to have access to all UAP related information, whether that's historic or current, and we take that responsibility and those authorities very seriously,\" he said.\n\nGillibrand also asked about a report released by AARO in March 2024, noting that she has been told \"it doesn't show any any evidence of secret programs that have aliens.\"\n\nBut Gillibrand pushed back on that assertion. \"That's not how I read the report,\" the senator said. \"What I read in the report is the US government took sightings extremely seriously over the last 75 years, and put some of the greatest minds together to analyze these cases, because they assessed them as some deeply unknown phenomena that may or may not cause threats — that may or may not be related to adversaries.\"\n\na grainy black orb above the ocean in a black-and-white video\n\nAARO released a report to accompany today's hearing earlier this week. The report, titled, \"All-domain Anomaly Resolution Office’s Annual Report on Unidentified Anomalous Phenomena,\" examines UAP cases dated between May 1, 2023 and June 1, 2024 as well as historical incidents that were not included in previous reports.\n\nBut, like in its other reports, AARO found no smoking gun for alien visitation this year. \"AARO has discovered no evidence of extraterrestrial beings, activity, or technology,\" the report notes. Out of the 485 cases that are well within the report's timeframe, 118 were solved and another 174 were slated to be closed, pending a final review.\n\nStill, AARO's 2024 report says that many cases remain unsolved, and that the office continues to study them. However, AARO’s ability to resolve cases \"remains constrained by a lack of timely and actionable sensor data,\" according to the report, meaning there just isn't enough data to conclusively solve cases that lack detailed or multi-sensor observations. In some cases, all there might be to analyze is a single photograph, a few seconds of grainy video or an aviator's written report. Many UAP sightings happen in the blink of an eye as an unknown object zooms past a moving aircraft, for example, so there often isn't enough time to gather photographic or video evidence.\n\nIn other cases, the capabilities of the sensors or platforms involved in the UAP sightings are themselves classified (sometimes, even their existence isn't publicly known), so AARO is unable to discuss them in unclassified reports.\n\nThough overall, according to the 2024 report, there is enough data for AARO to state that it has has \"no indication or confirmation that these activities are attributable to foreign adversaries.\"\n\nRELATED STORIES:\n\n— Pentagon UFO office finds 'no empirical evidence' for alien technology in new report\n\n— Pentagon has 'no credible evidence' of aliens or UFOs that defy physics\n\n— UFO whistleblowers tell Congress 'we are not alone in the cosmos' (video)\n\nToday's hearing echoed a previous hearing held last year on April 19, 2023. During that hearing, AARO's previous director Sean Kirkpatrick told the Senate Armed Services Committee that his office has seen \"no credible evidence thus far of extraterrestrial activity, off-world technology or objects that defy the known laws of physics.\"\n\nSimilarly, the report released by AARO in March 2024 that examined historical UFO cases found \"no evidence that any USG [U.S. government] investigation, academic-sponsored research, or official review panel has confirmed that any sighting of a UAP represented extraterrestrial technology.\"\n\nAARO's previous report, released in 2022, examined 510 contemporary UAP reports gathered from government agencies and branches of the United States military. The report found that, while most cases were able to be resolved, 171 remained a mystery.\n\n\"Some of these uncharacterized UAP appear to have demonstrated unusual flight characteristics or performance capabilities, and require further analysis,\" AARO's 2022 report states.\n\nToday's hearing concluded with a discussion of recent incidents in which unidentified drones, or uncrewed aerial systems (UAS), were seen over U.S. military bases and other sensitive installations. Those incidents, Kosloski notes, underscore the need for the United States to have \"more persistent monitoring and understand that, whether it is a UAP or a counter-UAS issue, that we need to have that complete domain awareness around our national security facilities.\""
    },
    {
        "title": "No alien evidence in latest UFO reports, but some 'particularly interesting' cases, Pentagon says",
        "link": "https://news.yahoo.com/news/no-alien-evidence-latest-ufo-235655483.html",
        "description": "The U.S. government has received more than 700 reports of unexplained phenomena but have found no proof of extraterrestrial ...",
        "image_url": "https://www.bing.com/th?id=OVF.HStmt%2f96tki9jg%2baQrJFlQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "YAHOO!News",
        "article_content": "No alien evidence in latest UFO reports, but some 'particularly interesting' cases, Pentagon says\n\nThe U.S. government has received more than 700 reports of unexplained phenomena but have found no proof of extraterrestrial life, the Pentagon’s UFO office confirmed at a Thursday briefing.\n\nThe All-domain Anomaly Resolution Office (AARO) said it received 757 reports of unidentified anomalous phenomena, also known as UAP, between May 1, 2023 to June 1, 2024.\n\nAmong those reports were 485 UAP incidents that occurred within that year period, while the remainder took place between 2021 to 2022, according to AARO. The office, which operates within the Secretary of Defense, has been reviewing more than 1,600 cases in total, as of June 1, 2024.\n\nCongress heard testimony about UFOs: Here are the biggest revelations\n\nARRO Director Jon T. Kosloski said a higher portion of these incidents were reported by national security sites near U.S. military assets in what he called a \"geographical bias.\" However he clarified this is likely due to an increase incommercial pilot reporting in the continental U.S.\n\n\"We follow up on every tip,\" Kosloski said. \"We've received 1,600 cases. A large number of those are unresolved, which means we don't know exactly what they are. Until we know what they are or who they belong to we can't attribute intent and understand exactly what the purpose of that phenomenon is.\"\n\nNo evidence of extraterrestrial beings found\n\nARRO has found no \"verifiable evidence\" of extraterrestrial beings, activity or technology according to Kosloski.\n\n\"There are definitely anomalies. We have not been able to draw the link to extraterrestrial,\" Kosloski said.\n\nKosloski mentioned that none of the resolved cases have been linked to breakthrough technologies, which refers to advanced capabilities that exceed what exists today or within the next few years. He also shot down claims that all UAPs are either drones or unmanned aircraft systems.\n\n\"We have several particularly interesting cases. We're working within the office, working with our partners to downgrade several of those cases so we can talk about them publicly,\" he said. \"But there are interesting cases that I, [in] my physics and engineering background and time in the IC (Intelligence Community), I do not understand. And I don't know anybody else who understands.\"\n\nARRO urges Americans to report UAP sightings\n\nKosloski urged anyone who sees what they genuinely believe could be a true anomaly to report it to ARRO.\n\nHe emphasized the office is going to need the help of academia and public to address these sightings and said ARRO aims to \"build that more transparent partnership.\"\n\nWhile acknowledging that his request could lead to deliberately misleading reports, he said it's worth it.\n\n\"I'm a firm believer in big data is going to lead to better conclusions, and I would rather have to filter out some of those copycat cases,\" Kosloski said. \"If we're looking for a needle in a haystack, I'd rather have multiple haystacks to go digging through, rather than just one.\"\n\nAnyone can submit a report regarding a UAP sighting by navigating to ARRO's website and following the office's instructions.\n\nContributing: Cybele Mayes-Osterman\n\nThis article originally appeared on USA TODAY: Pentagon receives 700 new UFO reports: Here's what to know"
    },
    {
        "title": "Pentagon claims to debunk famous ‘GOFAST’ UFO radar video, but has not ID’d mysterious object",
        "link": "https://nypost.com/2024/11/20/us-news/pentagon-claims-to-debunk-famous-gofast-ufo-radar-video/",
        "description": "The Pentagon announced they solved one of the most famous UFO videos that sparked a wave of national interest and speculation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Xbg7BQ0R-CqX1jk4MaaDPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "New York Post",
        "article_content": "The Pentagon announced they solved one of the most famous UFO videos that sparked a wave of national interest and speculation when it was first released in 2017.\n\nAn official from the Pentagon testified to Congress Tuesday about the wildly popular “GOFAST” video, saying that the attention was unwarranted for the footage once considered to be some of the best evidence of the reality of unidentified flying objects.\n\nDr. Jon Kosloski, director of the All-Domain Anomaly Resolution Office, said the object captured off the Florida coast by a Navy fighter jet appears to be moving so fast because of the perspectival phenomenon of a parallax.\n\n5 A screengrab from the famous “GOFAST” video, which shows an infrared radar depiction of an\n\nobject that remains unidentified by the Pentagon, but which is no longer considered anomalous. AARO / SWNS\n\n“Through a very careful geospatial intelligence analysis and using trigonometry, we assess with high confidence that the object is not actually close to the water, but is rather closer to 13,000 feet,” Kosloski testified during an oversight hearing.\n\n5 Dr. Jon Kosloski heads up AARO, the agency tasked with finding explanations for anomalous activity of presumed UAPs. C-SPAN\n\nKosloski did not, however, identify the object in the “GOFAST” video. He says AARO will make the report on their parallax claims public on their official website.\n\nThe “GOFAST” video shows a radar recording of an object that appeared to be moving at an incredibly high speed, not far above the water.\n\nForward Looking Infrared (FLIR) technology was used by fighter jet pilots operating off of the aircraft carrier USS Theodore Roosevelt.\n\n5 A radar operator in a jet is forced to manually lock onto the target which was evading the automatic\n\nsystems that usually function without human input. AARO / SWNS\n\nThe FLIR radar shows a small blip on the screen moving so quickly that the operating officer was forced to lock onto the target manually.\n\nWhen the radar operator is finally able to lock onto the moving target, he yells, “Whoa! Got him!”\n\n“What the f–k is that?,” someone is heard saying over the radio in the video.\n\n“Wow, what is that man? Look at it fly!,” another is heard saying.\n\n5 Dr. Jon Kosloski, director of the All-domain Anomaly Resolution Office. DOD\n\nDespite dashing some hopes of UFO and UAP enthusiasts, Kosloski testified to Congress that there are 21 cases that are still unsolvable.\n\nOne such case involved a law enforcement officer “out West” who saw a large orange orb floating several hundred feet above the round.\n\nThe officer reports approaching the “blacker than black object” that was about the size of a Toyota Prius.\n\nWhen the officer got within 100 feet of the object, it shot up into the sky at a 45 degree angle at an improbably fast pace, according to Kosloski’s testimony.\n\n5 A radar image from another famous UAP incident, commonly referred to as the “GIMBAL” video,\n\nwhich was also recorded of the east coast of the United States by operators working off air craft\n\ncarriers USS Nimitz and USS Theodore Roosevelt. AARO / SWNS\n\nIn yet another inexplicable event, two government contractors in the Southeast reported seeing a “large metallic cylinder about the size of a commercial airplane” hovering in the air motionless for 15-20 seconds, according to the testimony Tuesday.\n\n“Obviously an object that large and stationary — unless it’s a blimp — is unusual but then disappearing, we can’t explain how that would happen,” Kosloski told Congress.\n\nAt a hearing last week, UAP and UFO community whistleblowers testified to congress that they were aware of secret research programs conducted by the US government that included crash recoveries and highly secretive back-engineering programs."
    },
    {
        "title": "Pentagon solves one of its highest-profile UFO mysteries",
        "link": "https://www.msn.com/en-us/news/technology/pentagon-solves-one-of-its-highest-profile-ufo-mysteries/ar-AA1ur1iG?ocid=BingNewsVerp",
        "description": "A pentagon official told Congress Tuesday that the agency has solved a prominent UFO mystery from 2016 which showed what ...",
        "image_url": "https://www.bing.com/th?id=OVFT._zNLLGpP4xnlI0Wui1bICS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18hon MSN",
        "source": "FOX News on MSN",
        "article_content": ""
    },
    {
        "title": "Azure AI Foundry tools for changes in AI applications",
        "link": "https://www.infoworld.com/article/3609020/azure-ai-foundry-tools-for-changes-in-ai-applications.html",
        "description": "Microsoft’s launch of Azure AI Foundry at Ignite 2024 signals a welcome shift from chatbots to agents and to using AI for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GnrKIc1t1-TuauiilxYtGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "InfoWorld22h",
        "source": "InfoWorld",
        "article_content": "The way we use artificial intelligence is changing. Chatbots aren’t going away. We’ll continue to use them to deliver basic, natural language, self-service applications. But the future belongs to multimodal applications, built on large language models (LLMs) and other AI models, that act as self-organizing software agents. These more complex AI applications will require more thought, more code, more testing, and more safeguards.\n\nAn AI evolution requires a similar evolution in our development tools. Although we’ve seen Power Platform’s Copilot Studio begin to deliver tools for building task-focused agents, more complex AI applications will require a lot more work, even with support from frameworks like Semantic Kernel.\n\nMuch of Azure’s current AI tools, beyond its Cognitive Services APIs, are focused on building grounded chatbots, using Microsoft’s Prompt Flow framework to add external vector indexes to LLMs for retrieval-augmented generation (RAG), along with wrapping calls and outputs in its own AI safety tools. It’s a proven approach to building and running Microsoft’s own Copilot services, but if enterprises are to get the next generation of AI services, they need new tools that can help deliver custom agents."
    },
    {
        "title": "H, the AI startup that raised $220M, launches its first product: Runner H for ‘agentic’ applications",
        "link": "https://techcrunch.com/2024/11/20/h-the-ai-startup-that-raised-220m-launches-its-first-product-runner-h-for-agentic-applications/",
        "description": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KSQvxcGu_wCbxEF2IQuGVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14h",
        "source": "TechCrunch",
        "article_content": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round of $220 million before releasing a single product. Three months later, still without a product, that splash started to look like a catastrophic flood when three of the company’s five co-founders left over “operational and business disagreements.”\n\nBut the company has kept swimming, and today it’s announcing its first product: Runner H, an “agentic” AI aimed at businesses and developers across tasks like quality assurance and process automation. It’s built atop the startup’s own, proprietary “compact” LLM based on just 2 billion parameters.\n\nH has set up a waitlist for Runner H on its site. CEO Charles Kantor said that it will be releasing APIs to those on the list over the coming days to use agents “off the shelf” that have been pre-built by H, as well as for developers to create their own. Access to the API will also come along with access to something called H-Studio to test and manage how these services work.\n\nInitially, using those APIs will be free, and later there will be a payment model introduced.\n\nEven using compact LLMs, building and running AI is not cheap, especially as competition continues to raise money to develop their own products. TechCrunch has also confirmed that H is raising a Series A to build what Kantor describes as part of the second era of AI — with LLM companies like OpenAI being part of the first era.\n\n“We are lucky to be in the position of building our own models,” Kantor said. “But this second era will be as capital intensive as the first one.”\n\n(Recall the $230 million H has already raised — it appears to have added another $10 million since announcing it earlier this year — was a mixture of equity and convertible debt. The long list of investors in that round included individuals like Eric Schmidt, Yuri Milner, and Xavier Niel; VCs such as Accel and Creandum; and strategic backers like Amazon, Samsung, and UiPath.)\n\nKantor told TechCrunch that H has quietly been working with a handful of customers in areas like e-commerce, banking, insurance, and outsourcing, who have been helping it hone the product.\n\n“Everything [in H] is not based on our creativity but customer feedback,” he said.\n\nRunner H will initially focus on three specific use cases: robotic process automation (RPA), quality assurance, and business process outsourcing.\n\nRPA is an area that has existed for years, using basic scripts to automate the most repetitive tasks that humans have had to perform — such as reading forms, checking boxes, and sending files from one place to another. In fact, a lot of RPA has never been built with AI baked in, even after AI started to develop advanced skills. The idea with Runner H is that it will be able to run RPA across forms, sites, and other templates even when they have been modified (something that might have broken previous scripts), and across a much wider range of sources.\n\nQuality assurance can cover a wide range of applications, but Kantor said that one of the most popular so far has been reducing the “maintenance burdens” around website testing — validating page availability, simulating real user actions, or ensuring compatibility across payment methods — in particular when modifications have been made.\n\nBPO is a catch-all area that will cover not just fixing and improving billing processes, but also speeding up how an agent can use and access data from different sources, and more.\n\nThere has been a race among foundational AI companies around how many parameters are going into LLMs. (GPT 4 for example has 175 billion parameters.) But Runner H is taking a very different approach with just 2 billion parameters, both for its LLM and for its computer-vision-based “VLM.” Kantor’s argument is that this makes them significantly more efficient in terms of cost and operations, key when working on winning and keeping business deals, and H’s own operational costs.\n\n“We are specialists,” he said. “We are building for the agentic era.”\n\nThe company also claims that it works: It says that its compact model outperforms Anthropic’s “Computer Use” by 29% (based on WebVoyager benchmarks) as well as models from Mistral and Meta.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "Yes, the ‘Hawk Tuah Girl’ Now Has an AI-Powered Dating App",
        "link": "https://www.yahoo.com/tech/yes-hawk-tuah-girl-now-190655959.html",
        "description": "Hawk Tuah Girl' aka Hailey Welch, who had earlier this year launched a popular podcast called Talk Tuah, has now released a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UWtQQgzWYzU2lSKw7h5hZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "Yahoo",
        "article_content": "“Hawk Tuah Girl” aka Hailey Welch, who had earlier this year launched a popular podcast called Talk Tuah, has now released a dating app. Accordingly, fans are interested in learning more about the dating app. How does it function in comparison to other dating apps like Tinder or Bumble? Does it offer a unique experience?\n\nHere is everything that fans need to know about Hawk Tuah Girl’s new dating app.\n\nWhat is Hawk Tuah Girl’s dating app called?\n\nThe Hawk Tuah Girl’s dating app is called Pookie Tools.\n\nThis app is named after Hailey Welch’s mystery boyfriend, whom she calls “Pookie.” Welch called the app “your dating sidekick,” and said the following in a statement:\n\nAdvertisement Advertisement\n\n“I’m giving y’all my new cheat codes for navigating dating with confidence — no swiping, just smart tools to help you connect better to find your own ‘Pookie’ and hopefully love them forever!”\n\nThe Hawk Tuah Girl revealed in an interview with TechCrunch that she had gotten the idea to launch Pookie Tools from Bill Maher. “He kind of pushed me, in a way, saying I should be a relationship coach,” she said. “And so we came up with the idea. … This app is the easiest way for them to find their forever Pookie.”\n\nWelch partnered with Ultimate AI Studio’s Ben Ganz to develop the application.\n\nThis new dating application has the following features:\n\nAdvertisement Advertisement\n\nConversation Assistant: This offers personalized suggestions to make conversations authentic and engaging.\n\nHeight Estimator: Users after uploading a photo can get an approximate idea of their height. User privacy is respected.\n\nQuick Text Suggestions: Offers ideas to users to help them respond to other users more easily.\n\nAstrological Match Insights: Allows users to check partner compatibility via zodiac signs.\n\nOutfit Recommendations: Offers suggestions to users regarding what outfits to wear for dates.\n\nDate Ideas: Helps users come up with creative ideas to help in dating.\n\nProfile Enhancement Tips: Offers advice to users on how to make their digital profiles more appealing and attractive.\n\nEngaging Openers: Helps users initiate a conversation with good openers.\n\nThe app’s subscription model includes two plans — a $7 weekly plan, and a $50 yearly plan. Prospective users can also get a three-day free trial.\n\nThe post Yes, the ‘Hawk Tuah Girl’ Now Has an AI-Powered Dating App appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
    },
    {
        "title": "Steg.AI launches web app to simplify digital content protection for enterprises",
        "link": "https://siliconangle.com/2024/11/20/steg-ai-launches-web-app-simplify-digital-content-protection-enterprises/",
        "description": "Steg AI’s web app mitigates the financial risks of content leaks by embedding invisible, tamper-resistant watermarks using ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CkGBtLuZJ0tvOWxcJ4gHTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "ChatGPT’s Windows app beats Microsoft Copilot for productivity",
        "link": "https://www.computerworld.com/article/3608226/chatgpt-windows-app-microsoft-copilot.html",
        "description": "ChatGPT’s Windows app is now available to everyone — and even if you're a devoted dweller of Microsoft's ecosystem, it's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k9qWqGUn8WFepHpR8i5e2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21h",
        "source": "Computerworld",
        "article_content": "Want to stay on top of the latest Windows PC features — AI and beyond? My free Windows Intelligence newsletter delivers all the best Windows tips straight to your inbox. Plus, you’ll get free Windows Field Guides as a special welcome bonus!\n\nMeet ChatGPT’s new Windows app\n\nOpenAI technically launched its ChatGPT app for Windows in October. But at the time, the ChatGPT Windows app was only for paying ChatGPT subscribers. Now, it’s free for anyone to use — including free ChatGPT users.\n\nThat means you can now get ChatGPT’s Windows app from the Microsoft Store, whether you’re paying for the premium version of the service or not. The app runs on both Windows 11 and Windows 10 PCs. Once you launch it, you’ll have to sign in with an account. (The web-based version of ChatGPT doesn’t require an account, but the desktop app does.)"
    },
    {
        "title": "25 Paranormal Romance Novels Worth Revisiting",
        "link": "https://www.msn.com/en-us/money/news/25-paranormal-romance-novels-worth-revisiting/ar-AA1usymG?ocid=BingNewsVerp",
        "description": "If you need a new paranormal romance novel to read we got a list for you. Here are the best paranormal romance novels. One of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mv7KmzaKfQg2c2C6SCYxNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "FamilyProof on MSN7h",
        "source": "FamilyProof on MSN",
        "article_content": ""
    },
    {
        "title": "'He knew me': NCIS Star Mark Harmon Had a Major Role in Helping Jim Beaver’s Bobby Singer Casting in Supernatural",
        "link": "https://fandomwire.com/he-knew-me-ncis-star-mark-harmon-had-a-major-role-in-helping-jim-beavers-bobby-singer-casting-in-supernatural/",
        "description": "Actor Mark Harmon is best known for playing the role of Leroy Jethro Gibbs in the procedural drama NCIS. However, the veteran ...",
        "image_url": "https://www.bing.com/th?id=OVFT.by0PzoENzQG2-uHNDM0y3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "fandomwire13h",
        "source": "fandomwire",
        "article_content": "Mark Harmon had a hand in Jim Beaver's Supernatural casting that not many fans know about.\n\nActor Mark Harmon is best known for playing the role of Leroy Jethro Gibbs in the procedural drama NCIS. However, the veteran actor also has a hidden connection to the paranormal drama series Supernatural. In the latter series, actor Jim Beaver appeared as Bobby Singer, an important supporting character.\n\nJim Beaver played Bobby Singer in Supernatural (Credit: Warner Bros).\n\nDuring an interview, Beaver revealed how Harmon played a major role in his casting on Supernatural. At the same time, Beaver revealed that his character was a last-minute addition to the series but ended up becoming one of his most popular roles. Here is what Beaver had to say about his casting as Bobby Singer on Supernatural.\n\nNCIS Star Mark Harmon Was Linked to Jim Beaver’s Supernatural Casting\n\nActor Mark Harmon is best known for playing Leroy Jethro Gibbs in NCIS. However, before his time on the long-running series, Harmon had the leading role in another short-lived procedural Reasonable Doubts. The series lasted only two seasons and starred Jim Beaver in a supporting role.\n\nNCIS star Mark Harmon worked with Jim Beaver (Credit: CBS).\n\nDuring an interview conducted by Lucy (@SpnUK) for the Supernatural Wiki, Beaver opened up about how Harmon and his short-lived series played an important role in his casting on Supernatural. Beaver revealed that he had known producer Bobby Singer since his time on Reasonable Doubts, which the latter had created.\n\nI had worked for Bob Singer a decade earlier, playing Mark Harmon’s cop partner Earl Gaddis on Bob’s show Reasonable Doubts, so he knew me.\n\nBeaver made the above statement, crediting his earlier role and working relationship with Singer for his casting on Supernatural.\n\nBeaver explained that he had learned about the character of Bobby Singer from casting director Robert Ulrich and submitted an audition tape. However, when Singer asked Ulrich about the actors who had submitted the tapes, he learned about Beaver’s submission and instantly decided to cast him.\n\nJim Beaver Revealed that Bobby Singer Was a Last-Minute Addition to Supernatural\n\nDuring the same interview, Beaver also revealed an alternate story about his casting on Supernatural. Beaver explained that while he was unsure about which version of the story was true, he found both of them interesting.\n\nJim Beaver’s Bobby Singer was created as a replacement hunter in Supernatural (Credit: Warner Bros).\n\nThe actor made his debut as Bobby Singer, an ally of the Winchester brothers in the first season finale, titled Devil’s Trap. However, the character originally wasn’t supposed to be introduced in that episode. Instead, actress Loretta Devine was expected to reprise her role as Missouri from a previous episode.\n\nShe wasn’t available, so they decided to create a new character of another veteran hunter.\n\nBeaver made the above statement, revealing that his character was later created to fill the void left by Devine’s unavailability.\n\nWhen the producers came up with another veteran hunter character, Singer decided to cast Beaver because of their past work together. Therefore, Beaver implied that his character was a last-minute addition. Beaver appeared in 69 episodes, becoming one of the most popular recurring characters in the series.\n\nSupernatural is streaming on Netflix."
    },
    {
        "title": "Here's What We Know About 'Mystery at Blind Frog Ranch' Star Chad Ollinger's Kids",
        "link": "https://www.msn.com/en-us/entertainment/news/heres-what-we-know-about-mystery-at-blind-frog-ranch-star-chad-ollingers-kids/ar-AA1usjXg?ocid=BingNewsVerp",
        "description": "Reality TV star Chad Ollinger from Discovery's Mystery at Blind Frog Ranch is known best for his dogged treasure-hunting ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sAsVBPbTvRLWGdhSdBO7sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Distractify on MSN11h",
        "source": "Distractify on MSN",
        "article_content": ""
    },
    {
        "title": "Trump picks Dr Oz to lead Medicare and Medicaid",
        "link": "https://news.sky.com/story/trump-picks-dr-oz-to-lead-medicare-and-medicaid-13257116",
        "description": "The celebrity doctor, best known for his controversial, long-running TV show, could soon oversee medical programmes serving ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2IZNYeYE64P-cf5MUdw9xC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "20h",
        "source": "Sky",
        "article_content": "Donald Trump has chosen TV host Dr Oz to lead the Centers for Medicare and Medicaid Services (CMS).\n\nCelebrity heart surgeon Dr Mehmet Oz rose to prominence working on Oprah Winfrey's leading daytime television show before getting his own long-running series.\n\nBut how has he gone from TV personality to Donald Trump's choice for overseeing a massive government agency?\n\nThe 64-year-old, who started out as Professor of Surgery at Columbia University, became a household name during 13 seasons of The Dr Oz Show, which ran from 2009 to 2022.\n\nImage: Dr Oz during a TV appearance in 2012. Pic: AP\n\nHe was popular, though his promotion of alternative medicine, faith healing and various paranormal beliefs earned him criticism from a number of medical publications and physicians.\n\nThe critics accused him of blurring the lines between medical advice and advertising, failing to make clear to his audience just how closely he worked with the companies he pitched.\n\nPlease use Chrome browser for a more accessible video player 11:20 Who will be in Trump's White House?\n\nDespite the controversy, Dr Oz's show was a hit and his net worth sat between $100m (£79m) and $315m (£249m) in 2022, according to a federal financial disclosure he filed that year.\n\nBeyond being an Emmy-winning TV show host, he is also an author of New York Times bestsellers, radio talk show host, founder of a national nonprofit to educate teens about healthy habits, and self-styled ambassador for wellness.\n\nHe was also a regular Fox News commentator, and a champion of unproven treatments for COVID including hydroxychloroquine, an antimalarial drug whose use against the disease was also backed by Trump.\n\nAdvertisement\n\nImage: Dr Oz holding his Emmy for outstanding talk show host in 2016. Pic: Richard Shotwell/Invision/AP\n\nHe became a fierce critic of Joe Biden's government during the COVID pandemic, challenging its policies on social media.\n\nMoving into politics\n\nDr Oz played a lesser part in the first Trump administration from 2016, when he was appointed to the President's Council on Sports, Fitness and Nutrition.\n\nBut it was in 2022, after his show concluded, when Dr Oz really transitioned into politics by running for US Senate as a Republican in Pennsylvania.\n\nThe campaign leaned heavily into his celebrity status, with his campaign logo almost identical to his TV show logo.\n\nImage: Mehmet Oz campaigning for Senate in 2022. Pic: AP\n\nDuring his campaign rallies, he would talk up his \"number one health show in the world,\" give the odd piece of medical advice to supporters and spend a lengthy amount of time signing autographs and posing for photos.\n\nFollowing a court battle that went all the way to the US Supreme Court, Dr Oz narrowly won the primary over Dave McCormick by 951 votes, becoming the Republican candidate, but lost to Democrat John Fetterman in the general election.\n\nHis relationship with Trump\n\nImage: Donald Trump stands behind Dr Oz during rally in 2022. Pic: Reuters\n\nThe surgeon has had a long, personal relationship with the president-elect spanning back to the early 2000s.\n\nHe said in an interview during his Senate campaign that the pair first met in 2004 or 2005, when Dr Oz asked Mr Trump to use his golf course for an event for his children's charity.\n\nMr Trump agreed and, after that, they saw each other intermittently at social events before Dr Oz interviewed him about his health during the 2016 presidential campaign.\n\nMr Trump appeared on his show, where he also said his wife Melania was \"a big fan\" of the doctor.\n\nThe pair then worked together when Mr Trump won the election and put Dr Oz on the President's Council.\n\nThen in 2022, Mr Trump was integral to Dr Oz's push for Senate, giving him his eagerly sought-after endorsement.\n\nRead more:\n\nWho does Trump want in his top team?\n\nTrump and Musk watch shaky rocket launch\n\n\"Women, in particular, are drawn to Dr Oz for his advice and counsel. I have seen this many times over the years. They know him, believe in him, and trust him,\" Mr Trump said when he first backed him.\n\n\"You know when you're in television for 18 years, that's like a poll,\" added the billionaire, who himself starred on 14 seasons of The Apprentice US.\n\n\"That means people like you.\"\n\nWhat will his role be?\n\nIf confirmed by the Senate to take the role, Dr Oz would oversee Medicare, Medicaid, children's health insurance and the Affordable Care Act, better known as \"Obamacare\".\n\nThe programmes cover more than 160 million people, from new-borns to nursing home residents.\n\nCMS also plays a central role in the nation's $4.5trn health care economy, setting payment rates for hospitals, doctors, labs and other service providers.\n\nBe the first to get Breaking News Install the Sky News app for free\n\n\"Dr Oz will be a leader in incentivising disease prevention, so we get the best results in the world for every dollar we spend on healthcare in our great country,\" the president-elect said in a statement.\n\n\"He will also cut waste and fraud within our country's most expensive government agency, which is a third of our nation's healthcare spend, and a quarter of our entire national budget.\"\n\nDr Oz said he was \"honoured\" to be nominated for the role and looked forward to \"serving my country to Make America Healthy Again\".\n\nHe, like all of Mr Trump's picks, must be questioned by members of the Senate before it votes on his appointment. Even with the Republicans in control, some of the picks could be blocked."
    },
    {
        "title": "Best Hellboy Comics That Delve Into Mignola’s Darkest Tales 2024",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/best-hellboy-comics-that-delve-into-mignolas-darkest-tales-2024/ar-AA1urx1l?ocid=BingNewsVerp",
        "description": "Hellboy: The demon with a stone for a hand and an obsession with cats, saves the world over and over. Here are our favorite ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RQ4aNJAdJ2xP6NW6w7UgVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "SuperHeroHype on MSN16h",
        "source": "SuperHeroHype on MSN",
        "article_content": ""
    },
    {
        "title": "Don’t rely on chance meetings for scientific discoveries",
        "link": "https://www.bostonglobe.com/2024/11/21/opinion/interdisciplinary-science-discoveries-eric-lander/",
        "description": "The Smithsonian Institution would do well to acquire the sluggish photocopier that served the third floor of the University of Pennsylvania’s clinical research building in 1998. It helped end the ...",
        "image_url": "https://www.bing.com/th?id=OJ.XM30u26nH0LK0Q&pid=news&w=104&h=16&rs=2",
        "category": "science+discovery",
        "date": "9mOpinion",
        "source": "The Boston Globe",
        "article_content": "That central insight ultimately gave us the first FDA-approved mRNA vaccine. Today, Karikó, Weissman, and many other researchers are exploring how modified mRNA could lead to better treatments for many diseases, including cancer.\n\nThat was where two researchers from different fields, Katalin Karikó , a biochemist, and Drew Weissman , an immunologist, met. While awaiting their copies, the pair got to talking about whether messenger RNA — which carries the instructions for the proteins that help our cells function — could be used to make vaccines. They went on to make the crucial, prize-winning discovery that slightly modifying mRNA stopped the body from quickly destroying it, which had hampered past attempts to use mRNA therapeutically.\n\nThe Smithsonian Institution would do well to acquire the sluggish photocopier that served the third floor of the University of Pennsylvania’s clinical research building in 1998. It helped end the COVID-19 pandemic and launched a Nobel Prize.\n\nIt’s a perfect example of how interdisciplinary science can change the world — but how it often takes unusual mechanisms, or even a chance meeting, to bring people together across different fields of study.\n\nAdvertisement\n\nWhile well-defined scientific specialties are deeply explored, the most creative findings often arise where distinct bodies of knowledge intersect. Molecular biology began to flower in the 1940s as chemists and physicists brought their perspectives to biology, to understand the building blocks of life. Genomics arose in the 1980s when engineers and mathematicians partnered with biologists to extract the troves of information contained within our DNA.\n\nEven though interdisciplinary science is incredibly fruitful, pursuing it has been surprisingly challenging. That’s why a new university ranking, with results from the ranking announced Thursday by Times Higher Education and Schmidt Science Fellows, recognizes universities worldwide that are creating the conditions needed for boundary-breaking science. The Interdisciplinary Science Ranking includes a surprising mix of institutions — old and new, Western and Eastern — that are prioritizing a new way to teach and conduct science. These leaders offer others in academia, industry, government, and philanthropy a chance to see what’s working — and find ways to nurture interdisciplinary science with more funding, improved incentives, and community building.\n\nAdvertisement\n\nTake, for example, the Massachusetts Institute of Technology, which topped the list. We’ve both been involved with building institutions connected with MIT, particularly the Broad Institute. An independent entity affiliated with MIT, Harvard, and five Harvard-associated hospitals, the Broad Institute was founded to speed discovery in genomic medicine by bringing together biologists, physicians, mathematicians, chemists, and engineers across these institutions. Without traditional departments, the Broad Institute is organized instead around cross-cutting programs and platforms that allow researchers to work side by side, learn to speak each other’s languages, and join forces to tackle big challenges.\n\nThe biggest barrier to creating more interdisciplinary science institutions is funding. Grant proposals, particularly to government agencies, are judged by a panel of experts within a well-defined field. Interdisciplinary ideas frequently fall into the cracks. Many funders are also risk averse, favoring proposals with extensive “preliminary results” that hew close to what they already know will likely work — and failing to embrace out-of-the-box with the potential for huge impact. That’s why philanthropic funding has often played a key role in launching interdisciplinary science.\n\nThe Broad Institute would not have been possible without immense philanthropic resources, nor would Schmidt Science Fellows, the catalyst behind the ranking, which supports and convenes researchers who want to pursue multiple disciplines. To spur more efforts like these, funders in government, industry, and philanthropy should seek out and support interdisciplinary efforts, being prepared to take risks and provide longer-term funds.\n\nAnother key factor is creating better incentives for interdisciplinary researchers. Most scientists are trained and begin their careers in traditional departments. That’s a completely reasonable way to organize scientific pursuit, but it can inadvertently limit scientists’ scope and make it harder to cross borders. Newer universities, notably in Asia and Africa, have more flexibility to, say, organize themselves around particular goals rather than subjects. And all institutions would benefit from administrative support for researchers who work across silos, promotion systems that recognize efforts in multiple disciplines, and recruitment of researchers who demonstrate interdisciplinary potential.\n\nAdvertisement\n\nThe most important feature of the institutions on the ranking is the most intangible and the toughest to replicate: the ability to build and nurture interdisciplinary communities. For most scientists, their subject-specific department is their only professional community. Each has its own unique culture, local jargon, and decision-making processes. Interdisciplinary science is more like a cosmopolitan city, where the barriers are lower to striking up conversations, finding mentors, and attending meetings outside one’s area of expertise.\n\nWe know that the barriers can dissolve because we saw it happen in 2020 as many scientists joined forces to find solutions to the pandemic. But the world of science generally remains fragmented.\n\nInstead of waiting for chance meetings — or crises — let’s make interdisciplinary science routine rather than the exception.\n\nWendy Schmidt is president and cofounder of the Schmidt Family Foundation and Schmidt Ocean Institute and cofounder of Schmidt Sciences. Eric S. Lander is founding director of the Broad Institute of MIT and Harvard and was one of the leaders of the Human Genome Project."
    },
    {
        "title": "'A discipline in which discovery is still very much in order'",
        "link": "https://www.unr.edu/nevada-today/news/2024/hitchcock-center-update",
        "description": "This story was originally published in the 2024 edition of Discovery magazine, the College of Science's publication. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8KzyO0kRvs63gHulFdZ9_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "unr.edu10h",
        "source": "unr.edu",
        "article_content": "This story was originally published in the 2024 edition of Discovery magazine, the College of Science's publication. This edition of Discovery celebrated the 20th anniversary of the College of Science.\n\n\"Ours is a world of sights and sounds. We live by our eyes and ears and tend generally to be oblivious to the chemical happenings in our surrounds. Such happenings are ubiquitous. All organisms engender chemical signals, and all, in their respective ways, respond to the chemical emissions of others. … And it is a discipline in which discovery is still very much in order, for the interactions themselves remain in large measure to be uncovered.\" – Jerrold Meinwald and Thomas Eisner, 1995\n\nThe last part of the first paragraph of Meinwald and Eisner’s abstract in their review article \"Chemical Ecology\" is just as true today as it was when it was published 30 years ago. There are a growing number of chemical ecologists, and many of them are being trained at the University’s Hitchcock Center for Chemical Ecology.\n\nThe Hitchcock Center is named for its founding donor, Mick Hitchcock. Hitchcock is an adjunct faculty member in the Department of Microbiology and Immunology, and worked in the pharmaceutical industry for many years, helping to develop antiviral drugs, including the first once-daily three-drug combination pill to treat human immunodeficiency virus (HIV). Hitchcock moved to Reno in 2009 (largely due to its proximity to good snowboarding) and has been involved at the University since.\n\nChristopher Jeffrey, a professor in the Department of Chemistry, started at the University the same day Hitchcock was giving a talk. Jeffrey attended the talk and later, the two had dinner together. Following this initial interaction, Jeffrey and Hitchcock began to talk about chemistry on a regular basis over dinners and started snowboarding together.\n\n\"[Mick] got to learn about what our research was, and it fell in line with exactly how he felt the future of science is going,\" Jeffrey said.\n\nHitchcock worked with Jeffrey to develop a multi-year program that would provide both research and teaching opportunities for students and faculty at the University.\n\n\"The idea was that, by funding the start up of the center over a period of years, it would allow time for the group to become independent by obtaining funding and grants from other sources, especially funding sources that are not usually available to researchers in single, independent laboratories,\" Hitchcock said.\n\nIn 2018, the Hitchcock Center officially opened as an interdisciplinary research unit, where graduate students could be trained to think in more disciplines than the normal higher education model allows for. The Hitchcock Center has developed a space where the lines are blurred between chemistry, biology and ecology.\n\nResearchers study systems in Nevada’s dry, harsh deserts and the Amazon’s lush, tropical rainforests. One major project studies Piper kelleyi, a wild relative of black pepper. The plant, found in the Ecuadorian and Peruvian Andes, is widespread and supports many species, particularly caterpillars. The project involves collaboration with the Indigenous Kichwa and Waorani communities in Ecuador. These communities have used Piper as medicine for generations. The research project includes Lora Richards (Principal Investigator), Deena Schmidt, Thomas Parchman, Lee Dyer, Christopher Jeffrey, Craig Dodson and Casey Philbin (all faculty from the University), and scientists from the Kichwa and Waorani communities.\n\nA recent National Science Foundation (NSF) Research Traineeship (NRT) grant was awarded to the Hitchcock Center after seven previous applications for the incredibly competitive grant.\n\nThe $3 million grant will support at least 25 fellowships for students working in chemical ecology. Jeffrey credits the success of the proposal to Marjorie Matoq, the director of the Ecology, Evolution and Conservation Biology graduate program, whose experience with monitoring program success, a critical part of any grant, was the last piece of the puzzle to secure this achievement.\n\n\"Those missing elements pushed us right over the top,\" Jeffrey said.\n\nThe proposal featured several areas of research, including evolution of chemically mediated interactions, chemistry of community interactions, chemistry of biological interactions: engines of biodiversity, and ecoimmunology and pest management. The NRT funding also includes support for the development of a new course: Chemistry of Biological Interactions.\n\nThe center promotes success for graduate students by providing a workshop series that will discuss topics like interdisciplinary communication, conflict resolutions, DEI/Ally training, team science and reproducible science. The NSF has emphasized the importance of making science reproducible and developing good data management practices.\n\n\"That grant, I would say, reflects the broader goals of our center,\" Jeffrey said.\n\nTo promote interdisciplinary research partnerships, the Hitchcock Center pairs two students on a single project who are participating in distinct areas of research. Zach Ledvina and Haley Dole are partnering up to teach each other the chemical and ecological characteristics of Piper kelleyi. Ledvina, a chemistry student pursuing his doctoral degree, and Dole, a doctoral student in the Ecology, Evolution and Conservation Biology graduate program, each have unique skillsets and knowledge about the system that they can share with one another to elucidate the underlying \"chemical happenings\" in the system.\n\nThe center also provides stipends and research support for undergraduate students, and summer or semester internships with the biotechnology industry, natural resource management agencies, outreach education (including at the University’s Museum of Natural History) and conservation organizations.\n\nSpeakers at the Hitchcock Center for Chemical Ecology Symposium gather for a photo before Paul Cox's keynote lecture.\n\nThe Hitchcock Center just hosted its second Hitchcock Symposium at the University of Nevada, Reno at Lake Tahoe, which brought a long-time supporter and advisory member of the center, Paul Alan Cox, back to campus. Cox is an ethnobotanist who searches for cures or treatments for diseases in the natural world, particularly in so-called \"blue zones\" where much of the population lives longer than the average human lifespan. Cox previously spoke at the University for a Discover Science lecture in 2016 and continues to advocate for the center through support on grants and as an adviser to the programs.\n\n\"You’ve got the right people, the right science, the right questions,\" Cox said about the Hitchcock Center during his talk.\n\nThe center received funding from multiple companies to support the symposium, including Untamed Wine Estates, where alumna McKenzie Shipman-Sanvido '15 (biology, analytical chemistry) serves as vice president, which provided raffle prizes for public attendees; Agilent, a company that develops cutting edge instrumentation, which provided academic and speaker grants; and Alcami, which provided award sponsorship for student presentations.\n\nThree Ph.D. candidates were presented with student awards at the end of the conference: Tanzil Mahmud (left) won the oral presentation award, Yingshi Feng (middle) won the poster presentation award and Ari Grele won the Scott Chadwick Outstanding Chemical Ecology Graduate Award.\n\nIn addition to the Hitchcock Center, Jeffrey said there are several other chemical ecology centers around the world, including at the Pennsylvania State University, Cornell University, Georgia Institute of Technology and the Max Planck Institute in Germany.\n\n\n\n\"What makes our program unique is that it is chemistry-forward,\" Jeffrey said.\n\n\n\nThe Hitchcock Center was recently elected to a multi-state consortium of chemical ecology centers led by Penn State and Cornell focused on using chemical ecology to solve agricultural challenges. This election has elevated the center’s status as an internationally recognized contributor to the discipline and paved the way for the center to apply for new agriculture grants. Jeffrey recently attended the International Chemical Ecology short course, which rotates between most of the major centers for chemical ecology. Jeffrey is working out dates with his colleagues for the Hitchcock Center to host this short course in the future. The Hitchcock Center has also been developing partnerships with other universities to work toward applied research in agriculture and medicine.\n\nOne part of the many projects Jeffrey is excited about is the synthetic chemistry being used to understand the relationships between caterpillars and Piper kelleyi. As a synthetic chemist, Jeffrey, who had just finished his postdoctoral work, read an article published in 2007 that said the field was facing the slow death of natural products chemistry. Today, Jeffrey is excited that natural products and synthetic chemistry are going hand-in-hand, playing an important role in chemical ecology research, and are able to directly address some of the biggest questions in science, such as explaining the biodiversity of our planet.\n\nSince the Hitchcock Center was formally recognized on campus, faculty and the center itself have received $30 million in grants, comprised of four NSF grants (including the NRT and Piper kelleyi research), a NASA astrobiology research grant (in partnership with scientists at the Desert Research Institute) and others.\n\nScott Chadwick of Alcami has also supported the center by endowing a scholarship for an outstanding graduate student in chemical ecology.\n\n\"My goal for the center is that it will eventually take on a life of its own,\" Hitchcock said. \"Much like seed funding for an entrepreneurial business venture, the strategy is to start the ball rolling with enough energy to allow it to continue independently in due course.\""
    },
    {
        "title": "New Calcium Channel Discovery Could Revolutionize Chronic Pain Treatment",
        "link": "https://scitechdaily.com/new-calcium-channel-discovery-could-revolutionize-chronic-pain-treatment/",
        "description": "Pain signals travel through the nervous system with the help of proteins known as calcium channels, which play a crucial role ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZKrSoGNeb13cgagRzC_Ibi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Ancient human ancestor Lucy was not alone — she lived alongside at least 4 other proto-human species, emerging research suggests",
        "link": "https://www.msn.com/en-us/news/technology/ancient-human-ancestor-lucy-was-not-alone-she-lived-alongside-at-least-4-other-proto-human-species-emerging-research-suggests/ar-AA1urX1x?ocid=BingNewsVerp",
        "description": "Lucy lived in a wide range of habitats from northern Ethiopia to northern Kenya. Researchers now believe she wasn't the only ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Dp_u7ynMchGlg1lltkzn9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN15h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "Cold cases: Yellowstone author traverses ice patch science in new book",
        "link": "https://www.spokesman.com/stories/2024/nov/21/cold-cases-yellowstone-author-traverses-ice-patch-/",
        "description": "Baril’s book was written following a career transition. For seven years she worked as a wildlife biologist in Yellowstone ...",
        "image_url": "https://www.bing.com/th?id=OVFT._85M0R78CjooeQsCLBG6My&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22m",
        "source": "The Spokesman-Review",
        "article_content": "Content not available"
    },
    {
        "title": "No-Code Strategies to Cut Startup Costs for Entrepreneurs",
        "link": "https://techbullion.com/no-code-strategies-to-cut-startup-costs-for-entrepreneurs/",
        "description": "Starting a business is exciting, but let’s be honest—it’s also expensive. From hiring developers to setting up systems, costs ...",
        "image_url": "https://www.bing.com/th?id=OVFT.w2-dFG3Unyx5v2dXd3EuJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Impacts20h",
        "source": "Impacts",
        "article_content": "Starting a business is exciting, but let’s be honest—it’s also expensive. From hiring developers to setting up systems, costs can quickly add up, leaving little room for experimentation. But here’s the good news: no-code tools are rewriting the rules of entrepreneurship. They allow you to build apps, automate processes, and test ideas without breaking the bank.\n\nYou no longer need to rely on expensive developers or wait months to bring your vision to life. No-code strategies empower you to create and grow your business while keeping costs low. In this article, I’ll share how you can leverage no-code tools to cut startup costs, streamline operations, and make every dollar count.\n\nWhy Cutting Costs Matters for Startups\n\nEvery startup faces the challenge of doing more with less. When you’re just starting out, funds are often limited, and you need to allocate them wisely. Cutting costs isn’t just about saving money—it’s about giving your business room to grow without unnecessary financial stress.\n\nWith no-code tools, you can avoid hiring full development teams, reduce software expenses, and speed up your go-to-market strategy. Imagine being able to build a functioning product or automate a workflow in days rather than months, all at a fraction of the cost.\n\n1. Use No-Code Tools to Build Your MVP\n\nYour Minimum Viable Product (MVP) is the first version of your product, designed to test your idea with real users. Traditionally, building an MVP required a team of developers and thousands of dollars. No-code tools have changed the game.\n\nPlatforms like Bubble, Webflow, and Glide let you build fully functional apps and websites without any coding knowledge. You can design, test, and launch your product in weeks instead of months, saving significant development costs.\n\nExample:\n\nLet’s say you want to launch an ecommerce store. Using Webflow, you can create a visually stunning and functional website without hiring a web developer. Need a mobile app for your store? Tools like Glide or Adalo make it possible.\n\nCheck out this no code tools directory to explore platforms that fit your needs.\n\n2. Automate Repetitive Tasks to Save Time and Money\n\nRepetitive tasks like sending follow-up emails, updating spreadsheets, or managing customer support can eat up your time. Hiring people to handle these tasks can also strain your budget. No-code automation tools like Zapier and Make (formerly Integromat) help you streamline these processes.\n\nFor instance, you can automate:\n\nSending a welcome email to new subscribers.\n\nAdding leads from forms to your CRM.\n\nUpdating inventory levels across platforms.\n\nAutomation not only saves money but also frees up your time to focus on scaling your business. You don’t have to manage everything manually when these tools work in the background.\n\n3. Create Marketing Assets Without Hiring Designers\n\nProfessional design services can be expensive, especially for startups on a budget. No-code tools like Canva and Visme let you create stunning graphics, social media posts, and presentations without needing a designer. These platforms offer templates and drag-and-drop interfaces that make designing simple.\n\nExample:\n\nIf you’re promoting your business on Instagram, Canva allows you to create eye-catching posts and stories that stand out. With no additional cost, you can maintain a professional online presence and attract more customers.\n\nFor entrepreneurs exploring best side business ideas for entrepreneurs, using design tools like Canva can also help build your brand with minimal investment.\n\n4. Streamline Customer Management with No-Code CRM Tools\n\nCustomer Relationship Management (CRM) is crucial for any business, but traditional CRM software can be expensive. No-code CRMs like Airtable and Notion allow you to manage your customer data, track interactions, and even automate follow-ups—all on a budget.\n\nHow to Use No-Code CRMs:\n\nTrack sales leads and conversations in Airtable.\n\nUse Notion to create a centralized hub for client details and project updates.\n\nAutomate lead assignment and notifications with Zapier integrations.\n\nThese tools give you the functionality of big-name CRMs without the hefty price tag.\n\n5. Test and Scale Business Ideas Without High Costs\n\nOne of the biggest challenges entrepreneurs face is testing business ideas quickly without wasting money. With no-code tools, you can experiment with different ideas and pivot when needed, all without draining your budget.\n\nFor example:\n\nBuild a prototype of your app using Bubble.\n\nSet up a landing page to validate your idea with Webflow.\n\nUse Glide to create a mobile app for testing a new service.\n\nNo-code tools give you the flexibility to adapt your business strategy based on feedback. This agility can save you from costly mistakes and help you focus on what works.\n\n6. Reduce Software Expenses with Free and Low-Cost No-Code Tools\n\nInstead of investing in multiple expensive tools, you can use no-code platforms that offer free or low-cost plans. Many tools provide all the functionality you need at an affordable price, especially when you’re just starting out.\n\nTool Purpose Starting Price Bubble App development $25/month Zapier Workflow automation Free (limited) Canva Graphic design Free (with pro options) Airtable CRM and databases Free\n\nBy choosing the right tools, you can reduce overhead while maintaining the quality and efficiency of your operations.\n\n7. Work with No-Code Agencies for Complex Projects\n\nWhile no-code tools empower you to build on your own, there are times when you might need expert guidance, especially for more complex projects. A Zeroqode is top No code Agency that can help you bring your ideas to life faster and more efficiently than traditional development teams.\n\nFor instance, if you want to create a custom app with advanced functionality, a no-code agency can save you time and money by delivering a professional solution tailored to your needs.\n\n8. Leverage Free Online Resources and Communities\n\nOne of the hidden benefits of no-code tools is the thriving communities that surround them. Platforms like Bubble and Webflow have active forums where users share tips, templates, and solutions. These resources can help you learn faster and troubleshoot without spending extra money.\n\nPro Tip: Many no-code tools also offer free tutorials and courses to help you get started. Use these resources to build your skills and avoid costly mistakes.\n\nConclusion\n\nStarting a business doesn’t have to drain your savings. By using no-code tools, you can build, automate, and grow your startup while keeping costs low. From creating an MVP to managing customers and streamlining workflows, no-code strategies let you focus on expanding your business without financial stress.\n\nWith no-code tools, you can turn your entrepreneurial dreams into reality without spending a fortune."
    },
    {
        "title": "How No-Code Tools Simplify Business Automation",
        "link": "https://www.bignewsnetwork.com/news/274776845/how-no-code-tools-simplify-business-automation",
        "description": "Businesses thrive on efficiency and in this AI-driven world wasting time on repetitive manual tasks is not an option That where automation comes in Traditionally building automation tools meant hiring ...",
        "image_url": "https://www.bing.com/th?id=OJ.EU67cH1oZzpISg&pid=news&w=53&h=16&rs=2",
        "category": "nocode",
        "date": "1h",
        "source": "Big News Network.com",
        "article_content": "Content not available"
    },
    {
        "title": "H, the AI startup that raised $220M, launches its first product: Runner H for ‘agentic’ applications",
        "link": "https://techcrunch.com/2024/11/20/h-the-ai-startup-that-raised-220m-launches-its-first-product-runner-h-for-agentic-applications/",
        "description": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KSQvxcGu_wCbxEF2IQuGVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14h",
        "source": "TechCrunch",
        "article_content": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round of $220 million before releasing a single product. Three months later, still without a product, that splash started to look like a catastrophic flood when three of the company’s five co-founders left over “operational and business disagreements.”\n\nBut the company has kept swimming, and today it’s announcing its first product: Runner H, an “agentic” AI aimed at businesses and developers across tasks like quality assurance and process automation. It’s built atop the startup’s own, proprietary “compact” LLM based on just 2 billion parameters.\n\nH has set up a waitlist for Runner H on its site. CEO Charles Kantor said that it will be releasing APIs to those on the list over the coming days to use agents “off the shelf” that have been pre-built by H, as well as for developers to create their own. Access to the API will also come along with access to something called H-Studio to test and manage how these services work.\n\nInitially, using those APIs will be free, and later there will be a payment model introduced.\n\nEven using compact LLMs, building and running AI is not cheap, especially as competition continues to raise money to develop their own products. TechCrunch has also confirmed that H is raising a Series A to build what Kantor describes as part of the second era of AI — with LLM companies like OpenAI being part of the first era.\n\n“We are lucky to be in the position of building our own models,” Kantor said. “But this second era will be as capital intensive as the first one.”\n\n(Recall the $230 million H has already raised — it appears to have added another $10 million since announcing it earlier this year — was a mixture of equity and convertible debt. The long list of investors in that round included individuals like Eric Schmidt, Yuri Milner, and Xavier Niel; VCs such as Accel and Creandum; and strategic backers like Amazon, Samsung, and UiPath.)\n\nKantor told TechCrunch that H has quietly been working with a handful of customers in areas like e-commerce, banking, insurance, and outsourcing, who have been helping it hone the product.\n\n“Everything [in H] is not based on our creativity but customer feedback,” he said.\n\nRunner H will initially focus on three specific use cases: robotic process automation (RPA), quality assurance, and business process outsourcing.\n\nRPA is an area that has existed for years, using basic scripts to automate the most repetitive tasks that humans have had to perform — such as reading forms, checking boxes, and sending files from one place to another. In fact, a lot of RPA has never been built with AI baked in, even after AI started to develop advanced skills. The idea with Runner H is that it will be able to run RPA across forms, sites, and other templates even when they have been modified (something that might have broken previous scripts), and across a much wider range of sources.\n\nQuality assurance can cover a wide range of applications, but Kantor said that one of the most popular so far has been reducing the “maintenance burdens” around website testing — validating page availability, simulating real user actions, or ensuring compatibility across payment methods — in particular when modifications have been made.\n\nBPO is a catch-all area that will cover not just fixing and improving billing processes, but also speeding up how an agent can use and access data from different sources, and more.\n\nThere has been a race among foundational AI companies around how many parameters are going into LLMs. (GPT 4 for example has 175 billion parameters.) But Runner H is taking a very different approach with just 2 billion parameters, both for its LLM and for its computer-vision-based “VLM.” Kantor’s argument is that this makes them significantly more efficient in terms of cost and operations, key when working on winning and keeping business deals, and H’s own operational costs.\n\n“We are specialists,” he said. “We are building for the agentic era.”\n\nThe company also claims that it works: It says that its compact model outperforms Anthropic’s “Computer Use” by 29% (based on WebVoyager benchmarks) as well as models from Mistral and Meta.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "5 Startup Opportunities In Space Tech",
        "link": "https://www.forbes.com/sites/abdoriani/2024/11/19/5-startup-opportunities-in-space-tech/",
        "description": "In this article we explore five areas in space tech that present accessible opportunities for innovative startup projects ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OEpbkz--pWUkV-lE0mSXSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Hardware Startups Are Leading A Revolution—And It Could Save You Money",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/11/20/hardware-startups-are-leading-a-revolution-and-it-could-save-you-money/",
        "description": "The hardware renaissance is making high-tech innovation tangible, reshaping industries from the ground up. For consumers, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EJYPPaw4gU8Ro8XI5eAIFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "This hacking tool can unlock an iPhone 16. Here’s how it works",
        "link": "https://www.digitaltrends.com/mobile/this-hacking-tool-can-unlock-an-iphone-16-how-it-works/",
        "description": "The Graykey hacking tool can now access the latest iPhone 16 models. How does it work, and is it something you should be ...",
        "image_url": "https://www.bing.com/th?id=OVFT._tIJ7DnzBKEtG0yRoc5IRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18h",
        "source": "Digital Trends",
        "article_content": "Apple does not assist third parties in unlocking iPhones, which has led many law enforcement agencies to rely on the Graykey forensics tool. A recent report from 404 Media indicates that this controversial product can now access the newest iPhone 16 models.\n\nShould this be a concern for you? Almost certainly not, but it’s still good to stay informed about how these things work. Here’s a quick overview.\n\nRecommended Videos\n\nA new report states that Graykey can access “partial” information from iPhones running iOS 18 or iOS 18.0.1, including the iPhone 16 lineup. What “partial” information means is unknown. Leaked documents also suggest that iPhones with the iOS 18.1 beta are inaccessible to Graykey. The same restriction is believed to apply to the official release of iOS 18.1, which became available to the public in late October.\n\nGraykey, like another law enforcement-used unlocking product, Cellebrite, is very secretive about how its products help unlock iPhones. What we do know, however, is that these companies look for new iPhone vulnerabilities to do their job. As Apple patches security flaws, companies have to find new ways to access data, and so on.\n\nSince at least iOS 12 in 2018, Apple has continually identified vulnerabilities that make iPhones susceptible to unlocking and subsequently released software patches that address the issue. Eventually, third parties find new vulnerabilities, and so on.\n\nAs 404 Media indicates, Magnet Forensics, which owns Graykey, could eventually find ways to unlock iOS 18, iOS 18.1, and subsequent versions. Apple developers are currently testing iOS 18.2, which should be released to everyone before the end of the year. The leaked documents don’t mention this version.\n\nIt’s important to note that products like Graykey and Cellebrite need physical access to a device to function — if they can at all. This isn’t something you’ll run into in the wild and cannot be done remotely.\n\nUser privacy has always been one of Apple’s core principles. As a result, its products, such as the iPhone and iPad, are protected by strong encryption. The company has consistently resisted government requests to create a “backdoor” for data access.\n\nFor individuals concerned about unauthorized access to their phones, ensuring they have installed the latest software updates is the best course of action. For iPhones, this means updating to iOS 18.1.1; for iPads, the update is iPadOS 18.1.1."
    }
]