[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Egg UFO' Photos Flood Social Media",
            "link": "https://www.msn.com/en-us/technology/consumer-electronics/egg-ufo-photos-flood-social-media/ar-AA1xFPEu?ocid=BingNewsVerp",
            "description": "An anonymous user shared images claiming they depicted an \"egg UFO\" discovered in an Antarctic ice cave in 2022.",
            "image_url": "https://www.bing.com/th?id=OVFT.u2-uk9h-oI9IIXqhCrTpZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real",
            "link": "https://www.msn.com/en-us/science/general/another-egg-shaped-ufo-video-leaked-online-is-it-real/vi-AA1xErFQ?ocid=BingNewsVerp",
            "description": "Patrick discusses alleged leaked video of another Egg Shaped UFO.#aliens #uap #ufonews #ufos #ufo #disclosure #alien #uapnews ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hjrTD-UxPKNPI0Lrp7ppDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Multiple UFO Sightings Reported And Recorded In California Over Several Days",
            "link": "https://brobible.com/culture/article/multiple-ufo-sightings-reported-recorded-california/",
            "description": "Over a span of several days last week, multiple sightings of UFOs were made in the Fresno, California area with no ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fK6NnBwvcX6LeWK291W68C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nOver a span of several days last week, multiple sightings of UFOs were made in the Fresno, California area with no explanation ever revealed. A couple of the UFO sightings were even reported to the local airport tower by pilots.\n\nThe first UFO sighting occurred early in the morning when a light was recorded in the sky by a news tower camera just after 4 a.m. Fox 26 News reported that “the light appeared to hover over downtown Fresno.”\n\n“Where you see that object move at the clip it moves and it’s hovering again,” said Earl Grey Anderson from the Mutual UFO Network (MUFON), who reviewed the footage. “That one I would probably actually give an unknown classification to which is a UFO.”\n\nHe added, “What I thought was very interesting about the second video is the clip. It suddenly moves. I’m not sure what distance we’re looking at there. It wasn’t light speed or anything like that but that was awfully fast. You’ve got an interesting capture there somebody saw what I would technically call a UFO.”\n\nThe day after the initial UFO sighting, Fox 26 News photojournalist Anthony Guevara captured video of another UFO in the time, this time in broad daylight.\n\nThree days later, during the afternoon, a private pilot radioed the Fresno airport tower with a report of something unidentified in the sky. A second pilot reported an object following him at 3,500 feet.\n\nTower: “You saw something over downtown at 3,500?” Pilot: “Correct. It looked like a white object.” Tower: “How long was this?” Pilot: “I just lost it right now.”\n\nSeveral other people in the area also reported taking video of similar objects in the sky at the time. Jeanette Herrera of Fresno reported seeing it on back-to-back days, and it’s not the first time she has seen UFOs over the city.\n\n“I saw that one video of the orb and I was like… well, wait a second. I’ve got good video of these things,” said Herrera.\n\n“I’ve filmed that particular orb at least three or four times in the last two weeks,” Herrera continued, “It almost does this like firework thing where it blows up and then reappears in a different area. So, it just does that constantly and then sometimes it won’t. It’ll just stay like a little solid looking orb.”\n\nA Fresno police helicopter, which investigated the one of the pilot’s reports, and efforts to reach the Federal Aviation Administration in Fresno both proved fruitless for providing an explanation for the mysterious UFO sightings."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The New Film ‘What Are UFOs’ Examines Our Fascination with the Unknown",
            "link": "https://www.msn.com/en-us/news/us/what-are-ufos-examines-our-fascination-with-the-unknown/ar-AA1xFzTD?ocid=BingNewsVerp",
            "description": "There are trillions of planets out there. Are any of them sending spaceships our way?",
            "image_url": "https://www.bing.com/th?id=OVFT.kqAqPSVeaHrY_GbtEN5uJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘What Are UFOs?’ Review: The Sky’s Enigmas on PBS",
            "link": "https://www.msn.com/en-us/news/us/what-are-ufos-review-the-sky-s-enigmas-on-pbs/ar-AA1xCg87?ocid=BingNewsVerp",
            "description": "This ‘NOVA’ presentation examines flying-saucer sightings and how conspiratorial thinking takes hold in the absence of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gBcHZR4Go7C12lZIXh586C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22hon MSN",
            "source": "The Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI apps saw over $1 billion in consumer spending in 2024",
            "link": "https://www.msn.com/en-us/technology/tech-companies/ai-apps-saw-over-1-billion-in-consumer-spending-in-2024/ar-AA1xFuM5?ocid=BingNewsVerp",
            "description": "Demand for generative AI help drive consumer spending on apps to $150 billion globally in 2024, up 13% from the prior year.",
            "image_url": "https://www.bing.com/th?id=OVFT.rJVvJ8LJSZKi-biVLbF88C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's most popular AI app gets facelift with ByteDance's Doubao 1.5",
            "link": "https://www.yahoo.com/tech/chinas-most-popular-ai-app-093000906.html",
            "description": "TikTok parent ByteDance has launched an updated version of Doubao, China's most popular consumer-facing artificial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bfT1W2rw4Dflk11P_1z12C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "TikTok parent ByteDance has launched an updated version of Doubao, China's most popular consumer-facing artificial intelligence (AI) app, as the tech giant accelerates AI development despite US export restrictions on advanced chips.\n\nThe Beijing-based company introduced its closed-source multimodal model Doubao 1.5 Pro on Wednesday, emphasising a \"resource-efficient\" training approach that it said does not sacrifice performance.\n\n\"The model adopted an integrated train-inference design from the pre-training phase to balance between the best performance and most optimal inferencing cost,\" ByteDance said in a statement, adding that it has designed a server cluster with flexible support for low-end chips to bring down the AI infrastructure costs.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\n\nChina's Big Tech firms are striving to catch up with their US counterparts while facing budget constraints and limited access to advanced chips. This has pushed them to innovate in AI model efficiency, refining their products within the country's closed market.\n\nByteDance's ChatGPT-like Doubao bot has emerged as the most popular AI app for Chinese consumers. Photo: Simon Song alt=ByteDance's ChatGPT-like Doubao bot has emerged as the most popular AI app for Chinese consumers. Photo: Simon Song>\n\nBenchmark tests have shown that Doubao 1.5 Pro excels in half of 14 evaluations that assessed the model's language understanding, maths and coding skills, domain knowledge, visual understanding and reasoning abilities.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn some areas it outperformed industry-leading AI systems from Microsoft-backed OpenAI, Google, and Amazon.com-backed Anthropic. It also bested domestic rivals in some tests, including systems from recent start-up darling DeepSeek and cloud computing giant Alibaba Group Holding, owner of the Post.\n\nByteDance's resource-efficient AI development strategy follows the success of Hangzhou-based DeepSeek, which stunned the global tech community with its V3 model unveiled late last year. DeepSeek's open-source V3 was trained using significantly fewer resources than Meta Platforms' Llama 3.1, while delivering comparable performance.\n\nDeepSeek disclosed in the model's technical report that it was trained using Nvidia's H800 chips at a cost of less than US$6 million. By comparison, Anthropic CEO Dario Amodei estimated that OpenAI spent US$100 million on training GPT-4o.\n\nByteDance did not disclose the cost or chips used for training its latest model, and did not immediately respond to a request for comment on Wednesday.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe ability to advance AI models while managing resource constraints is playing a more important role in the industry amid an escalating US-China tech rivalry.\n\nDespite US restrictions, Chinese companies continue to make strides in AI development. The Doubao 1.5 Pro release came days after DeepSeek and Beijing-based Moonshot AI launched new reasoning models this week.\n\nThis article originally appeared in the South China Morning Post (SCMP), the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2025 South China Morning Post Publishers Ltd. All rights reserved.\n\nCopyright (c) 2025. South China Morning Post Publishers Ltd. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Navigating the rising costs of AI inference in the era of large-scale applications",
            "link": "https://www.msn.com/en-us/news/other/navigating-the-rising-costs-of-ai-inference-in-the-era-of-large-scale-applications/ar-AA1xFleB?ocid=BingNewsVerp",
            "description": "Semantic caching is a highly effective technique that organizations are deploying to manage the cost of AI inference and to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YlNuu2CItFWFljxGUs9Wdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Gemini now works across multiple apps in a single prompt",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/google-gemini-now-works-across-multiple-apps-in-a-single-prompt/ar-AA1xFNld?ocid=BingNewsVerp",
            "description": "With today’s update, Gemini is able to carry out more complex multimodal tasks. You might ask it to find a dog-friendly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qGHZqTZkxI7rZ8IMCezMPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unlock Your Potential: 10 Free AI Apps for Getting More Done",
            "link": "https://www.geeky-gadgets.com/unlock-your-potential-10-free-ai-apps-for-getting-more-done/",
            "description": "In today's fast-paced world, time is a precious commodity. As artificial intelligence (AI) continues to advance, it is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3GlGTsKQkcuDofyHpf9FQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "Geeky Gadgets",
            "article_content": "In today’s fast-paced world, time is a precious commodity. As artificial intelligence (AI) continues to advance, it is transforming the way we work, communicate, and stay organized. By integrating AI-powered tools into your daily routine, you can streamline tasks, enhance efficiency, and focus on what truly matters. Here are ten free AI apps designed to help you get more done with less effort:\n\nPerplexity App : Smarter Search and Discovery\n\n: Smarter Search and Discovery ChatGPT App : Conversational AI for Everyday Use\n\n: Conversational AI for Everyday Use Grok : Unfiltered AI Creativity\n\n: Unfiltered AI Creativity Feedly : AI-Powered News Aggregation\n\n: AI-Powered News Aggregation Eleven Reader : Listen to Your Reading\n\n: Listen to Your Reading Arc Browser : A Smarter Browsing Experience\n\n: A Smarter Browsing Experience Otter App : Real-Time Transcription and Notes\n\n: Real-Time Transcription and Notes Google App : Lens and Translator for Everyday Tasks\n\n: Lens and Translator for Everyday Tasks Fabric : Manage and Analyze Screenshots\n\n: Manage and Analyze Screenshots Grammarly: AI Writing Assistance\n\nPerplexity App: Smarter Search and Discovery\n\nThe Perplexity app transforms the way you search for information. By combining AI with web search capabilities, it delivers precise and detailed answers to your queries. The app goes beyond traditional text-based searches, offering features such as photo analysis, voice interaction, and personalized discovery tools. Whether you’re conducting research for a project or seeking quick insights on a topic, the Perplexity app ensures that you get accurate and relevant results, saving you time and effort in the process.\n\nChatGPT App: Conversational AI for Everyday Use\n\nThe ChatGPT app brings the power of conversational AI directly to your mobile device. With its advanced voice interaction capabilities, this app is perfect for a wide range of tasks, from brainstorming ideas to journaling and even getting feedback on your thoughts. The app’s hands-free voice assistant makes it a versatile tool for both personal and professional use, offering seamless and intuitive communication with AI technology. Whether you need a sounding board for your ideas or a virtual assistant to help you stay organized, the ChatGPT app is a valuable addition to your productivity toolkit.\n\nGrok: Unfiltered AI Creativity\n\nGrok is an uncensored chatbot that delivers unrestricted responses, making it an ideal tool for creative brainstorming and candid discussions. Unlike other AI chatbots that may have limitations or filters, Grok allows you to explore ideas freely and without constraints. In addition to its conversational capabilities, Grok also includes a free AI image generation feature, allowing you to create visuals directly within the app. This dual functionality makes Grok a valuable resource for content creators, innovators, and anyone looking to push the boundaries of their creativity.\n\nFeedly: AI-Powered News Aggregation\n\nStaying informed is crucial in today’s fast-paced world, and Feedly makes it easier than ever to keep up with the latest news and updates from your favorite sources. The app’s free version is an excellent tool for tracking trends and staying on top of industry developments, while the premium option adds AI-powered summarization and topic-specific searches. For professionals who need to stay ahead of the curve in their respective fields, Feedly is a reliable and efficient tool for staying updated and informed.\n\nEleven Reader: Listen to Your Reading\n\nEleven Reader is an innovative app that transforms written content into audio, allowing you to consume articles, documents, and PDFs on the go. With its advanced text-to-speech technology, Eleven Reader creates podcast-style summaries of complex information, making it easier to digest and understand. This app is perfect for multitaskers who want to stay informed while managing other activities, such as commuting or exercising. By converting written content into audio, Eleven Reader helps you maximize your time and absorb information more efficiently.\n\nArc Browser: A Smarter Browsing Experience\n\nThe Arc Browser is designed to enhance your online experience with a range of AI-powered features. From article summarization and ad removal to language translation, this browser simplifies content consumption and helps you focus on what matters most. The distraction-free reader mode and AI-powered tools make it easier to research topics, read articles, and browse the web without interruptions. Whether you’re conducting research for work or reading for leisure, the Arc Browser is designed to save you time and improve your focus.\n\nOtter App: Real-Time Transcription and Notes\n\nThe Otter app is a catalyst for meetings, lectures, and presentations. With its real-time transcription capabilities, Otter records conversations and transcribes them instantly, providing searchable transcripts and summaries for easy reference. This app is an indispensable tool for anyone who needs to capture and organize information efficiently, whether you’re a student taking notes in class or a professional attending a conference. By automating the note-taking process, Otter allows you to focus on the discussion at hand and ensures that you never miss an important detail.\n\nGoogle App: Lens and Translator for Everyday Tasks\n\nThe Google app is a versatile tool that integrates two powerful features: Google Lens and Google Translator. With Google Lens, you can identify objects and access detailed information about them simply by pointing your camera. This feature is particularly useful for exploring new environments, learning about products, or satisfying your curiosity about the world around you. Google Translator, on the other hand, bridges language gaps effortlessly, allowing you to communicate with people from different linguistic backgrounds. Whether you’re traveling abroad or collaborating with international colleagues, the Google app is a valuable companion for navigating everyday tasks and overcoming language barriers.\n\nFabric: Manage and Analyze Screenshots\n\nFabric is an app that simplifies the process of managing and organizing screenshots. With its intuitive interface and powerful features, Fabric allows you to store, search, and analyze your captured images effortlessly. The app’s AI-powered text extraction and summarization capabilities make it easy to retrieve important information from your screenshots, saving you time and effort. If you frequently capture and reference visual data, such as slides from presentations or snippets of code, Fabric is a must-have tool for staying organized and efficient.\n\nGrammarly: AI Writing Assistance\n\nGrammarly’s mobile keyboard is a powerful tool for ensuring that your writing is clear, polished, and professional. With its real-time grammar and spelling corrections, Grammarly helps you avoid common errors and improve the overall quality of your written communication. The app’s AI-driven suggestions go beyond simple corrections, offering insights on tone, clarity, and conciseness. Whether you’re drafting emails, creating social media posts, or writing reports, Grammarly helps you communicate with confidence and precision, making it an essential tool for anyone who values effective written communication.\n\nSummary\n\nThese ten free AI apps showcase the transformative power of artificial intelligence in simplifying tasks and enhancing productivity. From smarter searches and real-time transcription to creative brainstorming and language translation, these tools cater to a wide range of needs and preferences. By incorporating them into your daily workflow, you can unlock new levels of efficiency, focus on what truly matters, and achieve your goals with greater ease and effectiveness. As AI technology continues to evolve, these apps represent just a glimpse of the exciting possibilities that lie ahead for boosting productivity and unlocking your full potential.\n\nSource & Image Credit: Matt Wolfe\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What People Are Getting Wrong This Week: Supernatural Prizes",
            "link": "https://lifehacker.com/entertainment/what-people-are-getting-wrong-this-week-supernatural-prizes",
            "description": "Various organizations all over the world have offered prizes for supernatural abilities for over 100 years, yet no one has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2M6pAN6ecYQ-QUosEgNfLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "Lifehacker",
            "article_content": "Credit: Rainer Fuhrmann/Shutterstock\n\nAccording to a 2022 poll from YouGov, 39% of Americans believe they have some form of paranormal ability. About a quarter of that group think they can sense other people's auras or emotion; 15% say they can hear voices or sounds from ghosts; and about 13% think they can see events from the past or future.\n\nThis is a public service announcement to the nearly 13 million Americans who believe they have supernatural powers: You are leaving a lot of money on the table. Various groups of skeptics worldwide have put a total of $1,408,424 (and one goat) on the table, and all that filthy lucre is just waiting to be collected by anyone who can manifest paranormal power.\n\nThe specific kinds of powers you need to demonstrate to win the prizes run the gamut. Dutch organization Stichting Skepsis will shell out 12 grand to practitioners of some forms of alternative medicine who can demonstrate its effectiveness (so if you're into applied kinesiology, give 'em a shot), and you can get a free goat from Fayetteville Freethinkers for proving a \"fulfilled Biblical prophecy.\" But whether you're able to see the future, move objects with your mind, or talk to spirits, there's a prize out there for you.\n\nThe history of paranormal prizes\n\nThe first monetary prize for proof of paranormal activity was offered by Scientific American in 1922. In the midst of the spiritualism movement, the publication offered $2,500 for anyone who could produce a \"spirit photograph\" (a photo that captures an image of a ghost) under controlled conditions, and $2,500 for anyone able to produce a \"visible psychic manifestation.\"\n\nFamous (at the time) medium George Valiantine gave it a shot and was able to create the illusion of a trumpet floating in the air in a dark room, but the test committee (which included Harry Houdini) had connected his chair to a light in an adjoining room, which lit up whenever Valiantine left his chair, which was also every time the trumpet appeared. Valiantine was proven a fraud, and Scientific American kept their cash.\n\nThe most famous bounty for psychic ability is the One Million Dollar Paranormal Challenge offered by the James Randi Educational Foundation. Randi, a magician turned professional skeptic, first offered a prize of $1,000 back in 1964, but the cash grew to a million by 1996. Between 1964 and 2015 when the prize was discontinued, over 1,000 people applied, but none were successful at demonstrating their supernatural power under controlled conditions. No remote viewers were able to remote view. No dowsers were able to find hidden objects. No mind reader was able to read minds.\n\nHow paranormal prizes can backfire\n\nYou'd think that a 100% failure rate might make people question the reality of psychic abilities, but for a lot of people, public failure can make psychic abilities seem more plausible. At least that's how it worked for Uri Geller. Geller, who's still around and still claiming supernatural power, began gaining attention in the early 1970s for his supposed ability to bend spoons with his mind.\n\nWhile he never tried for James Randi's prize, the two had a famous run-in on Johnny Carson's Tonight Show that demonstrated the problems with disproving paranormal activity. Carson, who had been magician, was skeptical of Geller's claims, and brought him on his show and presented him with some tests that Randi helped develop.\n\nIf you want to see some uncomfortable TV, check it out:\n\nIf you don't have the 20 minutes to spare, Carson lets Geller take his time and try any of a series of test of his ability, but Geller can't. With Carson watching carefully and not allowing Geller control of any of the props, Geller can't bend a spoon with his mind; he can't determine whether a container holds water. He can't do anything.\n\nYou'd think a public failure this complete would have ended Geller's career, but it had the opposite effect. Geller blamed his failure on \"not feeling strongly\" and claimed he might have been \"blocking himself\" that night. Many apparently saw Geller's failure as proof that he was the real thing; after all, if he was a magician, the tricks would have worked. Geller then became a popular guest on other talk shows where he was able to perform his tricks successfully under less controlled conditions, and a star was born.\n\nWhy disproving anything is difficult\n\nWhile Uri Geller and other high-profile psychics are performers and are no doubt aware of how they're achieving their results, the 13 million or so Americans who believe they possess special powers aren't being deceitful—it's just easy to believe in the supernatural. When something unusual happens, when a one-in-a-million occurrence occurs, it's easy to see that as proof of a mysterious, unexplainable something. If you're thinking about a friend and they text you that very minute, how can you not see that as evidence of some weird connection? But one-in-a-million events happen to over 300 people in America every single day, and there's no James Randi or Johnny Carson around to provide a controlled experiment to prove it's just a coincidence, to explain that you probably think of people all the time who don't text you that minute.\n\nBut maybe I'm wrong. If I am, there's over a million dollars and a goat out there waiting for the right person to come along and claim them."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "My Hero Academia: How Strong Is Re-Destro?",
            "link": "https://gamerant.com/my-hero-academia-how-strong-is-re-destro/",
            "description": "The Liberation Army's Grand Commander - Rikiya Yotsubashi, otherwise known as Re-Destro is one of the main villains in the My ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KtggLNsqSliOFJBP634fsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Game Rant23m",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steven Soderbergh cracks another genre with the clever ghost story Presence",
            "link": "https://www.avclub.com/presence-review-2025",
            "description": "Steven Soderbergh often applies his brainy, process-based approach to new genres; with Presence, he tries his hand at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.COVZnTStPcTiqPHyb-dDGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22h",
            "source": "AV Club",
            "article_content": "Steven Soderbergh has never made a horror movie, and certainly not of the ghostly, haunted variety. His movies tend to be exacting, precise, so even when they’re frightening, as with the stalker nightmare Unsane or the chilling disease thriller Contagion, that fear comes from witnessing a process failing with just as much efficiency as when it succeeds. Death, as depicted in his new horror thriller Presence, has no such clarity of success and failure. The sense of loss left behind feels like a kind of failure, yet it is both inevitable and unknowable. These are some of the mysteries eating away at teenage Chloe (Callina Liang), who has just lost her best friend Nadia to a drug overdose and is now moving into a new house with her semi-functional family.\n\nYes, it’s the old something-not-quite-right-with-this-house-that’s-supposed-to-solve-everything business: Chloe feels shivers of offness in her new home, which concerns her sweet-natured but frustrated father Chris (Chris Sullivan) and mostly annoys her jock brother Tyler (Eddy Maday)—who is the clear favorite of distracted mother Rebecca (Lucy Liu), further bedeviled by some vague but obviously Soderberghian financial malfeasance at work. As far as Rebecca is concerned, that’s the issue that should require discussion in hushed tones, not the creaks and chills of otherness that Chloe feels. Is it Nadia, Chloe wonders? Or just, as her parents assume, an expression of her grief and loneliness?\n\nThe identity question may linger, but there’s no fake suspense over whether Chloe is imagining things. To depict this haunting, Soderbergh imposes a system onto a spiritual dimension where none should necessarily exist: He shoots the entire movie from the point of view of an unseen spirit that does indeed drift through the house; “presence” is also, essentially, the title character. It’s a Paranormal Activity movie turned inside-out: Rather than a largely stationary camera capturing flickers of spooky but eerily realistic movement in the frame, the camera remains mobile and hovering, its ghostliness an invisible but driving force. Like the Paranormal films, there is an element of surveillance: The camera travels through rooms unnoticed, overhearing bits of conversation and observing actions kept secret from other characters. It’s at once omniscient and deeply subjective. There’s also another technical challenge on hand for Soderbergh, who has professed far more affinity for the cut than the epically long take: to stay true to his POV gimmick, most scenes are staged in single unbroken shots. Cuts move forward in time, not within a scene.\n\nThe simultaneous braininess and gimmickry of this technique, applied to a David Koepp screenplay that unapologetically eschews A Ghost Story-style metaphysical traversing, could have stranded Presence in a liminal zone between shlock and airless experiment. What Soderbergh winds up achieving is more reminiscent of his throwback crime pictures, like the Criss Cross remake The Underneath or more recent thrillers like the period noir No Sudden Move and the intensely Early 2020s Kimi. That is to say that Presence has the story, limited scope, and 85-minute runtime of a 1940s B-picture, infused—as those pictures often were, and as his crime movies usually are—with a disciplined style and contemporary electricity. It’s budget Gothic that’s worth every penny and then some.\n\nIn that context, it’s less surprising that Soderbergh didn’t recruit anyone from his ever-growing unofficial rep company for this cast: No Matt Damon as the dad, no Catherine Zeta-Jones as the mom, no Riley Keough as a cool aunt dropping by. (Julia Fox, however, does have one scene as a real-estate agent. No word on whether she’s bumpin’ that.) The central quartet playing the family all does wonderful work, and in a movie with several talented young performers, frequent stage/TV/character actor Sullivan feels like the belated discovery as the flustered but loving father. The familial relationships that Soderbergh and Koepp set up aren’t necessarily wide-ranging or unpredictable, but as Presence ticks toward an inevitable confrontation, they’re surprisingly involving. There’s a circularity to Presence that is both entirely in keeping with a haunted-house story and, in this telling, even moving. It’s yet another genre that Soderbergh has worked like a problem, and produced an elegant solution.\n\nDirector: Steven Soderbergh\n\nWriter: David Koepp\n\nStarring: Callina Liang, Chris Sullivan, Lucy Liu, Eddy Maday, Julia Fox\n\nRelease Date: January 24, 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Julia Fox Lives With A Ghost Named Beauty",
            "link": "https://www.elitedaily.com/entertainment/julia-fox-ghost-living-house",
            "description": "Julia Fox has a ghost living in her house. She discussed her paranormal roommate, named Beauty, during an appearance on 'Late ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HGWBe4Q_O7sk-5gGpXIPai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3h",
            "source": "Elite Daily",
            "article_content": "Julia Fox has an unexpected roommate: a ghost named Beauty, who lives in the basement of her New York home. During a Jan. 21 episode of Late Night, Fox recalled how she was introduced to the paranormal spirit after moving into her house. But according to Fox, she has no problems with living in a haunted house. Apparently, Beauty only brings good energy, and Fox now considers the ghost to be the “matriarch of the house.”\n\n“I actually have a ghost that lives in my house right now,” Fox told Seth Meyers on the show. “I feel like I talk about her a lot, and I feel so bad. I'm, like, putting her on blast. Like, I don't know if she wants me to talk about her! Her name is Beauty, and she came with the house; she didn't follow me there.”\n\nWhen Fox first moved in, she didn’t know about Beauty. “It was funny: It begins like any ghost story. I felt a pull toward this house, and it was a full moon, and then I was like, ‘That's it. I'm getting the house,’” she explained to Meyers. “And then when we went down to the basement after we'd already moved all our stuff in, there was a little letter from the previous owners basically saying, like, ‘This is Beauty.’ And it had all her things: her hairbrush, her mirror.”\n\nNBC/NBCUniversal/Getty Images\n\nMeyers clarified, “Wait, the owners waited 'til you moved in and then left a note in the basement?” He added, “That is some really dirty — I've heard some bad New York real estate stuff...” Fox replied, “I know.”\n\nDespite the bait-and-switch, Fox appreciates her unexpected housemate. “She's wonderful. She's like the matriarch of the house,” she added. Apparently, her three-year-old son, Valentino, is also a fan. “She watches over us, and we love her. My son actually sees her. I don't see her, but my son will say, ‘I saw her, I saw her.’”\n\nThis isn’t the first time that Fox has discussed Beauty. In January 2024, she gave a similar update during a red carpet interview, shared on Instagram by Sundance. (At the time, Fox was promoting her horror film Presence, which premiered at the Sundance Film Festival. The film — a ghost story — comes out in theaters on Jan. 24. She was also promoting the project on Late Night.) “She lived in the house for pretty much her whole life, and we have a whole shrine to her in our basement,” Fox said of Beauty at the time. “She’s a nice ghost, so we’re not worried.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drop - Official Trailer",
            "link": "https://www.msn.com/en-us/movies/news/drop-official-trailer/vi-AA1xFowA?ocid=BingNewsVerp",
            "description": "First dates are nerve-wracking enough. Going on a first date while an unnamed, unseen troll pings you personal memes that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WO2KTCkCVB9Ybqsf2sSNrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3hon MSN",
            "source": "IGN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Texas Science Festival-Goers to Enjoy Fusion of Curiosity and Discovery",
            "link": "https://cns.utexas.edu/news/announcements/texas-science-festival-goers-enjoy-fusion-curiosity-and-discovery",
            "description": "A coordinated collaboration with Texas Robotics, UT’s Machine Learning Lab and the Amazon Science Hub in the last days of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2uQM_UDbMd5o-XhMoqxhkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Journalism in the Americas21h",
            "source": "Journalism in the Americas",
            "article_content": "Participants of all ages are invited to engage with a variety of hot topics in science, get their questions answered and enjoy learning how the world works at participating events. Coordinated program includes longstanding UT events that draw thousands – like the family-friendly annual STEM Girl Day on Feb. 22 – to newer, more focused offerings, such as an astronomy talk at a local winery, targeting those 21 and over. This year’s festival theme, “Fusing Curiosity with Discovery,” speaks to the wide-ranging program, which kicks off with two events pertaining to science and food and concludes with three days of special sessions related to AI and robotics.\n\nSponsored by The University of Texas at Austin, the festival has events coordinated with two dozen partner organizations. New events continue to be added to the schedule, featuring speakers and presenters including leading scientists, authors, innovators, artists and experts, such as Nobel Prize-winning physicist Donna Strickland, professional mountaineer Ed Viesturs and award-winning film director Ian Cheney. The festival’s various performances, panels, screenings and social events explore everything from pathways into science to awe-inspiring phenomena like black holes. Some events provide practical insights into areas like maintaining brain health, navigating the possibilities of new technologies and understanding the implications for homeowners of changing weather in Texas. Participants will also have opportunities to hear about a wide range of interesting subjects: what humans can learn from chimpanzees, how Indigenous people’s knowledge of plants can be useful today and how AI is changing the process of writing and human expression.\n\nNew this year to the Texas Science Festival are:\n\nA series of events about the connections between science and art: Musical Memories: An Evening of Music and Science; aqueous, a dance performance coordinated by Planet Texas 2050 at Waller Creek exploring ecological resilience and conservation concerns; The Science of Modern and Contemporary Public Art Preservation: A Walking Tour showcasing nature- and science-inspired Landmarks art on campus; and several events where winners of UT’s Visualizing Science contest will be on display.\n\nSeveral events billed “Science Night Out,” where in partnership with local film and art organizations, pubs, breweries and wineries, science topics will take center stage, making for an engaging night on the town.\n\nA coordinated collaboration with Texas Robotics, UT’s Machine Learning Lab and the Amazon Science Hub in the last days of the festival will bring together industry stakeholders, academics and community members to learn about the rapid changes happening in AI and robotics.\n\nAstronomy discussions, both live and online, where attendees will learn about subjects like planetary discoveries and exploring Mars, with a NASA Johnson Space Center expert and experts from UT’s McDonald Observatory.\n\nThe Texas Science Festival was launched virtually in 2021, and a hybrid version of the festival was held in 2023. With a few exceptions for events that require tickets, 2025 festival events are free, though space is limited. To learn more, explore options and sign up to attend, visit sciencefest.utexas.edu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MoffettNathanson Upgrades Warner Bros. Discovery (WBD)",
            "link": "https://www.msn.com/en-us/entertainment/general/moffettnathanson-upgrades-warner-bros-discovery-wbd/ar-AA1xDqVD?ocid=BingNewsVerp",
            "description": "Fintel reports that on January 21, 2025, MoffettNathanson upgraded their outlook for Warner Bros. Discovery (NasdaqGS:WBD) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Jb2EIgwQX6WpnZQ0NDci0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery reveals birth's impact on neural stem cell maintenance",
            "link": "https://www.msn.com/en-us/science/biology/discovery-reveals-birth-s-impact-on-neural-stem-cell-maintenance/ar-AA1xFTwa?ocid=BingNewsVerp",
            "description": "A research group from Nagoya City University has elucidated the significance of birth in the maintenance of neural stem cells ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m57mxIk2B2hGvAUDchBAai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Curiosity Finds Evidence of Open Water on Ancient Mars",
            "link": "https://www.sciencealert.com/curiosity-finds-evidence-of-open-water-on-ancient-mars",
            "description": "NASA's Curiosity Rover has been exploring Mars since 2012 and more recently has found evidence of ice-free ancient ponds and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dOnXmqYJcFmo9wZx-mF5jy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert16h",
            "source": "ScienceAlert",
            "article_content": "NASA's Curiosity Rover has been exploring Mars since 2012 and more recently has found evidence of ice-free ancient ponds and lakes on the surface. The rover found small undulations like those seen in sandy lakebeds on Earth.\n\nThey would have been created by wind-driven water moving back and forth across the surface. The inescapable conclusion is that the water would have been open to the elements instead of being covered by ice. The discovery suggests the ripples formed 3.7 billion years ago.\n\nMars is the fourth planet in our Solar System and the second smallest of all the major planets. It's known for its strong red colour which is caused by iron oxide in the surface material.\n\nClassed as a terrestrial planet, Mars is similar in many ways to Earth, with valleys, volcanoes, and even evidence of dried-up river beds. The similarities end there, though, with polar caps made mostly of carbon dioxide ice, an unbreathable atmosphere, and a surface that is cold and dry.\n\nIt's always held a special fascination for us due largely to vague hints through the centuries of alien intelligence, but more recently that it may have once been habitable.\n\nA full-disk view of Mars, courtesy of VMC. (ESA)\n\nOne such rover that has been exploring the Martian landscape is the Curiosity Rover that was sent by NASA in 2011. It arrived at Mars in August 2012 and has been exploring the region around Gale Crater ever since.\n\nThe main objective of Curiosity is to investigate the climate and geology and to assess if they could have supported primitive life in the past.\n\nTo achieve that end, it's equipped with an array of instruments, from drills to collect soil samples to cameras and instruments to analyse atmospheric samples.\n\nNew simulations are helping inform the Curiosity rover's ongoing sampling campaign. (NASA/JPL-Caltech/MSSS)\n\nIn a paper recently published in the journal Science Advances by Caltech's John Grotzinger, Harold Brown, Professor of Geology, and Michael Lamb, Professor of Geology, shared their findings.\n\nThey found two sets of what seem to be ancient wave ripples on the surface of Mars, now thought to be dried-up bodies of water with the ripples preserved in rock.\n\nThe ripples are tiny undulations and are often seen in beaches and lakebeds on Earth as wind-driven water flows across the shallows. The team is particularly excited that this means the water was not frozen and was once open to the elements as liquid.\n\nThe ripples discovered by Curiosity in Gale Crater are the strongest evidence to date that there have been bodies of liquid water in the history of the red planet. Analysis of the rocks and ripples suggests they formed 3.7 billion years ago.\n\nIt's thought that the atmosphere and climate of Mars must have been far warmer than today and more dense. Dense enough to support liquid water in open air.\n\nNASA's Curiosity rover continues to search for signs that Mars' Gale Crater conditions could support microbial life. (NASA/JPL-Caltech/MSSS)\n\nThe team was able to create computer models from the ripples they found to attempt to discover the size of the lake. The size of the ripples and separation helps to determine how much water was present.\n\nThe ripple height of 6 mm and 4 to 5 cm separation tell us that the lake was shallow, possibly even less than 2 meters deep.\n\nOne of the sets of ripples known as the Prow outcrop was found in an area that was once wind-blown dunes. The other set was found nearby in the sulfate-rich Amapari Marker Band of rocks.\n\nThe two regions come from slightly different times, telling us that the warm, dense atmosphere occurred multiple times or at least for a long period of time.\n\nThe discovery has been a massive help to Mars paleoclimate studies that have tried to map the changing conditions on Mars.\n\nNASA's Opportunity rover was the first mission to discover ripples on the surface, but the nature of the bodies of water was uncertain.\n\nThis latest discovery has given a fascinating insight into the early conditions on Mars, with perhaps bodies of liquid dotted across the landscape. Further investigation is needed to see how commonplace the ripples are.\n\nThis article was originally published by Universe Today. Read the original article."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Fascinating’ US experiment yields new matter that acts like liquid and solid",
            "link": "https://www.msn.com/en-us/news/technology/fascinating-us-experiment-yields-new-matter-that-acts-like-liquid-and-solid/ar-AA1xExLY?ocid=BingNewsVerp",
            "description": "The matter’s ability to respond to environmental stimuli like electrical charges could revolutionize biomedical engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TZTX-tvYB12e8xIrVKRqMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Interesting Engineering on MSN8h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to Know About ‘Stargate,’ OpenAI’s New Venture Announced by President Trump",
            "link": "https://www.msn.com/en-us/money/other/what-to-know-about-stargate-openais-new-venture-announced-by-trump/ar-AA1xFLlu?ocid=BingNewsVerp",
            "description": "Trump announced a $500 billion joint venture between OpenAI, Softbank, MGX and Oracle to build new datacenters to power the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X2vgJDtK5gZiuiVpgMckXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Reportedly Launching ‘Operator’ That Can Control Your Computer This Week",
            "link": "https://gizmodo.com/openai-reportedly-launching-operator-that-can-control-your-computer-this-week-2000553513",
            "description": "So-called \"computer use agents\" are expected to be a major leap in AI that will allow bots to actually complete tasks on your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AeTjFmdY8aopDGP-GxRg0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "Gizmodo",
            "article_content": "OpenAI is reportedly preparing for the launch of Operator sometime this week. Operator is name of its computer-use agent that can complete tasks in a user’s web browser on their behalf. Other companies including Google and Anthropic have been developing similar “agents” in hopes they will be the next major leap towards AI fulfilling its promise of being able to perform tasks currently done by humans.\n\nAccording to The Information, which first reported on the impending launch, Operator will provide users with suggested prompts in categories like travel and dining and events. Users could, for instance, ask Operator to find a good flight from New York to Maui that would not have them landing too late in the evening. Operator will not complete a transaction—the user will remain in the loop and complete the checkout process.\n\nGizmodo has reached out to OpenAI for comment but has not heard back.\n\nIt is easy to imagine certain ways Operator could be useful. Aging individuals who are not computer savvy could potentially ask Operator to help them send an email, and see it navigate to Gmail and open a compose window for them. Tech savvy people do not need this type of help, but older generators often struggle navigating the web and completing even simple tasks is a challenge. Bots could help in other areas as well, such as in quality-assurance testing where companies need to test that their new websites or services work properly.\n\nSo-called “computer use agents” do come with potential risks. We have already seen a startup introduce a web-navigating bot to automate the process of posting marketing spam to Reddit. Bots that take control of the end-user client are able to bypass API limitations meant to block automation. AI startups will need to take some measures to combat abuse, or else websites will become even more flooded with spam than they are today.\n\nThese agents like Operator essentially work by taking screenshots of a user’s browser and sending the images back to OpenAI for analysis. Once its models determine the next step necessary to complete a task, a command is sent back to the browser to move and click the mouse on the appropriate target, or type into an input box. It takes advantage of multi-modal technology OpenAI and others have been developing that can interpret multiple forms of input, in this case text and imagery.\n\nThe entire promise of a recent crop of AI startups is that they will be able to create an artificial general intelligence (AGI) that can replace humans on most tasks they perform today and make everyone’s lives more efficient. As exponential gains in the performance of language models have slowed, these companies have been looking for new unlocks that will get them there, and computer use agents are one. An artificial intelligence can not truly replace humans until it can physically complete the tasks for them—writing is just part of a task. Bots also need to be able to navigate spreadsheets, watch videos, and more.\n\nAfter Anthropic released an initial preview of its computer use bot, early testers complained it was half-baked at best, getting stuck in loops when it does not know what to do or forgetting the task and starting to do something else entirely, like looking at pictures of nature on Google Images. It is also slow, and expensive to operate.\n\nKeeping humans in the loop will be essential with a bot that is granted such high-level control and access to critical data. It seems like perhaps computer-use agents will be akin to self-driving cars. Google was able to make a car drive down a straightaway on its own easy enough, but the edge-case scenarios have taken years to solve.\n\nThere is debate on how to measure AGI and when it will be “achieved,” but OpenAI has told its biggest backer Microsoft that it believes AGI will be reached once it has created an AI that can generate at least $100 billion in profit. That is a lofty goal considering OpenAI predicts it will generate $12 billion in revenue in 2025 while still losing billions.\n\nAt the same time, neither Microsoft nor Google has seen enterprise customers willing to adopt AI tools as fast as they hoped. Instead of charging $20-30 per employee to add AI tools into their bundles, both companies are now shoving AI into their standard bundles and hiking the prices by a couple of dollars respectively."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk, White House advisor, says OpenAI deal announced at White House is a sham",
            "link": "https://www.msn.com/en-us/news/technology/elon-musk-white-house-advisor-says-openai-deal-announced-at-white-house-is-a-sham/ar-AA1xFzHW?ocid=BingNewsVerp",
            "description": "Elon Musk doesn’t miss an opportunity to take a dig at OpenAI — even when the news item in question is supposed to be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1bL1qS87qVLkYGdf1kdo_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5mon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Week in AI: OpenAI gains an invaluable infrastructure advantage",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/this-week-in-ai-openai-gains-an-invaluable-infrastructure-advantage/ar-AA1xG0Tl?ocid=BingNewsVerp",
            "description": "Hiya, folks, welcome to TechCrunch’s regular AI newsletter. If you want this in your inbox every Wednesday, sign up here.",
            "image_url": "https://www.bing.com/th?id=OVFT.FHcLRPUKPxTSSgBQRK3MNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "24mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Download: OpenAI’s lobbying, and making ammonia below the Earth’s surface",
            "link": "https://www.technologyreview.com/2025/01/22/1110416/the-download-openais-lobbying-and-making-ammonia-below-the-earths-surface/",
            "description": "While OpenAI’s lobbying spending is still dwarfed by bigger tech players, the uptick comes as it and other AI companies are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-vVt6L_Vh8qskETG5_TLdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MIT Technology Review7h",
            "source": "MIT Technology Review",
            "article_content": "There can be no winners in a US-China AI arms race\n\n—Alvin Wang Graylin and Paul Triolo\n\nThe United States and China are entangled in what many have dubbed an “AI arms race.”\n\nIn the early days of this standoff, US policymakers drove an agenda centered on “winning” the race, mostly from an economic perspective. In recent months, leading AI labs such as OpenAI and Anthropic got involved in pushing the narrative of “beating China” in what appeared to be an attempt to align themselves with the incoming Trump administration. The belief that the US can win in such a race was based mostly on the early advantage it had over China in advanced GPU compute resources and the effectiveness of AI’s scaling laws.\n\n\n\nBut now it appears that access to large quantities of advanced compute resources is no longer the defining or sustainable advantage many had thought it would be. Read the full story.\n\nMeet the divers trying to figure out how deep humans can go\n\nFiguring out how the human body can withstand underwater pressure has been a problem for over a century, but a ragtag band of divers is experimenting with hydrogen to find out.\n\nThis is our latest story to be turned into a MIT Technology Review Narrated podcast, which we’re publishing each week on Spotify and Apple Podcasts. Just navigate to MIT Technology Review Narrated on either platform, and follow us to get all our new content as it’s released."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Leverage Home Electrification Trends in 2025 and Capture New Business",
            "link": "https://www.ecmweb.com/home/webinar/55249954/how-to-leverage-home-electrification-trends-in-2025-and-capture-new-business",
            "description": "Discover how the latest electrification trends and smart energy technologies are transforming homes and shaping the future of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P83aQEAktjZKHTQh4wxpfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Electrical Construction & Maintenance23h",
            "source": "Electrical Construction & Maintenance",
            "article_content": "Oliver Phillips\n\nChief Operating Officer\n\nQmerit\n\n\n\nOliver Phillips joined Qmerit in 2021, bringing a wealth of financial and operating expertise focused on the energy sector, including the renewables, decarbonization, electrification and energy services markets.\n\n\n\nAs Chief Operating Officer and head of Qmerit, Oliver oversees Qmerit’s corporate, platform and field operations globally. He is also responsible for the company’s expansion into the U.K., continental Europe and other international markets. Previously, Oliver served as Qmerit’s Chief Financial Officer, helping to build out the Finance and Accounting organization as the company grew from 20 to 500+ employees.\n\n\n\nPrior to joining Qmerit, Oliver spent 10 years in various strategic roles at Lime Rock New Energy and Lime Rock Partners, where he was instrumental in setting up international operations for multiple companies. At Lime Rock, he was responsible for investment sourcing, diligence and oversight for companies in the oilfield and industrial services sector as well as technology. He participated in numerous platform investments and follow-on acquisitions, as well as debt and equity financing. Previously, he worked as an investment banker at Lazard and Lehman Brothers.\n\n\n\nOliver received a Bachelor of Arts with honors in Mathematical Economic Analysis and Management from Rice University. He speaks multiple languages."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI just announced a new AI model, and it’s arriving in a couple of weeks",
            "link": "https://www.msn.com/en-us/news/technology/openai-just-announced-a-new-ai-model-and-it-s-arriving-in-a-couple-of-weeks/ar-AA1xBUJp?ocid=BingNewsVerp",
            "description": "OpenAI is preparing to release its new lightweight reasoning model o3 mini, which will excel in science, code, and math.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "22hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retail transformation in 2025: emerging trends shaping the future of shopping",
            "link": "https://retailtimes.co.uk/retail-transformation-in-2025-emerging-trends-shaping-the-future-of-shopping/",
            "description": "The UK retail industry is at a pivotal juncture, driven by technological advancements, evolving consumer expectations, and a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q15BTXcXpFiprNzFZfSLzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "9h",
            "source": "Retail Times",
            "article_content": "The UK retail industry is at a pivotal juncture, driven by technological advancements, evolving consumer expectations, and a heightened focus on sustainability. With 2025 on the horizon, retailers are keenly adapting to key trends that promise to redefine the shopping experience. From artificial intelligence-enhanced operations to the rise of ethical retailing, along with innovative financial solutions, these developments are all playing a crucial role in shaping the future of retail.\n\nArtificial Intelligence and machine learning power personalised retail\n\nArtificial intelligence (AI) and machine learning (ML) are revolutionizing the retail industry, driving significant transformations across businesses of all sizes. While large multinational retailers are at the forefront of adopting these technologies, other sectors, including healthcare and iGaming platforms like crypto casinos UK players can sign up to are also finding innovative ways to harness AI-driven insights.\n\nAcross sectors, AI is being used to provide highly customized client experiences. In the casino sector, personalised promos and game suggestions based on user history are just two uses of AI. Elsewhere, machine learning algorithms are enhancing operational efficiency by optimising inventory levels, predicting demand, and improving supply chain management.\n\nAI chatbots and virtual assistants are becoming indispensable in customer service, offering instant support and resolving queries in real time. Studies indicate that retailers using AI and ML have witnessed an increase in sales and a boost in profitability.\n\nOmnichannel retail becomes the new norm\n\nConsumers increasingly expect a seamless shopping journey across multiple channels, whether they’re browsing online, visiting a physical store, or using a mobile app. As a result, retailers are doubling down on their omnichannel strategies to create a unified experience.\n\nKey initiatives include the implementation of Click and Collect services, real-time inventory visibility across platforms, and streamlined return processes. Retailers are also investing in mobile-friendly shopping platforms, ensuring customers can switch between devices without losing progress in their shopping journeys.\n\n\n\nA notable example is the integration of social media with e-commerce platforms. Through social commerce, brands are allowing consumers to shop directly through platforms like Instagram and TikTok, blurring the line between social engagement and online retail.\n\nSustainability takes centre stage\n\nEnvironmental consciousness has become a deciding factor for today’s consumers, prompting retailers to prioritise sustainability. From product sourcing to packaging, every aspect of retail operations is being scrutinised for its environmental impact.\n\nMajor players in the UK market, including grocery giants and fashion retailers, are stepping up their efforts to reduce carbon footprints. Initiatives such as switching to biodegradable packaging, committing to zero waste, and promoting circular fashion through resale or rental services are becoming increasingly common.\n\nRetailers that emphasise transparency in their supply chains and communicate their sustainability goals effectively are finding favour with environmentally conscious shoppers. This trend is not only shaping buying behaviour but also fostering brand loyalty among a growing segment of eco-minded consumers.\n\nAdvanced technologies streamline operations\n\nTechnological innovation continues to drive efficiencies in the retail sector. A prominent development in this regard is the gradual replacement of traditional barcodes with QR codes. Unlike barcodes, QR codes can store more information and offer consumers additional product details, enhancing the overall shopping experience.\n\nLeading UK supermarkets, including Tesco and Ocado, have already begun rolling out QR codes on select products, such as milk cartons. This move is part of a broader trend towards digitisation aimed at improving both back-end operations and front-end customer interaction.\n\nIn addition to QR codes, retailers are adopting in-store technologies such as smart shelves and automated checkout systems to enhance convenience. The ultimate goal is to reduce friction at various touchpoints, making shopping faster and more enjoyable for consumers.\n\nRising trend: responsible consumerism and the decline of ‘haul culture’\n\nThe introduction of ‘haul culture,’ popularised by social media, has led to increased consumption and, consequently, higher return rates. This phenomenon, driven by younger consumers eager to showcase their shopping hauls online, poses significant challenges for retailers in terms of logistics and sustainability.\n\nIn response, many brands are adopting strategies to curb excessive returns, including improved product descriptions, enhanced sizing tools, and augmented reality (AR) fitting solutions. Retailers are also working to educate consumers on the environmental impact of returns and promote thoughtful purchasing habits.\n\nAdditionally, there is a growing emphasis on responsible consumerism. Retailers are encouraging shoppers to make more sustainable choices by highlighting the longevity and ethical sourcing of products. This trend reflects a broader cultural shift towards mindful consumption and away from fast fashion and impulsive buying.\n\nConclusion\n\nThe retail landscape in 2025 is set for significant transformation as businesses adapt to technological advancements, sustainability pressures, and changing consumer behaviours. Retailers that successfully navigate these trends stand to benefit from increased customer loyalty, operational efficiencies, and long-term profitability.\n\nAs AI-driven personalisation, omnichannel experiences, and ethical practices become standard, the future of retail promises to be both exciting and dynamic. Brands that remain agile and responsive to these developments will not only survive but thrive in this evolving marketplace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Portillo’s is Winning the Value Battle, and What it Says about Restaurants",
            "link": "https://www.qsrmagazine.com/story/why-portillos-is-winning-the-value-battle-and-what-it-says-about-restaurants/",
            "description": "At this past week’s ICR Conference in Orlando, cautious optimism floated beneath the current of two, inflation-strapped years ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Yq_HXJZj1Eo2Ia0SiCZNki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "QSR magazine1h",
            "source": "QSR magazine",
            "article_content": "At this past week’s ICR Conference in Orlando, cautious optimism floated beneath the current of two, inflation-strapped years of challenges. Traffic remains soft. Operators are competing for fewer visits among weary consumers. But solutions around “value” are starting to emerge, whether it’s $5 deals pulsed into the marketplace at the top of QSR, or working on loyalty, engagement, and service for those clarifying the “worth” of higher prices.\n\nAccording to Revenue Management Solutions, the quick-service industry ended the year with a traffic increase of 0.8 percent in Q4, year-over-year, namely thanks to October and November. December traffic (weather, holiday trends) came in at negative 1.3 percent compared to 2023, which was also in the red.\n\nThe lead point, though, is net sales stayed positive at 4 percent, with price hikes stabilizing. Average check rose 3.4 percent, down from double-digits in year’s past.\n\nAs was noted throughout ICR presentations, many QSRs recognize today they’ve just about tapped the price ceiling. So they’ve started to turn to other options to satisfy a cautious consumer. RMS advised operators focus on digital, where average checks can be 25 percent higher, consider the “in-crowd” (one case being the popularity of specialty beverages and other Gen Z trends, like KFC’s Saucy Concept), and shift focus to quality/quantity for the price.\n\nNCR Voyix Corporation found, through survey data, 36 percent of consumers in the past six months dined at a fast-casual restaurant more than five times. Comparatively, 26 percent did so at in full service. Fifty-five percent added they cut back on delivery due to inflation, either ordering less in general (38 percent) or trying less expensive restaurants (17 percent).\n\nPrice impacted tipping as well—52 percent of guests said they now tip less or only at sit-down meals. What tech would those same diners like to see more of from restaurants? Self-service kiosks (39 percent), table-top ordering (37 percent), and digital payments (32 percent) rounded out the top three.\n\nWilliam Blair, in its ninth edition of The Dining Download, which quarterly examines restaurant trends through polls, found respondents spent, on average, $195 at restaurants monthly, down 10 percent, year-over-year. There was a decline for those with annual incomes less than $150,000 partly offset by growth among more affluent people. By age, restaurant spending slid across all cohorts—albeit more resilient for those under 30, with only a 1 percent drop.\n\nThe percent of polled consumers spending less than last year climbed to 42 percent, up 6 points sequentially. That mark was a new survey high after being largely range-bound over the past two years. William Blair credited increased trade down to less expensive menu items.\n\nThat said, though, there were some encouraging signs in this latest iteration for frequency and larger check management behavior, with “visiting less often” and “ordering fewer items” both decreasing sequentially as reasons cited by those spending less.\n\nPut in plain terms, customers could be considering a ramp up as 2025 gets underway (past the Southern weather challenges). But how will they find the restaurants they return to?\n\nThe answer to that question has become the new definition of “value” in a quick-service sector where segment lines have narrowed. Some casual dining (Chili’s) chains have gone as far as building campaigns around the similarity in price to brands like McDonald’s, but with service models that give them an edge.\n\nMORE: Check out October’s survey results\n\nThe percent of respondents “eating less than last year” in William Blair’s report outpaced those eating “more often” for nearly two-thirds of brands in its coverage area. The most unfavorable gap came at The Cheesecake Factory, Chipotle, Dave & Buster’s, and Starbucks (this was the case last survey as well).\n\nStill, every brand William Blair tracked experienced a sequential increase in “eating more often,” led by improvement at Starbucks, Dutch Bros, Shake Shack, CAVA, and Chipotle. That aforementioned “cautious optimism” appears to be cracking through, although there’s still plenty of ground to make up after multiple years of deteriorating guest counts.\n\nStarbucks posting 8.3 percent on the line (as well as being the only negative result in “eating less often”) was a notable shift, even if it also reflected just how deep the value hole had become.\n\nStarbucks in the last survey, back in October, was on the opposite side—the very bottom at negative 2.5 percent for “eating more often.” The brand, of course, has made several changes in CEO Brian Niccol’s tenure thus far—new algorithms that enable on-time mobile-order handoffs and order tracking/timing to store decor to the launch of Cortados, removing upcharges for non-dairy milk, and refocusing messaging on coffee-centric campaigns. But much of Starbucks’ reroute lies ahead, especially when it comes to Siren upgrades and other operational improvements (more on that here).\n\nWhen asked why they were eating less at specific restaurant brands, “inconvenient” topped the list (cited for more than 70 percent of brands) followed by “too expensive” (Starbucks, Chipotle, and BJ’s Restaurants). Sweetgreen was the only concept where “lack of interesting new menu items” clocked as the top reason for visiting less often.\n\nAgain, focusing on Starbucks, this list is pretty similar to October, when it broke down as follows:\n\nToo expensive: 52 percent\n\nInconvenient: 17 percent\n\nSpending on other things/restaurants: 12 percent\n\nLack of interesting new menu items: 7 percent\n\nHealth/diet: 5 percent\n\nSlow speed of service: zero percent\n\nGoing by this data, Starbucks’ greatest whitespace seems to center on making its experience and product feel worthy of its cost. Naturally, it’s an easier-said-than-done point and one Niccol addressed right from the jump of his appointment. Atop that task list is getting throughput times under four minutes; making the customization process more transparent from a pricing perspective; properly staffing units to create calmer and more efficient restaurants; bring condiment bars back; and fostering a more enjoyable café experience. “Our customers find worth through quality, consistency, and a sense of value,” Niccol said earlier. For a brand that’s never been “cheap,” getting back to being an “affordable luxury” will be a holistic effort that’s the furthest thing from discounting or a race to the bottom. There’s a reason Niccol has called the effort “Back to Starbucks.”\n\nCustomers in William Blair’s survey continued to rank the value proposition of restaurants as modestly above average at 3.4 (5 being the highest). It’s a factor on the rise. Portillo’s, Kura Sushi, The Cheesecake Factory, and BJ’s provided this survey’s largest gains. On an absolute basis, Portillo’s topped in value perception.\n\nThat reality, in of itself, is intriguing when you consider the Chicago-born cult-favorite has elected to avoid discounting during this stretch. CEO Michael Osanloo said in Q3 Portillo’s wouldn’t be “going on sale” to counter competitors’ promotions. Portillo’s stayed relatively cautious on price and has held on quality and operational efforts. The chain took zero action in Q3. Its price benefit was about 4 percent in Q4\n\nBut from a wider sentiment angle, Osanloo said, Portillo’s elected to absorb traffic blows rather than chase short-term wins over the past two years. “Portillo’s does not play the discount game,” he said in Q3. “We compete on great everyday pricing for our craveable food and abundant portions, and we know this approach will benefit us in the medium and long term.”\n\nPortillo’s at ICR had one of the buzzier presentations, thanks in large part to its decision to load digital wallets onto customer’s loyalty plates instead of an app. Yet the brand also presented a blueprint to regaining traffic and growing long-term through efforts such as smaller store designs, kiosks, and improved speed of service in the drive-thru instead of value-focused menu launches. It’s clear there will be more than one approach for quick service to win back traffic in 2025.\n\nOther trends in behavior\n\nDespite all the hurdles, engagement remains healthy. William Blair’s survey showed 87 percent of respondents ate at restaurants “at least a few” times a month in December (9 percent said they do so daily). Those figures were 80 and 79 percent in September and June, respectively. Yet, to an earlier observation, consumers estimated their monthly spending was down 10 percent, year-over-year, and 42 percent added they were spending less relative to the prior year.\n\nAgain, it’s the ICR-revealed cocktail of hesitant traffic patterns and hints of improving trends.\n\nGiven U.S. Census Bureau data had shown stable consumer spending through December, William Blair said, part of this step-down could be explained by a shift in its demographic poll this past quarter. In that, there are some learnings, too. More younger guests responded this survey, showing, perhaps, that group of diners has proven more apt to return to restaurants, even if they’re managing checks when they do so.\n\nThe percentage of guests ordering food either a few times a week or daily was 54 percent for respondents under 60, compared with only 42 percent over 60. There was also visible correlation to income level—56 percent of people earning north of $100,000 said they ordered food a few times a week or daily versus those earnings less than $50,000, where only 45 percent claimed the same.\n\nReported restaurant interactions held up as well. William Blair data found an estimated 11 interactions per month this quarter, 13 percent higher than December 2023. Off-premises dining accounted for 73 percent of those (compared to 68 percent last year), as opposed to 27 percent interactions for dine-in. That continues, the company said, to support the headline the pandemic structurally changed consumer behavior—48 percent of respondents said ordering for delivery and/or takeout increased since 2019. Only 18 percent said it slid backward.\n\nBefore the pandemic, roughly 48 percent of respondents said their frequency of ordering delivery and takeout increased.\n\nThis quarter, the reported frequency of drive-thru interactions exceeded all other forms of dining, including takeout, in-person, and delivery. It’s an observation that pulsed last survey as well. The why behind it, William Blair suggested, could be customers are headed to the lane to save on added costs. Pricing pressures, through delivery fees and otherwise, are leading diners to the drive-thru.\n\nPortillo’s has realigned its GMs to focus on factors that matter when driving transactions and sales.\n\nPeople said they go to the drive-thru 3.3 days per month, surpassing in-person (2.9 days), takeout (2.7), and delivery (1.8).\n\nTracking another development, 70 percent of respondents said they were comfortable using in-store kiosks to order/pay for food in a restaurant. It signaled a notable rise from 53 percent who said the same in William Blair’s previous survey (you could potentially thank the demographic shift for that as well). Nonetheless, the company said, it continues to believe kiosks could serve as a meaningful lever to drive more digital interactions over time—and toward that higher check. One example: Yum! noted in Q3 that kiosk usage supported a 3-point climb in digital sales mix, which now totals more than 55 percent of the group’s sales.\n\n“That said,” William Blair added, “open-ended respondent commentary continues to convey mixed sentiment among consumers; even of those respondents who are comfortable with kiosk usage, some still prefer human interaction. Regardless, results continue to indicate changing consumer behaviors, with increased comfort with digital channels like self-service kiosks and QR codes.”\n\nWhile at a restaurant, 43 percent said they were not comfortable using QR codes over a mobile device in a restaurant, and when analyzing the data by age, only 33 percent under the age of 60 were not comfortable deploying QR codes in a restaurant setting, as opposed to 74 percent of respondents over the age of 60 who were not comfortable with QR codes.\n\n“While some individuals continue to express preference for physical menus since the rapid proliferation of QR codes post-pandemic, respondents seem to be increasingly comfortable with the prevalence and functionality of these ordering channels,” William Blair continued.\n\nThis quarter, the company also asked a new question around acceptance of service and credit charge surcharges—an approach that’s gained adoption for restaurants trying not to take additional price but needing to balance rising costs. Roughly 75 percent of respondents said they find these fees unreasonable. However, only 31 percent said they would avoid restaurants that administer them. Another 13 percent said fees were small/reasonable and 12 percent hadn’t noticed them.\n\nThe most prevalent ordering method overall was directly through a restaurant’s website or digital app—39 percent of respondents for takeout and 34 percent for delivery. This was the first quarter in William Blair’s reports where these digital options overtook in-person and over-the-phone orders as the most popular method (used by about 37 percent of respondents for takeout and 21 percent for delivery). Third-party marketplaces followed, where usage was materially higher for delivery (33 percent of December orders) than takeout (12 percent). That, however, was an expected result.\n\nExcluding respondents over the age of 60, the percentage ordering in person or over the phone was 33 percent for takeout (down from 37 percent last quarter) and 15 percent for delivery (a decrease from 26 percent). When ordering for delivery, respondents under the age of 60 were more likely to order directly through a third-party marketplace (38 percent) or a restaurant’s website/app (34 percent). “We continue to observe demographic shifts and expect growing comfort with digital channels will drive an ongoing mix-shift toward digital ordering by consumers,” William Blair said.\n\nFor those going the takeout and delivery route, convenience and time constraints remained the top considerations, at 71 percent, followed by preference not to cook (28 percent).\n\nUsage of loyalty programs also surfaced as a vital trigger to traffic growth. It jumped notably from the last survey, with 63 percent of December respondents saying they actively participate in one—a sizable lift from 55, 52, and 47 percent in September, June, and March, respectively.\n\nNearly 70 percent (69) of respondents under 60 reported using them. Additionally, 63 percent said loyalty platforms were either somewhat or highly influential in their decision of where to eat. That was a major hike from past surveys, too.\n\nThe proportion of consumers who said loyalty programs did not influence their decision on where to dine showed a continued and clear downward trend."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "State of JavaScript: Highlights of the JavaScript developer survey",
            "link": "https://www.infoworld.com/article/3804318/state-of-javascript-highlights-from-the-latest-javascript-developer-survey.html",
            "description": "The latest State of JavaScript survey provides an up-close look at the JavaScript language features, tools, libraries, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.u6JvjpdUGAZtkyAmlWpEGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "InfoWorld11h",
            "source": "InfoWorld",
            "article_content": "Getting a complete picture of the multi-headed beast that is the JavaScript ecosystem isn’t easy, but the annual State of JavaScript survey is a good place to start. What makes this survey stand out is that it attracts the input of thousands of working developers and other JavaScript enthusiasts. Reading it gives you a real sense of the movements that are defining the language and its ecosystem.\n\nHere I’ve collected my key takeaways from the recently released 2024 State of JavaScript survey, starting with a look at one of the most important trends currently rocking the world of software development. We’ll also look at ongoing pain points, popular new language features, and a plethora of tools and frameworks ranked by popularity and use.\n\nAI code generators\n\nDespite all indications that AI is eating programming, 14% of developers responding to the 2024 State of JavaScript survey said they did not use any AI code generator at all. For developers who were leaning on AI copilots, ChatGPT was #1 (67%), followed by GitHub Copilot (48%), Claude (23%), and Gemini (14%)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Texas Science Festival-Goers to Enjoy Fusion of Curiosity and Discovery",
            "link": "https://cns.utexas.edu/news/announcements/texas-science-festival-goers-enjoy-fusion-curiosity-and-discovery",
            "description": "A coordinated collaboration with Texas Robotics, UT’s Machine Learning Lab and the Amazon Science Hub in the last days of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2uQM_UDbMd5o-XhMoqxhkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Journalism in the Americas21h",
            "source": "Journalism in the Americas",
            "article_content": "Participants of all ages are invited to engage with a variety of hot topics in science, get their questions answered and enjoy learning how the world works at participating events. Coordinated program includes longstanding UT events that draw thousands – like the family-friendly annual STEM Girl Day on Feb. 22 – to newer, more focused offerings, such as an astronomy talk at a local winery, targeting those 21 and over. This year’s festival theme, “Fusing Curiosity with Discovery,” speaks to the wide-ranging program, which kicks off with two events pertaining to science and food and concludes with three days of special sessions related to AI and robotics.\n\nSponsored by The University of Texas at Austin, the festival has events coordinated with two dozen partner organizations. New events continue to be added to the schedule, featuring speakers and presenters including leading scientists, authors, innovators, artists and experts, such as Nobel Prize-winning physicist Donna Strickland, professional mountaineer Ed Viesturs and award-winning film director Ian Cheney. The festival’s various performances, panels, screenings and social events explore everything from pathways into science to awe-inspiring phenomena like black holes. Some events provide practical insights into areas like maintaining brain health, navigating the possibilities of new technologies and understanding the implications for homeowners of changing weather in Texas. Participants will also have opportunities to hear about a wide range of interesting subjects: what humans can learn from chimpanzees, how Indigenous people’s knowledge of plants can be useful today and how AI is changing the process of writing and human expression.\n\nNew this year to the Texas Science Festival are:\n\nA series of events about the connections between science and art: Musical Memories: An Evening of Music and Science; aqueous, a dance performance coordinated by Planet Texas 2050 at Waller Creek exploring ecological resilience and conservation concerns; The Science of Modern and Contemporary Public Art Preservation: A Walking Tour showcasing nature- and science-inspired Landmarks art on campus; and several events where winners of UT’s Visualizing Science contest will be on display.\n\nSeveral events billed “Science Night Out,” where in partnership with local film and art organizations, pubs, breweries and wineries, science topics will take center stage, making for an engaging night on the town.\n\nA coordinated collaboration with Texas Robotics, UT’s Machine Learning Lab and the Amazon Science Hub in the last days of the festival will bring together industry stakeholders, academics and community members to learn about the rapid changes happening in AI and robotics.\n\nAstronomy discussions, both live and online, where attendees will learn about subjects like planetary discoveries and exploring Mars, with a NASA Johnson Space Center expert and experts from UT’s McDonald Observatory.\n\nThe Texas Science Festival was launched virtually in 2021, and a hybrid version of the festival was held in 2023. With a few exceptions for events that require tickets, 2025 festival events are free, though space is limited. To learn more, explore options and sign up to attend, visit sciencefest.utexas.edu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Local researchers make ‘monumental discovery’",
            "link": "https://www.msn.com/en-za/science/astronomy/local-researchers-make-monumental-discovery/ar-AA1xEcIb?ocid=BingNewsVerp",
            "description": "Local researchers make ‘monumental discovery’ By Staff Writer, ITWebJohannesburg, 22 Jan 2025The MeerKAT has proven to be a revolutionary tool for exploring the southern sky. The University of Cape ...",
            "image_url": "https://www.bing.com/th?id=ODF.COwE0PaRJOhah7jQrXEdIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did America really split the atom? New Zealand and the UK would like to have a word",
            "link": "https://www.msn.com/en-us/news/world/did-america-really-split-the-atom-new-zealand-and-the-uk-would-like-to-have-a-word/ar-AA1xF8FH?ocid=BingNewsVerp",
            "description": "The tale of splitting the atom isn't just about America—it's a journey from New Zealand to Manchester, led by the brilliant ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X1QALaGH_dcnVF0qT4jT2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ZME Science on MSN3h",
            "source": "ZME Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IOP president Keith Burnett outlines a ‘pivotal’ year ahead for UK physics",
            "link": "https://physicsworld.com/a/iop-president-keith-burnett-outlines-a-pivotal-year-ahead-for-uk-physics/",
            "description": "After many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZDxyH0DLRgKkchD5C2DcpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Physics World5h",
            "source": "Physics World",
            "article_content": "Looking ahead: As we celebrate the International Year of Quantum Science and Technology this year, Keith Burnett says it can be a reminder of how the benefits of physics span over decades (courtesy: Schmidt Science Fellows)\n\nLast year was the year of elections and 2025 is going to be the year of decisions.\n\nAfter many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments at the beginning of new terms, forced to respond swiftly to mounting economic, social, security, environmental and technological challenges.\n\nThese issues would be difficult to address at any given time, but today they come amid a turbulent geopolitical context. Governments are often judged against short milestones – the first 100 days or a first budget – but urgency should not come at the cost of thinking long-term, because the decisions over the next few months will shape outcomes for years, perhaps decades, to come. This is no less true for science than it is for health and social care, education or international relations.\n\nIn the UK, the first half of the year will be dominated by the government’s spending review. Due in late spring, it could be one of the toughest political tests for UK science, as the implications of the tight spending plans announced in the October budget become clear. Decisions about departmental spending will have important implications for physics funding, from research to infrastructure, facilities and teaching.\n\nOne of the UK government’s commitments is to establish 10-year funding cycles for key R&D activities – a policy that could be a positive improvement. Physics discoveries often take time to realise in full, but their transformational nature is indisputable. From fibre-optic communications to magnetic resonance imaging, physics has been indispensable to many of the world’s most impactful and successful innovations.\n\nEmerging technologies, enabled by physicists’ breakthroughs in fields such as materials science and quantum physics, promise to transform the way we live and work, and create new business opportunities and open up new markets. A clear, comprehensive and long-term vision for R&D would instil confidence among researchers and innovators, and long-term and sustainable R&D funding would enable people and disruptive ideas to flourish and drive tomorrow’s breakthroughs.\n\nAlongside the spending review, we are also expecting the publication of the government’s industrial strategy. The focus of the green paper published last year was an indication of how the strategy will place significance on science and technology in positioning the UK for economic growth.\n\nIf we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead\n\nPhysics-based industries are a foundation stone for the UK economy and are highly productive, as highlighted by research commissioned by the Institute of Physics, which publishes Physics World. Across the UK, the physics sector generates £229bn gross value added, or 11% of total UK gross domestic product. It creates a collective turnover of £643bn, or £1380bn when indirect and induced turnover is included.\n\nLabour productivity in physics-based businesses is also strong at £84 300 per worker, per year. So, if physics is not at the heart of this effort, then the government’s mission of economic revival is in danger of failing to get off the launch pad.\n\nA pivotal year\n\nAnother of the new government’s policy priorities is the strategic defence review, which is expected to be published later this year. It could have huge implications for physics given its core role in many of the technologies that contribute to the UK’s defence capabilities. The changing geopolitical landscape, and potential for strained relations between global powers, may well bring research security to the front of the national mind.\n\nIntellectual property, and scientific innovation, are some of the UK’s greatest strengths and it is right to secure them. But physics discoveries in particular can be hampered by overzealous security measures. So much of the important work in our discipline comes from years of collaboration between researchers across the globe. Decisions about research security need to protect, not hamper, the future of UK physics research.\n\nThis year could also be pivotal for UK universities, as securing their financial stability and future will be one of the major challenges. Last year, the pressures faced by higher education institutions became apparent, with announcements of course closures, redundancies and restructures as a way of saving money. The rise in tuition fees has far from solved the problem, so we need to be prepared for more turbulence coming for the higher education sector. Read more Keith Burnett: IOP president says it is our duty to make physics more inclusive\n\nThese things matter enormously. We have heard that universities are facing a tough situation, and it’s getting harder for physics departments to exist. But if we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead.\n\nAs we celebrate the International Year of Quantum Science and Technology that marks the centenary of the initial development of quantum mechanics by Werner Heisenberg, 2025 is a reminder of how the benefits of physics span over decades.\n\nWe need to enhance all the vital and exciting developments that are happening in physics departments. The country wants and needs a stronger scientific workforce – just think about all those individuals who studied physics and now work in industries that are defending the country – and that workforce will be strongly dependent on physics skills. So our priority is to make sure that physics departments keep doing world-leading research and preparing the next generation of physicists that they do so well."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Pharma Company (Really?) Leading the Way in AI Innovation? Yes, Really!",
            "link": "https://www.nextbigfuture.com/2025/01/a-pharma-company-really-leading-the-way-in-ai-innovation-yes-really.html",
            "description": "Verseon, a pioneering company in physics- and AI-powered drug discovery, revealed that its AI technology significantly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6kR4LciV4Qsjv1r9d39o8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "NextBigFuture14h",
            "source": "NextBigFuture",
            "article_content": "In September, Verseon, a pioneering company in physics- and AI-powered drug discovery, revealed that its AI technology significantly outperforms Google’s cutting-edge Deep Learning models in terms of prediction accuracy for a wide range of datasets. Just a month later, the company announced a breakthrough in combining multiple AI models in dynamic ways. And most recently, they’ve shown that their AI platform, VersAI™, trains models 3,000 times faster than Google AutoML on standard benchmark datasets.\n\nSo, how are they pulling this off?\n\nThe answer lies in their proprietary VersAI™ technology.\n\nUnlike most AI companies – which rely on off-the-shelf AI tools from giants like Google, Meta, and OpenAI – Verseon has built its own proprietary AI technology from the ground up. These other companies primarily use Deep Learning frameworks that depend on vast amounts of high-quality training data to function properly. “Big Data” in the form of billions of web pages is available to train large language models, and in the form of millions of transactions for specific products to train models that make personalized shopping recommendations. But in most AI use cases, large, dense datasets like those are hard to come by.\n\nFor most real-world applications, the available datasets are small and sparse. This poses a significant challenge for traditional Deep Learning. Most AI companies today struggle to gather enough high-quality data to build reliable models for their intended applications.\n\nAs Guang-Bin Huang, a professor at NTU in Singapore and one of the lead authors of a landmark AI paper, points out, “While deep learning excels in certain applications, it’s not the best approach for small or sparse datasets. In these cases, its performance can be severely limited.”\n\nVerseon, however, has developed an entirely new AI architecture that is specifically designed to handle small, sparse datasets – the kind that are common in many real-world applications, including drug discovery.\n\nWhat Makes VersAI™ Different from Deep Learning?\n\nThe key difference lies in the neural network structure. In any AI system, the neural network is composed of input nodes (where data enters), hidden nodes (which process the data), and output nodes (where the results are produced).\n\nDeep Learning uses a monolithic neural network with multiple hidden layers to process data. The more complex the data, the more layers are required, and each additional layer adds significant computational overhead. As a result, training these models is slow and resource-intensive.\n\nVersAI™, by contrast, takes a fundamentally different approach. As Verseon’s Ed Ratner describes, “Unlike Deep Learning AI, VersAI uses a completely novel and proprietary neural ‘network of networks’ architecture.” Instead of using one large network with many layers, VersAI™ uses multiple smaller, independent neural networks, each with a single hidden layer. These networks process the data in parallel, and then their outputs are dynamically weighted and combined to generate a final result. This method substantially reduces the error rate in predictions for small and sparse datasets. And it also consistently reduces model-training times regardless of the size or density of the training dataset.\n\nWhy Does This Matter?\n\nDeep Learning models become dramatically more complicated and slower as the size and complexity of training data increase, leading to longer training times and consequent delays in building deployable models. In contrast, VersAI’s 3,000 times faster training allows building models in near real time – a virtue critical in applications like ecommerce where trends can change fast.\n\nThis training time advantage also leads to much lower deployment costs. The reduced computational intensity of training models in VersAI™ relative to Deep Learning not only requires less costly computer hardware, but it also uses far less electricity. In short, VersAI™ is much greener AI.\n\nA Pharma Company Revolutionizing AI\n\nIt’s truly remarkable that a pharmaceutical company is at the forefront of developing fundamental new AI technology that outperforms industry titans like Google, Meta, and OpenAI – particularly when it comes to handling the small, sparse datasets that are common in real-world applications. And the potential of VersAI™ extends far beyond drug discovery. Given its impressive performance so far, this innovative technology could have a transformative impact on the reliability and effectiveness of AI across many consumer, science, and business applications, improving the way AI is used in our everyday lives."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Postman launches an AI agent builder on top of its API platform",
            "link": "https://techcrunch.com/2025/01/22/postman-launches-an-ai-agent-builder-on-top-of-its-api-platform/",
            "description": "Since it was founded in 2014, India-based Postman has made a name for itself as one of the most popular platforms for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QQ32tIZacydDe7qW_X0N0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "Since it was founded in 2014, India-based Postman has made a name for itself as one of the most popular platforms for building and using APIs, with 500,000 organizations now using the service. Like with so many other SaaS services, though, its valuation today is reportedly down from its $5.6 billion high in 2021. But the company is now jumping head-first into the AI space with the launch of an AI agent builder that combines large language models and the Postman API platform, as well as a visual editor that brings the two together to help even non-developers build and test AI agents.\n\nAt first, jumping into AI agents may seem like an odd choice for a company like Postman, but as Postman CEO and co-founder Abhinav Asthana noted when I talked to him ahead of the agent builder’s launch, to be useful, these agents have to interact with a wide variety of services — and the way to do that is through APIs.\n\n“Our customers actually started asking us about this. ‘Okay, this agent thing is kind of coming up. What are you guys doing about it?’ And we looked at the patterns in which they are stringing this together. Whether they’re using homegrown systems or they’re using some third-party stuff, APIs are a key part of it, because there are two kinds of APIs: one is the LLM itself, like the OpenAI API, or the Anthropic’s API, or maybe a homegrown API. And the second bit are tools the agent would use. So we were like, okay, Postman is helping developers do all things APIs and if this is emerging as a pattern, we should do something here,” explained Asthana.\n\nPostman agent workflows. Image Credits:Postman\n\nHe also noted that a growing number of Postman users are non-developers, who want to use the service for building simple, API-centric applications. “So when AI technology started emerging, we had to test it out a lot. We saw like, ‘okay, can this be used?’ And it looks like no-code, plus AI, plus agents is a good combo to bring together,” Asthana said.\n\nPostman’s API network already features an API hub with contributions from over 18,000 companies, which now, in turn, also allows its users to build AI agents that can interact with these APIs. To ensure that these agents work as expected, Postman is adding testing and evaluation tools to the service to test prompts and inputs for the models it supports (think OpenAI, Google’s Gemini, Anthropic’s Claude, Cohere, and Meta’s Llama, for example). It then allows users to use Postman Flows, the company’s visual development environment, to build these agents and have them interact with APIs.\n\nPostman LLM evaluation. Image Credits:Postman\n\nRight now, Postman’s AI agents are mostly focused on enabling back-end operations. While developers could use the service to power front-end services, Postman itself doesn’t offer any user interface for directly interacting with these agents yet. Over time, this may change. “We are all very bullish on agent software, but I think the modalities in which we interact with these systems is also going to evolve,” Asthana said.\n\nPostman, of course, is not the only company in this space, but on top of having its existing API hub, Asthana also believes that it can differentiate its service from others — and especially the large cloud providers — by offering a better developer experience. “In my opinion, the cloud providers always prioritize consumption of the cloud over developer experience, and I think they’re willing to partner with anyone who does actually give the right developer experience,” he said.\n\nThe company is still figuring out how to best charge for this new service. Pricing, Asthana said, will evolve over time as the team works out how to best determine the value that these agents bring.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Launch a $50k Monthly Software Biz with No Code",
            "link": "https://www.msn.com/en-us/money/smallbusiness/launch-a-50k-monthly-software-biz-with-no-code/vi-AA1xE1Rp?ocid=BingNewsVerp",
            "description": "CPA Idea 21:16 Evaluating Business Ideas: Mary, Date, or Kill? --- For the algorithm: #TKOPodcast #HoldCoBros ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dbSLa5yNaLmkyAE7AZAWCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "The Koerner Office: Business Ideas & Growth Advice on MSN10h",
            "source": "The Koerner Office: Business Ideas & Growth Advice on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Chinese startup just showed every American tech company how quickly it's catching up in AI",
            "link": "https://www.msn.com/en-us/technology/tech-companies/a-chinese-startup-just-showed-every-american-tech-company-how-quickly-it-s-catching-up-in-ai/ar-AA1xEfCz?ocid=BingNewsVerp",
            "description": "Chinese startup DeepSeek has released a new AI reasoning model that appears to rival the abilities of a frontier model from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kPWrKSyQOGbOz9O73TMLjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "9hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: If DOGE wants to find waste, it should start with my old agency",
            "link": "https://www.msn.com/en-us/news/politics/opinion-if-doge-wants-to-find-waste-it-should-start-with-my-old-agency/ar-AA1xEOEI?ocid=BingNewsVerp",
            "description": "With annual interest on the U.S. federal debt alone exceeding $1 trillion, the administration’s DOGE initiative couldn’t be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mjvHRdLLa3qlCRWU8cS7hC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5hon MSNOpinion",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI trend that could send software stocks soaring in 2025",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/the-ai-trend-that-could-send-software-stocks-soaring-in-2025/ar-AA1xEEEn?ocid=BingNewsVerp",
            "description": "Palantir and Salesforce have seen their shares soar amid enthusiastic demand for powerful digital assistants and AI platforms ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0N76P6zbO4pdCywgfEJ1ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tax software deals: Save on TurboTax and H&R Block",
            "link": "https://www.digitaltrends.com/computing/best-tax-software-deals-2025/",
            "description": "There are some great tax software deals around right now and we've picked out the very best to make filing tax simple.",
            "image_url": "https://www.bing.com/th?id=OVF.fXdx38LmWlr9GAO%2bYhRgow&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "21h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents Tax Act All-Inclusive Bundle — $138 $230 40% off TurboTax Premier — $83 $115 28% off H&R Block Deluxe — $45 $60 25% off Liberty Tax Basic — $48 $58 17% off Jackson Hewitt (Federal + State) — $25 Worried about where all of your information goes? This deal will keep it protected.\n\nUpdate 1/13/25: We’ve updated this article for the 2024/2025 tax year. Below, we’ll help you find the best discount for your personal tax needs.\n\nLike it or not, it is time to look at the best tax software again. If you’re proactive, though, you can get a good deal and find tax software at a bargain price. Here, we look at the best tax software deals in 2025. Remember that these are deals for the 2024 tax year, even though you’ll be buying them in 2025. The following tax software all have discounts; we’ll lay out the discount for you as well as give a brief overview of what that software does. Also, note that most of the highlighted deals are for a combination of federal and state taxes, but it should be very simple for you to change to a federal-only version of the software on the checkout page.\n\nTax Act All-Inclusive Bundle — $138 $230 40% off\n\nTax Act’s All-Inclusive Bundle handles federal taxes, one state return, and your refund transfer — all pretty standard stuff. What makes this bundle stand out is that it also includes audit defense up front. This gives you an extra bit of peace of mind, which is especially helpful if you’re a freelancer or have income outside of traditional W2 filings.\n\nNote: Depending on your screen size and resolution, you may need to scroll down past the traditional offers to find this bundle deal.\n\nTurboTax Premier — $83 $115 28% off\n\nRecommended for anyone who has sold stocks, bonds, or mutual funds, sold employee stock, owns rental property, or is a trust beneficiary, TurboTax Premier 2024 is ideal for more advanced tax filing. It includes five federal e-files and one state. It’s possible to search over 375 deductions and credits, while there’s also guidance for how to report sales of stocks, bonds, and mutual funds. Right now, you can get this complete software for just $83.\n\nH&R Block Deluxe — $45 $60 25% off\n\nH&R Block Tax Software Deluxe + State 2024 offers five free federal e-files for your personal return, along with unlimited federal preparation and printing. There’s step-by-step Q&A and guidance on credits and deductions to help you figure out what to do. It’s simple to quickly import your W-2, 1099, 1098, and last year’s personal tax return, even if you’ve used other software in the past. It’s a good deal at just $45.\n\nLiberty Tax Basic — $48 $58 17% off\n\nLiberty Tax is a “bare-bones” tax software program that gets you what you need without the pomp and circumstance that you might find elsewhere. Its Basic plan is just $48 while on sale, and it handles forms 1040 and 8853 alongside schedules A and B. Other plans, which are equally accessible when you tap the button below, also have their forms and schedules laid out for you clearly before you begin filing. It’s this sort of up-front approach to tax filing costs that makes Liberty Tax one of our favorites.\n\nJackson Hewitt (Federal + State) — $25\n\nThis one isn’t so much of a deal, per se, but more of a promise. If you file online by yourself, you file for $25. Should you end up needing help, you can also get it easily, as there are in-person places to file, including your local Walmart. At just $25, this is a great place to start. If you need more help, there’s also no shame in trying one of the other offers on the list.\n\nWorried about where all of your information goes? This deal will keep it protected.\n\nWhen you input your tax info online, you include your address, marital status, income, financial information, job title, company, SSN, and whether or not you’ve purchased a home or even car in the past year. It really is a lot of information! Where does it all go?\n\nWith free services, we all know how the saying goes, “If the product is free, you’re the product.” Even legitimate products will sell your data or have massive data leaks, with your personal info hitting data sites one way or another.\n\nPersonal responsibility, double-checking each site we sign up for, and keeping abreast of the latest tech news are all ways we can protect ourselves. But, we can also use Incogni — a service that removes your personal info from data brokers and people search sites — to help us on our path to having more control over the data that makes us, us.\n\nIncogni works on your behalf to seek out sources of your data, from people search sites to data banks that include everything from your personal interests to your job history, and remove them. From handling requests to following up and, eventually, sending that second notice out just in case your information has trickled back into the system, Incogni makes getting to the bottom of the problem easy. And the best part? Right now you can get Incogni’s annual plan for 55% less than use. Just tap the button below and use code DIGITALDEAL upon checkout to get started."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft is letting OpenAI get its own AI compute now",
            "link": "https://www.msn.com/en-us/money/other/microsoft-is-letting-openai-get-its-own-ai-compute-now/ar-AA1xCqSG?ocid=BingNewsVerp",
            "description": "The new agreement 'includes changes to the exclusivity on new capacity, moving to a model where Microsoft has a right of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m-Jc62tDsq5AU3dKN5TTMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "16hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet DeepSeek, OpenAI’s latest competition",
            "link": "https://businessday.ng/technology/article/meet-deepseek-openais-latest-competition/",
            "description": "DeepSeek, a Chinese Artificial Intelligence startup, has launched a new model that it claims is on par with OpenAI-o1.In a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fzXNQxpQFgtAaD7pIq_s3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "businessday7h",
            "source": "businessday",
            "article_content": "DeepSeek, a Chinese Artificial Intelligence startup, has launched a new model that it claims is on par with OpenAI-o1.\n\nIn a recently released paper, the startup noted that its new flagship AI model, R1, showed a new level of reasoning. It tweeted, “DeepSeek-R1 is here. Performance on par with OpenAI-o1. Fully open-source model and technical report. MIT licensed: distill and commercialise freely.”\n\nAccording to experts, this product is a huge leap in terms of scale and efficiency and may upend expectations of how much power and computing will be needed to manage the AI revolution, considering it was done on a cheaper budget than AI models like ChatGPT.\n\nRead also: Investment in GenAI to rise by 60% in 3 years\n\n“DeepSeek R1 is 100 percent open source and 96.4 percent cheaper than OpenAI o1 while delivering similar performance. OpenAI o1: $60.00 per 1M output tokens DeepSeek R1: $2.19 per 1M output tokens,” tweeted Shubham Saboo, a senior AI product manager in the US.\n\nArnaud Bertrand, founder of HouseTrip and Me & Qi, noted on X, “It’s essentially as if someone had released a mobile on par with the iPhone but was selling it for $30 instead of $1000.”\n\nAccording to DeepSeek, R1 achieves performance comparable to OpenAI o1 across math, code, and reasoning tasks. Its research paper states that this is possible because of pure reinforcement learning. According to Jim Fan, senior research manager at Nvidia, this technique is why Google DeepMind’s AlphaZero is a master at games like Go and Chess from scratch.\n\nDeepSeek, launched in 2023, explained in its paper that its goal is to explore the potential of AI to develop reasoning capabilities without any supervised data. It noted that an earlier version of R1, called R1-Zero, gave it an “aha moment” in which the AI “learned to allocate more thinking time to a problem to reevaluating its initial approach.”\n\n“We are living in a timeline where a non-US company is keeping the original mission of OpenAI alive – truly open, frontier research that empowers all. It makes no sense. The most entertaining outcome is the most likely,” tweeted Jim Fan.\n\nHe noted that DeepSeek’s R1 is not only an open source but also spills all the training secrets of AI models. Bertrand of Me & Qi explained that the open source nature of R1 will enable plenty of AI applications that were unaffordable before.\n\nHe tweeted, “Say, for instance, that you want to build a service that helps people summarize books (random example). In AI parlance, the average book is roughly 120,000 tokens (since a “token” is about 3/4 of a word and the average book is roughly 90,000 words).\n\nRead also: Artificial Intelligence (AI) –What impact will it have on education?\n\n“At OpenAI’s prices, processing a single book would cost almost $2 since they charge $15 per 1 million tokens. DeepSeek’s API, however, would cost only $0.07, which means your service can process about 30 books for $2 vs just 1 book with OpenAI: suddenly your book summarizing service is economically viable.”\n\nHe noted that DeepSeek has changed the AI game. OpenAI began the AI race when it launched ChatGPT in November 2022. However, models from tech giants such as Google and Meta and those from across the world are catching up.\n\nShare"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Using machine learning to predict how people diagnosed with major depressive disorder respond to treatment",
            "link": "https://www.msn.com/en-us/health/other/using-machine-learning-to-predict-how-people-diagnosed-with-major-depressive-disorder-respond-to-treatment/ar-AA1xEE4H?ocid=BingNewsVerp",
            "description": "Major depressive disorder (MDD) is a debilitating mental health condition characterized by persistent low mood, loss of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PLOOm9xrM-NUuX4cdwqg6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "7hon MSN",
            "source": "Medical Xpress on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta-Learning Unveiled: Accelerating AI's Learning Capabilities",
            "link": "https://www.analyticsinsight.net/white-papers/meta-learning-unveiled-accelerating-ais-learning-capabilities",
            "description": "Meta-learning, often called \"learning to learn,\" marks a remarkable shift in machine learning by empowering models to adapt ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r3C7yNuJDoNoKphxFdF6PC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Analytics Insight12h",
            "source": "Analytics Insight",
            "article_content": "Meta-learning, often referred to as \"learning to learn,\" is a branch of machine learning focused on developing algorithms that adapt their learning strategies based on experience. Its goal is to enable models to generalize knowledge across different tasks, allowing them to learn new tasks more efficiently with minimal data. This process involves two main stages:\n\nMeta Training: In this stage, models learn from a variety of tasks.\n\nMeta Testing: Here, the model's ability to adapt to a new task is evaluated."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump’s Threat of Tariffs and Sanctions on Russia Over Ukraine May Fall Flat",
            "link": "https://www.msn.com/en-us/news/world/trump-s-threat-of-tariffs-and-sanctions-on-russia-over-ukraine-may-fall-flat/ar-AA1xG14a?ocid=BingNewsVerp",
            "description": "President Donald Trump is threatening to impose stiff taxes, tariffs and sanctions on Russia if an agreement isn’t reached to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ytc-aJoBkcAOdfVqBopC5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "19mon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump threatens Russia sanctions if Putin won't make a 'deal' to end Ukraine war",
            "link": "https://www.msn.com/en-us/news/politics/trump-threatens-russia-sanctions-if-putin-won-t-make-a-deal-to-end-ukraine-war/ar-AA1xFKdU?ocid=BingNewsVerp",
            "description": "Ukrainian diplomacy on Wednesday, threatening Moscow with sanctions and calling on President Vladimir Putin to make a deal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QLohpjgGTrjikv7au0xQEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Every blast is an open wound’: how the chaos of war breeds deadly superbugs that spread around the world",
            "link": "https://theconversation.com/every-blast-is-an-open-wound-how-the-chaos-of-war-breeds-deadly-superbugs-that-spread-around-the-world-245946",
            "description": "Antimicrobial resistance is yet another catastrophic legacy of war, threatening human health and security for generations to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vD9BA--3Wwbn9UVqAXPkGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "The Conversation",
            "article_content": "The war in Gaza will leave its mark in many ways, long after the recently negotiated ceasefire deal between Israel and Hamas.\n\nOne legacy relates to how the chaos of war provides the perfect storm for the rise in antimicrobial resistance.\n\nThis is when microbes evolve to withstand the medicines designed to kill them. These microbes turn into superbugs, rendering previously effective treatments ineffective, and previously survivable infections, deadly.\n\nWe’ve already seen examples of antimicrobial resistance in Gaza and other conflict zones around the world.\n\nAntimicrobial resistance is a growing problem globally. It not only threatens human health, but also agriculture, food security and economies.\n\nManaging antimicrobial resistance is complex. It requires approaches including preventing infections in the first place, strategic limits on how antimicrobial agents are used, and robust health-care systems.\n\nIn conflict zones, the reverse is starkly evident.\n\nHealth-care systems are disrupted\n\nArmed conflicts devastate health-care infrastructure. Such conflicts often occur in places with limited resources to start with.\n\nHospitals and diagnostic laboratories are damaged or destroyed, and supplies are depleted. Health-care workers are killed or displaced.\n\nConflict zones are left with less-than-ideal diagnostic capabilities, treatment and care.\n\nThis makes preventing and controlling infections incredibly difficult.\n\nVaccination is disrupted too\n\nDisrupted vaccination programs can affect the development of antimicrobial resistance in a number of direct and indirect ways.\n\nFor instance, in conflict zones, less vaccination against bacterial disease leads to more infections, increasing the need for antibiotics, and the risk that antimicrobial resistance develops.\n\nLess vaccination against viral diseases can leave people in conflict zones vulnerable to those viral infections and in turn, secondary bacterial infections. This leads to antibiotic use as a preventive measure, or as treatment, promoting the development of antimicrobial resistance.\n\nAntibiotics are overused and misused\n\nWidespread injuries, infections, and poor hygiene in conflict zones are common. This leads to an over-reliance on antibiotics, especially those acting against the broadest range of bacteria.\n\nIdeally, broad-acting antibiotics would be used sparingly and after diagnostic tests. However, treatment is needed and diagnostic capabilities are compromised. So broad-acting antibiotics are used much more often, further promoting the development of resistance.\n\nFewer controls over who has access to antibiotics in war-torn regions is also a problem. Without prescriptions, professional oversight or diagnostic tests, antibiotics are used in ways that drive further resistance. This includes using them “just in case”, using ones not effective for that infection or injury, or using them for too long, or not long enough.\n\nFor all these reasons, overuse and misuse of antibiotics, while often unavoidable, make it more likely for resistant microbes to arise and spread.\n\nWounds, infections, antibiotics\n\nArmed conflict leads to large numbers of traumatic injuries. As Chief Surgeon Sergiy Kosulnykov at Mechnikov Hospital in Dnipro, Ukraine said last year:\n\nEvery blast is an open wound, and every open wound is an infection.\n\nTreating these injuries requires antibiotics. However, in conflict zones, the infecting microbes are often ones resistant to multiple drugs. This is especially when those microbes are acquired on the battlefield, in field hospitals or in other high-risk environments. Once antimicrobial resistance has started, these circumstances makes it easier for microbes to become resistant to additional antibiotics.\n\nUnsanitary living conditions\n\nRefugee camps and shelters for displaced populations are often overcrowded and lack access to clean water and proper sanitation.\n\nSo infections and resistant microbes are more likely to occur and spread, worsening outbreaks and fostering the evolution and spread of resistant microbes.\n\nThe wider breakdown in water and sanitation infrastructure also fosters the spread of waterborne microbes, increasing the prevalence and spread of resistant microbes.\n\nLack of surveillance and monitoring\n\nEffective management of antimicrobial resistance depends on accurate diagnostic tests, and robust surveillance systems to track resistance patterns and inform treatment recommendations.\n\nConflict disrupts these systems, leaving authorities blind to emerging resistance trends. This disruption also delays the implementation of effective countermeasures.\n\nGlobal spread of resistant pathogens\n\nConflict generates a large pool of antimicrobial-resistant microbes that may infect or colonise many people, in and beyond the conflict zone. Movement of people in and out of the conflict zone contributes to this spread across borders.\n\nRefugees and displaced people often carry resistant microbes to regions with no or less prior exposure, contributing to the global spread of antimicrobial resistance.\n\nAcinetobacter baumanii bacteria that are highly resistant to multiple antibiotics are one example. These have proven problematic to treat in United States military personnel that returned with combat injuries from Afghanistan and Iraq. The same bacteria have been noted in the United Kingdom as a potential source of life-threatening infections that spread readily in hospitals.\n\nIn Afghanistan, Gaza, Syria, Ukraine, Yemen and elsewhere, bacteria resistant to multiple antibiotics have emerged and thrived during conflicts, and continue to do so.\n\nWhat should we do about it?\n\nAntimicrobial resistance in regions affected by conflict requires urgent action, as well as peace. This includes rebuilding and maintaining health-care systems, improving sanitation, regulating antibiotic use, and ensuring access to clean water and vaccines.\n\nInternational cooperation and sustained investment are essential to mitigating the devastating impact on those already affected by conflict.\n\nWithout this, antimicrobial resistance becomes yet another catastrophic legacy of war, threatening human health and security for generations to come."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Report: Hezbollah-Israel war deepens Lebanon's acute food insecurity",
            "link": "https://www.msn.com/en-us/news/world/report-hezbollah-israel-war-deepens-lebanon-s-acute-food-insecurity/ar-AA1xFFzj?ocid=BingNewsVerp",
            "description": "The escalation of Hezbollah-Israel war in late 2024, which led to widespread destruction and large displacement, has left 30% ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jI8SZd9I3caeKArP516-Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3hon MSN",
            "source": "UPI News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple Stock May Fall As China iPhone Sales Plunge",
            "link": "https://www.forbes.com/sites/petercohan/2025/01/21/apple-stock-may-fall-as-china-iphone-sales-plunge/",
            "description": "In China, Apple’s second largest market, iPhone sales fell 18% in the December ending quarter, according to Bloomberg.",
            "image_url": "https://www.bing.com/th?id=OVFT.FoGuYUiDtY32YAkaqIV8FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Scorching-Hot Quantum Computing Stocks That Can Plunge Up to 80%, According to 1 Wall Street Analyst",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/2-scorching-hot-quantum-computing-stocks-that-can-plunge-up-to-80-according-to-1-wall-street-analyst/ar-AA1xEela?ocid=BingNewsVerp",
            "description": "2 Scorching-Hot Quantum Computing Stocks That Can Plunge Up to 80%, According to 1 Wall Street Analyst For more than two ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vRtv3QFNybKmn8iRi0PAiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "10hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tesla's Trump Card: Will Musk's Gamble Pay Off for TSLA Stock?",
            "link": "https://moneymorning.com/2025/01/22/teslas-trump-card-will-musks-gamble-pay-off-for-tsla-stock/",
            "description": "Tesla ( NASDAQ:TSLA) is up 103% in the past year, and the vast majority of those gains — about 70% — have been since Trump ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XLjeIKu8-jCjEdhfjqXuKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Money Morning1h",
            "source": "Money Morning",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "RuPay’s credit card market share rises to 12 percent in 2024, transaction volume growing 20% monthly",
            "link": "https://www.moneycontrol.com/technology/rupay-s-credit-card-market-share-rises-to-12-percent-in-2024-transaction-volume-growing-20-monthly-article-12916512.html",
            "description": "The cumulative monthly transaction value of Rupay is around Rs 14,000 crore a month, while the overall credit card network ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NZugXWS6Lca5wsNXDEcqvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "14h",
            "source": "moneycontrol.com",
            "article_content": "Rupay Credit Card on UPI\n\nCustomers using RuPay credit cards linked to UPI do 40 transactions per month average, eight times higher than traditional credit card users, according to an analysis done by RuPay credit card fintech Kiwi.\n\nThe higher frequency helped RuPay corner a 12 percent market share for card transaction volume in 2024, compared to the three percent the payment network had in 2023, the Kiwi report said.\n\nStory continues below Advertisement Remove Ad\n\nBoth RuPay and Unified Payments Interface (UPI) are run by the National Payments Corporation of India (NPCI). UPI is the country’s most popular digital payment method cornering around 85 percent of all such transactions.\n\nRuPay is a domestic card network that competes with global giants Visa and Mastercard. Only RuPay cards are allowed to be linked to UPI as per the regulations.\n\nThe cumulative monthly transaction value of RuPay is around Rs 14,000 crore, while the overall credit card network value is around Rs 1.8 lakh crore, which translates into a 7.5 percent market share in value.\n\nAround two-thirds of all RuPay credit card transactions happen through UPI. A year ago, RuPay was doing around Rs 10,000 worth of transactions in a month, of which 50 percent came through UPI.\n\nWhile RuPay is the most successful debit card platform with more than 80 percent of the market share in cards issued, it trails Visa and Mastercard in credit cards, where the spending is much higher. However, with the linking of RuPay credit cards with UPI, the platform has now cornered a 25 percent market share in new credit cards issued in the country. There are around 10.5 crore active credit cards in the country as per the Reserve Bank of India data.\n\nHowever, RuPay network's popularity has been surging over the last year as customers get the best of credit card rewards with the convenience and reach of UPI. While there are only 9o lakh card-accepting merchants, there are an estimated 32 crore UPI merchants.\n\nStory continues below Advertisement Remove Ad\n\nRuPay credit card spending is growing at 5 percent monthly, reaching an average of Rs 40,000 per user, according to data available with Kiwi. The company, is one of the early adopters of enabling virtual RuPay credit cards (issued by Axis Bank and Yes Bank) that can be linked with their UPI accounts. Kiwi has raised a little less than $20 million until now and does around Rs 300 crore worth of transactions in a month.\n\nHowever, the average transaction value is Rs 1,100, much lower compared to Visa and Mastercard, where the average transaction value is around Rs 4,000. This is mostly because the cards are still mostly used for daily small-value payments, where the customers earlier used to pay with UPI.\n\n“UPI-enabled credit cards are transforming how millions of Indians engage with credit, By combining the convenience and widespread acceptance of UPI with the power of credit, we are seeing a new wave of financial inclusion. This empowers individuals with more responsible, accessible, and transparent financial tools, driving a shift towards smarter spending habits and responsible credit usage,” says Mohit Bedi, cofounder of Kiwi.\n\nThis surge is benefiting local retailers and small merchants, with 75 percent of transactions being conducted at grocery shops and other small businesses in the country.\n\nDue to a high merchant discount rate – or the commission that merchants pay to card issuing banks and payment providers – most small merchants are reluctant to accept credit cards. On the other hand, merchants using RuPay credit cards on UPI are charged fees only for transactions exceeding Rs 2,000, making them particularly attractive to small businesses that previously avoided credit cards. RuPay had also faced some resistance from merchants in the past.\n\nMost credit card users have more than one credit card and customers are increasingly opting for virtual RuPay credit cards as their second or third, with 50 percent of these cards being digital ones. They are also more popular with younger customers with around 45 percent of users in the under 30 age group, and another 30 percent of users between ages 31 and 40.\n\nThe rise of RuPay has been helped by the regulatory diktats. Last year, RBI mandated all card issuers (mostly banks) to offer consumers the option to choose their card network when applying for a new credit card or when renewing their credit cards. This ended the decades-old way of banks entering into exclusive agreements with Visa and Mastercard. In August, NPCI also directed banks to ensure RuPay credit cardholders receive rewards on par with other networks.\n\nRuPay’s growing foothold in the domestic credit card market is particularly significant as geopolitical tensions highlight the importance of domestic payment systems. The recent exclusion of Russian payment systems from global networks like Visa and Mastercard has underscored the need for nations to develop independent solutions.\n\nNPCI is working with several countries to develop a similar domestic card network. It is also entering into bilateral partnerships with other countries that will enable international RuPay card payments without the help of other card networks."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's economy faces a demographic disaster and risks seeing its population reduced by half by the end of this century, think tank says",
            "link": "https://www.msn.com/en-us/news/world/russia-s-economy-fabrahmputraes-a-demographic-disaster-and-risks-seeing-its-population-reduced-by-half-by-the-end-of-this-century-think-tank-says/ar-AA1otjwX?ocid=BingNewsVerp",
            "description": "\"Putin's government has not evinced visible concern that Russia's population might be cut in half by century's end,\" an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qupLYfn7LGh1OMNnm8Nu9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Economist Warns Insurance Crisis Can Break U.S. Economy",
            "link": "https://www.msn.com/en-us/money/markets/economist-warns-insurance-crisis-can-break-us-economy/ar-AA1xFmCs?ocid=BingNewsVerp",
            "description": "Climate change-fueled natural disasters like the L.A. fires could destabilize the entire U.S. economy, economist Gary W. Yohe wrote.",
            "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
            "category": "economy+disaster",
            "date": "4hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Laptops delivered in 10 minutes: PCs makers hop on the quick commerce bandwagon",
            "link": "https://www.moneycontrol.com/news/business/startup/laptops-delivered-in-10-minutes-pcs-makers-hop-on-the-quick-commerce-bandwagon-12916550.html",
            "description": "Over the last month, several of the largest personal computer (PC) makers in India—including HP, Lenovo, Acer, and Asus—have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6b7o_p5KJSpbzhyWdqZNay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "14h",
            "source": "moneycontrol.com",
            "article_content": "PC makers are of the view that quick commerce players with strong execution will be able to drive sales, as demand for high-value electronics on quick commerce continues to rise.\n\nAfter delivering groceries, daily essentials, medicines, and smartphones in ten minutes, quick commerce platforms like Blinkit, Zepto, and Swiggy Instamart are now adding laptops to their offerings.\n\nOver the last month, several of the largest personal computer (PC) makers in India—including HP, Lenovo, Acer, and Asus—have listed their products on at least one of the major quick commerce platforms.\n\nStory continues below Advertisement Remove Ad\n\nMarket leader HP recently announced a partnership with Blinkit to sell laptops, monitors, printers, and other accessories on the platform.\n\n“The initial response has been promising…We are also gradually diversifying our presence by introducing laptops on quick commerce platforms, adopting a phased approach to better understand consumer behaviour and preferences,” Vineet Gehani, Senior Director, Personal Systems, HP India, told Moneycontrol.\n\nSimilarly, Acer has listed a limited range of its offerings, including laptops, on platforms like Flipkart Minutes and Zepto in select locations. It is also in “active talks” with Blinkit and others to bring a complete range of Acer products – including laptops, monitors, tablets and accessories – to quick commerce.\n\n“We are confident of this channel for long-term growth. Quick commerce players are actively solving challenges related to inventory management and last-mile delivery for high valued Items like laptops, tablets, and other electronic items,” said Sudhir Goel, Chief Business Officer Acer India.\n\nLaptops are the latest development in the ongoing strategy of quick commerce firms to deliver big-ticket products. Electronic gadgets like smartphones and laptops drive up average order values (AOVs), which in turn fuels margin improvements for quick commerce platforms. In fact, Blinkit, on January 22, announced a partnership with Xiaomi and Nokia to expand its smartphone category beyond iPhones.\n\nTesting the waters\n\nStory continues below Advertisement Remove Ad\n\nStory continues below Advertisement Remove Ad\n\nWhile firms like HP and Acer have started selling laptops, other original equipment manufacturers (OEMs) are testing the waters by listing accessories like keyboards, mice, and printers, to gauge initial demand.\n\nTaiwanese PC manufacturer Asus, for instance, announced a partnership with Zepto last week to list a range of accessories, including keyboards and mice, on the platform, made available in major cities like Delhi-NCR, Mumbai, Chennai and Bengaluru.\n\n“We also plan to expand its presence on other quick commerce platforms such as Blinkit and Instamart further broadening our reach and ensuring greater accessibility for consumers across India,” said Arnold Su, Vice President, Consumer and Gaming PC, System Business Group, Asus.\n\nLenovo, India’s second-largest PC marker, is adopting a similar approach of listing smaller tech accessories. It is, however, seeing sales gradually pick up for larger ticket items. Its products are currently available on Blinkit.\n\n“Currently, on Zepto, our Lenovo Tab M11 is the most purchased tablet and we’re optimistic about scaling this channel further to enhance accessibility and convenience for our customers,” said Dinesh Nair, Director of Consumer Business, Lenovo India.\n\nNew growth channel\n\nIndia’s traditional PC market (inclusive of desktops, notebooks, and workstations) shipped an all-time high of 4.49 million units in the third quarter of calendar year 2024, up 0.1 percent year-over-year (YoY), amid the festival season last year, according to a report by the International Data Corporation (IDC).\n\nHP led the market with a share of 29 percent, followed by Lenovo and Dell Technologies with a market share of 17.3 percent and 14.6 percent, respectively. The Acer Group occupied the fourth spot at 14.6 percent again, with Asus rounding out the top five at 9.7 percent, the report showed.\n\nAs the country’s PC market continues to grow, India's $5.5 billion quick commerce market is emerging as the next phase of online growth for many PC manufacturers.\n\n“We believe quick commerce is the future of e-commerce and offers us a new avenue to expand our reach and serve more customers,” said Su.\n\nAccording to the Asus executive, traditional e-commerce platforms like Flipkart and Amazon have not been able to meet the growing need for faster deliveries, and quick commerce has emerged as a channel that can complement existing online platforms.\n\n“While some may perceive quick commerce as a threat to established online players, we view it as an opportunity to reach a niche customer base in need of products beyond just daily groceries or FMCG items,” he said.\n\nFor other OEMs, it is still early days and quick commerce is currently just another channel that they want to expand their presence to.\n\n“As a brand, our focus remains on serving our customers across all platforms—whether it’s through offline retail stores, online and e-commerce channels, or emerging quick commerce solutions. By embracing innovative distribution models, we are ensuring that our customers can access HP products wherever and whenever they need them,” said HP’s Gehani.\n\nEarly days for laptops on quick commerce\n\nWhether laptops take off in a big way via quick commerce remains to be seen. Analysts tracking the sector expect the category to make up a small share of quick commerce sales for the foreseeable future.\n\n“It will require considerable effort to scale the laptop and PC category on quick commerce. Sales in this category are expected to remain between 2-3 percent in the medium term,” said an internet sector analyst.\n\nRegardless, PC makers are of the view that quick commerce players with strong execution will be able to drive sales, as demand for high-value electronics on quick commerce continues to rise.\n\n“This depends on how quick commerce players are going to solve the need for a larger selection for buyers along with the convenience of delivery in 10-30 minutes,” said Goel."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pidilite Industries Q3 numbers fall short of estimates, net profit up 9% to ₹557 crore",
            "link": "https://www.cnbctv18.com/market/stocks/pidilite-industries-share-price-q3-falls-short-of-estimates-net-profit-up-9-pc-to-rs-557-crore-19544768.htm",
            "description": "The EBITDA margin was flat at 23.7% in the third quarter against a forecast of 24.4%. Shares of Pidilite Industries Ltd ended ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HMn4L-ARn81TZpO7Axkmqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "cnbctv186h",
            "source": "cnbctv18",
            "article_content": "Adhesive and construction chemicals manufacturer Pidilite Industries Ltd on Wednesday (January 22) reported a 9% year-on-year (YoY) increase in net profit at ₹557 crore for the third quarter that ended on December 31, 2024.\n\nIn the corresponding quarter of the previous fiscal, Pidilite Industries posted a net profit of ₹510.9 crore. The CNBC-TV18 poll had predicted a profit of ₹572 crore for the quarter under review.\n\nThe company's revenue from operations was up 7.6% to ₹3,234.9 crore against ₹3,130 crore in the corresponding period of the preceding fiscal. The CNBC-TV18 poll had predicted revenue of ₹3,318 crore for the quarter under review.\n\nAlso Read: Go Digit Q3 Results | Gross written premium up 10% to ₹2,677 crore, net profit zooms 74%\n\nAt the operating level, EBITDA rose 7.5% to ₹768.8 crore in the third quarter of this fiscal over ₹742 crore in the year-ago quarter. The CNBC-TV18 poll had predicted an EBITDA of ₹809 crore for the quarter under review.\n\nThe EBITDA margin was flat at 23.7% in the reporting quarter. EBITDA is earnings before interest, tax, depreciation, and amortisation. The CNBC-TV18 poll had predicted a margin of 24.4% for the quarter under review.\n\nPidilite Industries reported a 9% YoY growth in net sales for Q3 FY25, reaching ₹3,357 crore, excluding contributions from Pidilite USA and Pulvitec Brazil.\n\nFor the first nine months of the current financial year, the company’s net sales stood at ₹9,964 crore, reflecting a 7% growth over the same period last year, again excluding Pidilite USA and Pulvitec Brazil.\n\nAlso Read: Gravita India Q3 Results | Recycler reports surge in net profit, revenue\n\nEBITDA before non-operating income for the quarter was ₹798 crore, an 8% increase compared to Q3 FY24. For the nine-month period, EBITDA reached ₹2,380 crore, marking a 12% growth over the previous year. The company’s profit before tax and exceptional items (PBT) for Q3 FY25 stood at ₹752 crore, reflecting a 9% growth over Q3 FY24. For the nine months, PBT totalled ₹2,247 crore, showing a 15% increase compared to the same period last year.\n\nPidilite Industries' consumer and bazaar (C&B) segment achieved an underlying volume growth (UVG) of 7.3%, while the business to business (B2B) segment maintained a robust UVG of 21.7%. Gross margins improved by 100 basis points YoY, primarily driven by lower input prices.\n\nHowever, EBITDA margins slightly declined to 24.3% from 25.1% in Q3 FY24 due to increased advertising and sales promotion (A&SP) spending. For the first nine months of the financial year, Pidilite posted a UVG of 9.2%, with C&B UVG at 7% and B2B UVG at 20.2%.\n\nAlso Read: Heritage Foods Q3 Results | Net profit jumps 60% to ₹43 crore, revenue up 10% to ₹1,034 crore\n\nGross margins improved by 284 basis points YoY, thanks to favourable input costs, while EBITDA margins increased to 24.5% from 23.7% in the previous year. Additionally, the company’s domestic subsidiaries saw double-digit revenue growth with an improvement in EBITDA margins.\n\nThe results came after the close of the market hours. Shares of Pidilite Industries Ltd ended at ₹2,741, down by ₹8, or 0.29%, on the BSE."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud vs On-Premise ERP Integration: Which Is Right for Your Business?",
            "link": "https://techbullion.com/cloud-vs-on-premise-erp-integration-which-is-right-for-your-business/",
            "description": "Enterprise resource planning (ERP) systems are needed for businesses to have good control over key processes such as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eXUfgra6u3jQZv25i6SaWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts10h",
            "source": "Impacts",
            "article_content": "Enterprise resource planning (ERP) systems are needed for businesses to have good control over key processes such as accounting, supply chain, manufacturing, HR and many more. In recent years, however, with the advent of cloud computing, businesses now have a choice to deploy ERP solutions on-premise or in the cloud.\n\nCloud and on-premise ERPs have vastly different integration capabilities and methods. In order to decide which integration approach would be better for a business, you need to consider factors like cost, scalability, data security and customizability.\n\nThis article provides a comprehensive comparison between cloud and on-premise ERP integrations across critical factors that technology decision-makers must consider before selecting an integration approach. It also offers advice on determining if your business is better suited for the cloud or on-premise ERP ecosystem based on your operating model, growth objectives and enterprise architecture.\n\nCloud ERP Integration Overview\n\nERP solutions for the cloud from ERP software development services can be hosted on vendor or third-party servers and accessed through the Internet. With this deployment model, businesses don’t have to invest in on-premise hardware and ERP infrastructure.\n\nCloud ERP systems such as Oracle NetSuite, SAP S/4HANA Cloud, and Infor CloudSuite are more commonly built using modern API-led connectivity protocols rather than traditional on-premise approaches like batch data transfers or point-to-point integration.\n\nKey integration capabilities with cloud ERP deployments include:\n\nReal-time data sync between cloud ERP and other SaaS apps via APIs\n\nSimple app integration through cloud ERP marketplaces\n\nPrebuilt connectors to popular SaaS platforms like ecommerce, payments, marketing automation etc\n\nEDI and supply chain integration through cloud B2B networks\n\nIntegration Platform as a Service (iPaaS) for interfacing legacy on-premise systems\n\nAgility and Speed\n\nThe API-led architecture of cloud ERP systems integration accelerates the implementation of new apps and workflows to keep pace with business priorities. IT can build integrations in days/weeks rather than months with on-premise ERPs.\n\nLower TCO\n\nWith cloud ERP system integration, there is no need for upfront capital expenditure on integration software, hardware and middleware. Businesses only pay for used capacity as an operating expense.\n\nScalability\n\nYou can easily scale prebuilt and custom integrations to handle higher transaction loads as your ERP data integration volume grows without disruption. Usage-based pricing allows paying for only additional capacity.\n\nEnhanced Data Security\n\nCloud ERP vendors spend a lot of money on advanced security controls like encryption, tokenization, role-based access etc., and the integrations built using these systems also come with the same security capabilities.\n\nInnovation Velocity\n\nCloud ERP platforms are often updated, so their integration capabilities utilize the latest technologies, such as AI/ML, blockchain, advanced analytics, etc. On-premise systems do not provide these latest integration features.\n\nKey Challenges with Cloud ERP Integration\n\nWhile cloud ERP integrations accelerate digitization, some downsides need consideration:\n\nVendor dependence risk\n\nBusinesses become technologically wedded to the cloud ERP vendor. Migrating large data volumes across systems is challenging if the provider relationship turns sour later.\n\nCustomization constraints\n\nAlthough configuration is possible, custom-coding cloud ERPs like SAP S/4HANA Cloud are restricted. It limits bespoke modification of prebuilt integrations.\n\nIntegration costs add up\n\nWhile cloud ERP software integration needs lower initial investment, custom development and licensing connector apps in the marketplace incur ongoing costs.\n\nIntegration testing limitations\n\nCloud ERP vendors don’t always fully simulate live production scenarios during integration ERP system testing, which can hinder the anticipation of post-go-live issues.\n\nCloud vendor technical support\n\nWhile some cloud ERP vendors provide prompt, expert technical support for complex integration issues and niche troubleshooting that requires troubleshooting skills, others don’t.\n\nOn-Premise ERP Integration Overview\n\nSAP ECC, Oracle E-Business Suite, and Infor LN are ERP software installed on on-premises servers in the company system. The administration of the ERP platform and databases and the management of upgrades, security patches, and fixes are all the responsibilities of the IT team.\n\nLegacy B2B protocols like EDI and point-to-point middleware have historically dominated integration architectures for on-premise ERP deployments. However, modern integration tools like Boomi, MuleSoft and Microsoft BizTalk now empower API-based connectivity even with on-premise ERPs.\n\nHere are some of the prominent ERP integration methods with on-premise ERP platforms:\n\nEDI for B2B data interchange with supply chain partners\n\nPoint-to-point integration using middleware\n\nAPI connectivity to/from ERP using an integration platform (iPaaS)\n\nBatch data integration for periodic large data transfers\n\nOn-premise or hosted integration platform installations\n\nChange data capture for detecting and propagating updates\n\nEnterprise service buses (ESB) for routing integration traffic\n\nProcess integration with business process management (BPM) tools\n\nWhile cloud integration delivers agility, on-premise ERP integration brings other strategic advantages:\n\nCustomization Freedom\n\nOn-premise ERPs allow modifications to source code to enhance and tailor prebuilt integrations. They offer greater flexibility than cloud ERPs.\n\nBetter Legacy Connectivity\n\nOn-premise ERP software integration tools have well-established legacy protocol adapters that seamlessly interface with outdated systems. Thus, it is easier to retain legacy compatibility while upgrading an integrated ERP system.\n\nContinuity During Outages\n\nIntegration processes are minimally disrupted when the internet goes down as servers are inside the corporate firewall. The problem is that if externally hosted systems become unavailable, cloud integration workflows stop.\n\nStricter Data Security\n\nDirect control over servers without surrendering them to cloud vendors for stringent compliance and security reasons are some highly regulated industries such as defense and banking, etc.\n\nSuperior Support Mechanisms\n\nOn-premise ERP platforms allow easier leveraging of internal IT talent and external system integrators for technical support during complex integration issues. Resolution times are faster.\n\nKey Challenges with On-Premise ERP Integration\n\nHowever, businesses pay a steep price for the wide-ranging control and customizability delivered by on-premise ERP integration in certain areas:\n\nInflexible and slow\n\nDiplomatic protocols and point-to-point links between on-premise ERP and surrounding systems make agile integration challenging. Responding to changing needs involves prolonged development and testing cycles.\n\nSubstantial hardware demands\n\nMaintaining high-performance infrastructure for integration middleware, databases, backup systems etc., drives up capital expenditure costs with on-premise ERP integration.\n\nScaling limitations\n\nPhysical capacity in the on-premise data center constricts the addition of integration infrastructure to handle higher transaction volumes during business growth.\n\nVendor dependence\n\nWhile customization is possible, skilled resources for legacy ERP platforms like SAP ECC are dwindling. This compels businesses to pay premiums for vendor consulting.\n\nWaning innovation\n\nVendors are focused on developing their cloud ERP offerings. As a result, fewer cutting-edge features reach on-premise product versions through upgrades, causing integration capabilities to lag.\n\nMaking the Right Choice: Cloud vs On-Premise ERP Integration\n\nWhile both cloud and on-premise ERP integration models have trade-offs, the right choice depends on your business priorities and IT landscape:\n\nTransaction volume – High-volume integration needs may require on-premise for optimal performance\n\nHigh-volume integration needs may require on-premise for optimal performance Budget – Cloud integration with pay-per-usage may suit mid-market firms reluctant to large upfront investment\n\nCloud integration with pay-per-usage may suit mid-market firms reluctant to large upfront investment Agility needs – Frequently changing integration needs favor cloud ERPs for swift reconfiguration\n\nFrequently changing integration needs favor cloud ERPs for swift reconfiguration Compliance needs – Heavily regulated industries may prefer on-premise for localized security control\n\nHeavily regulated industries may prefer on-premise for localized security control Legacy landscape – Lots of outdated surround systems prefer on-premise integration with better legacy bridges\n\nLots of outdated surround systems prefer on-premise integration with better legacy bridges Innovation culture – Businesses that reward innovation gravitate towards cloud ERP’s latest integration features\n\nBusinesses that reward innovation gravitate towards cloud ERP’s latest integration features Application landscape – A predominantly cloud-based application portfolio suits cloud ERP integration, while on-premise apps align with on-premise ERP integrations\n\nIn addition, if an organization has a long-term hybrid enterprise architecture strategy, it can use both cloud and on-premise integration models at the same time.\n\nFor example, you can keep legacy on-premise ERP integration and cloud ERP integration with new SaaS capabilities. It allows you to pivot from existing systems to becoming cloud native at a sensible pace, keeping the critical operations running.\n\nThe bimodal integration architecture will align business IT objectives in terms of agility, innovation and risk mitigation.\n\nConclusion\n\nCloud ERP integration addresses serious challenges like inflexibility, upgrade headaches, and high total cost of ownership of legacy on-premise ERP platforms, albeit with its limitations: vendor dependency and customization constraints.\n\nWhile cloud ERP integration has compelling advantages for most modernizing enterprises, it deserves a careful analysis of your integration needs, IT ecosystem, business priorities and target operating model before you leap.\n\nAs cloud ERP adoption picks up sharply through 2025, the selection of integration technology now represents a watershed moment for the right digital transformation and innovation cadence.\n\nAfter methodically weighing the pros and cons of available integration approaches, choose wisely when to go with one, and then avoid modernization journeys that are completely misaligned and can seriously impede what you are trying to achieve with modernization."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oracle Named a Leader in the 2024 Gartner Magic Quadrant for Cloud Database Management Systems",
            "link": "https://www.dbta.com/Editorial/News-Flashes/Oracle-Named-a-Leader-in-the-2024-Gartner-Magic-Quadrant-for-Cloud-Database-Management-Systems-167660.aspx",
            "description": "Oracle announced it has been recognized as a Leader in the 2024 Gartner Magic Quadrant for Cloud Database Management Systems. Oracle's converged database architecture enables customers to leverage ...",
            "image_url": "https://www.bing.com/th?id=ODF.xJ_T6_iesODfjZuVwijsEA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "dbta6hOpinion",
            "source": "dbta",
            "article_content": "Oracle announced it has been recognized as a Leader in the 2024 Gartner Magic Quadrant for Cloud Database Management Systems. Oracle’s converged database architecture enables customers to leverage multiple data and application development models to support enterprise data and AI workloads.\n\n“It was another gratifying year of delivering new breakthrough capabilities to our customers, and we are pleased to be positioned by Gartner as a Leader,” said Juan Loaiza, executive vice president, database technologies, Oracle. “We believe Oracle Database was lauded for its rapid pace of innovation, delivering new features and services to our customers, and for its industry-leading multicloud capabilities. In addition to OCI, we now offer Oracle Database services inside AWS, Google Cloud, and Microsoft Azure. These innovations give our customers the choice and flexibility to deploy and run their Oracle Database enterprise workloads wherever they need.”\n\nOracle Database services empower cloud-ready business solutions with:\n\nOracle Autonomous Database: Enables customers to streamline the development of data-driven applications and enhance operational efficiency. Autonomous Database, built on Oracle Database and Oracle Exadata, is a robust self-securing and self-tuning cloud service designed for diverse workloads, offering an extensive feature set to accommodate all modern data types within a single database platform.\n\nFlexible inter-cloud and multi-cloud deployment choices: Enable customers to migrate Oracle Database workloads to the cloud. Oracle Cloud Infrastructure (OCI) is physically deployed in AWS, Google Cloud, and Microsoft Azure data centers, providing a low latency network connection between databases and applications, making it easy for customers to connect enterprise data in their Oracle databases.\n\nContinuous innovation: Helps customers meet evolving business and technical demands through the release of Oracle Database 23ai, providing rapid advancement in capabilities in AI, generative AI, vector processing, JSON document support, graph analytics views, globally distributed database with RAFT-based replication, in-database SQL firewall, True Cache (automated mid-tier data object cache), and low-code development.\n\nFor more information about this news, visit www.oracle.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked readers to grade Ryan Walters' job performance in 2024. Here's what you said",
            "link": "https://www.msn.com/en-us/news/us/we-asked-readers-to-grade-ryan-walters-job-performance-in-2024-heres-what-you-said/ar-AA1xEnrp?ocid=BingNewsVerp",
            "description": "Here's how readers graded Ryan Walters' job performance in 2024. Plus, we chronicle some of the legal battles that have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tURl0xd5Bb4Q31Aczt7PCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "4hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the Core Beliefs of Reformed Theology?",
            "link": "https://www.christianity.com/church/reformed-theology-beliefs.html",
            "description": "Read What are the Core Beliefs of Reformed Theology? by Lisa Loraine Baker and more articles about Church on Christianity.com ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9zxoB2-rc02BtczFetVt9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Christianity.com5h",
            "source": "Christianity.com",
            "article_content": "Theology is the study of our Triune God, His character, His actions in the universe, and His activities related to humankind. Reformed Theology stems from the sixteenth-century Protestant Reformation, which served to counter the then-dominant Roman Catholic view of Theology.\n\nWhat are the Core Beliefs of Reformed Theology?\n\nReformed Theology is at the core of the Protestant Reformation. In its most basic and central structure, Reformed Theology is a picture of unity in diversity, with the Five Solas laying the foundation for the five points of Calvinism.\n\nThe core beliefs of Reformed Theology center on the aforementioned Five Solas of salvation—Sola Scriptura (Scripture alone), Sola Gratia (Grace alone), Solus Christus (Christ alone), Sola Fide (Faith alone), and Soli Deo Gloria (the glory of God alone). Salvation comes by grace alone through faith alone in Christ alone, according to Scripture alone for the glory of God alone. Important distinctions of Reformed Theology state Scripture is our ultimate authority in all things pertaining to life and godliness and God’s absolute sovereignty over all things.\n\nTo get even more specific, Reformed Theology has the following core beliefs which stem from the five solas. In these core beliefs, those who hold to reformed theology differ from adherents of Catholicism, Lutheranism, or Arminianism, and show the lasting legacy of Protestant reformers like Martin Luther and John Calvin.\n\nReformed Theology's Belief in Predestination\n\nReformed Theology believes our final end, whether heaven or hell, is determined solely and sovereignly by the Lord God, and not only before we get there, but before we are born. Other faiths believe man has a role in where he ends up after his time on earth is done. Predestination holds the firm belief that God is all the Bible declares Him to be, which is merciful, holy, gracious, and just, etc. Whether He decrees a person saved or not, God is glorified wherever that person ends up.\n\nScripture: Proverbs 16:4; John 13:18; Romans 8:30; Ephesians 1:3-14\n\nReformed Theology's Belief in the Atonement\n\nReformed Theology believes Christ’s death on the cross is the atonement necessary to save people from God’s wrath. Sinful man cannot save himself; he needs a perfect, sinless Savior to save him. Through Adam, sin came to all humanity, Jesus, as the Last Adam, brought spiritual life to all who come to Him in repentance and faith and surrender to Him as Savior and Lord. Because God is sovereign and because of His plan of predestination, the salvation of the elect is sure (hence their assurance of salvation).\n\nScripture: Romans 3:21-28; Romans 5:17-19; 1 Corinthians 15:45; Matthew 1:21; John 3:16; John 17:9-12; Romans 8:30\n\nReformed Theology's Belief about the Role of Free Will in Salvation\n\nDr. R.C. Sproul said the “very essence of free will [is] to choose according to our desires.” But as regards salvation, because we are fallen beings, we would choose our own way apart from God. That is the question: what causes man to choose to follow Christ? The great eighteenth-century pastor, Jonathan Edwards, said, “as fallen human beings we retain our natural freedom (to act on our own wishes) but lose moral freedom (our inclination toward righteousness). God must change our hearts for us to choose Him. God draws the elect to Himself through the Lord Jesus Christ.\"\n\nScripture: Deuteronomy 30:19-20; John 6:44; John 15:5; Romans 8:5-8\n\nReformed Theology's Belief about Baptism\n\nReformed theology holds that baptism is an ordinance mandated by Christ as a symbol of our alliance with Him, His death, burial, and resurrection/ Baptism is not what saves us, but rather a picture of what Christ has already done in our lives and hearts.\n\nScripture: Romans 4:11-12; 1 Corinthians 12:12-14; Titus 3:3-7\n\nReformed Theology's Belief about Communion\n\nReformed theology believes communion is the second ordinance Christ directed the church to observe regularly. Communion is what we call the Lord’s Supper, where we proclaim His death and life in remembrance of what He did for us “until He comes again.”\n\nScripture: Luke 22:19; 1 Corinthians 11:23-29\n\nReformed Theology's Belief in the Triunity of God\n\nGod is One and he is Father, Son, and Holy Spirit, according to Reformed belief. The Godhead is comprised of three persons with one essence. This triune nature of God will remain a mystery to our finite minds, yet it is true according to God’s Word.\n\nScripture: Deuteronomy 6:4; Matthew 3:16-17; 1 Peter 1:2\n\nReformed Theology's Belief in the Deity of Christ\n\nJesus Christ is God, and He is fully God and fully man, according to Reformed belief.\n\nScripture: Mark 2:28; John 1;1-14; Philippians 2:9-11; Colossians 1:19\n\nReformed Theology's View on Faith\n\nOur faith is rooted in the truth of the infallible Scriptures and salvation is through faith in Christ's atoning work.\n\nScripture: Romans 1:16-32; Romans 5:1-11; Galatians 3:1-14; Ephesians 2:8-9\n\nReformed Theology's Belief about the Church\n\nThe church is all the people who belong to the Lord—the Bride of Christ—God’s elect, according to this theology.\n\nScripture: Matthew 13:24-43; 1 Corinthians 12: 12-14; Revelation 7:9-10\n\nReformed Theology's Views about the End Times\n\nReformed theology believes in the “it-can-happen-at-any-moment” rapture of the church, when believers will join Christ as he returns and be part of His triumphal procession. The invisible kingdom of God is here on earth in Christ's Body, the church; it will be physically revealed at Christ’s return when He will reign as the true king.\n\nScriptures: Psalm 10:16-18; Daniel 2:44; John 18:36; Hebrews 1:8-14; Matthew 24: 1-25:46; Luke 21: 5-36; 1 Thessalonians 4:13-5:11\n\nIs Calvinism Part of Reformed Theology?\n\nIn short, yes. An important arm of Reformed Theology is Calvinism, named after its developer, John Calvin, a Swiss Reformer. Its basic tenets are comprised of five points, commonly known through the acronym, TULIP which is explained below.\n\nTotal depravity: because of the Fall (Genesis 3), humanity cannot save themselves and are blind, deaf, and dead to the Lord God. Man has no free will.\n\nUnconditional election: God chooses people based on His will alone, and not on any person’s worth.\n\nLimited atonement: Jesus died only for the people God has chosen (the elect).\n\nIrresistible grace: God will sovereignly give His elect the gift of faith (salvation).\n\nPerseverance of the saints: No one saved by Jesus will ever lose their salvation (Once saved, always saved).\n\nHow Does Covenant Theology Relate to Reformed Theology?\n\nReformed Theology argues that covenant is central to Scripture’s organization, and God’s redemptive plan is organized around His covenants with humanity with Christ central to all. Reformed Theology is, in effect, Covenant Theology, and all covenants are culminated and encompassed in Christ. The biblical covenants are:\n\nThe Adamic Covenant (works) – Genesis 3 : This covenant established the terms of obedience for Adam and Eve in the Garden of Eden, where their disobedience brought sin and death into the world, initiating humanity's need for redemption.\n\n: This covenant established the terms of obedience for Adam and Eve in the Garden of Eden, where their disobedience brought sin and death into the world, initiating humanity's need for redemption. The Covenant of Grace (Genesis 3:15) : The overarching promise of salvation through a Redeemer, first introduced after the Fall, in which God pledged to defeat evil through the offspring of the woman, ultimately fulfilled in Christ.\n\n: The overarching promise of salvation through a Redeemer, first introduced after the Fall, in which God pledged to defeat evil through the offspring of the woman, ultimately fulfilled in Christ. The Noahic Covenant (Genesis 6:18) : God's promise to Noah after the flood, where He vowed never to destroy the earth by flood again, symbolized by the rainbow, ensuring the continuation of life and the stability of creation.\n\n: God's promise to Noah after the flood, where He vowed never to destroy the earth by flood again, symbolized by the rainbow, ensuring the continuation of life and the stability of creation. The Abrahamic Covenant (Genesis 12:1-3; 15) : God's promise to Abraham that He would make him the father of many nations, bless his descendants, and give them the land of Canaan, ultimately pointing toward the coming of the Messiah.\n\n: God's promise to Abraham that He would make him the father of many nations, bless his descendants, and give them the land of Canaan, ultimately pointing toward the coming of the Messiah. The Mosaic Covenant (Exodus 19:4-6; 20:2) : The covenant in which God gave the Law to Israel through Moses, establishing a special relationship with them as His chosen people and setting the moral, civil, and ceremonial laws for their conduct.\n\n: The covenant in which God gave the Law to Israel through Moses, establishing a special relationship with them as His chosen people and setting the moral, civil, and ceremonial laws for their conduct. The Davidic Covenant (2 Samuel 7; 1 Chronicles 17) : God's promise to David that his lineage would produce an eternal kingdom, ultimately fulfilled in the reign of Jesus Christ, the Messiah.\n\n: God's promise to David that his lineage would produce an eternal kingdom, ultimately fulfilled in the reign of Jesus Christ, the Messiah. The New Covenant in Christ (The New Testament): The culmination of all previous covenants, where Christ's death and resurrection secured eternal redemption for believers, fulfilling the law and providing a new relationship with God through grace.\n\n\n\n\n\nWhat is the Historical Background of Reformed Theology?\n\nMartin Luther and John Calvin are the two most famous men of the Protestant Reformation, and we will center our look at the historical background of Reformed Theology on these two, with a mention of the other important figures in furthering Reformation Theology.\n\nGerman monk Martin Luther sparked the Reformation in 1517 when he posted his 95 Theses on the door of the Wittenberg Chapel, wherein he listed his findings from deep biblical study and prayer. His beliefs were based solely on his discoveries from the Bible, and they opposed the Catholic theology which melded the Bible with tradition. His theses also negated the pope’s autonomy.\n\nLuther’s public profession of faith departed from the Catholic doctrines, and of course raised their ire. He defended himself and, at the end, was excommunicated as a heretic by Pope Cajetan at the Diet of Worms (a Diet was a formal assembly with the goal of oratory and making determinations). At this 1521 event, Luther stood his ground against the Catholic church council and made his famous reply to their demand he recant of his public professions, “Unless I am convinced by the testimony of Scripture or by clear reason, for I do not trust either in the pope or in councils alone since it is well known that they have often erred and contradicted themselves, I am bound by the Scriptures that I have quoted and my conscience is captive to the word of God. I cannot and I will not recant anything since it is neither safe nor right to go against conscience. I cannot do otherwise. Here I stand, God help me.”\n\nEven in exile from the Catholic church, Luther continued his work and translated the Bible into the German language (a task he finally completed in 1534). Martin Luther died in 1546, but his Reformation legacy includes bringing forth part of the Five Solas of the Reformation with the other Reformers; he coined the term Sola Scriptura (Scripture Alone), which is the bedrock for the Reformation doctrines.\n\nJohn Calvin was a Swiss Reformer and is considered by many to be the greatest of the Protestant theologians. In 1532, Calvin started a Protestant movement in France (where he was born). One year later, the Catholic church labeled Calvin a heretic and he fled Paris. Calvin went on to write his most famous and enduring apologetic for the faith, Institutes of the Christian Religion (1536), which explains Protestant beliefs.\n\nCalvin brought prominence to belief in the all-inclusive sovereignty of God and in the doctrine of predestination. His theological approach has been labeled “Calvinism,” a powerful theology embraced by an estimated eighty million Reformed Christians.\n\nWhat are Other Key Figures in Reformation History?\n\nJohn Wycliffe, an English priest who, in the fourteenth century, proposed limits to the pope’s taxation policies and his civil powers. He challenged the Catholic belief of transubstantiation and believed Scripture should be available to the “common folk.” Followers of his later published the Wycliffe Bible, the first English Bible translation. Condemned by the Council of Constance of 267 heretical acts, Wycliffe died of complications from strokes; the Catholic church ordered his remains be unearthed, burned, and scattered on the river.\n\nJan Hus of Bohemia spread Wycliffe’s ideas through a published paper. He refused to recant his stated beliefs and was burned at the stake.\n\nIn 1456, Johannes Gutenberg printed the first Bible in Europe (the Latin Vulgate) using moveable metallic type.\n\n\n\nWilliam Tyndale taught Scripture and is labeled a heretic by the Catholic council; his plans to print the New Testament in English, but upon discovery escapes with only a few sections completed, which he later finished in Germany. Tyndale was later imprisoned and then strangled and burned at the stake for heresy.\n\nWhat Influence Has Reformed Theology Had on Modern Christianity?\n\nReformed Theology places its emphasis firmly on Christ and His Word. The reformers stood against tradition, doctrinal errors, and an imposition of man’s authority superseding God’s. Hebrews 12:1 exhorts us to regard those who have gone before, from God’s ancient prophets to the disciples and Apostles, and through the faithful men of the Reformation who exalted Christ, many at the cost of their lives.\n\nMost importantly, Reformed Theology looks to Christ, the Founder and Perfecter of our faith (Hebrews 12:2)—to what Christ has done, what He is doing now, and forward to what He will do. People who adhere to a Reformed Theology see Christ at the center of redemptive history and live accordingly, seeking to love Him and obey Him in all they do.\n\nReformed churches are unified in their stance that Christ and His Word define and govern their teaching and preaching. Worship encompasses all parts of life, not just Sunday praise and fellowship. Reformed churches tend toward more Bible studies, community groups, and evangelism outreaches.\n\nBecause Reformed Theology churches are secure in their salvation, Pastor Edwin Hurley states, “Rather than trying to earn our salvation or justify ourselves, we live lives of grateful service because of what Christ has done for us.” Reformed churches come together with open Bibles and hearts, eager to hear what the Lord will teach through the pastor. The congregations are likened to the Bereans noted in Acts 17:11, who, “received the word with all eagerness, examining the Scriptures daily to see if these things were so.” What a noble and worthy endeavor for us to follow after.\n\n\n\nFurther Reading\n\nWhat is TULIP in Calvinism?\n\nWhat are the Five Points of Calvinism?\n\n5 Things All Christians Should Understand about Reformed Theology\n\nPhoto credit: Wikimedia Commons/Public Domain\n\nLisa Loraine Baker is the multiple award-winning author of Someplace to be Somebody. She writes fiction and nonfiction. In addition to writing for the Salem Web Network, Lisa serves as a Word Weavers’ mentor and is part of a critique group. Lisa and her husband, Stephen, a pastor, live in a small Ohio village with their crazy cat, Lewis."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The New Film ‘What Are UFOs’ Examines Our Fascination with the Unknown",
            "link": "https://www.msn.com/en-us/news/us/what-are-ufos-examines-our-fascination-with-the-unknown/ar-AA1xFzTD?ocid=BingNewsVerp",
            "description": "There are trillions of planets out there. Are any of them sending spaceships our way?",
            "image_url": "https://www.bing.com/th?id=OVFT.kqAqPSVeaHrY_GbtEN5uJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "4hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JIM SHULTZ: Smart meters and foolish people",
            "link": "https://www.lockportjournal.com/opinion/jim-shultz-smart-meters-and-foolish-people/article_883e4de0-d80f-11ef-8e8f-37e6e44b4af1.html",
            "description": "I remain amazed at the crazy things that some people will believe just on the basis of 'I heard somewhere that...' A case in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LxalDjyYujFhW9mCHLgtJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Lockport Union-Sun & Journal11hOpinion",
            "source": "Lockport Union-Sun & Journal",
            "article_content": "Jim Shultz is the founder and executive director of the Democracy Center and a father and grandfather in Lockport. He can be reached by email at: jimshultzthewriter@gmail.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Multiple UFO Sightings Reported And Recorded In California Over Several Days",
            "link": "https://brobible.com/culture/article/multiple-ufo-sightings-reported-recorded-california/",
            "description": "Over a span of several days last week, multiple sightings of UFOs were made in the Fresno, California area with no ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fK6NnBwvcX6LeWK291W68C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "23h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nOver a span of several days last week, multiple sightings of UFOs were made in the Fresno, California area with no explanation ever revealed. A couple of the UFO sightings were even reported to the local airport tower by pilots.\n\nThe first UFO sighting occurred early in the morning when a light was recorded in the sky by a news tower camera just after 4 a.m. Fox 26 News reported that “the light appeared to hover over downtown Fresno.”\n\n“Where you see that object move at the clip it moves and it’s hovering again,” said Earl Grey Anderson from the Mutual UFO Network (MUFON), who reviewed the footage. “That one I would probably actually give an unknown classification to which is a UFO.”\n\nHe added, “What I thought was very interesting about the second video is the clip. It suddenly moves. I’m not sure what distance we’re looking at there. It wasn’t light speed or anything like that but that was awfully fast. You’ve got an interesting capture there somebody saw what I would technically call a UFO.”\n\nThe day after the initial UFO sighting, Fox 26 News photojournalist Anthony Guevara captured video of another UFO in the time, this time in broad daylight.\n\nThree days later, during the afternoon, a private pilot radioed the Fresno airport tower with a report of something unidentified in the sky. A second pilot reported an object following him at 3,500 feet.\n\nTower: “You saw something over downtown at 3,500?” Pilot: “Correct. It looked like a white object.” Tower: “How long was this?” Pilot: “I just lost it right now.”\n\nSeveral other people in the area also reported taking video of similar objects in the sky at the time. Jeanette Herrera of Fresno reported seeing it on back-to-back days, and it’s not the first time she has seen UFOs over the city.\n\n“I saw that one video of the orb and I was like… well, wait a second. I’ve got good video of these things,” said Herrera.\n\n“I’ve filmed that particular orb at least three or four times in the last two weeks,” Herrera continued, “It almost does this like firework thing where it blows up and then reappears in a different area. So, it just does that constantly and then sometimes it won’t. It’ll just stay like a little solid looking orb.”\n\nA Fresno police helicopter, which investigated the one of the pilot’s reports, and efforts to reach the Federal Aviation Administration in Fresno both proved fruitless for providing an explanation for the mysterious UFO sightings."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Egg UFO' Photos Flood Social Media",
            "link": "https://www.msn.com/en-us/technology/consumer-electronics/egg-ufo-photos-flood-social-media/ar-AA1xFPEu?ocid=BingNewsVerp",
            "description": "An anonymous user shared images claiming they depicted an \"egg UFO\" discovered in an Antarctic ice cave in 2022.",
            "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "2hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Texas Science Festival-Goers to Enjoy Fusion of Curiosity and Discovery",
            "link": "https://cns.utexas.edu/news/announcements/texas-science-festival-goers-enjoy-fusion-curiosity-and-discovery",
            "description": "A coordinated collaboration with Texas Robotics, UT’s Machine Learning Lab and the Amazon Science Hub in the last days of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2uQM_UDbMd5o-XhMoqxhkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Journalism in the Americas21h",
            "source": "Journalism in the Americas",
            "article_content": "Participants of all ages are invited to engage with a variety of hot topics in science, get their questions answered and enjoy learning how the world works at participating events. Coordinated program includes longstanding UT events that draw thousands – like the family-friendly annual STEM Girl Day on Feb. 22 – to newer, more focused offerings, such as an astronomy talk at a local winery, targeting those 21 and over. This year’s festival theme, “Fusing Curiosity with Discovery,” speaks to the wide-ranging program, which kicks off with two events pertaining to science and food and concludes with three days of special sessions related to AI and robotics.\n\nSponsored by The University of Texas at Austin, the festival has events coordinated with two dozen partner organizations. New events continue to be added to the schedule, featuring speakers and presenters including leading scientists, authors, innovators, artists and experts, such as Nobel Prize-winning physicist Donna Strickland, professional mountaineer Ed Viesturs and award-winning film director Ian Cheney. The festival’s various performances, panels, screenings and social events explore everything from pathways into science to awe-inspiring phenomena like black holes. Some events provide practical insights into areas like maintaining brain health, navigating the possibilities of new technologies and understanding the implications for homeowners of changing weather in Texas. Participants will also have opportunities to hear about a wide range of interesting subjects: what humans can learn from chimpanzees, how Indigenous people’s knowledge of plants can be useful today and how AI is changing the process of writing and human expression.\n\nNew this year to the Texas Science Festival are:\n\nA series of events about the connections between science and art: Musical Memories: An Evening of Music and Science; aqueous, a dance performance coordinated by Planet Texas 2050 at Waller Creek exploring ecological resilience and conservation concerns; The Science of Modern and Contemporary Public Art Preservation: A Walking Tour showcasing nature- and science-inspired Landmarks art on campus; and several events where winners of UT’s Visualizing Science contest will be on display.\n\nSeveral events billed “Science Night Out,” where in partnership with local film and art organizations, pubs, breweries and wineries, science topics will take center stage, making for an engaging night on the town.\n\nA coordinated collaboration with Texas Robotics, UT’s Machine Learning Lab and the Amazon Science Hub in the last days of the festival will bring together industry stakeholders, academics and community members to learn about the rapid changes happening in AI and robotics.\n\nAstronomy discussions, both live and online, where attendees will learn about subjects like planetary discoveries and exploring Mars, with a NASA Johnson Space Center expert and experts from UT’s McDonald Observatory.\n\nThe Texas Science Festival was launched virtually in 2021, and a hybrid version of the festival was held in 2023. With a few exceptions for events that require tickets, 2025 festival events are free, though space is limited. To learn more, explore options and sign up to attend, visit sciencefest.utexas.edu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Local researchers make ‘monumental discovery’",
            "link": "https://www.msn.com/en-za/science/astronomy/local-researchers-make-monumental-discovery/ar-AA1xEcIb?ocid=BingNewsVerp",
            "description": "Local researchers make ‘monumental discovery’ By Staff Writer, ITWebJohannesburg, 22 Jan 2025The MeerKAT has proven to be a revolutionary tool for exploring the southern sky. The University of Cape ...",
            "image_url": "https://www.bing.com/th?id=ODF.COwE0PaRJOhah7jQrXEdIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Quantum Physics inside YOU",
            "link": "https://www.msn.com/en-us/science/chemistry/the-quantum-physics-inside-you/vi-AA1xEvcC?ocid=BingNewsVerp",
            "description": "What role does quantum physics play in life itself? This video uncovers the ways in which quantum phenomena occur in your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lKCxYJtGHMEhNKDh50adty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From classical to quantum: Reimagining the Mpemba effect at the atomic scale",
            "link": "https://www.msn.com/en-us/news/technology/from-classical-to-quantum-reimagining-the-mpemba-effect-at-the-atomic-scale/ar-AA1xFmLT?ocid=BingNewsVerp",
            "description": "In a new Nature Communications study, scientists have demonstrated the quantum version of the strong Mpemba effect (sME) in a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WV-uZ09jTeWdJW3cnERMYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "4hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "STEEM revolution: uMhlathuze school achieves perfect Matric results despite 40% unemployment",
            "link": "https://www.msn.com/en-za/education-and-learning/secondary-education/steem-revolution-umhlathuze-school-achieves-perfect-matric-results-despite-40-unemployment/ar-AA1xEw64?ocid=BingNewsVerp",
            "description": "In a remarkable triumph for rural education, Amangwe High School in uMhlathuze has achieved a 100% Matric pass rate with 93% ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YnL7L5Wzql5OGk2FkfvgBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "8hon MSN",
            "source": "Independent Online (IOL) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is an Orphan Drug? A Guide to Rare Disease Therapies",
            "link": "https://www.news-medical.net/life-sciences/What-is-an-Orphan-Drug-A-Guide-to-Rare-Disease-Therapies.aspx",
            "description": "Orphan drugs offer critical treatment options for rare diseases, improving quality of life for underserved patients and ...",
            "image_url": "https://www.bing.com/th?id=OVF.kgQxtLd%2fosRmM9T8cztj5Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "News Medical9h",
            "source": "News Medical",
            "article_content": "What is an Orphan Drug?\n\nUnderstanding Rare Diseases\n\nThe Role of Orphan Drug Legislation\n\nWhy are Orphan Drugs Important?\n\nChallenges in Developing Orphan Drugs\n\nRecent Advances and Success Stories\n\nThe Future of Orphan Drugs\n\nIn Summary\n\nThe 20th and 21st centuries have witnessed a profound revolution in medical science, significantly enhancing living standards and extending the life expectancy of billions worldwide. However, certain diseases and medical conditions continue to receive less funding and attention compared to others.\n\nPatients with rare medical conditions and diseases are often part of a traditionally underserved population. However, “orphan drugs” provide hope by offering treatment options that improve their quality of life and potentially extend life expectancy.\n\nImage Credit: unoL/Shutterstock.com\n\nWhat is an Orphan Drug?\n\n“Orphan” diseases affect small patient populations. In the US, to be considered an orphan disease, it must affect under 200,000 patients. Typically, funding for treatment can be difficult to come by, with only 600 “orphan” drugs approved for use by the US Food and Drug Administration (FDA).1\n\nThe term’s origin can be found in the 1960s when Dr Harry Shirkey wrote an article called “Therapeutic Orphans.” Changes in legislation and regulation in that decade led to some drugs being “orphaned” as they were no longer cost-effective for drug companies due to a lack of market demand. Thus, there has historically been little financial incentive for pharma companies to develop drugs to treat rare diseases.2\n\nMarket Report 2025: Pharmaceutical Manufacturing\n\nUnderstanding Rare Diseases\n\nWhilst a rare disease is defined as affecting under 200,000 patients in the US, the global patient population living with these types of disease is estimated at 3.5-5.9%. This is in the range of 263 to 446 million people worldwide.3\n\nRare diseases include well-known types of diseases such as Cystic Fibrosis, ALS, and hemophilia, as well as rarer types of cancers.\n\nMetabolism disorders, autoimmune diseases, autoinflammatory syndromes, cerebrovascular disorders, degenerative diseases such as Duchenne muscular dystrophy, and Creutzfeldt-Jacob disease (a prion disease) all fall under the umbrella of rare diseases.\n\nThere are over 10,000 known medical diseases with a significant cumulative burden. Not only patients are affected, but family members and communities can feel the impact of these rare and hard-to-treat conditions.\n\n5 Myths About Orphan Drugs and the Orphan Drug Act Play\n\nThe Role of Orphan Drug Legislation\n\nAs explained above, the rarer a disease is, the less financial incentive there is for pharma companies to research and develop a drug to treat it. However, whether there is any financial incentive or not, patients still suffer the effects of these diseases.\n\nThe role of legislation has been critical for the development of drugs for these diseases. It would be the drafting of legislation such as the Orphan Drug Act (1983) in the US and the EU Regulation on orphan medicinal products that would make it easier for orphan drugs to come to market.4,5\n\nThe Orphan Drug Act (1983) incentivizes the development of orphan drugs by providing tax incentives, research subsidies, and exclusive marketing rights for companies for 7 years once an orphan drug comes to market. Since the act was introduced, over 880 orphan drugs have been approved for use by the FDA.4 Similarly, in the EU, over 200 orphan drugs have been authorized due to legislation.\n\nWhy are Orphan Drugs Important?\n\nAs can be seen, orphan drugs have been historically critically underfunded, and in some cases, even today, they can face financial pressures that limit their release onto the market. However, at the foundation of orphan drug research can be found the patients themselves and their unmet medical needs.\n\nThe COVID-19 pandemic demonstrated the inequalities and disparities across different patient populations and demographics, and this has parallels in the rare disease sector.\n\nThe UN has now recognized the importance of addressing these disparities, promoting greater integration of rare and orphan diseases into policies.3 The goals of rare disease research and universal health coverage targets share a commonality.\n\nOrphan drugs do not just improve the lives of those suffering from rare diseases, as mentioned previously in this article. Better funding and improved access to therapies also impact the families and communities of patients.\n\nThese drugs bring social and economic benefits; for example, relieving the symptoms of a rare disease can reduce care needs and burdens on family members.\n\nFurthermore, orphan drugs drive advancements in precision medicine and biotechnology. Innovation in this area can have a positive impact on related biomedical fields.\n\nChallenges in Developing Orphan Drugs\n\nThere are still several challenges with orphan drugs, although bringing them to market has been made easier by legislation.\n\nHigh development costs, limited financial returns, difficulty in conducting trials due to small patient populations, and the high price of orphan drugs are all roadblocks to their market adoption.\n\nHigh costs create access issues for patients and healthcare providers. Moreover, insurance companies may be less willing to cover the costs of orphan drugs due to the high costs and perceived lack of financial return associated with them.\n\nDrug Delivery: An Overview\n\nRecent Advances and Success Stories\n\nSince the introduction of legislation such as the Orphan Drug Act, there have been several success stories in the orphan drug and rare disease sector.\n\nIvalfactor and Kalydeco are drugs that treat Cystic Fibrosis, a debilitating condition that affects nearly 200,000 people worldwide. Spinraza is an orphan drug used to treat spinal muscular atrophy.\n\nCoagulation factor IX has been developed to prevent bleeding in hemophilia B patients. Rucaparib is a drug that was approved for ovarian cancer. Porphyria can be treated using Haem arginate.\n\nInnovations such as targeted therapies and gene therapy are accelerating research into rare diseases and orphan drugs. Personalized medicine is having an impact on areas such as orphan drug designation and pricing strategies.6\n\nThe Future of Orphan Drugs\n\nThe need for orphan drugs and therapeutics options for traditionally underserved patient populations has driven legislation and cooperation between governments, pharma companies, and patient advocacy groups in recent years.\n\nThis is likely to continue over the coming years and will continue to impact health outcomes for millions of patients worldwide.\n\nFurthermore, innovations in areas such as AI-powered drug discovery, machine learning, synthetic biology, and genomics are accelerating orphan drug development.\n\nThe emerging role of AI, for instance, is a pivotal moment in pharmaceutical research, improving the speed of drug target discovery exponentially. Novel molecules can be designed, and patient response markers can be better identified.\n\nSynthetic biology can help target identification. Novel biopharmaceuticals can be designed using these innovations. This can only benefit the development of orphan drugs for rare disease treatment in the future.\n\nIn Summary\n\nMillions of patients worldwide suffer from rare diseases such as Cystic Fibrosis, Duchenne muscular dystrophy, cancers, neurological disorders, and autoimmune diseases.\n\nOrphan drugs offer hope to these historically underserved patient populations, but a lack of funding and research focus makes releasing them to market problematic.\n\nHowever, legislation, innovation, and increasing collaboration between multiple stakeholders, including patient advocacy groups, have resulted in more orphan drugs being approved in recent years, improving patients' quality of life and health outcomes.\n\nFurther innovation and continued focus on advocacy for orphan drugs will be necessary to build on this global medical success story.\n\nReferencing\n\nChao, S (2024) What is an Orphan Drug? [online] drugs.com. Available at: https://www.drugs.com/medical-answers/orphan-drug-3562491/ (Accessed on 18 January 2025) Mikami, K (2019) Orphans in the Market: The History of Orphan Drug Policy Social History of Medicine 32:3 pp. 609-630 [online] Oxford Academic. Available at: https://academic.oup.com/shm/article/32/3/609/4663001 (Accessed on 18 January 2025)​​​​​ ​​​​Claudia Ching Yan Chung et al. (2022) Rare disease emerging as a global public health priority Frontiers in Public Health 18:10 [online] National Library of Medicine. Available at: https://pmc.ncbi.nlm.nih.gov/articles/PMC9632971/ (Accessed on 18 January 2025) National Organization for Rare Disorders (2023) The Orphan Drug Act [online] NORD. Available at: https://rarediseases.org/wp-content/uploads/2023/11/NORD-ODA-Explainer.pdf (Accessed on 18 January 2025) European Commission (2025) Orphan medicinal products [online] Available at: https://health.ec.europa.eu/medicinal-products/orphan-medicinal-products_en (Accessed on 18 January 2025) Degtiar, I (2017) A review of international coverage and pricing strategies for personalized medicine and orphan drugs Health Policy 121: 12 pp. 1240-1248 [online] ScienceDirect. Available at: https://www.sciencedirect.com/science/article/abs/pii/S0168851017302336 (Accessed on 18 January 2025)\n\nFurther Reading"
        }
    }
]