[
    {
        "title": "Michael Schenker has dedicated a song to late UFO bandmate Pete Way on his new album",
        "link": "https://www.yahoo.com/entertainment/michael-schenker-dedicated-song-ufo-094508328.html",
        "description": "Michael Schenker’s new album features a cover of UFO’s Too Hot To Handle – and it’s dedicated to late bandmates Pete Way and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xG9mbRuBMWVNphKDDkNRtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3m",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Future/Gus Stewart/Redferns\n\nMichael Schenker’s new album features a track dedicated to his former UFO bandmates Pete Way and Paul Raymond.\n\nMy Years With UFO features re-recorded versions of songs Schenker wrote during his original five-year stint with British rock icons between 1973 and 1978. The one exception is his new version of Too Hot To Handle, originally from the band’s 1977 album Lights Out, which he played on but didn’t have a hand in writing.\n\nIn an interview in the brand new issue of Classic Rock magazine, Schenker reveals that he record the song as a tribute to bassist Way and guitarist/keyboard player Raymond, who died in 2019 and 2020 respectively.\n\n“These are my songs, with the exception of Too Hot To Handle, which is in memory of Paul Raymond and Pete Way,” the German-born guitarist explains, adding: “I still play UFO songs live, I dedicate them to both of them. I have a picture collage here [in his home] with all the guys I have lost over the years. Paul and Pete are part of it. I see them every day.”\n\nMy Years With UFO coincides with the 50th anniversary of Phenomenon, the first album the then-17-year-old Schenker recorded with UFO after joining them from the Scorpions. In the Classic Rock interview, the guitarist recalls how Way took him under his wing.\n\n“Pete was a great guy,” says the guitarist. “I never saw him angry. But he was also very shy – he covered it up with all sorts of stuff. He was an open, innocent person. When it came to his girlfriends, he was very much an underdog. I heard stories about him not even having the guts to tell his wife he was going on tour, cos she would have locked him up. I think he suffered a lot in his life, but everybody loved him.”\n\nSchenker had a thornier relationship with UFO singer Phil Mogg. The guitarist insists that he quit the band after Mogg punched him in the stomach (something Mogg has always denied). In the interview, Schenker reveals that he doesn’t know if his old bandmate is even aware of his new album. Even though both men live in the British seaside town of Brighton these days, their paths rarely cross.\n\n“I see him once in a while at the zebra crossing,” says Schenker of the singer. “When Paul Raymond died, I saw Phil in a parking lot. I cornered him so he couldn’t escape: ‘Hey Phil, come over here!’ I gave him a big hug.”\n\nMy Years With UFO, which sees Schenker recruiting a host of guest vocalist, also features a high-profile appearance from Guns N’ Roses singer Axl Rose on a new version of UFO’s Love To Love. The collaboration came about after Schenker enlisted Axl’s GN’R bandmate Slash to appear on a different song, Mother Mary. Axl actually song three different UFO tracks – including Too Hot To Handle and Only You Can Rock Me – before greenlighting Love To Love.\n\n“Axl is a perfectionist,” says Schenker. “He puts everything under the microscope. He was not happy with his performance on Too Hot To Handle and Only You Can Rock Me, but he did such a great version of Love To Love.\n\n“He would go back into the studio and do something else: ‘It’s not right yet, it’s not right yet!’ We waited and waited, and eventually he got it. It’s a really good song for Axl to sing.”\n\nRead the full interview with Michael Schenker in the brand new issue of Classic Rock, featuring Thin Lizzy on the cover and on sale now. Order it online and have it delivered straight to your door.\n\nThe cover of Classic Rock 332, featuring the artwork from Thin Lizzy's Jailbreak"
    },
    {
        "title": "'No one has the full picture': None of the UFO 50 developers have completed all of the UFO 50 games",
        "link": "https://www.yahoo.com/entertainment/no-one-full-picture-none-234147956.html",
        "description": "No one should feel bad or slow for not completing any UFO 50 games as yet because, during a recent chat with the Mossmouth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hoN4jnbzysS7gD23huj0Mi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "'No one has the full picture': None of the UFO 50 developers have completed all of the UFO 50 games\n\nWhen you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Mossmouth\n\nWhen you open UFO 50 you're quickly dropped into a grid menu showing 50 pixel art thumbnails for 50 8-bit games. It's hard to know where to start: should I start with the first? Should I choose at random? Since the default list order runs chronologically, should I play the last, because that one might represent the creative apex of fictional studio UFOSoft?\n\nIt doesn't really matter, in the end, because there's a lot. I've been absorbed by point 'n' click horror Night Manor for the past few days, but when I first booted the game I got sucked into Barbuta and Bushido Ball and neglected the other 48 games for days. I've gone through a Walforf's Journey phase too, and I've completed some levels in Camouflage and Block Koala. I've definitely not completed any of the games.\n\nNo one should feel bad or slow for not completing any UFO 50 games as yet because, during a recent chat with the Mossmouth team, I learned that no one on the team has completed all the games either. And they made it.\n\n\"No, not at all,\" Eirik Suhrke said when I asked if he (or anyone else) had finished all the games. \"It's too much. We all similarly played all of them a little bit, but yeah, I've been watching stuff on Twitch and just seeing new stuff constantly. No one has the full picture.\"\n\nUFO 50's Paul Hubans said he hasn't even played past the first level of Campanella 3, for example, despite having invested \"hundreds of hours\" testing the collection in addition to being a designer.\n\n\"You need to focus on one level (game) at a time,\" Suhrke went on. \"You've got to just black out 49 other games for a little while in order to make any progress. Whenever I thought about the whole thing I would get very dizzy and overwhelmed and I'd have to go for a walk and then just try to block out as much of it as I could. It's only now that I'm seeing the full power of the whole thing come together.\"\n\nTyriq Plummer says that the way early players are reacting to the game–their surprise at its extent–is close to how he himself felt when he saw how it finally came together. \"It's one of those things where even though it's such a large and broad encompassing kind of project, it still manages to feel more than the sum of its parts,\" he said. \"And that's something that was hard to get a sense of when I was working on it. But everyone else is saying now that there's way more to this than I even realized. It's super cool.\"\n\nDerek Yu agrees. \"I think that's always the best, when you're surprised by the game that you're working on, and I think that's partly why it's been so enjoyable to work on it for all these years. We're constantly sharing and surprising each other.\"\n\nAccording to our review UFO 50 is a \"a superb retro-style smorgasbord\". I spoke at length with most of the Mossmouth team earlier this week, and you can read all about that here."
    },
    {
        "title": "Chilling video shows' 'horseshoe-shaped' UFO defying laws of physics after photo of similar craft shot down over Yukon is declassified",
        "link": "https://www.dailymail.co.uk/news/article-13901669/chilling-video-ufo-defying-physics-canada-yukon.html",
        "description": "UFO enthusiasts are attempting to draw parallels between a video that seems to show an aircraft zooming through the clouds ...",
        "image_url": "https://www.bing.com/th?id=OVF.wD%2fMZ%2f7c6kfYCY5peSHCHA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "33m",
        "source": "Daily Mail",
        "article_content": "UFO enthusiasts are attempting to draw parallels between a old video that appears to show a flying aircraft zooming through the clouds and the recently declassified image of the UFO that was shot down near Alaska last year.\n\nThe photo shows a seemingly glowing horse shoe-shaped object with ill-defined edges over the Yukon territory in northwest Canada on February 11, 2023.\n\nAn internal email obtained by CTVNews had a Canadian brigadier-general describing it as such: 'Top quarter is metallic, remainder white. 20-foot wire hanging below with a package of some sort suspended from it.'\n\nIt was shot down by a US Air Force F-22 stealth fighter on a joint mission with the Canadian Armed Forces following the now infamous Chinese spy balloon drama that made international news that month.\n\nA former officer with the Royal Canadian Air Force told DailyMail.com that based on his conversations with three active-duty staff who were involved with the shootdown, the object was a balloon similar to the Chinese craft shot down days earlier.\n\nNonetheless, a user on Reddit said they were able to stabilize a different UFO video from over 12 years ago, claiming it is similar to the object that was shot down.\n\nThe declassified image of the UFO that was shot down in Yukon territory by US fighter jets on February 11, 2023. Canadian authorities suspect it was a balloon similar to the Chinese spy craft shot down in US airspace days earlier\n\nThis is photo of a supposed UFO that some on social media believe looks similar to the horseshoe-shaped craft shot down in Yukon territory. This photo comes from an alleged UFO sighting video that's 12 years old\n\n'I recently stabilized this footage, which has drawn interesting comparisons to the “horseshoe” object reportedly shot down over the Yukon in 2023,' the poster wrote. 'After stabilizing the video, the object’s crescent or horseshoe shape becomes much clearer, along with its curious flight dynamics.'\n\nThey said the stabilization was done with Adobe After Effects and Premiere, software packages for editing motion graphics and video.\n\nThe video was originally posted by a YouTube channel called 'xxxdonutzxxx', which claimed the footage was shot over Busan, South Korea.\n\nThe reactions to the stabilized footage were all over the place, with some people showing their excitement and others showing skepticism.\n\n'A better way to avoid confusion would be to publish a color, high-res photo or video, as they did with that jet intercept and the Chinese spy balloon. Amazing how transparency actually works,' one user wrote.\n\nA picture taken on February 1, 2023, shows the suspected Chinese spy balloon flying over Billings, Montana\n\nThe suspected Chinese spy balloon drifts to the ocean after being shot down off the coast in Surfside Beach, South Carolina on February 4, 2023\n\nAnother took issue with the entire idea that aliens are flying around in spacecrafts that always seem to look different in every UFO video.\n\nThey wrote: 'Serious question; why does every UFO look different? Do aliens hate mass production? Have they never heard of cost reduction through standardization? What does that say about their economy? Are they idiots?'\n\nThose who are more inclined to believe aliens are out there offered a number of explanations for this. There could many many different alien races with different vehicles, some said. Others thought their space crafts could probably shape shift.\n\nElsewhere on social media, people are claiming all of the videos on the now abandoned 'xxxdonutzxxx' are fake and were made by two CG artists named Nico and Marco Kaschuba.\n\nA person posted an alleged UFO sighting in Monument Valley, Arizona, from the 'xxxdonutzxxx' channel to a UFO forum on April 5, 2012.\n\nAt the bottom of the post, there is a copyright that belongs to 'Kaschuba Ufology.'\n\nDailyMail.com approached Marco Kaschuba for comment, but he didn't immediately respond."
    },
    {
        "title": "The UFO 50 subreddit is beginning to role-play as if the fake in-game console was real",
        "link": "https://www.msn.com/en-us/entertainment/other/the-ufo-50-subreddit-is-beginning-to-role-play-as-if-the-fake-in-game-console-was-real/ar-AA1rkY53?ocid=BingNewsVerp",
        "description": "The community around Mossmouth’s compilation of imagined 1980s games is having fun with the metafiction around developer UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tmu90OvUiRSleliTuH-YzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23hon MSN",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "Think you saw a UFO? Sorry, but it may have only been these wildly cool clouds",
        "link": "https://www.msn.com/en-us/weather/other/think-you-saw-a-ufo-sorry-but-it-may-have-only-been-these-wildly-cool-clouds/ar-AA1rkXtE?ocid=BingNewsVerp",
        "description": "Sorry, but it’s not a UFO cover-up. Some alien hunters and extraterrestrial enthusiasts will be disappointed to learn that ...",
        "image_url": "https://www.bing.com/th?id=OVF.lgAZnoXN4xYOveofDJb6mA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Kobiton preps AI-enabled testing tools for mobile apps",
        "link": "https://www.infoworld.com/article/3541996/kobiton-preps-ai-enabled-testing-tools-for-mobile-apps.html",
        "description": "Kobiton announced it will release an AI issue aggregation engine in early 2025 that will identify related errors and other ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lB-DCN8A55SFvX582ARPgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "InfoWorld22h",
        "source": "InfoWorld",
        "article_content": "Mobile apps tester Kobiton announced plans to roll out an AI issue aggregation engine early next year. The AI-driven engine will allow users to group related errors and identify shared commonalities across test sessions, the company said.\n\nKobiton made the announcement September 26. Providing one example of how the engine would work, Kobiton said issues that seem to be distinct, such as button occlusion across different devices, can be identified as stemming from the same cause, such as a shared screen resolution. Kobiton’s AI issue aggregation engine can consolidate these errors into a single bug, eliminating manual steps and streamlining debugging for developers, the company said.\n\nCurrently, Kobiton allows customers and an ecosystem of third-party AI providers to integrate their own AI algorithms to analyze the mobile device “exhaust” that is captured during a test session. This exhaust includes critical data such as test steps, screen shots, full video capture at 30 frames per second, device logs, system metrics, network payloads, device health statistics, and XML for each test."
    },
    {
        "title": "Supercharge Your Studies: Top 8 AI Study Apps for 2024",
        "link": "https://www.geeky-gadgets.com/supercharge-your-studies-top-8-ai-study-apps-for-2024/",
        "description": "In today's fast-paced and information-driven world, leveraging the power of AI-powered study apps can significantly enhance ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AzpIYdoD9Ye44Qq9a1vYtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Geeky Gadgets",
        "article_content": "In today’s fast-paced and information-driven world, leveraging the power of AI-powered study apps can significantly enhance your learning efficiency and retention. The video below from Shu Omi gives us a look at eight standout applications designed to help both students and professionals alike in their quest for knowledge acquisition and mastery. Each app offers a unique set of features, such as mind mapping, flashcard creation, and content summarization, to aid in studying various subjects across multiple disciplines.\n\nTraverse\n\nTraverse is a comprehensive study tool that combines the power of mind mapping, flashcards, and bidirectional linking to create a seamless and interconnected learning experience. With Traverse, you can:\n\nCreate multiple whiteboards for different topics, making it easier to organize your thoughts and ideas.\n\nfor different topics, making it easier to organize your thoughts and ideas. Utilize the mobile app to study on the go, ensuring that you can make the most of your time, regardless of your location.\n\nLeverage the power of bidirectional linking to create a web of knowledge that allows for deeper understanding and easier recall.\n\nRecall\n\nRecall is an innovative study app that focuses on converting online content into easily digestible flashcards. With Recall, you can:\n\nUse the browser extension to quickly summarize web content, saving you time and effort in creating study materials.\n\nto quickly summarize web content, saving you time and effort in creating study materials. Explore your studied material visually using the graph view feature, which helps you identify connections and relationships between concepts.\n\nfeature, which helps you identify connections and relationships between concepts. Review your flashcards anywhere, anytime, using the mobile app, ensuring that you can maintain a consistent study routine no matter where you are.\n\nMapify\n\nMapify is a specialized study app that excels in generating mind maps from online content, making it an invaluable tool for digesting complex information and visualizing relationships between ideas. With Mapify, you can:\n\nQuickly create mind maps from a variety of online sources, saving you time and effort in organizing your study materials.\n\nAccess your mind maps anytime, anywhere, using the mobile versions available for both iOS and Android devices.\n\nCustomize your mind maps to suit your learning style, using colors, images, and other visual elements to enhance your understanding and retention.\n\nStudy Potion\n\nStudy Potion is a powerful AI-driven study app that generates study materials from uploaded content, making it easy to create flashcards and other learning aids quickly and efficiently. With Study Portion, you can:\n\nEngage in interactive learning using the AI chat feature, which allows you to ask questions and receive answers in real-time.\n\nusing the AI chat feature, which allows you to ask questions and receive answers in real-time. Benefit from the app’s ability to summarize key points and create outlines, making it easier to grasp essential information and focus your study efforts.\n\nUpload a wide range of content types, including text documents, PDFs, and web pages, ensuring that you can create study materials from virtually any source.\n\nRevisely\n\nRevisely is an exam preparation powerhouse, offering extensive resources and tools to help you ace your tests. With Revisely, you can:\n\nAccess a vast collection of past papers organized by topic, allowing you to focus your study efforts on the most relevant material.\n\norganized by topic, allowing you to focus your study efforts on the most relevant material. Utilize AI-powered flashcards and quizzes to reinforce your learning and identify areas that need further attention.\n\nTrack your progress and performance using the app’s built-in analytics, helping you optimize your study strategy and maximize your results.\n\nAlbus\n\nAlbus is a visually-oriented study app that leverages multiple whiteboards to create an engaging and interactive learning experience. With Albus, you can:\n\nBenefit from automatically generated notes that present information in a clear and easily digestible format.\n\nCustomize your whiteboards using a variety of templates, colors, and images to suit your learning style and preferences.\n\nCollaborate with classmates or study partners in real-time, making it easy to share ideas and work together on projects.\n\nRemNote\n\nRemNote is a versatile study AI app that seamlessly integrates flashcard creation into the note-taking process, making it easy to create and review study materials on the fly. With RemNote, you can:\n\nCreate flashcards in various formats, including text, images, and audio, to suit your learning style and preferences.\n\nAnnotate PDFs directly within the app, making it easy to highlight key information and create study notes.\n\nLeverage AI features to automatically generate flashcards based on your notes, saving you time and effort in creating study materials.\n\nKnowee\n\nKnowee is a unique study app that focuses on providing step-by-step solutions to problems, making it particularly useful for subjects like math and science. With Noi, you can:\n\nCapture screenshots of problems and receive detailed, step-by-step solutions that explain the process and reasoning behind each step.\n\nHighlight and explain key text within the app, making it easy to identify and understand important concepts and ideas.\n\nBenefit from the app’s content summarization features, which help you distill complex subjects into easily digestible summaries.\n\nThese eight AI-powered study apps offer a diverse array of tools and features designed to enhance the study experience, making learning more efficient, engaging, and effective. By leveraging the power of these apps, both students and professionals can unlock their full learning potential and achieve their goals with greater ease and confidence.\n\nSource & Image Credit: Shu Omi\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Using ChatGPT Generative AI To Simulate Your Very Own Version Of Twitter With Thousands Of Entirely Adoring Fans",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/09/28/using-chatgpt-generative-ai-to-simulate-your-very-own-version-of-twitter-with-thousands-of-entirely-adoring-fans/",
        "description": "You can use generative AI to simulate a social network, doing so via the use of personas. Here's how. Plus, upsides and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R5w1s-ZWDLBBMxHujac9Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Best iPad apps to boost productivity and make your life easier",
        "link": "https://techcrunch.com/2024/09/28/best-ipad-apps-to-boost-productivity-and-make-your-life-easier/",
        "description": "There are many apps to help you create a single place to organize your life or help you stay focused on your day-to-day tasks ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pSXtjNxMbMFItjbdud7DcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "TechCrunch",
        "article_content": "Apple’s iPads come with built-in productivity tools like Notes, Calendar, and Reminders, but if you’d like to explore new ways to maximize productivity and organize your life, there are many apps out there to help you.\n\nAlthough the iPad started off as a device that could be used to stream content or browse the web on the go, Apple has essentially turned its iPads into computers that can handle a variety of different tasks for personal, work, and school use. As a result, there are numerous apps to help you do things like create a single place to organize your life or help you stay focused on your day-to-day tasks by blocking out distractions.\n\nBelow we’ve compiled a list of some of the best ones that are available on the App Store.\n\nGoodnotes\n\nImage Credits: Goodnotes\n\nGoodnotes is one of the most popular iPad apps, and that’s for good reason. The app is great for people who like to write out notes using an Apple Pencil; you can include both handwritten and typed text on one page and add things like images, stickers, and even doodles.\n\nYou can create a digital notebook with blank or ruled paper for notes, checklists, planners, and more. The app lets you export entire digital notebooks or specific pages into PDFs and other files.\n\nGoodnotes is also great for drawing and sketching. While it’s not as advanced as some creativity apps like Procreate, Goodnotes is easy to use and perfect for quick sketches or diagrams.\n\nIf you’re attending a class or a meeting, you can also record audio notes that are synced to the moment you write. Plus, you can use AI to summarize your notes and help you write.\n\nYou can create three digital notebooks for free. If you want unlimited notebooks, you’ll have to pay $9.99 per month or pay a one-time fee of $29.99.\n\nTickTick\n\nImage Credits: TickTick\n\nIf you’re not a fan of your iPad’s built-in Reminders app, or you just want a more advanced to-do list and task management app, TickTick might be a good choice. You can use it for both professional and personal tasks.\n\nThe app lets you sync tasks across all of your devices and integrate your favorite calendar app. You can create checklists, set recurring tasks, upload attachments to tasks, share task lists to collaborate with others, and more.\n\nIf you want to develop a habit, such as meditating before bed, you can set your goals in the app and track your progress. And, if you get an email but don’t have time to respond to it, you can turn it into a task to remind yourself not to forget to respond to it.\n\nYou can also add tags to your tasks to better manage them, and you can mark tasks based on their priority.\n\nIf you want to focus on a specific task, you can turn on the app’s “pomo timer,” which is based on the Pomodoro Technique that breaks work into focused intervals to maximize productivity.\n\nTickTick is free to use, but if you want additional features like the ability to add up to five reminders to a task or more lists and tasks, then you’ll pay $3.99 per month or $35.99 per year.\n\nForest\n\nImage Credits: Forest\n\nForest is an interesting app that gamifies productivity while helping the environment. If you’re someone who struggles to stay on a task or are easily distracted, then this app might be good for you.\n\nWhen you need to focus on something, you can open the app and plant a tree. Your tree will then grow as you focus on and finish your work. If you leave the app before the timer finishes, then your tree will wither and die.\n\nYou can set “Allow Lists” for different apps that you’re using to be productive, like an email app or Microsoft Word. The app also lets you track your productivity.\n\nOver time, you create a digital forest that visualizes your productivity. If you’re competitive, you can share your forest with others to see how it compares to theirs. As you stay focused and grow virtual trees, you can earn coins that you can save to help plant actual trees around the world through tree-planting organization Trees for the Future.\n\nForest costs $3.99 to download, and you can buy in-app boosts to grow your forest and plant real trees faster.\n\nNotion\n\nImage Credits: Notion\n\nNotion is a great app for taking notes, managing tasks and workflows, organizing lists and habits, collaborating with others, and more. Instead of having to go to different apps to manage your calendar, tasks, and notes, you can get all of this done right within Notion.\n\nYou can integrate the different apps that you use, like Slack and Dropbox, in order to combine all of your workflows in one place. One of the great things about Notion is its flexibility and customization options. You can customize it to be what you need, whether it’s to organize your personal or work life, your schoolwork, or your passion projects.\n\nIf you’re not sure where to start, you can use templates to create things like a travel planner or a product roadmap. Notion also has an AI feature that helps you write and brainstorm ideas. Notion AI can help you get answers about your content and turn large amounts of data into digestible action items.\n\nNotion offers a free plan for personal use. The company also offers an $8 per month Plus plan for small groups and a $15 per month Business plan for companies. You get 20 AI responses for free; after that you pay $10 per member per month.\n\nCrouton\n\nImage Credits: Crouton\n\nSometimes planning what to eat can take up a lot of time, leaving less time for other tasks, so it can be nice to have an app to help with that. Crouton, meant to help make cooking and meal planning easier, is great for organizing recipes and planning grocery lists.\n\nYou can import recipes from websites online or even scan them from a physical cookbook. So, instead of relying on bookmarked or physical recipes, you can store them together in one place.\n\nYou can plan out your meals for the week, and if you get stumped on what to make one day, the app can generate a meal plan for you. Once you have planned your meals for the week, you can create a grocery list that includes all of the ingredients you will need.\n\nCrouton also features an in-app timer, so you don’t have to use a different app when you have time-specific steps of a recipe. Plus, you can share your recipes with others, whether to tell your family what’s for dinner or if you came across a recipe that you know your friend would love.\n\nCrouton offers basic features for free, but if you want unlimited recipes and additional features, there’s a $14.99 yearly subscription.\n\nFreedom\n\nImage Credits: Freedom\n\nFreedom is a great app for blocking distractions in order to focus on your work and be more productive. You can start a Freedom session to block distractions across all of your devices for a select amount of time.\n\nYou can choose which websites and apps you want to block during that time. So if you’re getting work done on your iPad, but then try to open TikTok on your phone, you won’t be able to and will instead see a green screen.\n\nThe app lets you start a session right away, schedule an upcoming one, or set a recurring one. If you know that you need to be free of distractions at a certain time every day, you can set up Freedom session to start at that specific time each day.\n\nIf you’re someone who listens to specific sounds to help you focus, Freedom offers a variety that you can listen to. For example, you can listen to the sounds of a coffee shop in a city like New York or Berlin, the sounds of birds chirping, calming instrumentals, and more.\n\nThe app, which costs $3.99 per month, is pretty easy to use and also includes a series of different articles that feature tips on how to boost productivity and better understand digital wellness."
    },
    {
        "title": "Do AI-generated images have the capacity to further estrange, if not profoundly alienate, us from the world?",
        "link": "https://www.popsci.com/technology/generative-ai-trevor-paglen/",
        "description": "An acclaimed artist, and a recipient of a MacArthur Fellowship, Trevor Paglen has consistently engaged with the invisible and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OQdL7xuTz7o3LQW0iNSXZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "24m",
        "source": "Popular Science",
        "article_content": "This article was originally featured on MIT Press Reader.\n\nIf an image could be described as baleful, Trevor Paglen’s “Rainbow” would fit the bill. Apart from the toxic-looking “sky,” parts of it appear to have mutated into the fiery trace of munitions or, more cryptically, a sequence of glitches. The full title of the work, “Rainbow (Corpus: Omens and Portents),” suggests the collation of natural elements and a physical, possibly dead body (corpus/corpse), further bolstering the overall impression of estrangement and trepidation.\n\nAlong with other works in Paglen’s Adversarially Evolved Hallucinations series (2017–ongoing), including the monstrous “Vampire (Corpus: Monsters of Capitalism)” and “Human Eyes (Corpus: The Humans)” — the latter complete with the apparition of deceptively unseeing eyes — “Rainbow” was produced by a generative adversarial network (GAN), an AI model that trains neural networks to recognize, classify and, crucially, generate new images. Given that AI image-processing models do not experience the world as we do, but rather replicate a once-removed and askew version of it, the images they produce reveal the degree to which AI computationally generates disquieting allegories of our world. Emerging from an embryonic space of automated image production, images such as “Rainbow” disclose that which is usually hidden or otherwise obscured — an apparition, or a nightmare, that is indebted to the hallucinatory, often erroneous logic of the algorithms that power AI. Often dismissed as a fault or glitch, this logic is nevertheless a fundamental aspect of AI, not merely a side effect. All of which leads us to an over-arching question: Do these hallucinatory models of AI-powered image production have the capacity to further estrange, if not profoundly alienate, us from the world?\n\n“Rainbow (Corpus: Omens and Portents)” / courtesy of Trevor Paglen\n\nAn acclaimed artist, and a recipient of a MacArthur Fellowship, Trevor Paglen has consistently engaged with the invisible and occluded in our world, including, in his words, “the invisible visual culture” of machine-made images that remain indecipherable to the human eye.\n\nIn his 2019 exhibition “From ‘Apple’ to ‘Anomaly,’” for example, he highlighted how algorithms — as coded sets of instructions — habitually give rise to biased models of AI. Throughout the project, he presented audiences and researchers alike with an opportunity to understand the extent to which contemporary subjects are being predefined and established through the biases — racial and otherwise — of repeatedly opaque models of machine learning, despite their questionable assumptions and design. And in his Adversarially Evolved Hallucinations series, which is likewise concerned with latent and clandestine elements, Paglen engages in a method of diagnostic reverse engineering: Working backward from the manifest, final iteration of an image such as “Rainbow,” he explores how — through compiling datasets — the systematic training of a GAN is designed to produce new, as-yet-unseen, images. In so doing, the series demonstrates how these procedures are influenced by biases in the datasets (whereby certain images are over- or under-represented), discrepancies in overall training processes, and, notably, the often-opaque adjustments made during the iterative application of algorithmic weights to input data.\n\n“Vampire (Corpus: Monsters of Capitalism)” / courtesy of Trevor Paglen\n\nDespite the limitations and inherently biased nature of machine learning (not to mention the tendency to hallucinate), we are increasingly relying on these technologies to predict and influence our lives. Through the statistical analysis of past patterns, conducted in order to calculate and recognize future patterns, mechanistic predictions of people’s identities, shopping preferences, credit ratings, career prospects, day-to-day behavior, health status, political affiliations, and supposed susceptibility to radicalization, become the norm rather than the exception. This predictive inclination of AI technologies, to this end, runs the danger of becoming in time both self-fulfilling and unaccountable, if not unfathomable.\n\nThe implications of machine-driven calculations are profound, especially when they attempt to predict not only everyday behaviors but, perhaps more disturbingly, those that fall outside the norm — behaviors, activities, and identities that resist predefined patterns. By exposing the deterministic reasoning behind AI models of image production — this is a rainbow; this is an apple; this is a face; this is a threat — and how they impose meaning upon the world, the seemingly abstract act of (mis)classification, or hallucination, has an all-too-real bearing on how we live our lives. The legacy of this imposition, its epistemological affect, could not be more significant: When deployed in facial recognition technologies, for instance, such systems assign a classification to a particular object or entity — a face — and allocate a name or, more ominously, a level of threat to it.\n\n“Human Eyes (Corpus: The Humans)” / courtesy of Trevor Paglen\n\nConsequently, there often exists a concomitant tendency to take these categorizations for granted and proceed — that is, flag up certain patterns of behavior — in accordance with their forecasts and automated recommendations. In programmatically presenting the world through the computational inferences of neural networks, AI models of image-processing, such as a GAN, are programming, or regulating, people and communities to accept machinic conjecture. We are, in short, being primed to consider computational supposition as the “truth” of our world rather than, as it in fact is, a conditional projection based on probabilistic predictions and the opaque workings of an algorithm.\n\nThe operative logic of a GAN is, importantly, specifically geared toward generating new, as-yet-unseen images, which further subjects the procedure to a significant degree of computational fortuitousness. Despite the sense of technological determinism often associated with algorithmic devices (the supposedly accurate identification of people and debatable predictions of future events), the procedures involved do not automatically yield predictable or, indeed, correct outcomes.\n\nHaving already been assigned a definitive category — rainbow, eyes, vampire — by a GAN, this point is central to the images we encounter throughout the Adversarially Evolved Hallucinations series, where frequently bizarre, if not uncanny, classifications convey the degree to which AI image-processing models are commonly, if not ubiquitously, involved in producing, to use Paglen’s phrase, a suspect form of “machine realism.” Creating a training set involves, he has observed, the categorization and classification, by human operators, of thousands of images. Thereafter, Paglen continues, there “is an assumption that those categories, alongside the images contained in them, correspond to things out there in the world.”\n\nInherent within this machinic reality we find a disturbing surrogate of our world, one in which we need to confront the fact that the neural networks and deep-learning models involved in training machines to see are not only systematically prone to error, they are also systemically susceptible to hallucinating objects that do not exist. Insofar as image-processing systems do not return exact replicas or accurate classifications of the world, they regularly hallucinate realities into being. It is this predisposition that Paglen amplifies when he intervenes in the latent spheres of algorithmic reasoning — those hidden layers within neural networks where AI makes its classifications and associations. It is here, where images return to us in uncanny variations on a theme, that algorithms can be tweaked and discretely weighted by a programmer — or, as is the case here, a programmer-cum-artist such as Paglen. In heightening the potential for hallucination in a GAN, the common applications of algorithms (image identification) can be critically disconnected from their utilitarian function and revealed for what they are: statistical approximations and mechanical allegories of reality.\n\nSelection of images from datasets relating to “Rainbow (Corpus: Omens and Portents)”\n\nIn illuminating the computational delirium that drives generative AI, Paglen’s practice mines, exploits, and contradicts the frequently inflated claims made in relation to the effectiveness of neural networks in image classification tasks. If “Rainbow” is indeed an uncanny analogy of a rainbow, summoned forth by algorithmic reasoning, how then do we understand the procedures through which neural networks arrive at such hallucinatory images? How, Paglen asks, do we think from within these systems rather than merely reflect upon their potential import?\n\nThe accumulative and ascendant influence of AI on our lives and how we live presents a strong argument for developing research methods, such as those deployed by Paglen, designed to encourage a critical range of thinking from within the apparatus of AI. Through developing such methodologies, we can ensure that the systematic training (involved in labeling and inputting data, for example) and systemic (latent and algorithmic) spaces of computation are more readily understood for what they are: statistical calculations of probability, rather than certainty, that have nonetheless come to define significant aspects of how we perceive and live in the world today.\n\nAnthony Downey is Professor of Visual Culture in the Middle East and North Africa (Birmingham City University). He sits on the editorial boards of Third Text, Digital War, and Memory, Mind & Media, and recently edited “Trevor Paglen: Adversarially Evolved Hallucinations” (Sternberg Press, 2024) for the Research/Practice series."
    },
    {
        "title": "Billie Eilish Makes Paranormal Activity Look Romantic in New ‘Birds of a Feather’ Music Video: Watch",
        "link": "https://www.yahoo.com/entertainment/billie-eilish-makes-paranormal-activity-151314791.html",
        "description": "Weezer Releasing Live Movie: 'Weezer's Voyage to the Blue Planet: The Concert Film' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.70fv8iQaPhE2yYbEl-8IWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23h",
        "source": "Yahoo",
        "article_content": "When Billie Eilish sings, “I’ll love you ’til the day that I die” on “Birds of a Feather,” that deadline also includes the afterlife.\n\nIn the Hit Me Hard and Soft single’s new Aidan Zamiri-directed music video that arrived Friday (Sept. 27), the 22-year-old pop star sits alone in an abandoned office building, smiling to herself as the invisible ghost of a loved one jerks her around, pulls on her chair and drags her across the floor. “I don’t know what I’m crying for/ I don’t think I could love you more,” she sings. “It might not be long, but baby, I/ I’ll love you ’til the day that I die.”\n\nMore from Billboard\n\n“Birds of a Feather” marks just the latest music video to come from Eilish’s Hit Me Hard and Soft album, following lead single “Lunch” — which reached No. 5 on the Billboard Hot 100 — and “Chihiro.” The two-time Oscar winner’s third studio album arrived in May and debuted at No. 2 on the Billboard 200, following her 2019 debut When We All Fall Asleep, Where Do We Go? and 2022 sophomore effort Happier Than Ever, both of which peaked at No. 1 on the albums chart.\n\nThe visual arrives just two days ahead of the start of Eilish’s Hit Me Hard and Soft World Tour, which kicks off Sunday (Sept. 29) in Quebec. The arena trek will span North America, Australia and Europe, ending in July in Dublin.\n\nThe run will also include three sold-out shows at Madison Square Garden Oct. 16-18. The next day, on Oct. 19, Eilish will return to Saturday Night Live to serve as musical guest for a Michael Keaton-hosted episode.\n\nWatch Eilish’s new “Birds of a Feather” music video above.\n\nBest of Billboard\n\nSign up for Billboard's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."
    },
    {
        "title": "Investigating paranormal activity with Ring",
        "link": "https://www.yahoo.com/lifestyle/investigating-paranormal-activity-ring-125222491.html",
        "description": "Paranormal Investigator Katrina Weidman teams up with our sponsor Ring as they go ‘Ghost Spotting’ in a viewer's home and ...",
        "image_url": "https://www.bing.com/th?id=OVF.0bLKRg05XR8LFxQ4lH2mMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "20h",
        "source": "Yahoo",
        "article_content": "TechCrunch\n\nWhile online discourse would make it seem that venture has retreated to the Bay Area, with San Francisco being the most important place to build a startup, Index Ventures is looking to bulk up its New York-based investing team. The firm is currently looking to hire another New York-based investor with plans to add three or four new people to the team within the next year, Shardul Shah, a partner at Index Ventures, told TechCrunch. \"For a venture fund, that's hypergrowth,\" Shah said, adding that Index is trying to “capitalize on the ecosystem here, and the energy we have as a team.\""
    },
    {
        "title": "Catch a ghost on your Ring camera? You can get $100K for the video",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/catch-a-ghost-on-your-ring-camera-you-can-get-100k-for-the-video/ar-AA1rnfMn?ocid=BingNewsVerp",
        "description": "Catch a \"ghost\" on your Ring camera this fall? Ring wants to see it — and they may be willing to pay you for it.",
        "image_url": "https://www.bing.com/th?id=OVFT.J8WCUIZrTKF7AY9h_1819C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2hon MSN",
        "source": "KXAN Austin on MSN",
        "article_content": ""
    },
    {
        "title": "Pope Lick Monster featured on the small screen in new paranormal Hulu series",
        "link": "https://www.courier-journal.com/story/news/local/2024/09/28/pope-lick-monster-on-hulu-how-to-watch-series-with-louisville-legend/75345954007/",
        "description": "The third installment in the first season of the \"Out There: Crimes of the Paranormal\" features the Pope Lick Monster — a supposed half-man, half-goat also known as Goatman thought to reside near a ...",
        "image_url": "https://www.bing.com/th?id=OJ.sIdRuoRUkaVbdQ&pid=news&w=115&h=16&rs=2",
        "category": "paranormal",
        "date": "6h",
        "source": "The Courier-Journal",
        "article_content": "A mythical creature tied to an east Louisville urban legend is the subject in an episode of a new supernatural TV series that premiered on Hulu and Disney+ Tuesday.\n\nThe third installment in the first season of the \"Out There: Crimes of the Paranormal\" features the Pope Lick Monster — a supposed half-man, half-goat also known as Goatman thought to reside near a train trestle at South Pope Lick and Taylorsville roads.\n\nLegend has it the monster \"hypnotizes trespassers into venturing out onto the trestle, thus luring them to their death before an oncoming train,\" according to an entry from the Encyclopedia of Louisville.\n\nOther accounts supposedly claim the monster jumps down onto passing cars or lures people onto the tracks by mimicking familiar voices before attacking its victims with a blood-stained axe. Another legend states the creature is so horrible to behold that people jump from the trestle in fear to escape it.\n\nMore:Just Askin' | What is the Pope Lick Monster? What to know about the Louisville urban legend\n\nWhere did the Pope Lick Monster come from?\n\nVarious accounts about the beast's origin differ. Some claim that the monster was originally a circus worker who swore to take revenge after being mistreated, while others claim it's a twisted reincarnation of a farmer that sacrificed animals to gain supernatural powers.\n\nThe myth gained some notoriety when Louisville-based filmmaker Ron Schildknecht released a 16-minute film in December 1988 titled \"The Legend of the Pope Lick Monster.\" In the film, a group of teenagers go to the trestle as part of a rite of passage and one of the characters comes face-to-face with the title beast just before a train comes into view. The teen barely survives by managing to hold on to a railroad tie while the train rumbles above him.\n\nConcerns about the film influencing children to attempt to cross the 90-foot high trestle prompted Schildknecht to submit a letter to the editor to The Courier Journal in 1989, in which he stated teenagers crossing the trestle had been a common occurrence in Louisville for generations, but little had been done by parents and teachers to discourage them from avoiding the dangers.\n\n\"My interest in producing this film was to examine the reasons for such behavior and place them in the proper sociological context in hopes of dealing with the problem with a deeper understanding of the factors involved,\" he wrote. \"In depicting high school students engaged in rowdy behavior, I am saying that this is how it happens, these are the circumstances and this is what it can lead to.\"\n\nHas anyone been hurt trying to walk the train trestle?\n\nYes, in fact at least two people have been struck and killed by a train since 2016 — a 26-year-old Ohio woman and a 15-year-old from Louisville.\n\nHow can I watch the \"Out There: Crimes of the Paranormal\"\n\nHulu and Disney+ subscribers will be able to watch all eight episodes of the series starting Tuesday. The third episode is titled \"The Pope Lick Goatman.\" Other episodes feature investigations of a supposed UFO crash in Long Island and ghosts believed to haunt San Francisco's Chinatown.\n\n\"Out There\" was produced by the creative team behind the \"Sasquatch\" series, also available on Hulu.\n\nReach reporter Leo Bertucci at lbertucci@gannett.com or @leober2chee on X, formerly known as Twitter"
    },
    {
        "title": "Are you brave enough? Supernatural evening to explore things that go bump in the night",
        "link": "https://uk.news.yahoo.com/brave-enough-supernatural-evening-explore-152656454.html",
        "description": "Lovers of the supernatural will be holding a special evening of ghostly going-ons in Darlington.",
        "image_url": "https://www.bing.com/th?id=OVFT.xPmCPx0NhchjFqhWdbvnuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5h",
        "source": "Yahoo News UK",
        "article_content": "Are you brave enough? Supernatural evening to explore things that go bump in the night\n\n\n\n\n\nLovers of the supernatural will be holding a special evening of ghostly going-ons in Darlington.\n\nThe event will be joined by historian and author, Neil Storey, who features on the popular TV show 'Help My House is Haunted', who will be telling ghost stories. The Nightmare Soiree will be held at Darlington's Dolphin Centre on Saturday, October 26 - just in time for the Halloween season. There will be live music from the Mua Ha Ha's and DJ'ing witches Shrieking witches.\n\nPrepare for your darkest fears to become reality for one night only with an evening of ghost stories, music and surprise guest appearances. The event is billed as 'perfect for fans of all things that go bump in the night'.\n\nSupernatural Darlington and Manic Mum Days events have partnered up to create this terrifying event. And the question is... are you brave enough to step inside?\n\nOrganiser say spirits will be awoken and nightmares will be realised as you are invited to Darlington's first supernatural event of its kind happening this spooky season.\n\nSylvia Clement, an author and creator of Supernatural Darlington book and Facebook group, along with event manager and paranormal fan, Cassie Cooper, have long wanted to create a memorable event for their home town.\n\nHistorian Neil Storey will be taking part in a supernatural night in Darlington -Credit:UGC\n\nMembers of Supernatural Darlington -Credit:UGC\n\nThey said: \"For years we have talked about the lack of events in this genre and how we know there is an audience for it if we can make something happen. We are thrilled to bring our event to Darlington as we know there are fans around and not much going on in this area already.\n\n\"We hope our event will terrify and thrill anyone who loves all things supernatural and spooky! With lots of surprises to announce further down the line we would love all ghost and Halloween fans to support us in our new venture.\"\n\nThe dress code for Nightmare Soiree is dark/gothic. Tickets are £25 each (pre-booked only) and include supper and a shot on arrival. For more information and tickets email anightmaresoiree@gmail.com or visit Supernatural Darlington on Facebook or Instagram.\n\nFor breaking news in your area direct to your inbox every day, go here to sign up to our free newsletter"
    },
    {
        "title": "In 1928, the discovery of ‘mold juice’ would go on to save 500 million lives",
        "link": "https://www.popsci.com/science/penicillin-discovery/",
        "description": "Fleming, who admittedly discovered penicillin by chance, is reported to have said, 'When I woke up just after dawn on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qwCJHraW983seINscyRUWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3h",
        "source": "Popular Science",
        "article_content": "Although penicillin was discovered on September 28, 1928 by Andrew Fleming, a British physician and professor of bacteriology at St. Mary’s Hospital in London, it took fourteen years for the first civilian patient to receive treatment. Such a long delay to deliver what Popular Science called one of 1943’s top ten “triumphs in medicine” of all time seems unconscionable. In the decades since, it has been estimated that penicillin has saved more than 500 million lives. But word of Fleming’s discovery was slow to spread, the therapeutic implications weren’t entirely clear, and penicillin turned out to be quite difficult to manufacture.\n\nFleming, who admittedly discovered penicillin by chance, is reported to have said, “When I woke up just after dawn on September 28, 1928, I certainly didn’t plan to revolutionize all medicine by discovering the world’s first antibiotic, or bacteria killer. But I guess that was exactly what I did.”\n\nHe had been conducting experiments with common staphylococcal bacteria, or staph, but left an uncovered petri dish by an open window during a vacation in Scotland. When he returned, the dish looked different. It had the usual clusters of bacterial colonies, except for one spot covered in mold. “In the broth,” Fleming later wrote, “the mould grows on the surface as a white fluffy growth changing in a few days to a dark green felted mass.” Around the “felted mass” the broth was clear—nearby bacterial colonies seemed to have been killed by mold secretions.\n\nFleming continued to experiment with what he called “mold juice,” eventually isolating the Penicillium fungus as the bacteria slayer. He published his findings in 1929 in the British Journal of Pathology with only passing reference to the ramifications penicillin might have to treat patients suffering from serious infections such as pneumonia, scarlet fever, gonorrhea, or meningitis. Fleming seemed more focused on its implications for helping scientists who study bacteria. “In addition to its possible use in the treatment of bacterial infections,” he wrote, “penicillin is certainly useful to the bacteriologist for its power of inhibiting unwanted microbes in bacterial cultures so that penicillin insensitive bacteria can be readily isolated.”\n\nA decade after Fleming published his work, Howard Florey, Ernst Chain and others at Oxford University sought ways to manufacture penicillin at scale, which meant cultivating massive quantities of Penicillium. But they struggled to grow enough mold. Their production was so scant, in fact, that they ran out of penicillin while treating their first patient, Albert Alexander, in 1941. Without the medication, Alexander, who had been improving, ultimately died. It wasn’t until Florey recruited help from the US Department of Agriculture and US-based pharmaceutical companies like Pfizer, Lilly, and Merck that mass production began in earnest.\n\nWhen, in 1943, Popular Science named penicillin as one of the top ten medicines in history, the contributing writer and physician, Iago Galdston, cited its superior infection-fighting performance when compared with the leading antibacterial treatment, sulfa drugs: “Penicillin operates, as the sulfonamides do not, in the presence of pus and tissue fluids.” Until then, no drugs existed that could fight “long-established infections,” which, as Galdston wrote, made penicillin particularly valuable. But even in 1943, penicillin was hard to come by. Galdston lamented, “Unfortunately we cannot as yet produce penicillin in large quantities, and what is being produced has been preempted by the Government for military use.” At the time, a single dose of penicillin cost $20 ($364 in 2024). By the time World War II ended in 1945, a dose of penicillin cost $.55 ($10 today) and was readily available in the US.\n\nLooking back, Popular Science’s 1943 Top Ten List seems particularly prescient. In addition to penicillin, the new and emerging treatments that Galdston cited included vitamins and the importance of nutrition, hormone therapy to treat cancer and other disorders, and psychosomatic treatment, or the growing awareness that psychiatric disorders could manifest in physical symptoms and vice versa. Despite such medical blockbusters, it may be Galdston’s final item that has had the most profound effect on medicine: “Biological Thinking.” Galdston defined biological thinking as an acknowledgment that “the basis of well-being lies in achieving the best possible adjustment between the individual and his physical and emotional environment.” Today, we take for granted that excess stress from factors such as jobs, relationships, and finances, can make us sick, but in 1943 the idea was novel.\n\nPenicillin remains one of the most widely prescribed antibiotics. And producing penicillin still requires growing mold, but pharmaceutical companies have perfected the manufacturing process, growing Penicillium in deep fermentation tanks not unlike those used in breweries. But these tanks produce something even more valuable than beer—Fleming’s “mold juice.”\n\nPopular Science, December 1943:\n\nTen New Triumphs in Medicine\n\nMAGIC DRUGS, INGENIOUS INSTRUMENTS, WIDER KNOWLEDGE MARK THE RAPID ADVANCEMENT OF THE LAST THREE DECADES\n\nBy IAGO GALDSTON, M. D. Author of “Progress in Medicine” and “Behind the Sulfa Drugs”\n\nWithin the short span of the past 30 discoveries have developed in the field of medicine than in any comparable period during the entire history of the science. In times past, important discoveries often were followed by long periods of little or no progressive medical thinking. Today, discoveries of the utmost importance are following quickly on each other’s heels.\n\nAmong these inventions and discoveries is an instrument with a moving pen, which can “take dictation” from a patient’s brain. The record of electrical brain waves that this amazing secretary takes down is read by the surgeon for indications of brain disorders. Another is a drug so powerful that one part in 25 million parts of water will stop the growth of bacteria. Still another has revolutionized the science of diagnosis, and has completely recast the modern physician’s approach to the problem of healing.\n\nIn this writer’s judgment, 10 of the greatest medical discoveries and inventions of recent years are: The sulfonamides; penicillin; the vitamins; the sex hormones; the relation of the sex hormones to cancer; the electro-encephalograph; the electron microscope; psychosomatic medicine; brief therapy; and biological thinking.\n\nThe Sulfonamides\n\nThe sulfonamides are without doubt the best known of the recent medical discoveries. And justly so, for no single group of com- pounds has proved as effective as this one in preventing and treating such a large number of diseases. Pneumonia, gonorrhea, erysipelas, childbed fever, many forms of bloodstream infection, trachoma, septic sore throat, urinary infections, meningococcus meningitis, chancroid, gas gangrene, actinomycosis, anthrax, scarlet fever, impetigo -these are but some of the conditions effectively treated with one or another of the sulfonamide compounds.\n\nEqually remarkable and numerous are the applications of the sulfonamides in the prevention of infection. Since their first use in this respect, the lives of countless men wounded in battle have been saved. The sulfonamides have also extended the scope of surgery, heretofore limited by the threat of infection supervening upon operations in contaminated regions. They are reducing the incidence of serious complications which in times past frequently followed on simple infections. There is, however, one particular aspect of the discovery of the sulfonamides which overshadows even its great practical results. The sulfonamides have given new life to the science of chemotherapy-the treatment of internal disease with chemicals. Chemotherapy got off to a great start when Paul Ehrlich discovered Salvarsan in 910 although for the next 25 years little new appeared on the chemotherapeutic scene. Then in 1935 came Prontosil, and later the sulfonamides, and the whole picture changed. But what changed most was the concept of chemotherapy itself. Paul Ehrlich and practically all of his followers thought of chemotherapy in terms of “magic bullets,” that is, in terms of protoplasmic poisons which would kill germs, but not the human body. Unfortunately few such selective poisons were found. Most of the protoplasmic poisons proved as likely to injure the victim as the at- tacking germs. Then when Prontosil and the sulfonamides were found to be so amazingly effective against bacteria, the old theories of chemotherapy had to be recast, for the sulfonamides do not belong to the class of protoplasmic poisons. In fact, the sulfonamides are not even bactericidal, that is, they do not directly kill germs. They are, however, bacteriostatic: they arrest the development of germs by interfering with their metabolism. By thus weakening the germs, they make it possible for them to be overcome by the body’s own defenses.\n\nToday, research follows the path of germ metabolism, and seeks to discover how that metabolism may be adversely affected by means of chemical agents. It is this new rational basis for chemotherapy that warrants our hope of finding chemicals with which to cure tuberculosis, leprosy, malaria, and other germ and virus diseases not affected by the sulfonamides.\n\nPenicillin\n\nHot on the heels of the sulfonamides came the discovery of penicillin, a chemotherapeutic agent in many respects superior to the sul- fonamides. This powerful new drug is derived from a fungus called Penicillium notatum. In 1929, this fungus, or mold, was an unwelcome in- truder into some staphylococcus cultures with which the English bacteriologist Prof. A. Fleming had been experimenting for quite some time. Fleming acutely observed then that wherever the fungus grew, the germs did not, and he reasoned that the fungus and the germs did not get along well together. He studied the matter further and found his reasoning correct.\n\nHowever, since the fungus was not antagonistic to all germs, but only to certain ones, he employed it to eliminate from groups of mixed germs those to which penicillin was antagonistic. But that was as far as the matter went at the time.\n\nWith the discovery of the sulfonamides it was natural for the scientists to turn their attention once again to the penicillium mold. Another English scientist, Prof. H. W. Florey, in 1940 extracted from the penicillium mold a brown powder-like substance. He found it to be an extraordinarily powerful drug, effective against a larger variety of infections than are the sulfonamides.\n\nThough but recently discovered, penicillin has already been subjected to numerous trials. Unlike the sulfonamides, which operate by diminishing the growth of bacteria, it has been found to kill bacteria or stop their growth entirely. But it will work in many cases where the sulfa drugs have proved useless or only partially effective. Penicillin operates, as the sulfonamides do not, in the presence of pus and tissue fluids. This renders it particularly valuable in the treatment of such conditions as osteomyelitis, empyema, infected compound fractures, and wounds and burns with long-established infections. Penicillin is superior in undermining the yellow pus-producing bacteria, the staphylococcus aureus, and many infections caused by cocci. And the user of penicillin suffers no toxic effects such as are sometimes experienced when sulfa drugs have been employed.\n\nUnfortunately we cannot as yet produce penicillin in large quantities, and what is being produced has been preempted by the Government for military use. There is, however, no reason to doubt that the chemists will before long succeed in crystallizing it and reproducing it artificially.\n\nThe Vitamins\n\nThe vitamins represent a major medical discovery of an order different from any of those thus far described. Biology and medicine have been radically affected by their discovery. Until vitamins were discovered, the conviction prevailed among medical men that there wasn’t much one could do about health except to prevent disease. Doctors preached personal hygiene in terms of rest, cleanliness, exercise, fresh air, and good food. But they did so in the belief that they could only preserve health, which for any given individual was more or less fixed. For the rest, attention was focused on “fighting infection” by such means as vaccines, serums, antiseptics, and so forth.\n\nWith the development of the modern science of nutrition, of which the vitamins are an important segment, we learned that one could be not sick, but at the same time not healthy, as in the case of “subclinical conditions,” in which the patient is not manifestly ill, but also is far from well. We also discovered that susceptibility to many types of disease, including infections, was due to malnutrition, and that growth, de- velopment, and aging were profoundly influenced by the quantity and quality of the foods eaten.\n\nAs our knowledge of nutrition increases, and as that knowledge is applied to the everyday diet of people, we are bound to see a reduction in the incidence of disease, and an improvement in physical growth and wellbeing.\n\nThe Sex Hormones\n\nThe discovery of the sex hormones is one of the achievements of modern medicine on which the public is comparatively unin- formed. Yet it is truly a tremendous accomplishment.\n\nIt was a bright hunch that led to the discovery of the female sex hormone. When an ovum (egg) ripens in the ovary, it is surrounded by a minute quantity of a yellowish fluid, known as the liquor folliculi. No one thought to investigate the function of that fluid until 1922, when Edgar Allen, Ph.D., of St. Louis, and his wife obtained buckets of ovaries from a meat-packing plant and, working on their kitchen table, carefully drew off the fluid from the follicles. Soon they had enough of it to enable their coworker, Dr. E. A. Doisy, to purify it and determine its chemical constitution. This made possible the crystallization of the female hormone in 1929. In 1936 it was reproduced artificially. The discovery of the male hormone, which is credited to L. C. McGee, of Chicago, took place in 1927.\n\nThe sex hormones have proved enormously useful in the treatment of a variety of disturbances, including those of the sexual and reproductive functions. From this discovery was derived the original Aschheim-Zondek test for pregnancy.\n\nThe most important result of the discovery of sex hormones, however, is the light it has thrown upon the complicated structures and operations of the glands of internal secretion. These glands affect growth, development, metabolism, sexual function, reproduction; in fact, all phases of the “inner activities” of the human body.\n\nThe Relation of the Sex Hormones to Cancer\n\nCancer of the prostate is one of the most common types of malignancy affecting men. This type of cancer is difficult to discover in its early stages, and tends to spread so work of uniformly close tolerances is performed rapidly that, in actual experience, less than five percent of such cases can be successfully treated surgically.\n\nIn 1941, Dr. C. Huggins, of the University of Chicago, advanced the idea that the prostate cancer cells require the male hormone for their continued existence, even as the normal prostate cells do. He and his associates reasoned from this that castration or else the “neutralization” of the male hormone by means of the female hormone should adversely affect the prostate cancer growths. He, and others after him, tried the latter treatment. The results were astonishing. Although the cancer is not cured, most of the patients benefit enormously. Pain disappears, nutrition improves, appetite returns, and strength is regained. The original cancer growth in the prostate, and those that have spread to other parts of the body, regress so that many sufferers are enabled to carry on their normal activities in comfort. This treatment of prostatic cancer is vastly superior to any previously available. But the greatest value of the discovery is that it has stimulated many scientists to study the relation of the sex hormones to cancer in general.\n\nThe Electro-Encephalograph\n\nThis recent invention is a sleuthing machine for tracking down the mysterious ways of the brain. Working by means of vacuum tubes similar to those used in a radio, it picks up “brain waves”-electrical impulses generated in the head by brain function. These currents, which have distinguishing characteristics, are visibly recorded by a moving pen. Since a brain suffering from some organic ailment sends out waves differing from those generated by a normal one, the record set down by the electro-encephalograph can be read by the brain surgeon for indications of such dis- orders as brain tumors and epilepsy. This useful diagnostic instrument promises to be of great value in the study of the physiology of the nervous system, and of the dynamics of drugs employed for their effects on the nervous system.\n\nThe Electron Microscope\n\nThe electron microscope likewise promises to prove a great research instrument. The ordinary microscope cannot magnify an object beyond approximately 2,000 diameters, this limitation being imposed by the wavelength of light. The electron microscope, however, can magnify objects from 50,000 to a 100,000 diameters. It can, therefore, be readily seen how this extremely powerful instrument has opened up new and vast fields of research in bacteriology and biochemistry. We are now able to obtain a really intimate insight into the structure of both living and nonliving matter, and, most interestingly, of that “in-between” matter known as the viruses, which are responsible for such destructive diseases as smallpox, influenza, and infantile paralysis.\n\nPsychosomatic Medicine\n\nOne of the more interesting developments of psychiatry goes by the name of psychosomatic medicine. It represents the fusion of orthodox clinical medicine with the best in psychiatric knowledge. It teaches the important lesson, in an irrefutable way, that there is no disorder of the soma (the body) without some involvement of the psyche (the mind and the emotions), and conversely, that psychiatric disorders have their somatic (physical) components. In some instances, indeed, physical symptoms are the only tangible manifestations of what is primarily a psychiatric condition. This insight into the interplay of psyche and soma has made possible a much more effective treatment of many conditions which in times past could be treated only superficially. It also enables the physician to anticipate, and by appropriate action to prevent, the development of a variety of physical and emotional strains and disorders.\n\nBrief Therapy\n\nRelated to psychiatry is the new experimental development of brief therapy. The objective of these experiments is, simply, brevity of treatment. Most of the techniques of psychiatric therapy as practiced today are lengthy and therefore costly. Far too many persons who require treatment cannot afford it. And there are not enough trained psychiatrists available to meet the needs. To correct these deficiencies, studies, conferences, and experiments are being conducted to develop techniques of psychotherapy that will be effective but less time-consuming.\n\nBiological Thinking\n\nFinally we come to that development in present-day medicine which blankets all others: the ability to think biologically. Today the physician thinks of his patient in terms of his many environmental relationships–his job, his marriage, his friends, his education, his degree of success, and so forth. A short while ago, however, the physician thought of his patient only in terms of his complaints, of the symptoms or disorders he discovered and of the specific remedies he could use in the treatment of “the case.” In fact, the physician was more concerned with the “case”-with the disease afflicting the patient-than with the patient himself.\n\nToday, we know that to effect a permanent cure, the contributory as well as the primary factors must be considered and dealt with; that, in substance, the basis of well-being lies in achieving the best possible adjustment between the individual and his physical and emotional environment."
    },
    {
        "title": "Machine learning accelerates discovery of high-temperature alloys",
        "link": "https://phys.org/news/2024-09-machine-discovery-high-temperature-alloys.html",
        "description": "In a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong ...",
        "image_url": "https://www.bing.com/th?id=OVFT._PbzKnG0pPB4ScKzVy8jky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThe ML-based framework for the MOO design of RHEAs. Credit: Cheng Wen et al.\n\nIn a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong Ocean University, and AiMaterials Research LLC have demonstrated a novel method to accelerate the discovery of refractory high-entropy alloys (RHEAs) compositions optimized for extreme conditions.\n\nThe research, titled \"Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility,\" outlines how machine-learning (ML), genetic search, cluster analysis, and experimental design were employed to sift through billions of possible compositions and identify those with superior mechanical properties.\n\nThe research team, led by Turab Lookman and Yanjing Su, synthesized and tested 24 different alloy compositions through a rigorous iterative process involving six feedback loops. Their efforts resulted in four compositions demonstrating remarkable high-temperature yield strength and room-temperature ductility. Among these, the ZrNbMoHfTa alloy system, specifically the composition Zr 0.13 Nb 0.27 Mo 0.26 Hf 0.13 Ta 0.21 , stood out with a yield strength approaching 940 MPa at 1200 °C and a room-temperature fracture strain of 17.2%.\n\nA leap forward in high-temperature materials\n\nThe exceptional performance of the ZrNbMoHfTa alloy marks a significant advancement in materials science. Its yield strength at 1200 °C exceeds that of previous RHEAs and traditional nickel-based superalloys, which are typically limited to lower temperatures. This enhancement opens up new possibilities for high-temperature structural applications, including in gas turbines, aerospace propulsion systems, and nuclear reactors.\n\nThe integration of machine learning with traditional alloy design methods has allowed researchers to rapidly identify and optimize compositions that were previously unimaginable. This breakthrough not only addresses the limitations of existing materials but also sets a new standard for high-temperature alloys.\n\nA new paradigm for material design\n\nThe researchers' approach represents a paradigm shift in material design by effectively managing the vast compositional space of RHEAs and addressing multiple performance objectives simultaneously. By leveraging ML algorithms, the team was able to predict alloy properties with unprecedented accuracy and efficiency, overcoming common challenges such as limited data and complex optimization tasks.\n\nThe study also highlights the importance of incorporating multi-objective optimization (MOO) techniques to balance various material properties, including strength, ductility, and oxidation resistance. The proposed framework's adaptability to other alloy systems demonstrates its potential to revolutionize the design of materials across different applications and industries.\n\nWhile the current study has achieved remarkable results, the researchers emphasize that there is still room for improvement and further exploration. Future work will focus on integrating additional elements to enhance properties like oxidation resistance and refining ML models to manage uncertainties and improve prediction accuracy. The study also underscores the need for efficient selection strategies, such as cluster analysis, to optimize experimental and computational costs.\n\n\"The success of this research opens new avenues for material innovation,\" noted Nan Zhang, editor of Engineering. \"As research scientists continue to refine their approach and explore new compositions, we anticipate even greater advancements in high-temperature alloys that could transform a wide range of engineering applications.\"\n\nThe paper was authored by Cheng Wen, Yan Zhang, Changxin Wang, Haiyou Huang, Yuan Wu, Turab Lookman, Yanjing Su.\n\nMore information: Cheng Wen et al, Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility, Engineering (2024). DOI: 10.1016/j.eng.2023.11.026\n\nProvided by Engineering"
    },
    {
        "title": "James Webb telescope has made scary discovery about universe confirming humanity got something 'seriously wrong'",
        "link": "https://www.ladbible.com/news/science/james-webb-space-telescope-universe-expanding-speed-484045-20240928",
        "description": "But it's JWST also made a shocking discovery, which one physicist has called a 'crisis' in the way we understand the universe ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KGDxtYlGnnhZ93gl3-ihRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "LADbible",
        "article_content": "A discovery has been made which has the ability to change everything that we know about the universe.\n\nThat's right, and it's all because of The James Webb Space Telescope (JWST).\n\nIf you don't know what it is, the JWST is a more advanced version of the legendary 1990 Hubble telescope, which was launched into space in December 2021.\n\nAdvert\n\nLiving up to its expectations, the JWST has made numerous discovers in space, which could even point to there being life beyond our small planet.\n\nIt also went on to find that potential planets could be forming right before our eyes after discs and dust gathered around two stars.\n\nThe James Webb Space Telescope has made a shocking discovery (Getty Stock Image)\n\nThe telescope has captured so many high resolution images of galaxies, as well as stars being formed and even early stage black holes (which is more scary than it is cool).\n\nAdvert\n\nBut it's JWST also made a shocking discovery, which one physicist has called a 'crisis' in the way we understand the universe.\n\nAstronomers have used the information from both the Hubble and James Webb Space Telescopes to confirm one of the problems in physics that still baffles them.\n\nWhat is the Hubble Tension?\n\nThe issue they need help with is that scientists have arrived at different estimates of the rate of the universe's expansion.\n\nAdvert\n\nThis is called the Hubble Tension, and could potentially upend the world of cosmology for good.\n\nHave we misunderstood the universe? (Getty Stock Image)\n\nHow do we know how fast the universe is expanding?\n\nThere are two ways to figure out the Hubble constant - a value that describes the universe's expansion rate.\n\nAdvert\n\nThe first way is basically through the Big Bang's leftovers, which are tiny fluctuations in the cosmic microwave background.\n\nFrom 2009 to 2013, astronomers figured out that this figure was roughly 46,200 mph per million light years, or about 67 kilometres per second per megaparsec (km/s/sMpc).\n\nThe second way is to use pulsating stars, also known as Cepheid variables.\n\nAstronomers use the outer layers of dying stars, which flicker like broken street lights in the distance.\n\nAdvert\n\nBy measuring its brightness, these Cepheid stars can be chained into a 'cosmic distance ladder', which allows us to look further into the past of the universe.\n\nUsing this, an exact number can be pinpointed that reveals the speed of the universe's expansion.\n\nEstimates of the universe's rate of expansion contradict each other\n\nBy using the second method, Adam Riess - professor of physics and astronomy at Johns Hopkins University - and his colleagues estimated that the universe's expansion rate is actually about 74 km/s/Mpc, a value much higher than the previously thought 67 km/s/Mpc.\n\nThis could make the universe 10 percent younger than we originally thought.\n\nScientists have called it a 'crisis' (Getty Stock Image)\n\nThe world of cosmology has been catapulted into uncertainty following this discovery.\n\nNobel Prize winning astronomer David Gross called it a 'crisis' at a 2019 conference.\n\nWhat did the James Webb Space Telescope find?\n\nInitially, the discovery was thought to be a measurement error by confusing Cepheid stars with regular stars in the Hubble's lens, but the much more accurate JWST disproved these claims, confirming the new discovery.\n\nOn 6 February, a study was published in the Astrophysical Journal Letters, highlighting that our understanding of the universe could be very, very wrong.\n\nLead study author Riess stated: \"With measurement errors negated, what remains is the real and exciting possibility we have misunderstood the universe.\"\n\nRiess observed 1,000 other Cepheid stars in five separate galaxies as far away as 130 million lightyears from Earth, further confirming their findings on the Hubble constant.\n\nHe explained: \"We've now spanned the whole range of what Hubble observed, and we can rule out a measurement error as the cause of the Hubble Tension with very high confidence.\n\n\"Combining Webb and Hubble gives us the best of both worlds. We find that the Hubble measurements remain reliable as we climb farther along the cosmic distance ladder.\""
    },
    {
        "title": "America's Absolute Best Science Museums, According To Reviews",
        "link": "https://www.msn.com/en-us/travel/news/america-s-absolute-best-science-museums-according-to-reviews/ar-AA1rn88q?ocid=BingNewsVerp",
        "description": "Whether your family wants to explore outer space or see dinosaurs, you'll never go wrong with a trip to a science museum.",
        "image_url": "https://www.bing.com/th?id=OVFT.35TOTcEyRVxm1Axtb6Oawi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hosted on MSN1h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Strange Discovery Finds Earth's Crust 'Dripping' Into The Planet's Belly",
        "link": "https://www.sciencealert.com/strange-discovery-finds-earths-crust-dripping-into-the-planets-belly",
        "description": "\"As the lithosphere thickened and dripped below the region, it formed a basin at the surface that later sprang up when the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Q9QUM1kW-7KeDwNHmVcetS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert3h",
        "source": "ScienceAlert",
        "article_content": "Crinkles and divots in the surface of Earth on Türkiye's Central Anatolian Plateau are the smoking gun for a newly discovered class of plate tectonics.\n\nBeneath a depression called the Konya Basin, Earth's crust is slowly dripping deeper into the planetary interior, a process that is gradually shaping the surface geology of not just the basin, but the plateau that surrounds it.\n\nIt's called lithospheric dripping, a phenomenon that has only recently been discovered here on Earth, and geologists are still figuring out the different ways it manifests.\n\n\"Looking at the satellite data, we observed a circular feature at the Konya Basin where the crust is subsiding or the basin is deepening,\" says geophysicist Julia Andersen of the University of Toronto.\n\n\"This prompted us to look at other geophysical data beneath the surface where we saw a seismic anomaly in the upper mantle and a thickened crust, telling us there is high-density material there and indicating a likely mantle lithospheric drip.\"\n\nWe have a pretty good idea of how it works. When the lower portion of Earth's rocky crust is heated to a certain temperature, it starts to go a little gooey. Then, like honey or syrup, it slowly oozes downward – a bit like a pitch drop experiment, but much bigger and slower.\n\nAs this drop descends, it pulls the planetary crust down with it. This creates a depression, or basin. Then, when the drop detaches into the mantle, the surface rebounds, bulging upwards, with a widespread effect.\n\nWe only began to understand this process a short time ago, but modeling its evolution has already allowed Andersen and her colleagues to identify one region of the mantle where dripping has taken place, at the Arizaro Basin under the Central Andes.\n\nNow, careful analysis of surface geology and laboratory experiments has led them to another oozy drip under the Central Anatolian Plateau – and the signpost was the Konya Basin.\n\nThe Central Anatolian Plateau is known to be uplifting over time. Previous research suggests that it has gained around a kilometer (0.6 miles) in altitude over the past 10 million years thanks to the release of a crusty drip.\n\nBut then there's the Konya Basin, which is subsiding downwards at a rate of around 20 millimeters (0.8 inches) per year. That doesn't sound like much, but a sinking patch of ground in a region that is rising upwards warrants further investigation.\n\nThe team's findings suggest that the broader region of the plateau is in the throes of the rebound phase of the lithospheric drip process, after having dropped its gooey molten load into the mantle. The Konya Basin? That's a smaller, second drip forming.\n\n\"As the lithosphere thickened and dripped below the region, it formed a basin at the surface that later sprang up when the weight below broke off and sank into the deeper depths of the mantle,\" says Earth scientist Russell Pysklywec of the University of Toronto.\n\n\"We now see the process is not a one-time tectonic event and that the initial drip seems to have spawned subsequent daughter events elsewhere in the region, resulting in the curious rapid subsidence of the Konya Basin within the continuously rising plateau of Türkiye.\"\n\nThe researchers validated this model by setting up a lab experiment. They filled a plexiglass tank with a highly viscous silicone polymer called polydimethylsiloxane as a proxy for Earth's gooey lower mantle. A mixture of polydimethylsiloxane and modeling clay was used to replicate the upper mantle, while a mixture of ceramic spheres and silica sand served as the crust.\n\nThen, they inserted a dense \"seed\" into the upper mantle layer to initiate a drip, and observed the results. Within 10 hours, the first drip had started to fall. By the time it reached the bottom of the box, after about 50 hours, a secondary drip had started to descend.\n\nNeither drip was associated with horizontal deformation of the surface – only vertical. And these deformations were consistent with the Konya Basin.\n\n\"What we noticed was that over time, this secondary drip did pull the crust downward and started to create a basin, despite no horizontal movements in the crust at the surface,\" Andersen says. \"The findings show these major tectonic events are linked, with one lithospheric drip potentially triggering a host of further activity deep in the planetary interior.\"\n\nThese results suggest that lithospheric dripping is a multi-stage process, and neatly explains the strange, simultaneous uplifting and subsidence observed on the Central Anatolian Plateau.\n\nThe research has been published in Nature Communications."
    },
    {
        "title": "What Is No-Code Automation?",
        "link": "https://www.techrepublic.com/article/no-code-automation/",
        "description": "No-code automation allows users to automate tasks and workflows without writing code. Ideal for non-technical users, it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3uMBugXeJTpHGkKG2SeAiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "20h",
        "source": "TechRepublic",
        "article_content": "No-code automation is the process of establishing automated workflows through a pre-configured software solution without the need for traditional coding. This development style allows citizen developers (those with no coding experience) to design bespoke dashboards, tools, or interfaces to fit their unique needs with ease.\n\nCreate custom web applications using Knack’s no-code visual builders to design and deploy specialized solutions. Design custom online databases, workflows, automations, dashboards, and user interfaces.\n\nReduce development time and effort with pre-built templates.\n\nImport data and integrate with third-party services, databases, and APIs seamlessly.\n\nSecurity measures include user authentication, role-based access control, and encryption, plus features to help with GDPR and HIPAA compliance. Visit Knack Sponsored This is a paid placement. However, our team of experts approved it as an appropriate product and our content remains editorially independent.\n\nWhat is no-code automation?\n\nNo-code automation allows anyone to harness the power of modern software regardless of coding ability. It provides an intuitive visual interface for the creation of highly-individualized platforms and processes, making business workflow automation and project management more efficient.\n\nThe main goal of this type of software is to be quick, easy, and accessible for all. That’s why it often uses simple, user-friendly mechanics such as point-and-click and drag-and-drop functionality to configure automations.\n\nSEE: Learn more about the fundamentals of project management in this guide.\n\nHow does no-code automation work?\n\nThe process of no-code automation works by communicating between the user interface and the computer’s data through a series of pre-built components that the user can simply plug into their platform as needed.\n\nNo-code vs low-code\n\nWhile still using pre-built components, low-code automation allows some coding to take place in order to facilitate more complex interactions to make the application more personalized to the user’s needs. This type of development is geared towards those with some coding experience who want to reduce the time they need to spend manually coding in order to build highly-customized applications or tools.\n\nTypes of no-code automation\n\nNo-code automation can be applied to many business processes, including:\n\nApplication development tools\n\nApplication development tools allow users to build custom applications without writing code. Some examples of application development tools include Knack and Draftbit.\n\nBusiness intelligence tools\n\nBusiness intelligence tools allow businesses to collect, process, and analyze large amounts of data, allowing users to visualize data in order to gain valuable insights that better guide business decisions. Some examples of business intelligence tools include Tableau and Databox.\n\nBusiness Process Management (BPM) tools\n\nThese tools are intended to allow users to create and oversee the entire lifecycle of business processes from the design phase all the way through the execution phase, usually involving several departments. Examples of BPM tools include Pipefy and Microsoft Power Automate.\n\nDatabase tools\n\nDatabase tools are designed to allow users to visually create and manage databases to suit their unique needs. Examples of database tools include Airtable and Baserow.\n\nSEE: 9 Best Airtable Alternatives for 2024\n\nForm and survey builders\n\nThese builders allow users to create custom forms and surveys without coding. Examples of form and survey builders include SurveyMonkey and Google Forms.\n\nRobotic Process Automation (RPA) tools\n\nThese tools are intended to automate mundane or redundant tasks typically performed manually to increase efficiency. They are best suited for rule-based tasks that don’t require decision-making. Examples of RPA tools are Nintex and Blue Prism.\n\nWebsite builders\n\nWebsite builders are designed to allow users to build customized websites to suit their needs without the need to code. Examples of website builders include SquareSpace and Webflow.\n\nWorkflow automation tools\n\nDesigned to automate repetitive tasks and processes without needing to code, and suited specifically for complex processes, these are focused on workflow efficiency. Examples of workflow automation tools include monday.com and Pipefy.\n\nNo-code automation use cases\n\nPortfolio management\n\nGain a holistic view and understanding of your portfolio, from current financial statements and project priorities to overall performance.\n\nProject tracking\n\nTracking project timelines, invoices, and dependencies by automating redundant tasks makes your project management easier and more efficient. Use plug-ins to leverage all of your tools on one platform.\n\nResource allocation\n\nImprove your management and team efficiency by automating resource allocation and capacity planning. This is particularly useful when managing a project using the lean methodology.\n\nTask management\n\nNo-code automation allows for tracking at every level, from checklists all the way up to sprints and roadmaps, making information accessible to stakeholders all in one place.\n\nWork management\n\nEmpower scrum teams to define their work breakdown structures, create schedules, and track timesheets and task lists at various levels.\n\nBenefits of codeless automation\n\nAutomating any amount of manual work through automation shows countless benefits to businesses and employees alike.\n\nReduced spending\n\nBy using no-code automation, both the personnel and time required for the project are reduced considerably due to the uniquely visual experience and lack of coding required on the back end of the application.\n\nAccessibility\n\nBecause of the nature of no-code automation being for the citizen developer, no-code automation brings the design directly to the person who needs the tool. This reduces the amount of miscommunication that might occur when trying to explain the vision to a professional coder who might not understand the industry for which they’re building the tool.\n\nIncreased efficiency\n\nBy automating mundane, monotonous, or redundant tasks, businesses are able to reduce the time their employees spend on those tasks, increasing work output and decreasing human error. This reduces wasted time on revisions and corrections, allowing employees to focus their attention on the items that require human interaction.\n\nBusiness agility and scalability\n\nNo-code automation allows companies to expand their offerings and business scale without traditional constraints. The automation of many tasks allows businesses to scale up and down as needed with the drag-and-drop capabilities. These changes are easily and quickly implemented in no-code platforms.\n\nFrequently asked questions (FAQs)\n\nWhat is the best codeless automation?\n\nThe best codeless automation depends on your specific needs. If you want to develop an app, you will likely choose different software than if your goal is to automate data tracking or build website surveys. It’s important to speak with all project stakeholders in order to determine which platforms will best help you reach your audience or maintain your workflow.\n\nWhat are the disadvantages of codeless automation?\n\nBecause the components are pre-built, the user can only do so much to make their creation truly specific or bespoke to fit their needs. However, while the creations that come from no-code platforms are technically limited, the existing databases for pre-built components are so vast that finding a tool to suit your needs well enough without coding is highly likely.\n\nCan project management be automated?\n\nYes, project management can be automated. While project management can’t be completely automatic, it can be automated in several manually redundant areas to reduce the time project managers are spending on minor tasks. With no-code software, you can automate sending reminders, delegating tasks to level out workload, emailing updates on progress, and more."
    },
    {
        "title": "How Generative AI is Transforming Coding Jobs",
        "link": "https://www.analyticsinsight.net/generative-ai/how-generative-ai-is-transforming-coding-jobs",
        "description": "Generative AI has transformed the software development industry. From automating repetitive taks to enhancing creativity, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G061Zg5BUt86nbSqDsD-fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight45m",
        "source": "Analytics Insight",
        "article_content": "One of the most immediate impacts of generative AI in coding is the automation of routine and repetitive tasks. Developers often spend valuable time writing boilerplate code, generating documentation, and debugging simple issues.\n\nGenerative AI can take over these tasks, enabling developers to focus on more complex and creative aspects of development. By offloading mundane coding tasks to AI, teams can experience increased productivity, faster project completions, and more time for innovation.\n\nThis efficiency gain is crucial in a fast-paced industry where speed is often tied to success. For developers, this means the potential for working on more challenging and rewarding aspects of projects."
    },
    {
        "title": "Chiefs OC Matt Nagy: 'There's Nothing Surprising' with Rashee Rice's Hot Start to 2024",
        "link": "https://www.si.com/nfl/chiefs/news/chiefs-oc-matt-nagy-theres-nothing-surprising-with-rashee-rice-s-hot-start-to-2024",
        "description": "Rashee Rice's breakout start to the 2024 season hasn't come as a surprise to the Chiefs' offensive decision-makers.",
        "image_url": "https://www.bing.com/th?id=OVFT.XldEPBJJIDt-kR_IApUDLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "15m",
        "source": "Sports Illustrated",
        "article_content": ""
    },
    {
        "title": "A Lawsuit From Backers of a ‘Startup City’ Could Bankrupt Honduras",
        "link": "https://www.wired.com/story/a-lawsuit-from-backers-of-a-startup-city-could-bankrupt-honduras/",
        "description": "The country faces a wave of claims after it repealed a law allowing for special economic zones. Chief among them is an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EDqYnUueX9sFVxmZrFBvOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5h",
        "source": "Wired",
        "article_content": "This story originally appeared on Inside Climate News and is part of the Climate Desk collaboration.\n\nYears later, Luisa Connor and Vanessa Cárdenas would look back ruefully on the day foreigners visited their beachfront village with plans for a development next door. They had no idea the effort was backed by Silicon Valley billionaires who wanted to build a “startup city” or that a relatively new Honduran law would allow them to establish this semiautonomous enclave. They could not foresee they would lead a fight against it that would launch their village into national politics and prompt an international legal dispute, threatening to bankrupt the country. They thought it was just another hotel.\n\nCrawfish Rock is a fishing village of a few hundred people on the island of Roatán. It is the kind of place where children roam free, scouring the forest for iguanas or catching crabs under the Caribbean’s glassy waters.\n\nIt is also the site of Próspera ZEDE, a libertarian experiment in market-driven governance whose backers are suing Honduras for up to $10.775 billion. Prospera’s Delaware-based creator, Honduras Próspera Inc., argues its project has a right to continue operating even though the law that enabled it was repealed two years ago, and that it should retain that right for 50 years. To make this claim, Honduras Próspera cited a trade agreement Honduras signed with the United States, where the investors are based, and an unrelated treaty with Kuwait.\n\nHonduras Próspera’s is just one of 15 similar claims against the Honduran government, nearly all of which have been filed since February 2023. Collectively, investors who brought four of the claims are seeking up to $12.3 billion, nearly twice as much as Honduras’ entire public expenditures in 2022. The amount sought in the other 11 claims has not been made public. Should Honduras be ordered to pay any of those judgments, it will have no right of appeal.\n\nHow could this be?\n\nThe cases were brought under an obscure system in international law known as investor-state dispute settlement, or ISDS. Written into thousands of investment treaties and trade agreements, the system allows foreign investors to bring arbitration claims against states. While it was intended to protect investors against asset seizures or corrupt court judgments, critics say corporations now use ISDS to extract huge sums when governments tighten regulations or levy new taxes.\n\nThe cases are heard by ad-hoc tribunals of arbitrators who are generally corporate lawyers. There is no precedent and no appeal. Tribunals have issued billions of dollars in awards even in cases where corporations violated domestic laws, polluted the environment or trampled on basic human rights.\n\nThe ISDS system has also emerged as a threat to climate action. Fossil fuel companies have begun suing governments that try to phase out coal, oil and gas. In the case of poor, climate-vulnerable nations like Honduras, multibillion-dollar claims can worsen a poverty trap.\n\nIn a cruel cycle, climate change has contributed to Honduras’ soaring debt, according to a recent United Nations report, while more debt hampers the country’s ability to spend money protecting its people from extreme weather. As a result, “significant proportions of the population have been internally displaced or displaced across international borders.”"
    },
    {
        "title": "Surfshark review: a fast streaming VPN for all your devices",
        "link": "https://www.digitaltrends.com/computing/surfshark-review/",
        "description": "I reviewed Surfshark, a fast, affordable streaming VPN with unlimited device support, great privacy protection, and an ...",
        "image_url": "https://www.bing.com/th?id=OVF.O41OmmUwzdrvalHkpuf63A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Digital Trends",
        "article_content": "Surfshark VPN MSRP $15.45 Score Details “Surfshark is a fast streaming VPN that let me connect an unlimited number of devices, making it a great choice to protect privacy and unblock worldwide streaming for the whole family.” Pros Quick, reliable server connections\n\nPlenty of fast servers worldwide\n\nEasy-to-use design\n\nFast, helpful live chat support\n\nSupports unlimited devices Cons No free version\n\nTwo-year plan reverts to annual upon renewal\n\nSurfshark might sound dangerous, but it’s actually a VPN that protects your privacy, quarantines malware, and hides your location and online activity from intrusive trackers.\n\nAs one of the leading streaming VPNs, Surfshark is known to maintain fast speeds, but I wanted to find out just how fast it was and if there were any gaps in performance.\n\nIn my review, I also tested the antivirus protection included with a Surfshark One subscription, checked up on prices, and tested customer support.\n\nTiers and pricing (free, trial, subs)\n\nSurfshark is one of only a few VPNs that support an unlimited number of devices, adding extra value if you share the account with family members and close friends.\n\nYou can try Surfshark free for seven days before paying and the 30-day money-back guarantee gives you even more time to decide whether it’s worth the subscription cost.\n\nIf you’re looking for a completely free solution, check out our guide to the best free VPNs that protect your privacy with a few restrictions.\n\nSurfshark Starter costs $15.45 monthly, but the savings start when you subscribe for one or two years. The annual plan costs $45 and includes three free months. It renews at $60 per year, which is about average for a good VPN.\n\nThe two-year plan at $59 is a great bargain, plus you get three months for free. After 27 months, the renewal reverts to an annual plan at $60. Still, that beats the price of some top competitors. For example, NordVPN is an excellent VPN, but the subscription cost more than doubles when you renew.\n\nSurfshark also offers cybersecurity bundles. Surfshark One includes malware protection for less than a dollar more each month. Surfshark One+ costs $2 to $3 more monthly and protects your privacy with ongoing requests to remove your personal information from data brokers.\n\nIf you’re looking for a better VPN deal, there are usually sales and promotions that can help you save more. Just make sure you keep an eye on renewal dates so you aren’t caught off guard when prices go up.\n\nDesign\n\nI tested Surfshark One, which I thought sounded like the sweet spot. Installation was quick, with helpful tips to install the apps and browser extensions.\n\nThe Windows app is well-designed, with a panel on the right showing at-a-glance confirmation of whether or not the VPN is enabled, which features are on, and which server I’m connected to.\n\nOn the left, I get a list of worldwide servers with quick links to recommended, recently used, and favorites at the top of the list. I can also search for a location and filter the list to see only static IP addresses or multi-hop servers.\n\nIt’s easy to use the basics without understanding advanced features, yet fine-tuning is a click away whenever you want.\n\nA toolbar on the far left lets me change settings for the VPN connection, access my account, get help, and explore features like antivirus protection and identity alerts.\n\nThe browser extension is convenient since that’s where I’m most likely to want to change VPN settings. However, the app has more settings.\n\nFeatures (reliability, speed, location hidden, cross-plat, special)\n\nBeyond protecting privacy, I want a VPN that is fast and reliable. To test Surfshark, I connected to several servers located around the world. The results were impressive.\n\nWith Surfshark’s Windows app and browser extension, I enjoyed quick connections that never dropped and good speeds worldwide. My ISP delivers 900 Mbps download speeds over Ethernet. Most streaming VPNs cut that in half even when I select a nearby server.\n\nWith the nearest Surfshark VPN server, I measured 728 Mbpson the SpeedTest website, one of the fastest I’ve ever recorded for a VPN. Upload speed was 38 Mbps and ping was around 44 ms both ways. I’m in Nova Scotia, Canada, on the East Coast and the closest Surfshark server was in Montreal, over 700 miles away.\n\nGreat speed within the country is nice, but I often use a VPN to browse worldwide like I was a local, so the real challenge is maintaining good bandwidth across the border.\n\nSurfshark continued to deliver blistering speed with 667 Mbps down, 17 Mbps up, and a 75 ms ping with a U.S. server. Upload speeds and ping always drops overseas, and that was true for Surfshark, but downloads were very fast with 579 Mbps for the U.K., 651 Mbps for France, and 630 Mbps for Germany.\n\nThe first significant drop showed up with an Australian server that managed 306 Mbps downloads. The 5 Mbps uploads and 100+ ms ping of European servers fell to 2Mbps uploads and 244 ms ping Down Under.\n\nOverall, Surfshark outpaced speedy VPNs like ExpressVPN and the fast and cheap TorGuard. While Surfshark was consistently fast, the other two performed well with nearby servers, but fell behind when connecting to more distant locations.\n\nSurfshark One includes a virus scanner and real-time protection for up to five devices. Surfshark’s antivirus earned a perfect score in a June 2024 evaluation by independent cybersecurity lab AV-Test.\n\nIn my spot-check of Surfshark One’s CleanWeb feature, it didn’t block any of Wicar’s malware tests. That’s because Surfshark’s blocking is reputation-based. That means it won’t block and alert you to dangerous websites or downloads unless they are in its database.\n\nAfter downloading the EICAR malware test file, I ran Surfshark One’s antivirus scanner and it quickly identified and quarantined the threat. Although Wicar.org is safe, more advanced antivirus software detects browser exploits and malicious files, preventing the potential threat before it’s downloaded to your computer.\n\nSupport\n\nSome VPN providers have good, but slow support since answers come via email. Surfshark has 24/7 live chat support so you can get help all day, every day.\n\nI tested it by asking about CleanWeb, Surfshark One’s blocking feature. An AI chatbot was helpful, offering several buttons to narrow down my questions and pointing me to relevant support documents.\n\nWhen I stumped the bot, I asked for a human and was immediately transferred. I learned that the Surfshark browser extension is for convenience, but you get the same VPN and antivirus protection from the app.\n\nPrivacy and security\n\nSurfshark makes its privacy policy easy to understand by getting to the most important details first: minimal data is collected, only what’s needed to provide the service you’re paying for. Surfshark requires your user ID or IP address and time stamp while browsing, but deletes that data within 15 minutes of your session ending.\n\nI couldn’t find any record of Surfshark security breaches, and the privacy policy checks out. While Surfshark is located in a Nine Eyes country, it’s audited no-log policy indicates the company won’t have any data to share even if there are official requests.\n\nSurfshark doesn’t sell or share your email to third-party advertisers.\n\nIs Surfshark right for you?\n\nSurfshark has a well-designed app, great customer service, and one of the fastest streaming VPNs with plenty of servers around the globe. The unlimited device support makes it hard to go wrong with this service, particularly if you subscribe for one to two years.\n\nFor less than a dollar extra each month, Surfshark One includes a good malware scanner and dark web monitoring. That’s a tempting offer, but it offers limited browser protection. You’ll want to keep your dedicated antivirus software active to block viruses. Surfshark Starter is the best pick for most people.\n\nI was impressed with Surfshark’s speed, reliability, and depth of features. The quick support makes it easy to get help or learn more about how to use Surfshark’s apps and extensions.\n\nI recommend Surfshark as one of the best VPNs with excellent speed, good privacy protection, easy operation, and great value."
    },
    {
        "title": "How to install and uninstall Microsoft Edge",
        "link": "https://www.digitaltrends.com/computing/how-to-install-and-uninstall-microsoft-edge/",
        "description": "There are many ways to get Microsoft Edge on and off of the desktop. Learn how to navigate the Windows browser.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "5h",
        "source": "Digital Trends",
        "article_content": "Microsoft Edge is a controversial browser that is the default internet access tool on the Windows operating system. While many users might be fine using Edge as a primary web browser on Windows, countless others take issue with many aspects of the browser, including bloatware features and privacy concerns, among others.\n\nRecommended Videos\n\nDifficulty Easy Duration 5 minutes What You Need Another web browser\n\nWith Microsoft investing in AI features such as Copilot, Microsoft Edge has become even more of an integral part of Windows. Microsoft is making the program harder for users to remove from its native operating system. Edge is also available for other device ecosystems, such as Apple and Chromebook, for those interested in a different experience.\n\nHere’s a rundown on how to install and delete the Microsoft Edge browser on different desktops.\n\nHow to install Microsoft Edge for Windows\n\nStep 1: Open another browser, such as Chrome, Firefox, Opera, or Safari. Head to the official Microsoft Edge download page.\n\nStep 2: Accept the Microsoft software license agreement, choose the language from the drop-down menu, select Accept, and download.\n\nStep 3: The Microsoft Edge .exe download file will complete. Open the file to continue with the installation wizard.\n\nStep 4: Once the download is complete, the Microsoft Edge browser will automatically pop up, ready for use.\n\nAlternatively, you can access the Microsoft Edge browser from the Microsoft Store.\n\nStep 5: Open the Microsoft Store from the Windows logo.\n\nStep 6: Search for Microsoft Edge in the search bar.\n\nStep 7: Select Microsoft Edge among the search results.\n\nStep 8: Select the Install button and the app will begin to install.\n\nHow to install Microsoft Edge for Mac\n\nStep 1: Open a browser and head to the official download page for Microsoft Edge on macOS.\n\nStep 2: Accept the Microsoft software license agreement, select Accept and download.\n\nStep 3: The Microsoft Edge .dmg file will complete. Open the file to continue with the installation wizard.\n\nStep 4: Enter your password when prompted and wait for the installation to complete.\n\nStep 5: When you see the prompt asking if you want to delete the installer files, you can select Empty bin.\n\nStep 6: To find the newly installed Microsoft Edge browser, select Launchpad on the dock and look for the Edge icon.\n\nStep 7: Select Microsoft Edge to open the browser and it is ready for use.\n\nStep 8: To uninstall Microsoft Edge on macOS, find and remove it in your Applications folder.\n\nHow to install Microsoft Edge for Chromebook\n\nStep 1: Open the Google Play Store.\n\nStep 2: Search “Microsoft Edge.\"\n\nStep 3: Select Install. The app will install.\n\nStep 4: Select Open. The app will ask if you want to make it your default browser.\n\nStep 5: Make your choice. Then log into your Microsoft account if you choose and begin browsing.\n\nStep 6: During the first browsing experience, you will see an option allowing you to choose between phone, tablet, and sizable screen configurations. Change the screen to sizable if you’re on a desktop. This will allow you to maximize your screen.\n\nStep 7: Similar to macOS, you can uninstall Microsoft Edge, just like any other app in ChromeOS.\n\nHow to uninstall Microsoft Edge on Windows\n\nUninstalling Microsoft Edge from Windows is a challenge because the app is a default app on Windows OS and is also the system’s default browser. In prior years, Microsoft allowed for a simple uninstall process through its settings; however, the uninstall option is now grayed out if you attempt to remove the app from your system. This restriction also varies depending on where in the world you live. If you live in the EU, you can uninstall Microsoft Edge in the traditional way via settings, but if you’re in the U.S. or U.K., this function is not available. You should check to ensure that the ability to uninstall the browser is available in your region.\n\nThere are roundabout methods for uninstalling Microsoft Edge, such as using uninstaller apps or Command Prompts. However, these options can break various functions on your computer system, including the new Copilot AI tool and features in the Microsoft App Store that are also default aspects of Windows. Attempting to uninstall the app could also leave your desktop in a loading loop and in need of additional troubleshooting. Over time, Microsoft has sent out updates that override the effectiveness of these methods as well. It is also possible for Microsoft to reinstall Edge in a future update, leaving you stuck with the browser once again.\n\nMicrosoft recommends not attempting to uninstall the Edge browser, but here are some of the safest methods available for removing the app from your desktop.\n\nIgnore Microsoft Edge\n\nThe safest option is to ignore Microsoft Edge and use a different browser option, such as Chrome, Firefox, Opera, or any other of your preference. You can remove the browser visually from your desktop, start menu, and taskbar by right-clicking the icon and selecting delete or un-pin. However, Microsoft Edge will still live on your desktop in the background.\n\nTo ensure your system favors the browser of your choice over Microsoft Edge, you can set it as your default browser. Go to Settings > Default Apps > Search or Scroll Through Set Defaults for Applications to find your choice browser. Select the browser, then select Default. It will become the main browser that your desktop responds to, overriding Microsoft Edge.\n\nRegistry editor uninstall on Windows\n\nThe Registry Editor option essentially enables the uninstall ability in Microsoft Settings so you can proceed to uninstall Microsoft Edge as you would normally. This method will highlight the uninstall option in Settings once more, in theory allowing you to uninstall Microsoft Edge. However, some who have attempted to use this method claim it does not remove the browser; it just opens the uninstall option. It also seems to work for some users and not for others. So proceed with caution when using this method.\n\nStep 1: To open the Windows Registry Editor, go to the Start search box, type \"regedit,\" and select Registry Editor. Select Yes in the pop-up window asking if you can make changes to your Windows system.\n\nStep 2: The Windows Registry Editor is a large folder that serves as a tool for editing the Windows operating system and its applications.\n\nStep 3: Double-click through the following sequence of folders to find the option you need to select:\n\nComputer\\HKEY_LOCAL_MACHINE\\SOFTWARE\\WOW6432Node\\Microsoft\\Windows\\CurrentVersion\\Uninstall\\Microsoft Edge\n\nStep 4: Once in the Microsoft Edge folder, options will appear on the right. Double-click the NoRemove option and set the value to 0.\n\nStep 5: Restart your computer.\n\nStep 6: Back in Windows, open the Settings app and follow this path: Apps > Installed Apps > Microsoft Edge.\n\nStep 7: Click the three-dot drop-down menu and the Uninstall option should be highlighted. Select it to begin the uninstall process.\n\nStep 8: You should receive a pop-up confirming that you want to make changes to your device, Select OK. If the deletion process completes, Microsoft Edge will disappear from the settings list.\n\nMicrosoft Edge PowerShell command uninstall\n\nThe PowerShell Command allows you to make changes to the Windows operating system at the administrator level. This is what allows you to make edits to programs like Microsoft Edge because, as an administrator, PowerShell Command has deeper access than a standard user. However, this is an older workaround method, and some users have also reported it may not work as well as it has in the past. So proceed with caution when using this method.\n\nStep 1: Access the Windows File Explorer by selecting the icon or pressing Win+E.\n\nStep 2: Type or paste the following into the address bar of your Windows File Explorer and press Enter.\n\nC:\\Program Files (x86)\\Microsoft\\Edge\\Application\n\nStep 3: Open the folder with a numbered name and the most recently modified date. Its name should have a sequence like this: 128.0.2729.76.\n\nStep 4: Find the Installer folder, then right-click and select Copy as path.\n\nStep 5: Open Terminal as an administrator (search Terminal in Start search, right-click, and select Run as Administrator) to open Windows PowerShell.\n\nStep 6: Type cd, then paste the path you copied from the previous folder. If done correctly, it should resemble the following command.\n\n\"C:\\Program Files (x86)\\Microsoft\\Edge\\Application\\128.0.2729.76\\Installer\"\n\nStep 7: Press Enter and PowerShell will begin to run the command that will modify the Installer folder.\n\nStep 8: Copy and paste the following command into PowerShell and press Enter.\n\n.\\setup.exe -uninstall -system-level -verbose-logging -force-uninstall*\n\nStep 9: Once the command process is complete, Microsoft Edge should be removed from your desktop.\n\nMicrosoft Edge PowerShell Command uninstall, second option\n\nThis PowerShell Command is an alternate that you can try if the first option does not work. Similarly, both function by working through Microsoft’s administrator level. This method attempts to remove components of Microsoft Edge at the compressed package level. Meanwhile, the first method changes the browser installer functions, creating a force-uninstall. This second option is also an older workaround that may not work or could result in Edge returning in a future update. You should also proceed with caution when using this method.\n\nStep 1: Open Terminal as an administrator (search Terminal in Start search, right-click, and select Run as Administrator)\n\nStep 2: Type or paste the following command into PowerShell and press Enter to begin the process.\n\n*get-appxpackage *edge**\n\nStep 3: Find the option PackageFullName on the left side list and highlight the accompanying data on the right. It should look similar to the command below.\n\nMicrosoft.MicrosoftEdge.Stable_126.0.2641.99_neutral__8wekyb3d8bbwe\n\nStep 4: Copy the text using Ctrl+C on your keyboard.\n\nStep 5: Type \"remove-appxpackage\" at the bottom of the PowerShell window, then paste the command right after that text. It should resemble the following.\n\nRemove-appxpackage Microsoft.MicrosoftEdge.Stable_126.0.2641.99_neutral__8wekyb3d8bbwe\n\nStep 6: Press Enter and allow the command to run. Once complete, Microsoft Edge should be removed from your desktop.\n\nWise program uninstaller for Microsoft Edge\n\nThe Wise uninstaller option is one many people have been using to remove Microsoft Edge on Windows as other options either stop working or begin to cause problems on desktops. This method is also one that creates a force uninstall for Microsoft Edge. The meticulousness of trying to find and manually select the additional Edge-related files to delete increases the chance of causing a boot loop error if Microsoft attempts to reinstall the browser onto your desktop. However, removing all of the extra features doesn’t seem to be necessary. Overall, proceed with caution when using this method.\n\nStep 1: Head to the Wise Program Uninstaller and select Free Download.\n\nStep 2: Accept the terms and the download package will begin.\n\nStep 3: The installer will pop up. Uncheck the first box and press Finish.\n\nStep 4: The Wise Uninstaller program will open. You should see Microsoft Edge in the list of programs.\n\nStep 5: Highlight Microsoft Edge and click Force uninstall. Be sure to create restore points before making any major change to your system.\n\nStep 6: Click Select all in the next pop-up and then Remove to delete additional files.\n\nStep 7: Highlight the Edge icon under browser extensions on the left and uninstall the files listed.\n\nStep 8: Go through all of the tabs and find all of the Microsoft Edge-associated files and uninstall them.\n\nStep 9: Restart your desktop and all Microsoft Edge icons should be removed, indicating that the program is uninstalled.\n\nHow to make sure Microsoft Edge doesn't install itself again\n\nThere is a second step you can take to ensure that Microsoft Edge does not reinstall onto your desktop after you have uninstalled the browser. This method utilizes the Registry Editor from a previous uninstall method, with different steps to ensure that the already uninstalled program won’t return.\n\nStep 1: To open the Windows Registry Editor, go to the Start search box, type \"regedit,\" and select Registry Editor. Select Yes in the pop-up window asking if you can make changes to your Windows system.\n\nStep 2: Double-click through the following sequence of folders to find the option you need to select:\n\nComputer\\HKEY_LOCAL_MACHINE\\SOFTWARE\\Microsoft\n\nStep 3: Once at the Microsoft folder, right-click the folder and select New>Key.\n\nStep 4: This will create a new folder. Name the folder \"EdgeUpdate.\" It will be at the end of the list in the Microsoft folder.\n\nStep 5: Now, right-click inside the EdgeUpdate folder on the right and select New>Key.\n\nStep 6: This will create another new file. Name the file \"DoNotUpdateToEdgeWithChromium.\"\n\nStep 7: Double-click the option you just created. This will bring up a pop-up that you must edit. Change the value from 1 to 0 and then press OK.\n\nStep 8: Restart your desktop. This process should prevent Microsoft Edge from reinstalling on your desktop again."
    }
]