[
    {
        "title": "It’s been nearly 2 decades since the ‘Tic Tac’ incident, here’s what we know about the iconic UFO encounter",
        "link": "https://news.yahoo.com/news/nearly-2-decades-since-tic-013624734.html",
        "description": "The most consequential UFO incident in modern history is about to reach a milestone, and while the Pentagon still can't ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2hkqR_f-YgPlIjM2qCUXCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "17h",
        "source": "YAHOO!News",
        "article_content": "It’s been nearly 2 decades since the ‘Tic Tac’ incident, here’s what we know about the iconic UFO encounter\n\nLAS VEGAS (KLAS) — The most consequential UFO incident in modern history is about to reach a milestone, and while the Pentagon still can’t explain what happened, the incident’s impact is still being felt 20 years later.\n\nOn Nov. 14, 2004, U.S. Naval aviators were sent to intercept an otherworldly object that “took off like a bullet fired from a gun.” It was dubbed the “Tic Tac” UFO due to its shape and color, which resembled the popular breath mint. However, this breath mint was 45 feet across. It was detected by the Navy dozens of times in Nov. 2004.\n\nThe now-famous video of the Tic Tac, which was recorded by Navy pilots, was initially buried by the military. However, a clandestine investigation based in Las Vegas eventually documented why the encounter was so revolutionary.\n\nDuring two weeks in Nov. 2004, the world’s most sophisticated sensor systems attached to the USS Nimitz Carrier Strike Group were befuddled by repeated cat-and-mouse type incursions by unknown objects off of the coast of Southern California. Objects were detected one moment and gone the next. On Nov. 14, radar operators finally got a lock on one object—the Tic Tac.\n\nTop Gun pilot David Fravor was sent to investigate. The commander of the “Black Aces” Strike Fighter Squadron 41 sped through the skies in his F-18 and could not believe what he saw. Years later, his opinion hasn’t changed.\n\nDavid Fravor, the commander of the “Black Aces” Strike Fighter Squadron 41 sped through the skies in his F-18 and could not believe what he saw.\n\n“The video was taken by a crew after us when we came back and landed,” Fravor recounted. “There were four of us. We chased it visually, and I looked at it for over five minutes.”\n\nFravor described watching it move and interact with his jet. He was confident that what he saw was not one of the usual aerial suspects.\n\n“It’s not a bird. It’s not a weather balloon. It had no wings, it had no rotors, there was no wash,” he said. “The four of us will to this day tell you that we have no idea what we saw, as far as where it was from or what it was, but it had incredible performance characteristics that were well beyond brand new Super Hornets right out of the factory, which [were] the jets we were flying.”\n\nCommander Chad Underwood was in the second F-18 sent after the Tic Tac. A recording device on his plane recorded the grainy image from an infrared sensor. Underwood said a second recording of the incident has never been released, adding that the Tic Tac engaged in active jamming.\n\n“I did get jamming cues on my radar tape,” Underwood said.\n\nAccounts vary regarding what happened to the recordings afterward, although the encounter was not investigated by the Navy, nor was it sent up the organization’s hierarchy. A few years later, a bootleg of the recording appeared online without much fanfare. A more detailed article penned by a former Navy pilot appeared in an online aviation publication without much notice.\n\nIn Dec. 2017, the Tic Tac became worldwide news as the centerpiece of a front-page story in the New York Times. The article revealed the existence of previously unknown Department of Defense programs looking into UFOs. The video of the Tic Tac alongside Fravor’s account was, and still is, viewed as solid proof that genuine unknowns have continued to perplex the world’s most powerful military.\n\nThe New York Times article turned the UFO subject on its head, and other mainstream media started investigating the cover-up. Members of Congress asked questions and demanded briefings. The public showed renewed interest in a subject long dismissed as nonsense. Veteran journalist Ralph Blumenthal said the story was a tough sell to his editors.\n\n“Everything was, you know, it was documented,” Blumenthal said. “But it was still a difficult topic for the times to grapple with, and the Times has a history of being very skeptical of UFOs.”\n\nThe larger story exposed a previously unknown investigation into UFO encounters within the U.S. Military. AATIP, or the Advanced Aerospace Threat Identification Program, was described as “a program” by some and “a working group” by others.\n\nLue Elizondo, a career intelligence officer who left his Pentagon position in 2017, was instrumental in getting the Tic Tac video into the hands of the New York Times. In 2018, he confirmed that other instances similar to the Tic Tac exist in hidden military files.\n\n“There are many, many Nimitz incidences that are equally compelling that are told from the eyes of people like Commander Dave Fravor,” Elizondo said, with documents later confirming that Elizondo had taken formal steps to get the Tic Tac video and others like it, released to the public.\n\nChris Mellon, a former intelligence insider, admitted that he put the videos into the hands of the New York Times, creating a wave of publicity that led to the creation of a new Department of Defense investigation: the UAP Task Force. That organization, headed by veteran intelligence professional Jay Stratton, quietly compiled and analyzed other UFO videos and cases. A few of them eventually surfaced in media reports.\n\nVeteran intelligence professional Jay Stratton is interviewed on camera for the first time.\n\nIn Stratton’s very first on-camera interview, he said a major goal of the task force was to reduce the stigma so that more military pilots would be willing to report their encounters, and to give them a formalized process to submit what they saw.\n\n“If you look back to that Tic Tac incident that happened in 2004, and you know from some of the releases that it wasn’t until 2009, 2010 that things were looked at because they had nowhere to send it,” Stratton said.\n\nWhat has changed in 2024? Dr. Sean Kirkpatrick, head of UFO investigation AARO, or the All-domain Anomaly Resolution Office, said the majority of UFO cases can be explained, as could the Tic Tac if more data were available. However, a detailed analysis of the Tic Tac and its capabilities was created. It was the first case investigated by AAWSAP, the Advanced Aerospace Weapon Systems Applications Program, another secretive program based in Las Vegas.\n\nIt’s a project that Dr. James Lacatski, former director of AAWSAP, said did not have a vague purpose.\n\n“It was completely UFO-related,” Lacatski said.\n\nContrary to what the public has been told, the U.S. government knows quite a bit about the Tic Tac, with one of its goals being to construct its own.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KLAS."
    },
    {
        "title": "Derek Yu's vision for a human-driven games industry in the story of UFO 50's development",
        "link": "https://www.gamesindustry.biz/derek-yus-vision-for-a-human-driven-games-industry-in-the-story-of-ufo-50s-development",
        "description": "When booting up a game like UFO 50, a collection of 50 titles whose 80s-inspired roots belie the modern design ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k3CE5g73C8pPZNOWBIh00S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "GamesIndustry10h",
        "source": "GamesIndustry",
        "article_content": "When booting up a game like UFO 50, a collection of 50 titles whose 80s-inspired roots belie the modern design sensibilities that make them special, it's easy to feel overwhelmed.\n\nThe collection was released on September 18, 2024 to critical and commercial acclaim in spite of how unusual it is in the indie landscape, and it's hard to imagine how one would go about tackling the development process of such a vast homage to gaming and its history. So, we sat down with Derek Yu to do just that.\n\nYu, the rockstar indie developer behind Spelunky and Spelunky 2, worked on UFO 50 with a team of five other indie developers for over eight years.\n\n\"Everyone on the team enjoyed the excitement and freedom of 80s gaming – when game design was less established and less dissected\"\n\nJon Perry, a childhood friend of Yu's, is known for board game design, but turned to video games for this project. Composer Eirik Suhrke has collaborated with Yu in the past, doing the music for Spelunky and Spelunky 2. Paul Hubans is a pixel artist and indie game dev known for Madhouse, Ojiro Fumoto is known for the smash mobile hit Downwell, and Tyriq Plummer is a pixel artist and animator also working on Catacomb Kids.\n\nWe begin our discussion with Yu by diving into how this team managed to wrangle the scope and perspective of such a massive project while dealing with the usual exigencies of making one game, much less 50.\n\n\"When you're working on a game, it's important to zoom out regularly to make sure you're not getting too lost in one small part of the project,\" he says. \"That's even more crucial when it's a collection of 50 games! What helped us zoom out was setting regular deadlines where we'd try to bring each game to a certain level of completeness.\"\n\nAs far as collection-wide design principles went, it was important to Yu and his team to connect games together when they could. However, the first priority from which everything else flowed was making sure that each game could generate its own unique appeal.\n\n\"The most important thing for us was that the games were fun and interesting to work on, so that's where we started when it came to design. But we were always looking for opportunities to connect the games together and reuse connections we'd already made.\"\n\nConnections between finished games is one thing, but how did the team go about structuring their collaborative efforts to create connective tissue between developers while UFO 50 was a work in progress? Yu says it all came down to setting expectations.\n\nWhile he and John Perry directed most of the games in the collection, Ojiro Fumoto specialized in one title: Sunset Drive. Even Suhrke, who did music for the game, has a few credits to his name, as do Hubans and Plummer. This kind of collaboration underscores the team's ability to work together and respect one another's ideas.\n\nThe collection's developers | Image credit: Mossmouth/UFO 50\n\n\"The understanding was that a director of a game would have final say on its design, but everyone was open to collaborating and sharing their work,\" Yu explains. \"By release, every game had gone through multiple passes by different people.\"\n\nHe continues: \"Everyone on the UFO 50 team has a broad set of skills, but we each have our individual strengths and areas of special interest, too. We leveraged those unique skills in a very organic way – there was a lot of encouragement to just take the initiative if you had a good idea.\"\n\nSeveral projects were scrapped during development, but Yu points out the underappreciated advantage indie game developers have: flexibility.\n\n\"I recall only around a half dozen games that were scrapped, and they were all scrapped early on in their development. So we didn't leave too much on the cutting room floor, in the end. I think that's an area where indies can really take advantage of their flexibility to work efficiently – you don't have to make it difficult to implement an idea or to cut one.\"\n\nAccording to Yu, this flexibility extended into UFO 50's 80s-inspired design. When we ask why the UFO 50 team chose the era, Yu emphasizes the DIY-spirit of games at the time and how their gameplay and interfaces often brought out creativity in players and designers alike. Basing UFO 50's lore on a fictional video game company that published titles from 1982 through 1989 felt like the natural choice then for such an ambitious celebration of what games can be.\n\n\"I think everyone on the team enjoyed the excitement and freedom of 80s gaming – when game design was less established and less dissected,\" Yu says. \"And even accounting for instruction manuals, I feel like games were less handholdy, sometimes for the worse but often for the better. There was a raw energy that was very adventurous and the technical limitations didn't get in the way – if anything, it bred a lot of creativity. We wanted to capture some of that feeling while also applying the good lessons we've learned since then.\"\n\nCapturing such a feeling in 50 games, though, took longer than expected. Yu had originally envisioned the project launching in 2018. He says a number of factors led to the game taking much longer to come out than he originally planned, part of which being the release of Spelunky 2 in 2020.\n\n\"Partly we just underestimated the work, which is common enough when you're working on one game, let alone 50 at once! Also, for me, that initial release window was based on a slightly different idea of the collection, where the individual games were allowed to be a little more raw. After we passed that date, though, it became clear that this was one of those projects that needed to cook as long as it needed to cook.\"\n\nUFO 50's title screen\n\nSo Yu and Suhrke decided to focus on Spelunky 2 and ship that first before turning their full attention back to UFO 50.\n\nIn spite of the delay, when asked if he'd do anything differently if he could go back in time, Yu's answer is definitive: \"I wouldn't change a thing, since both games [Spelunky 2 and UFO 50] launched and have been well-received. And sometimes you need to miss a deadline to put things in the right perspective.\"\n\nYu says that playtesters provided valuable thoughts on how to make the game feel like a fulsome experience in the year leading up to its release.\n\n\"We added most of our external playtesters in the last year of development – up until that point we had our hands plenty full just working off of our own thoughts. Once the games were all playable from beginning to end and it felt like a full collection, we started inviting friends to try it out.\n\n\"Sometimes you need to miss a deadline to put things in the right perspective\"\n\n\"For the most part, our testers validated the core principles behind UFO 50. Despite the overwhelming nature of having 50 games available at the start, the overall concept seemed compelling to people, especially as they engaged more and more with the fictional history. The hard part was massaging all of the details into the right places and making sure that everything – the games, the library, the fiction – worked well together and felt coherent. Design-wise, a lot of our discussions around the testing were about balancing different ways to approach the collection.\"\n\nThe team's approach struck us as a refreshing counterpoint to the usual industry story of games being crunched on and launched at the last minute to meet corporate earnings goals.\n\nHowever, in spite of this fascination and all the fulfillment he found making UFO 50, Yu would caution new indie developers against making such a vast project. While smaller games can still be a powerful vehicle for individuals looking to hone their craft, he says, treating game development as an iterative learning experience is far more rewarding (and sustainable) than banking on one encompassing idea for years on end.\n\n\"I don't think UFO 50 is a great example for new developers to follow, because ultimately it's still a single large game that took [over] eight years to make! That requires a lot of experience and runway. But you could plan to release, maybe not 50 games across eight years, but several games across a few years. Treating game development like a craft or discipline that needs to be learned over time, across multiple released projects, is a solid way to minimize your risk.\"\n\nBattling monsters in Valbrace, game 37 of 50 | Image credit: Mossmouth/UFO 50\n\nHearing Yu's philosophy on games as works of art contextualizes the prospect of future innovation in the indie space and where the craft is going from here. As far as the UFO 50 team is concerned, the game should stand on its own, and post-launch support will only come in to fix bugs and streamline the experience.\n\n\"To me the game itself is the main dialogue we're putting out there – as an artwork, UFO 50 wasn't designed to be something that keeps changing too much after release, barring any issues that are preventing players from engaging with it in the first place. Mostly we're enjoying watching the community experience the game together and are trying to make ourselves available to support that as best we can.\"\n\nYu lights up while discussing why he makes games. He puts forward a perspective brimming with the kind of empathy that permeates the often zany yet absolutely polished products for which he's known. His audience has only grown since he first released Spelunky, a game that has sold over a million copies and delighted fans across the world. According to Yu, games are a people-driven industry and should be treated as such, especially in the indie space.\n\n\"The game itself is the main dialogue we're putting out there – as an artwork, UFO 50 wasn't designed to be something that keeps changing too much after release\"\n\n\"Games are made by people more than skill sets, so find people you trust and enjoy working with first and foremost,\" he says.\n\nHe continues to espouse this approach when we ask him to elaborate on what he learned during UFO 50's development process.\n\n\"I obviously learned a lot from the other members of the team, who sharpened my eyes in pretty much every area of game-making. The experience also validated a lot of lessons I'd learned from previous projects. For example, the importance of working with people you trust and the joy of providing meaningful experiences that aren't necessarily what players expect or find immediately comfortable.\"\n\nYu has a radically simple vision for the games industry as informed by his experience working on UFO 50. He created the project with a close group of collaborators and friends, so – when we ask what value continuity has in game making – he quickly replies with the following: \"I think continuity can be valuable, for sure, but it shouldn't be forced – developers should work together because they want to.\"\n\nAnd, at the end of the day, Yu says the impetus for UFO 50 was born out of a desire to accomplish a simple yet lofty goal: to have fun making games."
    },
    {
        "title": "BREAKING - I found The UFO video featured in James Fox's The Program Trailer",
        "link": "https://www.msn.com/en-us/tv/news/breaking-i-found-the-ufo-video-featured-in-james-foxs-the-program-trailer/vi-AA1t7o4k?ocid=BingNewsVerp",
        "description": "Patrick discusses something shocking he found in the trailer for the upcoming documentary 'The Program' by James Fox. #aliens ...",
        "image_url": "https://www.bing.com/th?id=OVF.ZXEDWt1XFUXz2EhArKHCrA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN11h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Viral video of 'UFO' hovering over gas station in broad daylight sparks debate",
        "link": "https://www.msn.com/en-gb/news/world/viral-video-of-ufo-hovering-over-gas-station-sparks-debate/ar-AA1t5uJH?ocid=BingNewsVerp",
        "description": "Viewers were left guessing after an apparent UFO was spotted floating over Cuernavaca, a city in the south central Mexican ...",
        "image_url": "https://www.bing.com/th?id=OVF.n6ostb3zbNfsXpK%2fBTBefw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "Linda Napolitano: Where is the Alleged Alien Abductee Now?",
        "link": "https://thecinemaholic.com/linda-napolitano/",
        "description": "UFO theories have long captivated public interest, with many investigators dedicated to uncovering possible evidence of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gQdX3Jbqq4oKyLC7cEQjqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com7h",
        "source": "thecinemaholic.com",
        "article_content": "UFO theories have long captivated public interest, with many investigators dedicated to uncovering possible evidence of extraterrestrial encounters. Figures like Budd Hopkins, a prominent UFO researcher, have shaped the field, seeking to legitimize and understand alien abduction claims. Among these, Linda Napolitano has become a pivotal figure known for her extraordinary “Manhattan Abduction” story. Her account, involving high-profile witnesses and alleged government involvement, has left a lasting impact on UFO lore, stirring debate and fascination. In Netflix’s ‘The Manhattan Alien Abduction,’ Linda steps forward to defend her experiences, standing firmly by the claims she made decades ago.\n\nLinda Napolitano Reported That She Was Kidnapped By Aliens For a Second Time\n\nLinda Napolitano grew up in New York’s Little Italy, where her father was a Golden Gloves boxer. She shared that her mother had always taught her to expect a traditional life: to marry, raise children, and support her family. However, alleged events in her later years altered her view of reality and transformed her life’s direction. Linda’s story entered the public eye when she first reached out to Budd Hopkins, a renowned UFO investigator and author, in late 1989. She told him she had read some of his books, but she could not get through them because they were traumatizing for her. She recounted an incident when she went on a holiday with her husband to the Catskills, New York, and had a very eerie dream.\n\nShe felt that she was levitating and then woke up the next morning in the forest with a nosebleed. She claimed that she went to the doctor and, upon doing an x-ray, found a spring-like object in her nose. She sent the x-ray to Budd, who was very interested in getting to know what she had experienced by this time. During the time she was working with Budd through hypnosis sessions to unravel her experience, she called him and told him that she might have been abducted again. Linda claimed that around 3:15 a.m. on November 30, 1989, she was lifted from her apartment bedroom by a bright blue light. She described feeling paralyzed and being floated out of her window, high above the street, toward a hovering, metallic UFO.\n\nAccording to Linda, she was transported into the craft, where she encountered several grey-skinned beings with large, almond-shaped eyes who performed various examinations on her. Budd claimed that he had found 23 witnesses corroborating Linda’s abduction, and many of them had reportedly seen her being taken on the night that she mentioned. He started working on a book based on her experiences, and they started doing interviews to elaborate on what they were trying to understand. At this time, Linda used the name Linda Cortile to be in the public domain.\n\nLinda Claimed That Her Family Were Also Abducted by Aliens\n\nAs Budd Hopkins and Linda Napolitano continued their investigation, they began to suspect that government agencies, particularly the FBI, were monitoring their activities, fueling an increasing sense of paranoia. One day, Linda called Budd in a state of alarm, explaining that two men, identifying themselves as FBI agents named Richard and Dan, had visited her. They allegedly questioned her intensely, demanding to know how she had managed to “float” out of her apartment window. The two of them even reportedly contacted Budd and told him that they were, in fact, security personnel for Javier Pérez de Cuéllar, the United Nations Secretary-General at the time. The latter had allegedly seen Linda’s abduction in November 1989 and wanted answers.\n\nOne night, Linda claimed she awoke to an eerie sight: her husband, Stephen Napolitano, and their two sons stood together in the hallway, each with a nosebleed. This shocking event, she alleged, was evidence that her entire family had also been abducted by aliens. Budd Hopkins supported Linda’s theory, suggesting that UFO abductions are often part of a broader attempt to study human behavior, DNA, and familial connections. He posited that aliens may abduct multiple family members to gain insight into genetic patterns and inherited traits, which, he argued, could explain why Linda’s family might have been subjected to these experiences as well.\n\nLinda Reported That She Was Being Threatened By Two Security Personnel\n\nOver time, Linda began to feel increasingly unsafe, always sensing that she was being followed. To protect herself, she got a gun and started wearing a wire whenever she left her home. During one outing, she claimed she was abducted by the same two mysterious agents, Richard and Dan. Linda said she managed to record parts of their interaction, capturing disturbing statements in which they referred to her as a “half-breed” and made threats, allegedly because they believed she was somehow connected to alien beings. Linda stated that she ultimately managed to escape, though the encounter deepened her sense of vulnerability and fear.\n\nBudd published her account in his 1996 book ‘Witnessed: The True Story of the Brooklyn Bridge UFO Abductions.’ He wanted it to be republished a few years later and a movie to be made, but it did not pan out. Linda’s story remains one of the most debated cases in UFO and alien abduction literature. Critics argue that the lack of independent verification, particularly of Pérez de Cuéllar’s alleged involvement, weakens the case. Some skeptics suggest that Linda’s story may have been influenced by the growing cultural awareness of alien abduction narratives or by Hopkins’ own research methods, which often included the use of hypnosis. This technique has come under scrutiny for its potential to create false memories.\n\nLinda Napolitano’s Accounts Remain Relevant and Sought-After Even Today\n\nIn addition, Richard and Dan’s identities have never been verified, and no independent evidence has surfaced to corroborate Linda’s claims about their involvement. Skeptics argue that without more concrete evidence, the story remains speculative and may be the result of fabrication or confabulation. Despite the controversy, Linda Napolitano’s case has become one of the most famous in UFO lore, often cited by those who believe in extraterrestrial encounters and alien abductions. Her story has appeared in television documentaries, books, and paranormal media, fueling discussions about the reality of alien encounters and the possibility of government involvement in suppressing information about extraterrestrial phenomena.\n\nOver time, Linda has remained an important part of the community that claims to have experienced alien interactions. In a 2013 Vanity Fair article, Linda was reported to have been a member of an Alien-Abduction Support Group that met annually. In 2022, the documentary ‘Linda Napolitano: The Alien Abduction of the Century’ revisited the case and her accounts and several theorists and scholars have maintained an interest in her case.\n\nLinda continues to reside in New York, maintaining a low profile and rarely engaging in public appearances. When given the opportunity to speak, however, she stands firm in her accounts of what she experienced. Her sons, Tony and Johnny Napolitano, have grown into responsible adults who deeply love and respect their mother for everything she has done for them, and she now enjoys being a grandmother to two young boys. She remains in touch with Peter Robbins, who was Budd Hopkins’ assistant during their time working together, and considers him a lifelong friend. Her current life is focused on family and health, and the peace of her mind is of foremost importance to her.\n\nRead More: Carol Rainey: What Happened to Budd Hopkins’ Ex-Wife?"
    },
    {
        "title": "GitHub Copilot will support models from Anthropic, Google, and OpenAI",
        "link": "https://www.msn.com/en-us/money/other/github-copilot-will-support-models-from-anthropic-google-and-openai/ar-AA1t8YBB?ocid=BingNewsVerp",
        "description": "GitHub Copilot users on the web or VS Code can select Claude 3.5, with Gemini 1.5 Pro in the coming weeks. OpenAI’s GPT-4o, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UJfAYNxOxukGlDKOXuqR8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14mon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Amazon brings its Rufus AI shopping assistant to more international markets",
        "link": "https://www.msn.com/en-us/news/technology/amazon-brings-its-rufus-ai-shopping-assistant-to-more-international-markets/ar-AA1t98KK?ocid=BingNewsVerp",
        "description": "Amazon is extending the availability of its AI-enabled shopping assistant, Rufus, to more markets in Europe and the Americas.",
        "image_url": "https://www.bing.com/th?id=OVFT.Hf-DhLous-ggm8VkcvnWdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "'I tried the AI app that helped a mum lose six stone and it was worth every penny'",
        "link": "https://www.msn.com/en-gb/news/newsliverpool/i-tried-the-ai-app-that-helped-a-mum-lose-six-stone-and-it-was-worth-every-penny/ar-AA1t7SA3?ocid=BingNewsVerp",
        "description": "Simple is an AI-powered personal trainer that provides real-time advice on what to eat, how to exercise, and when to sleep - ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fUGYRfFeeGwGq1D4vgPmdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9hon MSN",
        "source": "Liverpool Echo on MSN",
        "article_content": ""
    },
    {
        "title": "Google Play Store could soon answer your app queries, thanks to AI (APK teardown)",
        "link": "https://www.androidauthority.com/google-play-store-ask-a-question-apk-teardown-3494981/",
        "description": "The Google Play Store could be working on a new AI-powered \"Ask a question\" feature that would answer user queries on the app listing page.",
        "image_url": "https://www.bing.com/th?id=OJ.qutD00eY9E0tWw&pid=news&w=91&h=16&rs=2",
        "category": "ai+app",
        "date": "7h",
        "source": "Android Authority",
        "article_content": "Edgar Cervantes / Android Authority\n\nTL;DR Google is working on a new “Ask a question” feature for the Google Play Store.\n\nThis upcoming AI-powered feature will likely allow users to ask questions on the app listing page and use AI to answer them.\n\nThis feature could complement the AI-generated FAQs currently present in the Play Store.\n\nThe Google Play Store is the premier destination for downloading and installing apps and games on your Android flagship. While many of us are experts at finding the right app for our needs, many users need assistance locating the right app. The app discovery process for them is quite different, and these users often have questions about the app’s working but cannot locate their answers in the app listing. Google could be working on improving this experience, and it could use AI to generate answers to users’ questions on app listings.\n\nAuthority Insights story on Android Authority. Discover You're reading anstory on Android Authority. Discover Authority Insights for more exclusive reports, app teardowns, leaks, and in-depth tech coverage you won't find anywhere else. An APK teardown helps predict features that may arrive on a service in the future based on work-in-progress code. However, it is possible that such predicted features may not make it to a public release.\n\nGoogle Play Store v43.3.32-31 contains new strings that indicate that Google is working on a new AI-powered feature called “Ask a question.” Take a look at the new strings:\n\nCode Copy Text <string>Created by AI</string> <string>Ask a question about this app</string> <string>Ask a question</string>\n\nWe spotted AI-generated FAQs in the Play Store earlier in the year, so this would mark “Ask a question” as the second AI-powered feature. These FAQs are pre-generated by the Play Store using AI, so while they address common questions, there’s room to tune the responses further based on personal questions. The upcoming “Ask a question” feature could be a step in that direction, as it would presumably let users ask questions about the app or game listing they are currently viewing.\n\nAccording to other clues within the app, this AI feature will likely be visible on the individual app listing page and search results. Users will likely see a button or the text “Ask a question,” which will show an input field where they can enter their questions to receive an AI-generated answer.\n\nThis AI-generated question-and-answer feature is not currently live in the Google Play Store. Google has not shared anything about this feature, so we don’t know if and when it will go live for users. However, a feature like this aligns well with good, practical use cases for AI and would help users and app developers alike, so we hope the feature comes to fruition.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
    },
    {
        "title": "New app performs motion capture using just your smartphone — no suits, specialized cameras or equipment needed",
        "link": "https://www.yahoo.com/tech/app-performs-motion-capture-using-120000601.html",
        "description": "Motion capture requires special equipment and infrastructure that can cost upward of $100,000 — but scientists have created a ...",
        "image_url": "https://www.bing.com/th?id=OVF.cpcfFFhhP5S8ri7YuZ312w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "50m",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: gorodenkoff/Getty Images\n\nNew research suggests a smartphone app can replace all the different systems and technologies currently needed to perform motion capture, a process that translates body movements into computer-generated images.\n\nThe app, dubbed \"MobilePoser,\" uses the data obtained from sensors already embedded in various consumer devices — including smartphones, earbuds and smartwatches — and combines this information with artificial intelligence (AI) to track a person's full body pose and position in space.\n\nMotion capture is often used in the film and video gaming industries to capture actors' movements and translate them into computer-generated characters that appear on-screen. Arguably the most famous example of this process is Andy Serkis' performance as Gollum in the \"Lord of the Rings\" trilogy. But motion capture normally requires specialized rooms, expensive equipment, bulky cameras and an array of sensors, including \"mocap suits.\"\n\nSetups of this kind can cost upward of $100,000 to run, the scientists said. Alternatives like the discontinued Microsoft Kinect, which relied on stationary cameras to view body movements, are cheaper but not practical on the go because the action must occur within the camera's field of view.\n\nInstead, we can replace these technologies with a single smartphone app, the scientists said in a new study presented Oct. 15 at the 2024 ACM Symposium on User Interface Software and Technology .\n\nRelated: Playing with fire: How VR is being used to train the next generation of firefighters\n\nMobilePower achieves high accuracy using machine learning and advanced physics-based optimization, said study author Karan Ahuja , a professor of computer science at Northwestern University, said in a statement . This will open the door to new immersive experiences in gaming, fitness and indoor navigation without specialized equipment.\n\nThe team relied on inertial measurement units (IMUs). This system, which is already embedded in smartphones, uses a combination of sensors — including accelerometers, gyroscopes and magnetometers — to measure the body's position, orientation and motion.\n\nHowever, the fidelity of the sensors is ordinarily too low for accurate motion capture, so the researchers augmented them with a multistage machine learning algorithm. They trained the AI with a publicly available dataset of synthesized IMU measurements that were generated from high-quality motion-capture data. The result was a tracking error of just 3 to 4 inches (8 to 10 centimeters). The physics-based optimizer refines the predicted movements to make sure they match real-life body movements and the body doesn't perform impossible feats — like joints bending backward or the user's head rotating 360 degrees.\n\nRELATED STORIES\n\n—What causes motion sickness in VR, and what can you do to avoid it?\n\n—Watch scientists control a robot with their hands while wearing the Apple Vision Pro\n\n—VR headsets vulnerable to 'Inception attacks' — where hackers can mess with your sense of reality and steal your data\n\n\"The accuracy is better when a person is wearing more than one device, such as a smartwatch on their wrist plus a smartphone in their pocket,\" Ahuja said. \"But a key part of the system is that it's adaptive. Even if you don't have your watch one day and only have your phone, it can adapt to figure out your full-body pose.\"\n\nThis technology could have applications in entertainment — for example, more immersive gaming — as well as in health and fitness, the scientists said. The team has released the AI models and associated data at the heart of the app so that other researchers can build on the work."
    },
    {
        "title": "Paranormal Cirque III is coming to the Salem Civic Center",
        "link": "https://www.yahoo.com/entertainment/paranormal-cirque-iii-coming-salem-215230339.html",
        "description": "The Paranormal Cirque III is coming to Salem for a one-of-a-kind experience with talented artists in acrobatics, contortion, ...",
        "image_url": "https://www.bing.com/th?id=OVF.1NgqfjN4qBygAaBdGRqGUg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "Yahoo",
        "article_content": "SALEM, Va. (WFXR) – The Paranormal Cirque III is coming to Salem for a one-of-a-kind experience with talented artists in acrobatics, contortion, aerial acts, and more.\n\nThe event will take place in the parking lot of the Salem Civic Center from November 7 through the 10 to bring death-defying stunts, creep creatures, and haunting performances.\n\nThere will also be illusionists, freaks, and other mysterious creatures like zombies, witches, vampires, ghosts, and much more.\n\nThis is a new production by entrepreneur Manuel Rebecchi to bring together visuals and first-class artists from all over the world with the latest technology.\n\nSpooktacular events return to Explore Park, events listed below\n\n“We’re excited to bring this unique and thrilling show to Salem,” said Manuel. “We’ve assembled an incredible cast of performers, and we can’t wait to showcase their talents to our audiences. This show is perfect for anyone looking for a night of entertainment and scares.”\n\nIf you are under the age of 18 you must be accompanied by a parent or guardian as the show has adult language and material.\n\nIf you purchase tickets in levels 1, 2, or 3 you can receive a special promotion on those tickets of $5.00 off.\n\nTo buy tickets visit www.paranormalcirque.com or call 941-704-8572.\n\nPhoto Credit: Paranormal Cirque III\n\nPhoto Credit: Paranormal Cirque III\n\nPhoto Credit: Paranormal Cirque III\n\nPhoto Credit: Paranormal Cirque III\n\nPhoto Credit: Paranormal Cirque III\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to WFXRtv."
    },
    {
        "title": "The Rocky Mountain Paranormal Research Society Is Digging Up Denver's Ghostly Past",
        "link": "https://www.westword.com/arts/rocky-mountain-paranormal-research-society-releases-case-files-22300822",
        "description": "We’re committed to providing you with the election coverage you need as you cast your vote. We’re aiming to raise $6,500. If ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xyRyHk9pL2nel8E1UIEedS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Westword5h",
        "source": "Westword",
        "article_content": "click to enlarge RMPRS\n\nclick to enlarge The Croke-Patterson Mansion back when its ghosts might still have been drawing breath. YouTube\n\nThe first volume of the(RMPS) starts with this dedication: \"To all those whose lives are remembered through ghost stories and folklore.\"It's an appropriate mission statement for the dynamic duo of Denver authors Robert Lewis and Bryan Bonner, who say they do what they do — and write about it — to pay homage to the \"enduring presence\" of spirits they seek to record and document.Those tales of things that go bump in the night continue in their new book,, now available at local bookstores and on the Polymath Press website \"Our overall purpose is to do our best to get to the bottom of paranormal claims,\" says Lewis. \"If that means finally finding the real scientific proof or evidence of ghosts or aliens or whatever other paranormal entity, that’s about the most exciting thing we can think of. On the other hand, if it means helping people understand that what they’ve been experiencing has a natural explanation and they don’t need to be afraid of something spooky in their house, that also seems like a good day’s work.\"The RMPS was founded by Bonner more than 25 years ago, when he wanted to examine paranormal activity in the Rocky Mountain region but found himself disillusioned with how the process was being handled by others with similar interests. \"Most other groups out there at the time were either too eager to believe or too eager to dismiss rather than investigating with an open mind,\" says Lewis, who adds that Bonner started his own group to direct the investigations more analytically and scientifically. Lewis joined the project a few years later.\"We’re dyed-in-the-wool horror nerds,\" Lewis says, \"so we’re drawn to the spooky stories. But we’re also dyed-in-the-wool science and history nerds, so we’re looking for a certain quality of evidence. Therefore, we take a skeptical approach, but in the true sense of the word — that is, we insist on remaining neutral about whether any individual case is paranormal or not until the evidence is in. And we have to be comfortable with 'I don’t know' as an answer.\"We’re just almost-academics,\" he jokes. \"We’re the kinds of people who read history books and scientific papers for fun, so when we investigate a case or set out to write up our findings, we’re as interested in the historic background or technical side of things as we are in the ghost stories.\"But he quickly asserts that it's more than that: \"It’s also partly a conscious decision to let that [science] shine through in the final drafts, because there don’t seem to be many others out there who take that approach,\" he says. \"Most people who like the ghost stories tend to avoid the academic side of things, and most who write about the academic side of things don’t tend to give the ghost stories their due.\"Thebooks are more recent additions to the RMPS to-do list — something for which Lewis claims credit. \"The idea for the book series started when I joined up,\" he says, in part because of his own studies in the writing undergraduate program at CU Denver, and a sincere passion for writing. \"Once we started discussing it, we quickly realized we had way too much for a single book, so we set about dividing the case files up into collections. We now have two books on the market, a third in the works, and enough case files left over for at least a fourth. And we’re still out there gathering new stories.\"Those new stories come straight from old Denver. Lewis and Bonner continue to plumb the depths of phenomenons in many city staples: the Denver Press Club, the McClelland School, the County Jail, Union Station and more. And they don't limit themselves to just metro Denver; they've studied the Stanley Hotel and Elkhorn Lodge in Estes Park and the Phoenix Mine in Idaho Springs, as well.Lewis says that there are almost too many promising sites to cover, and many are personal favorites of his. \"It’s honestly hard to choose,\" he admits. \"Even just limiting ourselves to the Denver area, there are so many, it’s like trying to choose a favorite child. But I’d have to say one of the biggest standouts is Cheesman Park [covered in Volume 1]. Partly that’s because it has one of the richest histories we’ve been able to write about, but also because that was a case that really brings together all the elements we like: We got to play historians digging up some of the lesser-known parts of its history, to play scientists working with forensic anthropologists to study some of the bodies that were unearthed in the park, and to play ghost hunters working on the various paranormal claims in the park.\"\n\nHis choice for most notable haunt from Volume 2 is the Croke-Patterson Mansion. \"That one has collected so many ghost stories it might very well be one of the most written-about haunts in Denver,\" says Lewis. \"Plus, it’s a magnificent old building that, again, has a rich history. And perhaps one of the single most memorable odd things we discovered on an investigation, maybe actually the winner for just plain weirdest...but we’ll leave that as a tease for people who want to read our second book.\"\n\n\n\nThe still-unreleased third volume, according to Lewis, will include one of Denver's most historic sites and one of its first brothels: Mattie’s House of Mirrors, the Market Street legend that's now part of Dierks Bentley's Whiskey Row.\n\n\n\n\"When we investigated, it was operating as a restaurant — though now it’s unfortunately no longer open as an independent venue and most of the interior has been replaced,\" he says. \"But it’s another of those places with not only a remarkable history, but a good number of weird occurrences during our investigation, including some strange anomalies with the lights and an audio recording of two distinct but unintelligible voices from an unknown source.\"\n\n\n\nIt's evidence such as those voices that Lewis and Bonner continue to search for — and Denver's past seems only too happy to provide."
    },
    {
        "title": "5 Paranormal Events Caught On Live TV",
        "link": "https://www.msn.com/en-us/entertainment/news/5-paranormal-events-caught-on-live-tv/vi-AA1t6BHT?ocid=BingNewsVerp",
        "description": "Watch five paranormal events that were caught live on television. These eerie occurrences surprised audiences and remain ...",
        "image_url": "https://www.bing.com/th?id=OVF.KFutrXHsrdv2jvHj7gJ1Iw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Secret History on MSN8h",
        "source": "Secret History on MSN",
        "article_content": ""
    },
    {
        "title": "Who you gonna call? Texas A&M Paranormal Society searches for proof of ghosts",
        "link": "https://theeagle.com/news/a_m/aggies-campus-haunted-locations-halloween-2024/article_5c212598-9561-11ef-9057-0340257d80fd.html",
        "description": "While the paranormal might be a cause for fear to many, an intrepid group of Aggies prefer exploring the most haunted ...",
        "image_url": "https://www.bing.com/th?id=OVF.VjgBVez9iNLjImuojf%2fpmw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Eagle20h",
        "source": "The Eagle",
        "article_content": "While the paranormal might be a cause for fear to many, an intrepid group of Aggies prefer exploring the most haunted locations in Texas to find proof of lingering spirits.\n\nIn 2023, Forbes ranked Texas as the most haunted state in America with over 13,710 cemeteries, 7,517 ghost sightings, 925 haunted locations and 158 paranormal investigators. The Brazos Valley is no stranger to ghost stories and haunted locations, including the LaSalle Hotel in Downtown Bryan and the Animal Industries Building on the Texas A&M University campus.\n\nThe Texas A&M Paranormal Society (TAPS) brings believers and skeptics alike to haunted locations across Texas along with professional-level ghost hunting gear to test for paranormal activity and, hopefully, find evidence to one of life’s greatest mysteries.\n\nIsa Rodriguez, TAPS president, recently led a paranormal investigation at the Queen Theatre in Downtown Bryan, which was rumored to be haunted after someone died from suicide in a nearby building years ago.\n\n“We also went to the Queen Theatre last semester and had a great time. I think that was one of the most active places I had ever been to back when I was vice president,” Rodriguez said. “Luckily, we have a really good relationship with the owner. They love to hear what we find and they trust us. … There’s this pit in the back, behind the screen, and we got a lot of vocal evidence with the spirit box.”\n\nParanormal investigators use a variety of tools to find evidence of the paranormal. A spirit box, also known as a ghost box, is a radio with a frequency scan that jumps from station to station, occasionally giving the listener words or phrases as it is believed that spirits communicate over different radio frequencies. Similarly, investigators may use an EMF (electromagnetic field radiation) reader, thermometer or motion detector in their hunts.\n\nRodriguez said she’s had her own paranormal encounter on campus at Francis Hall which has been rumored to be haunted since 2003, especially in the early morning hours.\n\n“We investigated Francis Hall on campus and that was one of the first places that I’d genuinely had a paranormal encounter and something that was inexplicable, because we were up on the third floor and I heard a child’s laugh,” she said. “Ever since then, I thank God I’m not a construction science major, because I do not step foot in there by myself.”\n\nOne of the other supposedly haunted locations on campus is the Animal Industries building where it is rumored, in 1965, the meat laboratory manager accidentally sliced through his femoral artery when trying to cut meat. The man bled to death and has allegedly been haunting the building ever since with some saying they have heard screams in the hallways late at night.\n\nAs a senior soon to graduate from A&M, Rodriguez hopes TAPS continues to grow and welcome both believers and non-believers.\n\n“I think the paranormal is definitely something to explore and to accept, regardless of if you’re a skeptic or not. There’s skeptics in our organization,” she said. “I think it’s a joy to lead this group and cultivate a space for them to be themselves and explore things that are still unknown.”\n\nRhett England, public relations officer for TAPS, has been in the group for nearly four years since freshman year and has seen his fair share of haunts and paranormal encounters.\n\n“We went to a location called Tejas Barbecue in Tomball. At that investigation, I was touched on my side. I thought it was one of the members who was standing by me, and I asked him if he was touching me. He said no,” England recalled. “And we got this on video, but I had a drawstring bag and one of the strings kept moving side to side while I was standing still.”\n\nMultiple types of hauntings exist, England said, which could influence the evidence the group is able to find.\n\n“Residual haunting is just repetitive and triggered by something, like a certain day of the year,” England said. “For example, if you died on Oct. 31, you’re more likely to reappear on that day, or like Gettysburg where you’ll hear the sounds of screaming soldiers.”\n\nEngland said one of the biggest misconceptions people may have about TAPS is that they deny scientific knowledge.\n\n“I think people should approach the paranormal with an open mind because I do believe in science, but I think science is a developing field, so it can only explain so many things,” he said. “I like that we’re about to actually go and investigate places with actual equipment because I’ve never had the opportunity before in my life to do something like that.”\n\nAngelina Garcia, vice president of TAPS, is currently a sophomore sociology student at A&M and has a deep appreciation for learning about how cultures around the world discuss the paranormal.\n\n“I think where I grew up in San Antonio and being Hispanic, there’s obviously a very big connection to the dead and what happens after you die,” she said. “So maybe, subconsciously, my Hispanic heritage and my family really pushed me to go into both my degree and TAPS.”\n\nParanormal investigations often have been portrayed on TV shows and video games but their level of accuracy is not always accurate, Garcia said.\n\n“Especially now that I’ve done my own investigations, and I’ve used a decent amount of the equipment, everything that you watch is obviously very dramatized, and a lot of it is faked,” she said. “I think at the core of a lot of shows, it is true to how investigations are conducted, especially for the more realistic shows like the earlier seasons of ‘Ghost Adventures.’”\n\nGarcia said, in her experience, people can have a pessimistic view on the afterlife while TAPS gives A&M students the opportunity to explore the unknown with friends.\n\n“I feel like TAPS is a very good club, for lack of a better word, for the misfits, the ones who believe in spirits and those who may be a little alternative. There’s not a lot of spaces for us on campus and I really want us to stay and expand so we can be a space for the kids that may not fit in with the general student population,” she said. “I like to think it’s worth investigating into spirits. It’s good to know there’s more than just us on Earth or out there.”\n\nAlas, no reports of paranormal activity was experienced in the group’s latest trip to the Queen Theatre."
    },
    {
        "title": "All Royal Residences are Haunted, New Documentary Claims: ‘They Live with Their Ghosts’",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/all-royal-residences-are-haunted-new-documentary-claims-they-live-with-their-ghosts/ar-AA1t9oIx?ocid=BingNewsVerp",
        "description": "Paranormal historian Richard Felix says in an Amazon Prime documentary, ‘The King of UFOs,’ that all royal residences are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E4u-zMw_DG96ypTC1o-sIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1hon MSN",
        "source": "People on MSN",
        "article_content": ""
    },
    {
        "title": "Scientist on personal mission to improve global water safety makes groundbreaking discovery",
        "link": "https://www.msn.com/en-us/money/other/scientist-on-personal-mission-to-improve-global-water-safety-makes-groundbreaking-discovery/ar-AA1t8w9m?ocid=BingNewsVerp",
        "description": "A study published in Environmental Science & Technology Letters and led by the University of Bristol sheds new light on how ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xtzFV-drrdJegm0hpbeaqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of key mechanism in Huntington's Disease could pave the way for early detection and treatment",
        "link": "https://www.sciencedaily.com/releases/2024/10/241028131900.htm",
        "description": "Researchers have identified a key biochemical mechanism relevant to the development of Huntington's Disease. This discovery ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uA16Dl1H6wos2d4rWK2tdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Science Daily2h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "A Mountaintop Discovery is Changing Everything We Knew About the Silk Road",
        "link": "https://www.msn.com/en-us/news/technology/a-mountaintop-discovery-is-changing-everything-we-knew-about-the-silk-road/ar-AA1t85IT?ocid=BingNewsVerp",
        "description": "This is a big deal. A new LiDAR survey of previously discovered Silk Road sites reveals a more sprawling urban history than ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xvvRldR_DoliCug0ARfboy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8hon MSN",
        "source": "Popular Mechanics on MSN",
        "article_content": ""
    },
    {
        "title": "US bacteria discovery could boost rare earth mining to cut China influence",
        "link": "https://www.msn.com/en-us/news/world/us-bacteria-discovery-could-boost-rare-earth-mining-to-cut-china-influence/ar-AA1t84cC?ocid=BingNewsVerp",
        "description": "The protein, called LanD, enriches neodymium and praseodymium over other similar REEs and has the potential to revolutionize ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3luWkmecvCaK-mmglPIpgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering on MSN7h",
        "source": "Interesting Engineering on MSN",
        "article_content": ""
    },
    {
        "title": "Breakthrough Discovery: Metal Heals Itself in Unique Experiment",
        "link": "https://www.msn.com/en-us/news/technology/breakthrough-discovery-metal-heals-itself-in-unique-experiment/ar-AA1t8Xt9?ocid=BingNewsVerp",
        "description": "In a groundbreaking experiment, scientists observed a metal repairing its own cracks under specific conditions. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZriDvJFvz6PEv6kazERMCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Ever-Growing USA on MSN4h",
        "source": "Ever-Growing USA on MSN",
        "article_content": ""
    },
    {
        "title": "GitHub Spark Spells Trouble for No-Code Platforms",
        "link": "https://analyticsindiamag.com/ai-origins-evolution/github-spark-spells-trouble-for-no-code-platforms/",
        "description": "GitHub Spark is going to be a huge threat to low-code/no-code app builder platforms such as AppMySite, Builder.ai, Flutter, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vNJdgxS03J9-F8lm0ypEsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics India Magazine2h",
        "source": "Analytics India Magazine",
        "article_content": "Listen to this story\n\nOn Sunday, GitHub chief Thomas Dohmke teased upcoming announcements with four cryptic photos on X, sparking excitement among developers for what’s next. One of the images featured a firecracker lighting up the sky, hinting at GitHub’s new launch, Spark, which allows developers of all skill levels to build apps in natural language and bring their ideas to life.\n\nThese micro apps, known as ‘Sparks,’ are fully functional and can integrate AI features.\n\n“For too long, there has been an unscalable barrier to entry separating a vast majority of the world’s population from building software. This can change with GitHub Spark, our new AI-native tool to build applications entirely in natural language,” said Dohmke.\n\nHe added that with Spark, over one billion personal computer and mobile phone users will be able to build and share their own micro apps directly on GitHub. Clearly, Dohmke wants everyone to become a developer.\n\nDohmke showcased Spark by building a tic-tac-toe game featuring a rubber duck and a hippo, all with just a single line of prompt.\n\nInterestingly, the company revealed that there are over 17 million developers in India building on GitHub, representing a 28% increase in 2024, making India the fastest-growing developer community in the world.\n\nInspired by Claude Artifacts?\n\nAt first, Spark appears to be inspired by Claude Artifacts, which lets users build mobile-friendly and responsive applications using natural language prompts. Notably, GitHub Copilot has also partnered with Anthropic to make Claude 3.5 Sonnet available on GitHub, making it multi-model.\n\nPreviously, AIM experimented with Artifacts and successfully created a Cricket Quiz game, Temple Run, and Flappy Bird, all with a single line of prompts in English.\n\nSimilar to Artifacts, Spark helps developers visualise their projects. According to the company, users start with an initial prompt using both OpenAI and Anthropic models. They can see live previews of their app as it’s built, explore different options for each request, and automatically save versions of their work to compare as they progress.\n\nMoreover, experienced developers can directly edit the underlying code, while novice developers can create using natural language—it’s up to them. When users are satisfied with their Spark, they can easily run it on their desktop, tablet, or mobile device, getting instant value from their creation. They can also share their Sparks with customised access controls, allowing others to remix and build on their work.\n\nArtifacts ushered in the era of on-demand software. When using mobile phones, we often search for apps that meet our specific needs. For example, if you’re into fitness, you might download an app that offers various workouts. However, that app may not provide the customisation you seek. Now, instead of relying on downloads, you can create personalised apps that cater to your needs.\n\nOn the internet, one can find several apps built using Claude Artifacts, such as the Rubik’s Cube Simulator, Self-Playing Snake Game, Reddit Thread Analyzer, Drum Pad, and Daily Calorie Expenditure.\n\nGitHub Spark is not Alone. Recently, Replit launched Replit Agents, which allows developers to build software using natural language prompts. It simplifies software development, making it more accessible to users of varying skill levels. Currently, the agent is only available in Repls created via the Replit Agent entry and does not support existing Repls or imported repositories.\n\nMeanwhile, OpenAI recently launched canvas, a new interface for working with ChatGPT on writing and coding projects. It provides developers with a menu of quick-action shortcuts, such as adjusting writing length, debugging code, and performing other tasks.\n\nSimilar to Claude Artifacts, canvas’ interface allows users to work on writing and coding projects side by side with ChatGPT, offering real-time edits, feedback, and suggestions. It is integrated with GPT-4o and can be manually selected in the model picker.\n\n“ChatGPT’s new canvas interface is a game changer. I just used it to create a tesseract/hypercube visualiser with Three.js. I’m loving the unified UX—chat, inline comments, and watching GPT-4o work its magic on the code—all in one place. It never gets old,” posted a user on X.\n\nMany developers on the internet have been experimenting with OpenAI’s o1 and Claude Sonnet 3.5 to build fully functional apps.\n\n“Just combined @OpenAI o1 and Cursor Composer to create an iOS app in under 10 minutes! O1 Mini kicked off the project (01 was taking too long to think), then I switched to o1 to finish the details,” posted Ammaar Reshi, the head of design at Eleven Labs.\n\n“The OpenAI o1 model builds a fully functional chess game that lets me compete against an AI-based opponent,” shared another user on X, adding that o1-preview is the real deal.\n\nEnd of Low-Code and No-Code Platforms\n\nGitHub Spark is going to be a huge threat to low-code/no-code app builder platforms such as AppMySite, Builder.ai, Flutter, and React Native. At the same time, tools like Spark and Artifacts also allow non-techies to solve word problems simply by thinking creatively.\n\n“Barrier to entry has become so low for building software products. There is an ocean of new stuff coming in every day. But the fundamentals hold true, building the right thing for the right people is hard and is human,” said Shane Neubauer, senior growth strategist at Prisma.\n\nFor now, it would be safe to say that LC/NC platforms have to adapt to the changes and integrate generative AI features. Jinen Dedhia, the founder of DronaHQ, said on Hacker News that he believes LLMs can eliminate the need for LC/NC platforms, and the only way to stay relevant is to tightly integrate AI capabilities into these platforms.\n\nHowever, some opine that no code and generative AI can coexist.\n\n\n\n“GenAI can dramatically speed up the development process. It can generate code for common functionalities, allowing developers to focus on the more complex aspects of their applications. For low-code and no-code platforms, this means faster app creation,” said Vidhya Radhakrishnan Chandrika, technology architect at Infosys.\n\nShe added that while low-code platforms offer pre-built components, GenAI can generate highly customised code based on specific requirements. However, if tools like Spark get much better over time, people are likely to shift away from no-code and low-code platforms."
    },
    {
        "title": "Salesforce AI chatbot Agentforce hits general availability",
        "link": "https://www.msn.com/en-us/news/technology/salesforce-ai-chatbot-agentforce-hits-general-availability/ar-AA1t8k8J?ocid=BingNewsVerp",
        "description": "Salesforce on Tuesday announced the general availability of its AI agent development platform called Agentforce. The offering ...",
        "image_url": "https://www.bing.com/th?id=OVFT.e_xy1HYGZxKRKQmMtV5BEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "5 Easy Steps To Discover Good Startup Ideas",
        "link": "https://www.forbes.com/sites/abdoriani/2024/10/28/5-easy-steps-to-discover-good-startup-ideas/",
        "description": "The discovery phase is all about sorting good ideas from bad ones. This article is written to give you a few actionable steps ...",
        "image_url": "https://www.bing.com/th?id=OVFT.krCM1gwF8ymdpQBvCHp9yC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "21h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "‘I really want to fix this’: Microsoft vet launches Seattle startup to transform work visa applications",
        "link": "https://www.msn.com/en-us/news/technology/i-really-want-to-fix-this-microsoft-vet-launches-seattle-startup-to-transform-work-visa-applications/ar-AA1t91wb?ocid=BingNewsVerp",
        "description": "Kulkarni was working in the U.S. on an L-1 temporary work visa. To join the incubator and ultimately launch a company, she ...",
        "image_url": "https://www.bing.com/th?id=OVFT.81ud-uOcpdEimx9QCsKQCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4hon MSN",
        "source": "Geekwire on MSN",
        "article_content": ""
    },
    {
        "title": "Microsoft is forced to halt the Windows 11 24H2 update on some PCs",
        "link": "https://www.msn.com/en-us/money/other/microsoft-is-forced-to-halt-the-windows-11-24h2-update-on-some-pcs/ar-AA1t9DwW?ocid=BingNewsVerp",
        "description": "Microsoft’s recent Windows 11 24H2 update is off to a bumpy start. According to a report by Bleeping Computer, users are ...",
        "image_url": "https://www.bing.com/th?id=OVF.wxgxS4R6CwICeTA%2fiL%2bmAQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "25mon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "6 Contact Center Trends That Don’t Involve AI (+2 That Do)",
        "link": "https://www.techrepublic.com/article/contact-center-trends/",
        "description": "Tired of the AI buzz? Discover the latest contact center trends that have nothing to do with artificial intelligence or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GhtYL3Cm8lCTlWJDMtn0Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "2h",
        "source": "TechRepublic",
        "article_content": "Many business sectors have bought AI services without having a legitimate use for them — some are still struggling to know exactly what to do with these novel tools. That’s not the case with your industry, though. AI is just one of many contact center trends that are shaping the way things work.\n\nBecause AI gets so much airtime, I’d like to zoom out and focus on the full picture to give you a wider view of the changes happening all around.\n\n1. Robocalls are not slowing down\n\nThe vast majority of Americans don’t answer calls from numbers they don’t know. I know I don’t. Yet U.S. consumers still receive around 4 billion robocalls per month, according to the Federal Communications Commission (FCC). That equals roughly one call every two business days for each person in the U.S., even if most of these calls go unanswered.\n\nThe sheer existence (and persistence) of robocalls can affect your contact center in a few different ways. Robocalls can decrease contact rates of customers who are hesitant to answer unknown numbers. And two, the mere association with robocall activity can cause legitimate calls from contact centers to be blocked or flagged.\n\nIf you’re having trouble with your company lines being flagged or blocked and want to uphold a more positive caller ID, there are a few strategies to consider:\n\nAuthentication protocols: Enhancing the legitimacy of outgoing calls becomes more accessible with solid authentication protocols. Techniques like STIR/SHAKEN use digital certificates to add an extra layer of security by verifying caller IDs and guarding against the trickery of spoofed numbers.\n\nEnhancing the legitimacy of outgoing calls becomes more accessible with solid authentication protocols. Techniques like STIR/SHAKEN use digital certificates to add an extra layer of security by verifying caller IDs and guarding against the trickery of spoofed numbers. Monitoring and analytics: Keeping a close eye on call data and using analytics can be a helpful way to spot any unusual patterns and irregularities in call behavior.\n\nKeeping a close eye on call data and using analytics can be a helpful way to spot any unusual patterns and irregularities in call behavior. Caller reputation services: These services evaluate a caller’s trustworthiness, helping to build and maintain a good reputation. Integrating them into your communication setup adds an extra layer of protection to avoid being wrongfully labeled as spam.\n\nSEE: Does caller ID mean much in a world where robocalls and spoofing exist?\n\n2. More businesses want omnichannel capabilities\n\nAn omnichannel contact center allows customers to connect on their preferred channels, allowing them to transition from one channel to another while maintaining a consistent level of service regardless of where they initiate contact.\n\nFor contact centers, this means breaking down the barriers between different customer support channels and adopting technologies that enable seamless handoffs between agents. This can also include using social media platforms like Instagram, Twitter, and TikTok as alternative support channels.\n\nFor some time now, omnichannel contact centers have been widely used in retail, healthcare, education, and other industries that provide a mix of in-person and online services. Other verticals are seeing the benefits and jumping on board.\n\nIn real estate, for example, omnichannel contact centers can help agents manage inquiries from potential buyers across phone, email, and chat, offering consistent updates and support throughout the process.\n\nHospitality is another example. Many hotels now use omnichannel systems to streamline guest communication, from booking and check-in to service requests, providing a seamless experience across apps, phone, and on-site interactions.\n\nIf you’re looking to get your company into this terrain quickly, investigating omnichannel contact center software and CPaaS platforms are a good place to start.\n\nSEE: Discover how CPaaS works and how it can help you wow your customers.\n\n3. Contact center automation threatens customer empathy\n\nWhen a customer calls your contact center with a problem or complaint, they most likely aren’t thrilled to be making the call. If your agents are testy or hostile with them, your company’s reputation can take a serious hit.\n\nThis is nothing new, but as contact centers increasingly automate customer service — in the form of chatbots, visual IVRs, and so on — it gets harder and harder to really show care to your customers.\n\nDon’t get me wrong, there are many good use cases for AI chat bots. And if you deploy this service thoughtfully, you really will wow customers that solve problems faster than they could by speaking to a human.\n\nThat said, I have seen some recent musings on LinkedIn and in tech blogs about the trouble companies are having maintaining their brands “caring” reputation and customer service automation.\n\nIf you are trying to build brand loyalty by providing excellent customer service, a contact center is definitely the way to go. Advances like conversational IVR automate processes that remove a human agent from the equation. That’s great for call center metrics, but is it really elevating the contact center experience for customers?\n\nThe basic trend right now is to automate everything in contact centers. I expect companies who focus on empathy will temper that impulse, deliver excellent service at key moments in the buyer journey, and win a high-degree of loyalty from customers.\n\n4. Lower costs boost data-driven decisions\n\nData collection in contact centers is becoming more accessible and affordable due to advancements in AI, automated speech recognition, cloud computing, and automation. Tools now capture and analyze vast amounts of customer data from various interactions in real time, without the need for expensive hardware or complex integration. This reduces the cost of data management while making insights available faster.\n\nWith better access to data, contact centers can make more informed decisions about staffing, customer service strategies, and overall operations. Detailed analytics help predict trends, identify areas for improvement, and enhance the customer experience, all based on accurate, up-to-date information.\n\nThis is a trend I would really lean into. Has your vendor released any new data or call center analytics features you aren’t using? Can you use Chat GPT for sentiment analysis? The insights you need to make smart decisions are in the data, and it’s never been easier or less expensive to go find them.\n\n5. Contact center retention is still a struggle\n\nAgents face demanding workloads, dealing with frustrated customers and balancing performance metrics like average handling time and resolution rates. This pressure often leads to burnout and high turnover.\n\nSEE: Discover more causes of agent burnout and how to avoid them.\n\nThis is not a new trend, but I think it’s been exacerbated by the surveillance-style monitoring that some employers use. Today, this may include intrusive software that tracks every mouse movement, keypress, or time spent on each task.\n\nThe (in my opinion) excessive focus on minute details and constant surveillance can create a sense of distrust, making agents feel undervalued and overwhelmed, which ultimately affects their performance and job satisfaction.\n\nTo boost employee retention and avoid attrition, contact centers can implement the following strategies:\n\nEnd micromanagement: Contact centers must acknowledge that the majority of their workers don’t like being micromanaged. By trusting workers more and watching them less, they can feel more comfortable to do their jobs well.\n\nContact centers must acknowledge that the majority of their workers don’t like being micromanaged. By trusting workers more and watching them less, they can feel more comfortable to do their jobs well. Set realistic goals: Make goals that people can actually reach. If investors demand impossible EBITDA (earnings before interest, taxes, depreciation, and amortization) goals, don’t have the contact center employees bear the burden.\n\nMake goals that people can actually reach. If investors demand impossible EBITDA (earnings before interest, taxes, depreciation, and amortization) goals, don’t have the contact center employees bear the burden. Allow flexible work times: Let workers have some say in their schedule, like when they take breaks or go to meetings. Companies with sound operations should be ready and able to adopt this practice.\n\nLet workers have some say in their schedule, like when they take breaks or go to meetings. Companies with sound operations should be ready and able to adopt this practice. Invest in quality technology: Your employees will prefer working for a company with sturdy hardware, friendly softphone software, and amicable VoIP systems. Choose your VoIP provider wisely so the people helping your brand are comfortable doing so.\n\nYou need to invest in your workers and supervisors if you want them to stay. A well trained manager can address problems like call avoidance without micromanaging. At a certain point, no amount of surveillance technology is going to help, and it’s almost guaranteed to make the problem worse.\n\n6. AI is growing self-service options\n\nOne of the AI trends for contact centers is self-service automation — which has technically existed for years, but generative AI is taking it to a new level.\n\nIn contact centers, self-service automation uses technology to allow customers to find information and resolve their issues independently. This included visual IVR, blog posts, online knowledge bases, pre-recorded messages for call centers, and online FAQs.\n\nSEE: Discover five effective ways to use visual IVR in your call center.\n\nNow, however, features like AI-driven chatbots and AI-searching tools can scan your knowledge base and give customized answers a lot faster.\n\nHere are some tips to incorporate this trend into your business:\n\nWatch out for advancements in customizable AI tools: Open-source projects like Quivr allow organizations to launch a “second brain” fed with knowledge that customers appreciate.\n\nOpen-source projects like Quivr allow organizations to launch a “second brain” fed with knowledge that customers appreciate. Connect with AI-driven chatbot vendors: Large Language Models have helped chatbots move away from pre-programmed output and provide a more human-like experience for customers.\n\nLarge Language Models have helped chatbots move away from pre-programmed output and provide a more human-like experience for customers. Tell the market you’re adopting AI: If you’re a contact center vendor or a company adopting AI-centered self-service automation, let the market know you’re using the latest tech. If there’s anything to fine-tune, the consumers will understand it, and investors will find it interesting that you’re ahead in the race.\n\n7. AI customer sentiment analysis tools are more accessible\n\nContact centers have been using AI to analyze customer sentiments for almost a decade already. Now, with the general advancement of AI and Large Language Models (LLMs), two underlying tendencies have emerged in sentiment analysis.\n\nThe first is availability. Just a few years ago, implementing AIs to evaluate feelings could have required heavy investments on infrastructure and risky contracts with unproven products. Today, companies deliver AI in microservices, meaning contact centers can leverage them through easy-to-integrate APIs.\n\nThe second tendency that has emerged is how evaluating feelings has become omnichannel as opposed to being restricted to tone of voice. These days, almost any form of communication can be measured by an AI for sentiments.\n\nContact centers can respond to this trend by integrating microservices and A/B testing their outcomes.\n\n8. CRM integration is table stakes\n\nImagine you’re a customer service agent at your favorite store. You’re helping a customer on the phone, and they have a question about their recent purchase. To answer their question, you need to dig through a bunch of different systems to find the information they need. This is time-consuming and frustrating for both you and the customer.\n\nWith a contact center CRM integration, all customer information is in one place — and you can access it right from your contact center screen without having to switch between different systems. This makes it much easier for you to help customers quickly and efficiently.\n\nEven a few years ago, customers might have put up with a little bit of friction, but expectations have changed. The average person expects that a customer service rep can view an email they sent last year, find a ticket someone else at their company submitted, and so on.\n\nSEE: Does off-the-shelf call center CRM integration actually work?\n\nIn healthcare, for example, integrated CRM systems allow contact center agents to view patient records, appointment schedules, and previous communications, enhancing their ability to assist patients effectively. This means when a patient calls with a question about their treatment or appointment, the agent can provide accurate information quickly, improving the overall patient experience.\n\nSome companies fail to fully integrate their CRM with all communication channels, leading to fragmented customer data and inconsistent service. While they could have gotten away with this a few years back, it’s not going to be good enough to retain customer loyalty moving forward."
    }
]