[
    {
        "title": "UFO 50 has slowly become my go-to breather between huge game releases and totally should be in the GOTY discussion",
        "link": "https://www.vg247.com/ufo-50-is-the-one-indie-game-you-should-not-skip-this-year",
        "description": "UFO 50 nails the feeling of NES-era games, but has plenty of ideas entirely of its own. It's also the one indie release you ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F4mGDsk9G5JBwrDF4_l6ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "vg2473h",
        "source": "vg247",
        "article_content": "If I had to recommend a single indie release this year, it'd probably be Mossmouth's UFO 50, mainly because it's a retro game anthology that actually feels like it could've been made back in the NES era (for the most part) while offering a fresh package.\n\nAmidst the usual onslaught of huge releases towards the end of the year, it's hard to find time for smaller titles if you're in this line of work. Hell, I spend like half of my work hours consuming and writing about other stuff, yet video games are the medium that requires more time and attention. It's easy to get burned out, which is why smaller and breezier games are almost as important as the big ones to stay healthy.\n\nTo see this content please enable targeting cookies. Manage cookie settings\n\nFor the last few weeks, UFO 50 (only available on Steam for now) has been my 'game to play while having something on in the background' and I couldn't be more impressed with what Derek Yu and the talented developers behind Downwell, Air Land & Sea, Skorpulac, Catacomb Kids, and Madhouse have put together over nine flippin' years (check out this report on the collection that VG247 published... back in 2017).\n\nOf course, almost everyone has had more projects in the works meanwhile. Chief among them was Spelunky 2, which Yu finally unleashed in 2020. Meanwhile, UFO 50 continued to evolve in silence, and this last September it dropped without making much noise until the press got on top of it. After spending some time (less than I'd like) with it myself, I'm happy to report folks were not exaggerating. This thing whips and should be in the GOTY conversations coming up.\n\nImage credit: Mossmouth\n\nSure, plenty of solo developers and indie studios have totally nailed the NES-era aesthetic and overarching design philosophies over the years (I just won't stop here to name countless examples), yet a recurring feeling I have is that most of those either feel a tad too modern despite everything else or just old in the worst possible way (rusty and not very fun to play). UFO 50, meanwhile, while not a complete home run (I mean, it literally packs 50 fully-featured, old-ass titles), completely feels like one of those bootleg cartridges full of whatever.\n\nI'm not gonna lie: I noped the f**k out of a handful of the games I've played so far, mainly because I wasn't in the mood to figure out obtuse mechanics or perfect timings, but almost no title in this fictional collection has felt bland or uninspired. There's a clear intent and vision behind all of them, and even if many don't click with me, I can see someone else enjoying the crap outta them. After all, they cover all sorts of genres and even try to replicate the 'evolution' of a fictional game company during the 1980s. Of course, this has led players to discover a meta layer that only makes the package even nuttier.\n\nImage credit: Mossmouth\n\nControls are kept pretty simple in most cases too, which definitely helps the accessibility factor that permeates the whole thing. I'd consider most of the games included 'hard' by today's standards, but in most cases, it all comes down to the unique game design and the developers going 'look, you gotta master this s**t like back in the day, no excuses' (which rocks). This also applies to titles that include a multiplayer option or are straight-up designed as local party games; they're meant to be easy to pick up and just play in quick sessions.\n\nThis ain't a review, so I won't pretend to have played the full collection nor I'll get into specifics. This is a super juicy bundle of joy that I'll be playing for a long time, and I'm taking my time with it. It shines brighter when played between larger gaming sessions or during lunch breaks, and I strongly believe it doesn't benefit from brain-rotting, sweaty marathons better suited for modern video games. This is the message I'm trying to get across; I want you to discover what it has to offer for yourself.\n\nImage credit: Mossmouth\n\nThis also means it's sort of the perfect game to play on your Steam Deck; I'd be surprised if it doesn't reach the Switch sooner rather than later. Instead of \"one more round,\" you'll be saying \"one more game,\" as you never know what you'll come across next. It's okay if you never beat them, as the experience alone of booting them up and fumbling around is magical and enriching enough. In a way, UFO 50 brings back that magic of ancient games you booted up over and over again but rarely managed to beat. Achievements await true sickos though.\n\nOkay, maybe I'll let you have some of my personal recommendations so far before I leave: Mortol, Velgress, Attactics, Bushido Ball, Camouflage, Campanella, Warptank (this one is genuinely fantastic), and Porgy. Try not to look them up before jumping in, trust me. This wild ride shouldn't be spoiled by our modern model of consumption. Your list of favorites might look very different, and that's the entire point of this trip down a memory lane that doesn't quite exist."
    },
    {
        "title": "Mechanic proves Hoosiers are not lying about UFO sightings with his flying saucer car",
        "link": "https://www.wdrb.com/wdrb-in-the-morning/mechanic-proves-hoosiers-are-not-lying-about-ufo-sightings-with-his-flying-saucer-car/article_91056728-930a-11ef-8fc1-8be75a50eee9.html",
        "description": "Anderson is often spotted on Hoosiers streets. Sometimes, even parking for pizza. \"I know this pizza is out of this world,\" ...",
        "image_url": "https://www.bing.com/th?id=OVF.gRdJH25esdggLA1Aet5vOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "WDRB8h",
        "source": "WDRB",
        "article_content": "Long-time mechanic Steve Anderson created the mobile spaceship, which you may have seen \"flying\" around the Hoosier state."
    },
    {
        "title": "Arizona Wildcats Star Duo Finally Shines Despite Fourth Straight Loss",
        "link": "https://www.msn.com/en-us/sports/other/arizona-wildcats-star-duo-finally-shines-despite-fourth-straight-loss/ar-AA1t5B3q?ocid=BingNewsVerp",
        "description": "The Arizona Wildcats lost their fourth straight game on Saturday, but they finally saw their star duo shine once again.",
        "image_url": "https://www.bing.com/th?id=OVFT.VwbSaVtrvQGGhhfvDqC19y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "24mon MSN",
        "source": "Arizona Wildcats On SI on MSN",
        "article_content": ""
    },
    {
        "title": "Weird In The Wade",
        "link": "https://www.bbc.co.uk/programmes/p0k03396",
        "description": "In the 1950s a UFO hoax is uncovered, whilst a deeper mystery remains.",
        "image_url": "https://www.bing.com/th?id=OVFT.ONEKP-1ziTq-IBrd-AsxmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "8h",
        "source": "BBC",
        "article_content": "It's the 1950s and for a few short weeks Biggleswade becomes the flying saucer capital of the world! A UFO hoax is uncovered, whilst two flying saucer sightings a year apart, remain to this day, a mystery. Find out how the hoax and the genuine UFO mystery are intertwined, meet a cast of characters including a working-class engineering hero, and a woman investigating UFOs with her trusty Labrador. In the 1950s things were definitely weird in the wade.\n\nFind photographs and more information at weirdinthewade.blog\n\nProduced and presented by Nat Doig\n\nTheme music by Tess Savigear\n\nAnd the owl hoot at the start of the episode is a sound clip from BigSoundBank.com"
    },
    {
        "title": "Roblox OWNER visits my Tycoon.. I HAVE TO BEAT HIM 😈🚀",
        "link": "https://www.msn.com/en-us/news/technology/roblox-owner-visits-my-tycoon-i-have-to-beat-him/vi-AA1t2K8x?ocid=BingNewsVerp",
        "description": "Get the NEW Tofi Squishy: <a href=\" UFO Tycoon: <a href=\" @tofuinstagram @tofuUse Video Creator Code \"TOFUU\" on the Roblox ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HY44kyIHqcQ6aGcCKxdxey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Gaming Legends on MSN8h",
        "source": "Gaming Legends on MSN",
        "article_content": ""
    },
    {
        "title": "The Apple devices that can run Apple Intelligence AI features — and those that can't",
        "link": "https://www.msn.com/en-us/news/technology/the-apple-devices-that-can-run-apple-intelligence-ai-features-and-those-that-can-t/ar-AA1t59K8?ocid=BingNewsVerp",
        "description": "If you don't have a brand-new Apple device, you might still be able to take advantage of Apple Intelligence features.",
        "image_url": "https://www.bing.com/th?id=OVFT.UaG2CeEuvEAzXFUjkCrtFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Apple Intelligence AI rollout starts today with release of iOS 18.1",
        "link": "https://www.msn.com/en-us/news/other/apple-intelligence-ai-rollout-starts-today-with-release-of-ios-18-1/ar-AA1t5fEx?ocid=BingNewsVerp",
        "description": "Apple on Monday officially released its first Apple Intelligence features, via its latest software iOS 18.1 which is now ...",
        "image_url": "https://www.bing.com/th?id=OVFT.raE54JGI73LyCdkR0lRRRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "CBS News on MSN",
        "article_content": ""
    },
    {
        "title": "The AI PC Revolution Is Just Beginning",
        "link": "https://www.forbes.com/sites/tiriasresearch/2024/10/28/the-ai-pc-revolution-is-just-beginning/",
        "description": "Sometime early next year, Tirias Research expects Microsoft support for both desktop and mobile PCs using discrete graphics ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9xfTeVVbkJrK3EtOnCYx5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Six Ways You Can Use AI to Better Manage Your Email",
        "link": "https://www.msn.com/en-us/news/technology/six-ways-you-can-use-ai-to-better-manage-your-email/ar-AA1t49g6?ocid=BingNewsVerp",
        "description": "AI is everywhere right now, and email is no exception. There are plenty of tools, free and paid, that advertise themselves to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2PdMTUvazm46DYpw55QJky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7hon MSN",
        "source": "Lifehacker on MSN",
        "article_content": ""
    },
    {
        "title": "Read AI raises $50M to capitalize on strong demand for its AI summary bot",
        "link": "https://techcrunch.com/2024/10/28/read-ai-raises-50m-to-integrate-its-bot-with-slack-email-and-more/",
        "description": "Now that we have so many startups offering AI bots that can do everything from listening to your meetings and transcribing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TKTqOnYDDecfwDpC9wXeay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "TechCrunch",
        "article_content": "Now that we have so many startups offering AI bots that can do everything from listening to your meetings and transcribing them, to taking notes and surfacing insights, companies in the space are being forced to differentiate themselves by offering additional feature sets and integrations.\n\nOne such company, Read AI is trying to do just that by integrating its AI bot with email, Slack, and enterprise tools like HubSpot, Jira, and Confluence. And to accelerate its product development, the startup recently raised $50 million in a Series B funding round led by Smash Capital. Notably, the new round comes just six months after the startup raised a $21 million Series A.\n\nCo-founder David Shim told TechCrunch that the company has seen strong customer growth since its Series A earlier this year — it has had more than 100,000 new accounts created across enterprises and individual users — and the company sought to leverage that growth.\n\n“In less than six months, we’ve doubled our sign-ups, active users, and [monthly recurring revenue], surpassing even our most aggressive projections. We’re leveraging this momentum to raise now,” he said.\n\nShim didn’t disclose Read AI’s valuation, but he did say that its valuation saw a bump to match its growth.\n\nBrad Twohig, co-founder and managing partner at Smash Capital, said that when investing, he often looks for companies that employ a product-led growth model, and Read AI fits that requirement well.\n\n“I love finding companies in spaces that both cater to a large group of people and have an enterprise component at the same time,” he said.\n\nProduct evolution\n\nRead AI started supporting integrations with email, messages, and meeting apps earlier this year, and the company is today releasing a Chrome extension that can display your schedules, meeting reports, a quick add-to-meeting option, and insights from meetings.\n\nThe extension can highlight key points within lengthy email threads, and can create email drafts that take into context previous emails, messages, and meetings. It also highlights quick notes from meetings or Slack messages about the same topics in email threads.\n\nEmail clients from providers like Shortwave and Superhuman also offer similar capabilities.\n\nImage Credits:Read AI\n\nRead AI is offering the Chrome extension for free. Shim noted the new fundraise was another reason to develop and scale products like this and offer them without cost.\n\n“Wherever you work, we’re pulling in that content, and we’re giving you summaries, we’re giving you recommendations. That’s a bigger opportunity, but there is a bigger cost center associated with it. We’re focusing on growing that market while maintaining the lead that we have on the meeting notes side,” Shim said.\n\nImage Credits:Read AI\n\nSmash Capital’s Twohig feels services that transcribe meetings are becoming a commodity, but Read AI’s approach of deploying its AI bot everywhere can help it become a fine business.\n\n“We ran into Read AI as an assistant showing up at meetings and taking notes. But when we sat down with David, we understood a broader vision and concept of having a co-pilot anywhere. This tool can follow you through day-to-day tasks, keep helpful records, and allow you to be a better teammate.”\n\nRead AI currently has 40 employees and the company aims to expand its staff to 100 people by the end of the Q1 2025.\n\nThe Series B round also saw participation from existing investors Madrona and Goodwater Capital."
    },
    {
        "title": "Life after death? Stark County ghost hunters explore paranormal phenomena",
        "link": "https://www.msn.com/en-us/travel/tripideas/life-after-death-stark-county-ghost-hunters-explore-paranormal-phenomena/ar-AA1t3JKp?ocid=BingNewsVerp",
        "description": "Jeff Eastman is a former engineer. His wife, Susie, is an educator. They run North Canton Paranormal Detectives and hunt for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2A4HHxjuW3NtoTxOFrxtPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Repository on MSN8h",
        "source": "The Repository on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal investigation unveils Pleasant Home’s history",
        "link": "https://www.oakpark.com/2024/10/28/paranormal-investigation-unveils-pleasant-homes-history/",
        "description": "Timed with Halloween, a group of thrill-seekers gathered at Oak Park's historic Pleasant Home on Friday to learn more about ...",
        "image_url": "https://www.bing.com/th?id=OVFT.B6c-gQLiw_x86IjD_MYJhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Wednesday Journal3h",
        "source": "Wednesday Journal",
        "article_content": "Timed with Halloween, a group of thrill-seekers gathered at Oak Park’s historic Pleasant Home on Friday to learn more about the 19th century mansion’s alleged supernatural occurrences from experts.\n\nParticipants explored the historic Pleasant Home alongside a team of paranormal investigators from The Other Side Investigations, roaming the eerie rooms and corridors of Pleasant Home using ghost-hunting equipment to uncover the mysteries behind its storied past and reported supernatural phenomena.\n\nIn small groups, attendees explored different areas of the house. Equipped with devices provided by The Other Side Investigations team, they searched for signs of paranormal activity. The Other Side Investigations team guided them through the experience explaining the equipment used to detect paranormal activity, such as the REM Pod, ghost box, and K2 meters. They also shared personal stories and insights from their own ghost hunting experiences.\n\nAnd indeed, after the event, some claimed to have experienced some paranormal activity.\n\nOak Park resident Elli Wade, visiting Pleasant Home for the first time, said the group encountered some paranormal activity in the billiard room. Wade was holding the K2 Meter while in a circle with other attendees sitting down and the reading of the K2 meter went from a 0.1 to a 0.4 reading. The Other Side Investigations told the room that because of the change of that meter, there was paranormal activity going on.\n\n“It was very cool to actually see it happen in front of my eyes,” Wade said. “This is such a beautiful house and it’s fun to do something like this. I’ve never done anything like this before. I love Halloween. We joke that Halloween is my Super Bowl.”\n\nPhoto provided\n\n“This was a little sample bite and appetizer of ghost hunting. We love to help people. Sometimes the unknown is very scary for some people,” said Lesley Tuton, an investigation coordinator from the team.\n\nThe Other Side Investigations acquisitioner David Amesquita shared his hopes for the event, saying he wanted attendees to experience the beauty of Pleasant Home firsthand. For those who hadn’t visited before, he felt it was a perfect opportunity to appreciate the mansion’s charm up close.\n\n“I go out and try to find different locations for us to visit, whether it’s through various park districts or libraries. I try to get our name out there and secure more places to explore. I also look for different haunted houses and people often reach out to me so we can set something up,” Amesquita said.\n\nNoelle Combs, historic properties and special events coordinator for the Park District of Oak Park, started her work with the park district in March and has had her fair share of eerie experiences at Pleasant Home.\n\nCombs told the group that she recently saw a figure in a top hat walk by in the mirror that can be seen when heading up to the second floor and when she looked up, there was nothing.\n\nCombs said she has seen unexplained door slammings and that Susan Crane, the historic properties and special events manager, smelled tobacco when nobody would be smoking.\n\n“I never feel scared in this house. I didn’t want to tell anyone about those things. You guys are experts, but like you said, you only get to come at night. I’m here sometimes from nine in the morning until eleven at night and things do happen,” Combs said.\n\nEvent attendees also heard about the rich history of Pleasant Home from Paula Fenza, a docent for the mansion for more than nine years. Fenza said that Pleasant Home was built in 1897 by architect George Washington Maher for John Farson, his wife, Mamie, and their two sons, John Jr. and William. The family moved into the house in 1899.\n\n“John and Mamie had wonderful, lavish parties. They would be so happy to see all of you here, because this is what they loved to do, welcome people into their home,” Fenza said.\n\nPhoto provided\n\nAfter John Farson died in 1910, Mamie sold Pleasant Home, along with its custom furnishings, to inventor Herbert Mills, known for creating the slot machine and the railroad crossing gate. Mills lived in the house with his wife Leonie and their eight children until his death in 1929, followed by Leonie’s passing in 1930.\n\nIn 1939, the children sold the house and its four-acre estate to the Park District, stipulating two conditions: the grounds were to be opened as a public park named Mills Park in honor of their father; and the home was to be preserved and used as a gathering space for the community. Today, Pleasant Home serves as a historic landmark and venue for guided tours and local events.\n\nThe Other Side Investigations team is expected to return to Oak Park this spring for another public investigation, this time at the historic Cheney Mansion.\n\nRelated"
    },
    {
        "title": "Napier Paranormal Society: Hunting things that go bump in the night",
        "link": "https://www.nzherald.co.nz/hawkes-bay-today/news/napier-paranormal-society-hunting-things-that-go-bump-in-the-night/XUFUI5ZPQNFLRNKIWFAIR3WJSQ/",
        "description": "Hunters are yet to catch irrefutable evidence that ghosts exist, but some bumps in the Hawke’s Bay night simply can’t be ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kRZ-sDauTVWYPpPJ992Pzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "The New Zealand Herald",
        "article_content": "“I didn’t think much of it at the time and let it slip by and a few years later I started having ‘experiences’, which are hard to explain.”\n\nSince establishing the society in 2011, Wedd and her crew of women ghostbusters - researchers, investigators and a medium - travel the entire region following reports of sightings and experiences sent in to their Facebook page.\n\n“A client will reach out to us and say they are having intense headaches and seeing shadow figures and are obviously really scared,” Wedd said.\n\n“We just have to figure out what’s going on.\n\n“It could be the client’s mental health, or it could be just the house, or could be something electrical – it depends really.”\n\nA photo taken at the Tavistock Hotel in Waipukurau potentially showing a ghost, or dust reflecting the flash on the camera in 2019. Photo / Stephen James - CHB Paranormal Society\n\nThus far, the group investigations have found mainly real-world solutions to the spooky happenings across the Bay.\n\n“There was this case in Waipukurau where the tenants that were living there at the time were getting angry and yelling at everybody,” Wedd said.\n\n“But when they went downstairs, they were fine. So, it was something to do with upstairs.\n\n“There was a big old electrical box that was up there. So I think it was emitting electricity, and it was making them grumpy and angry and shouting at the family and things. So we sorted it.”\n\nThere is still one unexplained case on their books from 2018.\n\n“We were at Napier Prison actually, when we were up there doing an investigation and we were standing there asking questions and I saw this like light anomaly go past me and then we heard this woman’s voice and I thought wow, that was pretty cool.\n\n“She didn’t say anything, just sort of moaned or sighed.”\n\nHalloween is approaching, but Wedd doesn’t believe that the supposed spooky season generates more paranormal experiences.\n\n“I think it’s just a myth, but you never know. I’ve been doing it for a long time but I’m still learning myself.”\n\nTo be completely clear, no mainstream science suggests the supernatural exists, and there is plenty of scepticism about the group’s activities.\n\nWedd said she knew there were a lot of sceptics in Hawke’s Bay.\n\nShe said they may be experiencing paranormal activity, but don’t want to acknowledge it.\n\n“I think a lot of people don’t want to talk about it. That’s what I’m finding, people don’t want to talk about Hawke’s Bay’s hauntings.”\n\nWedd encourages anyone having supernatural, strange, or freaky encounters in the Bay to get in touch with the society via its Facebook page.\n\n\n\n\n\n\n\n"
    },
    {
        "title": "Unveiling Ohio’s haunted spots: Ghostly tales and paranormal encounters",
        "link": "https://www.wowktv.com/ohio-3/unveiling-ohios-haunted-spots-ghostly-tales-and-paranormal-encounters/",
        "description": "The Ohio State Reformatory, The Ridges, and Johnson’s Island Confederate cemetery are all reputedly haunted places in Ohio, ...",
        "image_url": "https://www.bing.com/th?id=OVF.o47FIdMD%2bqttC%2b4f1wmmlg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "13 WOWKTV",
        "article_content": "Content not available"
    },
    {
        "title": "‘Stranger Things’ Star Recalls Having Scary Paranormal Encounter On Movie Set",
        "link": "https://brobible.com/culture/article/finn-wolfhard-paranormal-encounter-movie-set/",
        "description": "Stranger Things star Finn Wolfhard recently shared how he and his costars had a scary paranormal encounter during the filming ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R6a4CaZ4ZKDJzVcR69te0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "BroBible",
        "article_content": "Getty Image\n\nStranger Things star Finn Wolfhard recently shared how he and his costars had a scary paranormal encounter during the filming of the horror movie It.\n\n“I’ve been in a lot of supernatural movies and TV shows, but ironically, I’ve never really seen a full-on ghost,” Wolfhard revealed to People magazine.\n\nHe’s not wrong there. Between appearing in Stranger Things, Ghostbusters: Afterlife, Ghostbusters: Frozen Empire, and It, a a two-part adaptation of the 1986 Stephen King novel, Finn Wolfhard has certainly experienced his fair share of faux supernatural terror.\n\n“But there was a time when I was a kid shooting It in this abandoned mansion in Toronto, and me and a bunch of the other cast were exploring the floors,” he continued.\n\n“We went up to the top floor and there was one room where we saw a guy in black just kind of doing electrician work, and we were just like, ‘Okay, that’s just a crew member.\n\n“But then later, we found out that no one knew who that was, and no one ever saw him again.\n\n“It could have been someone just messing around, but, yeah, it was pretty scary.”\n\nYes, because dressing up in black and doing some electrical work is definitely the most common way to scare someone in an abandoned mansion, right?\n\nFinn Wolfhard returns as Mike Wheeler in the fifth and final season of Stranger Things which will air on Netflix… sometime in 2025, we think.\n\nIn the meantime, he will appear in the film Saturday Night, about the night of the 1975 premiere of the NBC sketch comedy variety show that would go on to be known as Saturday Night Live.\n\nThe now 21-year-old will also be seen in the upcoming fantasy film The Legend of Ochi, also starring Helena Zengel, Emily Watson, and Willem Dafoe."
    },
    {
        "title": "Indian scientists discover new planet. It's five times larger than Earth",
        "link": "https://www.msn.com/en-in/news/techandscience/indian-scientists-discover-new-planet-its-five-times-bigger-than-earth/ar-AA1t3El8?ocid=BingNewsVerp",
        "description": "TOI-6651b is a unique exoplanet, weighing around 60 times the mass of Earth and having a radius approximately five times ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xrn_7x1cv71zOiWes8j9xC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today on MSN9h",
        "source": "India Today on MSN",
        "article_content": ""
    },
    {
        "title": "How Curiosity Fuels Innovation And The Path To Discovery",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/28/how-curiosity-fuels-innovation-and-the-path-to-discovery/",
        "description": "We have an opportunity to inspire future generations to be curious and focus on developing technological solutions to address ...",
        "image_url": "https://www.bing.com/th?id=OVFT.83Waz6eGn4RcBwYRT9eUdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Teens who made history with Pythagoras' theorem discovery publish their first academic paper with new proofs",
        "link": "https://www.sciencedaily.com/releases/2024/10/241028132143.htm",
        "description": "In their peer-reviewed work, Calcea Johnson and Ne'Kiya Jackson present five new ways of proving Pythagoras' Theorem via trigonometry. They also detail a new method for finding proofs that yield at ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily1h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "This Ancient Tomb was Buried for 2,600 Years. Scientists Just Dug It Up.",
        "link": "https://www.popularmechanics.com/science/a62706993/ancient-tomb-celtic-burial-chamber/",
        "description": "The long-entombed Celtic burial chamber is being hailed as a find of \"unique and of outstanding scientific importance.\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CK2A3NQ1lopRn4qubrsBDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "Popular Mechanics",
        "article_content": "A 2,600 year old Celtic burial chamber has recently been uncovered in the town of Riedlingen, Germany.\n\nThe wooden structure is notably well-preserved, retaining its walls, floor, and ceiling.\n\nThis discovery marks the first such burial chamber to be uncovered in Germany in over a century.\n\nIt’s being hailed as a discovery of “unique and of outstanding scientific importance.” Nestled within a formerly 20 foot tall burial mound in Riedlingen, Germany—and measuring more than six feet in height and more than 210 feet in diameter, according Express.co.uk—experts discovered a wooden structure that turned out to be a 2,600 year old Celtic burial chamber. The Stuttgart Regional Council’s State Office for Monument Preservation just recently announced the find.\n\nNoteworthy for the remarkable quality of its preservation, the oak timber burial chamber still retains its floor, walls, and ceiling, making it the first fully preserved Celtic burial chamber found in Germany since 1890.\n\n\n\npicture alliance // Getty Images Roberto Tarpini, consultant and research assistant at the State Office for the Preservation of Monuments, stands at the burial chamber and explains the discovery and excavation of a completely preserved wooden burial chamber to representatives from politics and the media.\n\n“The newly discovered burial chamber represents an extraordinary testimony of our rich monument landscape,” remarked local official Andrea Lindlohr at a press conference, “Around 2,600 years after its construction, the [burial chamber] is still fully preserved. The archaeological heritage of Baden-Württemberg is impressive and opens insights into long-gone periods and societies.”\n\nThe timbers have yet to undergo a thorough analysis for the purposes of dating, but the burial chamber is assumed to have been built between 620 BCE and 450 BCE—when the Celts roamed that region of Germany.\n\nRelated Story This Ancient Tomb Shows Off A Snake Fixation\n\nFound near the burial chamber was a wooden tool—possibly one that was used in the building of the chamber itself. Experts have determined that it was made from the wood of an oak tree, chopped down in 585 BCE.\n\nGiven how long it’s been since a burial chamber of this quality has been discovered in the region, and the myriad of advances in archaeological and analytical technology in those intervening years, this discovery offers an incredible opportunity to understand more about this period of history.\n\n“The Riedlingen grave is a stroke of luck for archaeology,” noted Dirk Krausse, an archaeologist with the State Office for Cultural Heritage Baden-Württemberg, “...the scientific significance of this fully preserved Celtic chamber grave, investigated using modern methods, extends far beyond the boundaries of Baden-Württemberg and southern Germany.”"
    },
    {
        "title": "Las Vegas museum hosts Girl Powered event to inspire young women in STEM",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/las-vegas-museum-hosts-girl-powered-event-to-inspire-young-women-in-stem/ar-AA1t1YVW?ocid=BingNewsVerp",
        "description": "Empowering Young Women Through Hands-On STEM Activities and Dynamic SpeakersLas Vegas, NV – October 27, 2024, 9:00 AM – 12:00 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.C9bGbUDwhJXWLLDAvUfIfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "KSNV – Las Vegas on MSN",
        "article_content": ""
    },
    {
        "title": "Could AI make data science obsolete?",
        "link": "https://www.zdnet.com/article/could-ai-make-data-science-obsolete/",
        "description": "According to these experts, AI democratizes software development, but could eventually replace it altogether -- and change ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uYDIkS-Vh-gzEb8ZqLPp5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "14h",
        "source": "ZDNet",
        "article_content": "Andriy Onufriyenko/Getty Images\n\nGenerative artificial intelligence (gen AI) is paving the way for everyone to become their own software developers. But at the same time, AI may render many extraordinary skills unnecessary.\n\nThat's the word from Thomas Davenport of Babson College and Ian Barkin, a venture capitalist, in their latest book, All Hands on Tech: The AI-Powered Citizen Revolution. For starters, they point out that with low-code and no-code tools, robotic process automation, and now AI, the gates of software development are open to all.\n\nAlso: AI scams have infiltrated the knitting and crochet world - why it matters for everyone\n\n\"Technology is no longer owned by any one department of function,\" they explain. \"Data and its analyses are no longer the property of only the PhDs and the hard-core number crunchers. From now on, all employees have the ability to be system designers, data analysts, coders, and creators.\"\n\nDavenport and Barkin note that generative AI will take citizen development to a whole new level. \"First is through conversational user interfaces,\" they write. \"Virtually every vendor of software today has announced or is soon to introduce a generative AI interface.\"\n\n\"Now or in the very near future, someone interested in programming or accessing/analyzing data need only make a request to an AI system in regular language for a program containing a set of particular functions, an automation workflow with key steps and decisions, or a machine-learning analysis involving particular variables or features.\"\n\nAs the authors mention, part of this future -- not quite formed yet -- are specialized bots designed to perform specific types of work. \"There are digital workers from RPA vendors and other start-ups that claim to perform an entire job, although our investigations thus far suggest that they really perform just a few tasks and are certainly less flexible than human workers.\"\n\nAlso: Google survey says more than 75% of developers rely on AI. But there's a catch\n\nThis includes nascent software development bots, which vendors claim are \"able to write software programs from start to finish,\" Davenport and Barkin state. \"Our guess is that for the next several years, these bots will be capable of making human citizens more productive but won't replace them.\"\n\nGen AI will feel like the ultimate research assistant or programmer, they added, \"because it is generating code to this analysis. It will elicit what you want, work very quickly, and allow you to change your mind infinite times in specifying your app, automation, or model.\"\n\n\"Gen AI will also make it easier to find existing models, features, or software components that you can use to begin your citizen project,\" they conclude.\n\nAlso: How ChatGPT scanned 170k lines of code in seconds, saving me hours of work\n\nLooking beyond these early starts, with the growth of AI, RPA, and other tools, \"some citizen developers are likely to no longer be necessary, and every citizen will need to change how they do their work,\" Davenport and Barkin speculate. Gen AI will assume much of this work, including generating application code, automations, and data science analyses.\n\nDominic Ligot, CEO and CTO of CirroLytix, echoes Davenport and Barkin's observations in a recent HackerNoon article, noting how he enabled semi-technical individuals in a class to leverage data science tools:\n\n\"The participants, primarily CISOs who typically don't code, found the exercises, crafted with AI's assistance, to be intuitive and hands-on. My goal was to immerse them in working directly with data and code. They especially appreciated the chance to explore manually what modern cyberthreat surveillance and SIEM platforms typically automate, gaining insights into the processes happening 'under the hood.'\"\n\nAt the same time, Ligot also suggests citizen developers and data scientists may not necessarily need technical skills, as AI takes on much of this work. \"My key takeaway from the class was surprisingly counterintuitive: data science, as we know it, will eventually be replaced by AI,\" he said.\n\nAlso: Technologist Bruce Schneier on security, society and why we need 'public AI' models\n\n\"The rise of AI-driven tools capable of handling data analysis, modeling, and insight generation could force a shift in how we view the role and future of data science itself,\" said Ligot. \"Tasks like data preparation, cleansing, and even basic qualitative analysis -- activities that consume much of a data scientist's time -- are now easily automated by AI systems.\"\n\n\"What's worse (or better, depending on where you stand) is that AI is faster, more accurate, and less prone to human error or fatigue.\"\n\nStill, getting to the point where development and data science are delivered seamlessly via AI will take time, Davenport and Barkin clarify. \"It seems likely in the future that gen AI and conversational AI broadly will be the front end to all citizen applications,\" they say. \"That's possible today with many tools, but it takes at least a modicum of sophistication to create prompts that will get you the first cut at an app, a data analysis, or an automation workflow that you want. That's also true with code generations, and it's one reason why experienced coders tend to have better luck than inexperienced ones.\"\n\nAlso: The best AI for coding in 2024 (and what not to use)\n\nHowever, they continued, \"within a year or two, it will be possible to have an iterative discussion with a gen AI interface about a machine-learning analysis.\""
    },
    {
        "title": "Looking to Diversify Outside the U.S.? Here Are 3 International Tech Stocks to Consider.",
        "link": "https://www.msn.com/en-xl/money/other/looking-to-diversify-outside-the-u-s-here-are-3-international-tech-stocks-to-consider/ar-AA1t4GaR?ocid=BingNewsVerp",
        "description": "U.S. companies get a lot of attention, but you would be missing out if you didn't consider these international winners.",
        "image_url": "https://www.bing.com/th?id=OVFT.MNq_zVLOMyklfSEp80dPBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4hon MSN",
        "source": "The Motley Fool on MSN",
        "article_content": ""
    },
    {
        "title": "If Yankees want to rally at home, it starts with Judge, Boone",
        "link": "https://www.mlb.com/yankees/news/aaron-judge-aaron-boone-key-for-yankees-to-rally-in-world-series",
        "description": "The Yankees need to change the narrative of this World Series and change it real fast, do that at Yankee Stadium, which has ...",
        "image_url": "https://www.bing.com/th?id=OVF.7CA90Mk1e1hKO%2f%2fw0183RQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "MLB6h",
        "source": "MLB",
        "article_content": "The Yankees need to change the narrative of this World Series and change it real fast, do that at Yankee Stadium, which has waited 15 years for the Series game it will get on Monday night when the whole thing comes back to New York. They really come back home hoping to give the Stadium the kind of week it had once back in 2001, when another Yankee team came back down 0-2 and lifted the city at that terrible time and gave it three wins and three nights that will never be forgotten, even if the D-backs ended up winning that World Series in the end."
    },
    {
        "title": "Bret Taylor’s customer service AI startup just raised $175M",
        "link": "https://techcrunch.com/2024/10/28/bret-taylors-customer-service-ai-startup-just-raised-175m/",
        "description": "Sierra, the AI startup co-founded by OpenAI chairman Bret Taylor, has raised $175 million in a funding round that values the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yUceLJhtXj2ZggQLZZcqiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4m",
        "source": "TechCrunch",
        "article_content": "Sierra, the AI startup co-founded by OpenAI chairman Bret Taylor, has raised $175 million in a funding round that values the startup at $4.5 billion.\n\nSierra, founded by Taylor and longtime Google exec Clay Bavor, focuses on selling AI-powered customer service chatbots to brands like WeightWatchers and Sirius XM. There’s an “agent” component, as well. The platform connects to other enterprise systems to undertake tasks on behalf of the customer without humans being involved.\n\nThere’s certainly no shortage of competition in the chatbot space. But Sierra claims its tech is less susceptible to hallucinations, the made-up facts AI models occasionally spew.\n\nSierra also lets customers customize its AI’s personality to their corporate brand, using a “constellation” of generative AI models from OpenAI, Anthropic, and Meta, among others, to complete tasks and check for accuracy.\n\nTaylor and Bavor have a long history in customer service tech. Taylor spent nearly a decade at Salesforce, and years ago founded Quip, which Salesforce bought for $750 million in the summer of 2016. Bavor managed Gmail and Google Drive at Google, among other products.\n\nTaylor met Bavor while at Google, where he worked before serving as Facebook’s CTO for several years. At Google, Taylor is widely credited with helping to launch Google Maps. Years later, he’d oversee the Twitter board throughout the social network’s takeover by Elon Musk.\n\nInvestors in Sierra’s newest round included ICONIQ, Thrive Capital, and Iconiq. Greenoaks Capital led the round, which brings Sierra’s total raised to $285 million, per Crunchbase.\n\n"
    },
    {
        "title": "Games preservation dealt a huge blow by U.S. Copyright Office",
        "link": "https://www.msn.com/en-us/news/technology/games-preservation-dealt-a-huge-blow-by-us-copyright-office/ar-AA1t5agx?ocid=BingNewsVerp",
        "description": "Game preservation efforts have been halted by a recent decision that refuses to provide a copyright exemption for classic ...",
        "image_url": "https://www.bing.com/th?id=OVF.rOjtbu%2bxFxRbct%2bqm8rsHQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "This headset-keyboard bundle is on sale for less than $200!",
        "link": "https://www.digitaltrends.com/gaming/hyperx-cloud-alpha-alloy-origins-keyboard-bundle-deal-best-buy-october-2024/",
        "description": "Bring your A-game to every game with this HyperX headset-keyboard combo, now on sale at Best Buy for just $162!",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "1h",
        "source": "Digital Trends",
        "article_content": "Not every PC gamer can afford the many splurges on hardware and accessories that an evolving PC rig entails. That’s why it’s a good idea to keep your eyes peeled for tech markdowns when looking for desktop computer deals. Fortunately, we came across this exciting promo when digging through Best Buy deals not too long ago:\n\nFor a limited time, you’ll be able to purchase the HyperX Cloud Alpha Wired Gaming Headset and HyperX Alloy Origins Core TKL Wired Mechanical Keyboard for one low price of $164!\n\nWhy you should buy the HyperX gaming bundle\n\nPC gaming is nothing without a solid audio system, but not every player can afford the premium headsets and wall-to-wall speakers that make up some of the more expensive rigs. That’s why we’re glad to shine a light on the HyperX Cloud Alpha headset. Featuring 50mm dual-chamber drivers, these cans are engineered to upthrust the bass without adding distortion to the mix. Expect immersive stereo sound from the Cloud Alpha with well-balanced lows, mids, and highs.\n\nThanks to memory foam and leatherette cushioning, the Cloud Alpha is comfortable to wear for long stretches, and the rigid aluminum frame keeps the cans snug to your head. The Cloud Alpha even comes with a detachable microphone and has in-line audio controls for quick and easy volume and mic adjustments. The Cloud Alpha headset is also Discord and TeamSpeak-certified.\n\nAs for the HyperX Alloy Origins keyboard, there’s a bevy of RGB customizations literally right at your fingertips! Rated to handle up to 80 million keypresses with zero loss of quality, the Origins keyboard features an aircraft-grade aluminum body for top-notch stability, along with a detachable USB-C cable for plug-and-play portability. You’ll even be able to download HyperX’s desktop software for RGB customization and access to Game Mode settings.\n\nWe’re not sure how long this bundle price is going to hang around, but it’s a good idea to buy soon if you can. Save $28 when you purchase this HyperX PC gaming bundle at Best Buy, and be sure to check out some of the best video game deals you can get your hands on this week!"
    }
]