[
    {
        "title": "Hundreds of UFO-like sightings revealed in US Department of Defense report",
        "link": "https://news.yahoo.com/news/hundreds-ufo-sightings-revealed-us-110332991.html",
        "description": "An annual report produced by the Department of Defense and the Office of the Director of National Intelligence revealed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FoyrNZzPdGDZPUSeOxZ9Yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "YAHOO!News",
        "article_content": "WASHINGTON – An annual report released Wednesday by the Department of Defense and the Office of the Director of National Intelligence revealed hundreds of cases of unidentified anomalous phenomena. But even with the sightings, there is still no direct link to aliens.\n\nOf the 757 reports, 485 occurred between May 2023 and June 2024, while around 272 occurred between 2021 and 2022.\n\nAccording to the All-Domain Anomaly Resolution Office (AARO), 21 of the cases still remain under investigation and require further data and analysis.\n\n\"It is important to underscore that, to date, AARO has discovered no evidence of extraterrestrial beings, activity, or technology,\" the report stated. \"None of the reports AARO received during the reporting period indicated that observers suffered any adverse health effects.\"\n\nMost of the sightings turned out to be balloons, birds, aircraft and even satellites in outer space.\n\nHow Thunderstorms Hundreds Of Miles Away Can Wreak Havoc On Air Travel\n\n\"AARO increasingly receives cases that it is able to resolve to the Starlink satellite constellation,\" the report stated. \"For example, a commercial pilot reported white flashing lights in the night sky. The pilot did not report an altitude or speed, and no data or imagery was recorded. AARO assessed that this sighting of flashing lights correlated with a Starlink satellite launch from Cape Canaveral, Florida, the same evening about one hour prior to the sighting. This sighting occurred in the known orbital path of the satellites. AARO is investigating if other unresolved cases may be attributed to the expansion of the Starlink and other mega-constellations in low earth orbit.\"\n\nWhile the number of reported UAP incidents has risen in recent years, government officials contend it is because of the public’s greater awareness and tendency to report such objects than actually a growing trend.\n\nThe AARO was established in 2022 to oversee the investigation and analysis of UAPs and help determine their threats to national security.\n\nOf the nearly 400 reports received from pilots during the period, only one incident appeared to pose a potential safety risk, in which the AARO continues to look into the case.\n\nAdditionally, 18 reported events occurred near U.S. nuclear infrastructure, weapons and launch sites, prompting the involvement of law enforcement.\n\nAviation Experts Concerned 5G Rollout Near Airports Could Compromise Safety\n\nGovernment agencies, including the Department of Defense and the National Intelligence Program, use the broader term of Unidentified Anomalous Phenomena (UAP) rather than Unidentified Flying Objects (UFOs) to identify cases.\n\nUAPs include any unexplained phenomenon that occurs on land, sea or space, while UFOs specifically refer to objects that fly through the sky.\n\nRecent spotting of an UFO reported to the Department of Defense.\n\n\n\n\n\nOriginal article source: Hundreds of UFO-like sightings revealed in US Department of Defense report"
    },
    {
        "title": "Pentagon releases new UFO report, including several cases the agency can’t explain",
        "link": "https://www.baltimoresun.com/2024/11/16/pentagon-releases-new-ufo-report/",
        "description": "Over 700 new cases were just found in the Pentagon’s UFO report, 21 of which the agency says it can’t explain.",
        "image_url": "https://www.bing.com/th?id=OVFT.2Fn7exNMIqF5_JRGpKFn1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "10h",
        "source": "The Baltimore Sun",
        "article_content": "Over 700 new cases were just found in the Pentagon’s UFO report, 21 of which the agency says it can’t explain.\n\nThe Pentagon and Director of National Intelligence release a report on UFO sightings every year. The sightings are then investigated by multiple agencies.\n\nOnce the Pentagon puts together the report, it’s sent to the All-Domain Anomaly Resolution Office for review.\n\nThis year, the AARO received 757 new incident reports, 485 from this past year and an additional 272 from 2021-2022 that were not sent. The Pentagon says after being reviewed, the majority of the sightings were found to be ordinary objects.\n\nAs of today, the All-Domain Anomaly Resolution Office (AARO) has received over 1,600 UAP reports, 757 of which came to AARO during the period covered by this report. “AARO has successfully resolved hundreds of cases in its holdings to commonplace objects such as balloons, birds, drones, satellites and aircraft,” said Sabrina Singh, the Deputy Pentagon Press Secretary.\n\nDuring that press briefing, the head of the AARO acknowledged that there were 21 reports over the last year and a half that he can’t explain. The agency added that all 21 happened near national security sites, were recorded on video, and had multiple eyewitnesses.\n\nThe House Committee on Oversight and Accountability recently held its second hearing on unidentified anomalous phenomena, or UAPs, as they call them."
    },
    {
        "title": "Video: UFO spotted coming out of the ocean off Kuwait coast",
        "link": "https://www.albawaba.com/node/video-ufo-spotted-coming-out-ocean-1593525",
        "description": "ALBAWABA - A high-resolution video was projected during a US Congressional hearing that showed a UFO flying off the coast of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4c8bge44gB7Qt6t8TtHC2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Al Bawaba News5h",
        "source": "Al Bawaba News",
        "article_content": "ALBAWABA - A high-resolution video was projected during a US Congressional hearing that showed a UFO flying off the coast of Kuwait after coming out of the ocean.\n\nThe 13-minute video shows a UFO in the shape of a white ball, 20 miles off the coast of Kuwait. The clip was filmed from a helicopter.\n\nAmerican journalist Michael Shellenberger, giving evidence to members of the US Congress about unidentified anomalous phenomena, said that he had been told about the footage by a source in recent weeks.\n\nShellenberger added that in the middle of the video, the white ball is joined by another white ball, which briefly enters the frame from the left, before quickly moving back out of the frame.\n\nالكائنات الفضائية تغزو الخليج العربي 👽\n\n\n\nعرفت ليش أهل الكويت أكثر الناس وعي بالمؤامرات وماخلفها في كل شيء 🤕😂…. 🇸🇦🫶🇰🇼\n\n\n\n- في جلسة بالكونغرس 🇺🇸: تم إظهار فيديو لجسم غريب على شكل كورة بيضا قرب سواحل الكويت\n\n\n\n- تم تصويره من هليكوبتر ضمن شبكة البنتاغون السرية!\n\n\n\nبأحط لكم المصدر 👇🏼 pic.twitter.com/MUITi6NbyK November 16, 2024\n\nThe report was delivered to Congress by Shellenberger, who told the hearing that a whistleblower, a current or former U.S. government official, wrote that the executive branch had been handling UAP issues without Congress' knowledge, oversight, or authorization for some time, perhaps decades.\n\nAccording to Sky News, the House Oversight Committee's Cybersecurity, Information Technology, and Government Innovation Subcommittee confirmed that objects, including those observed traveling at speeds greater than 3,000 Gs, have been observed over U.S. military and energy sites.\n\nحاليا مقطع مدته 13 دقيقة يقال تم العثور عليه في ملفات وزارة الدفاع الامريكية اثار ضجه و تم تصوير مقطع الجسم الغريب على بعد 20 ميلا من الكويت في فيديو ملون عالي الوضوح وتم التقاطه من طائرة هليكوبتر.\n\n\n\n- المصدر سكاي نيوز\n\n\n\nتذكرت هذي المانشيتات في الجرايد القديمة عن مشاهدات اجسام… pic.twitter.com/DNWlQnPwpL — حمدان (@hmdan_official) November 16, 2024\n\nThe deputies heard that the objects could also travel underwater faster than American submarines and could withstand 'tremendous force.'\n\n\"It’s clear that these objects are controlled by artificial intelligence,\" said former Defense Department official Luis Elizondo, especially since the vehicles we’re talking about operate at speeds exceeding 1,000, 2,000, or 3,000 g, react to human movement, and are incredibly maneuverable."
    },
    {
        "title": "NASA Should Join Search For UFOs, Former NASA Leader Tells Congress",
        "link": "https://www.forbes.com/sites/kevinholdenplatt/2024/11/16/nasa-should-join-search-for-ufos-former-nasa-leader-tells-congress/",
        "description": "As Congress investigates extraordinary claims that alien spacecraft have invaded American skies, a onetime NASA leader says ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fM2XbtojPmSBS5jDpIzGpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "'Rocket-type object' spotted flying 'extremely fast' above the clouds over Hartlepool",
        "link": "https://www.gazettelive.co.uk/news/teesside-news/ufo-sightings-hartlepool-uk-mapped-30389950",
        "description": "Here's where in the United Kingdom extra-terrestrial visitors are mostly likely to be seen, according to eye-witness accounts ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JaaLjt4Pp5JBS0PhA-o6RS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13m",
        "source": "Teesside Gazette",
        "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nA \"rocket-type object” spotted flying above the clouds over Hartlepool is among 'UFO sightings' in the UK and USA.\n\nThe US Congress has been attempting to “pull back the curtain” on secret research into UFOs - as our maps show the places in the UK and America most likely to be visited by extra-terrestrials. The hearing, titled “Unidentified Anomalous Phenomena: Exposing the Truth,” heard from several experts and a variety of witness accounts. Unidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs).\n\nExperts included government workers and a member of NASA’s UAP Independent Study Team. Michael Gold - former NASA associate administrator of space policy and partnerships and a member of the UAP study team - told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US submarines and “are being intelligently controlled”. Author and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government - or any other government - are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.” The hearing, jointly led by Chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement. The hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be. Last year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023.\n\nThat was a 20% drop from 497 UFO sightings in 2022 and also lower than in 2021 (413) and 2020 (484). It found that people in the North West had the best chance of seeing a UFO last year, with 41 sightings across the region, followed by the South East (40) and then the South West (39).\n\nYou can see what UFO encounters have been reported where you live using our interactive map.\n\nSightings documented in the UK included:\n\nA “long cigar-shaped craft with three or four roundish patterns on it” was observed for 20 minutes before it “vanished like a light being switched off” above Chester in Cheshire in October last year.\n\nA “rocket-type object” was spotted flying above the clouds over Hartlepool “extremely fast and soundless with flames over the front” in November 2022.\n\nA 30ft to 40ft wide “round saucer-like object with detailed outer rim” was seen “hovering over a house” in Bedworth, Warwickshire, in January.\n\nJust under half of all documented sightings (48%) include photographic or video evidence. A quarter of all sightings (25%) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17%), “sphere”, (10%) and “cylinder” (9%).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings. That was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters. Separate research by the UFO spotter website Enigma has documented more than 200,000 unexplained encounters above the skies of the USA.\n\nMore UFOs have been spotted in California than any other US state, just over 28,000. California is followed by Florida (14,500), Texas (12,500) and New York (10,000). But those states have the highest populations in the US - meaning there are more people to watch the skies, and more likely that someone will see something they can’t explain.\n\nTaking population size into account, residents of New Mexico are most likely to have seen a UFO. For every 100,000 people, there are 162 sightings. That’s the equivalent of one in 618 people encountering a UFO.\n\nJoin Teesside Live's WhatsApp community for top stories and breaking news sent directly to your phone Teesside Live is now on WhatsApp and we want you to join our community. Through the app, we'll send you the latest breaking news, top stories, exclusives and much more straight to your phone. To join our community group, you need to already have WhatsApp. All you need to do is click this link and select 'Join Community'. No one will be able to see who is signed up and no one can send messages except the Teesside Live team. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. To leave our community click on the name at the top of your screen and choose 'Exit group'. If you’re curious, you can read our Privacy Notice. Click here to join our WhatsApp community.\n\nGoherefor more what's on updates, news and reviews from around Teesside"
    },
    {
        "title": "Ditch the dozens of AI apps and get one tool that does it all — $100 for life",
        "link": "https://www.yahoo.com/tech/ditch-dozens-ai-apps-one-100000056.html",
        "description": "Get all your essential AI tools — from writing help to image editing — with 1minAI’s lifetime subscription, now on sale for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2LcXrdq6HRVDSSJa86EkgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nGet all your essential AI tools — from writing help to image editing — with 1minAI’s lifetime subscription.\n\nTL;DR: For a limited time, score 1minAI’s lifetime subscription for $99.99 and get access to an all-in-one AI toolkit.\n\n1minAI Tool\n\nOpens in a new window\n\nCredit: 1minAI\n\n1minAI Advanced Business Plan Lifetime Subscription\n\n$99.99\n\n$540.00 Save $440.01\n\nGet Deal\n\nManaging multiple subscriptions for all your creative and professional needs? That’s more juggling than anyone needs — and it’s pricey, too.\n\nAdvertisement Advertisement\n\nGet a lifetime subscription to 1minAI on sale for $99.99 — it's a single platform packed with the tools you’d normally need a bunch of apps to accomplish. From content writing and image editing to data analysis, 1minAI has you covered — all in one convenient spot.\n\n1minAI makes it easy to handle a variety of tasks with a user-friendly setup, so you’re not wasting time hopping between different tools. It includes everything from AI-driven writing assistance to design and photo editing options, letting you switch between projects without the constant app shuffle. Plus, 1minAI gives you 4,000,000 credits each month, plus the chance to earn up to 450,000 extra credits monthly, giving you plenty of space to test, create, and explore without worrying about extra fees.\n\nWhile AI tools are incredibly helpful, they aren’t perfect — and 1minAI is straightforward about that. You’ll get support with drafting, designing, and brainstorming, but human editing and oversight can bring your projects to the next level. Think of it as an AI sidekick that keeps things running smoothly, while you remain the creative mastermind.\n\nSimplify your creative process and boost efficiency with 1minAI’s Business Plan lifetime subscription — all for $99.99, with no monthly fees.\n\nStackSocial prices subject to change."
    },
    {
        "title": "3 New AI Smart Home Features Arrive With Gemini and Google Nest",
        "link": "https://www.cnet.com/home/security/3-new-ai-smart-home-features-arrive-with-gemini-and-google-nest/",
        "description": "Google has previously signaled its intention to bring its Gemini AI features to the Google Home app and its Nest smart home ...",
        "image_url": "https://www.bing.com/th?id=OVFT.VJbtrWGugvCt6e8bvD6cJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET26m",
        "source": "CNET",
        "article_content": "Google has previously signaled its intention to bring its Gemini AI features to the Google Home app and its Nest smart home devices. Now we're seeing what that looks like. Three key Gemini capabilities are available on Google Home now or arriving soon, and you can test out what the AI can do for you right now.\n\nHere are the three big Gemini changes and how you can use them for home security and general smart home management. It's one of the first examples we've seen of how these massive large language model AIs can affect everyday smart home use, and we can't wait to take a closer look.\n\nNote that these features are available only for English language users, primarily focused on Nest Aware Plus subscribers during the first rollout. They're coming to many more users in time.\n\n1. AI descriptions of what's going on\n\nYou'll need to apply to Google's Public Preview feature to unlock these AI descriptions, so start here. Tyler Lacoma/CNET\n\nTapping into the power of Gemini, Google Home will start providing detailed descriptions along with video clips when a Nest cam or doorbell is activated. That means you don't have to view the video footage directly when you can read a quick description of what Gemini thinks is happening (a man is walking across the street and pauses, etc.).\n\nThis is an opt-in service for those who join Public Preview at this time, so don't expect surprise text pop-ups. We're curious to see how accurate these Gemini descriptions are, as Gemini hasn't been the most reliable conversational AI to this point.\n\nRead more: Best Home Security Cameras of 2024\n\n2. Searching your camera history\n\nGemini can answer questions from your video history, too. Tyler Lacoma/CNET\n\nIf you collect video clips in the Google Home app for an extended period (such as with cloud storage via a Nest Aware subscription), you can now opt into a search function. This isn't any basic search, either. With Gemini, you can ask basic questions to get answers without shuffling through the videos yourself.\n\nOne of Google's simple examples is, \"Was the trash taken to the street yesterday?\" You could also ask the search function about packages or mail deliveries it recently saw, if the dog was taken for a walk yet and any other timely questions.\n\nThis feature is currently rolling out to Nest Aware Plus users, and availability should continue expanding in the coming months.\n\n3. 'Help me create' easy smart home routines\n\nGoogle Home's Automation options are extensive. Tyler Lacoma/CNET\n\nThe \"help me create\" feature, coming soon to the Google Home app, is a more user-friendly option for creating home automations. I'm particularly interested in this feature because setting up home routines (and all the compatibility questions that come with it) is one of the most exhausting parts of managing a smart home.\n\nThis Gemini feature is designed to let you request, in natural language, exactly what you want to happen and then allow Gemini to set it up for you in the Google Home app. So you could say something like, \"I want my door to lock when I leave in the morning,\" or, \"I want the lights to flash when someone rings the doorbell,\" or possibly, \"I want a routine that dims the lights and plays music from my romantic playlist,\" and Gemini will work on putting it all together for you.\n\nNow, to the testmobile! We'll be taking these features for a spin in the coming weeks and let you know how they perform and how they're best used. In the meantime, you can update your Google Home system and play around with the new features yourself to see which pass the vibe check.\n\nThis is also a great time to check out our list of the best indoor security cameras, Google Nest's familiar face technology and the top facial recognition security cameras for your home."
    },
    {
        "title": "EU AI Act: Everything you need to know",
        "link": "https://techcrunch.com/2024/11/16/eu-ai-act-everything-you-need-to-know/",
        "description": "The European Union's risk-based rulebook for artificial intelligence — aka the EU AI Act — has been years in the making. But ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5wrbVNGyUPxiwbKfmdGVHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "TechCrunch",
        "article_content": "The European Union’s risk-based rulebook for artificial intelligence — aka the EU AI Act — has been years in the making. But expect to hear a lot more about the regulation in the coming months (and years) as key compliance deadlines kick in. Meanwhile, read on for an overview of the law and its aims.\n\nSo what is the EU trying to achieve? Dial back the clock to April 2021, when the Commission published the original proposal and lawmakers were framing it as a law to bolster the bloc’s ability to innovate in AI by fostering trust among citizens. The framework would ensure AI technologies remained “human-centered” while also giving businesses clear rules to work their machine learning magic, the EU suggested.\n\nIncreasing adoption of automation across industry and society certainly has the potential to supercharge productivity in various domains. But it also poses risks of fast-scaling harms if outputs are poor and/or where AI intersects with individual rights and fails to respect them.\n\nThe bloc’s goal for the AI Act is therefore to drive uptake of AI and grow a local AI ecosystem by setting conditions that are intended to shrink the risks that things could go horribly wrong. Lawmakers think that having guardrails in place will boost citizens’ trust in and uptake of AI.\n\nThis ecosystem-fostering-through-trust idea was fairly uncontroversial back in the early part of the decade, when the law was being discussed and drafted. Objections were raised in some quarters, though, that it was simply too early to be regulating AI and that European innovation and competitiveness could suffer.\n\nFew would likely say it’s too early now, of course, given how the technology has exploded into mainstream consciousness thanks to the boom in generative AI tools. But there are still objections that the law sandbags the prospects of homegrown AI entrepreneurs, despite the inclusion of support measures like regulatory sandboxes.\n\nEven so, the big debate for many lawmakers is now around how to regulate AI, and with the AI Act the EU has set its course. The next years are all about the bloc executing on the plan.\n\nWhat does the AI Act require?\n\nMost uses of AI are not regulated under the AI Act at all, as they fall out of scope of the risk-based rules. (It’s also worth noting that military uses of AI are entirely out of scope as national security is a member-state, rather than EU-level, legal competence.)\n\nFor in-scope uses of AI, the Act’s risk-based approach sets up a hierarchy where a handful of potential use cases (e.g., “harmful subliminal, manipulative and deceptive techniques” or “unacceptable social scoring”) are framed as carrying “unacceptable risk” and are therefore banned. However, the list of banned uses is replete with exceptions, meaning even the law’s small number of prohibitions carry plenty of caveats.\n\nFor example, a ban on law enforcement using real-time remote biometric identification in publicly accessible spaces is not the blanket ban some parliamentarians and many civil society groups had pushed for, with exceptions allowing its use for certain crimes.\n\nThe next tier down from unacceptable risk/banned use is “high-risk” use cases — such as AI apps used for critical infrastructure; law enforcement; education and vocational training; healthcare; and more — where app makers must conduct conformity assessments prior to market deployment, and on an ongoing basis (such as when they make substantial updates to models).\n\nThis means the developer must be able to demonstrate that they are meeting the law’s requirements in areas such as data quality, documentation and traceability, transparency, human oversight, accuracy, cybersecurity, and robustness. They must put in place quality and risk-management systems so they can demonstrate compliance if an enforcement authority comes knocking to do an audit.\n\nHigh-risk systems that are deployed by public bodies must also be registered in a public EU database.\n\nThere is also a third, “medium-risk” category, which applies transparency obligations to AI systems, such as chatbots or other tools that can be used to produce synthetic media. Here the concern is they could be used to manipulate people, so this type of tech requires that users are informed they are interacting with or viewing content produced by AI.\n\nAll other uses of AI are automatically considered low/minimal risk and aren’t regulated. This means that, for example, stuff like using AI to sort and recommend social media content or target advertising doesn’t have any obligations under these rules. But the bloc encourages all AI developers to voluntarily follow best practices for boosting user trust.\n\nThis set of tiered risk-based rules make up the bulk of the AI Act. But there are also some dedicated requirements for the multifaceted models that underpin generative AI technologies — which the AI Act refers to as “general purpose AI” models (or GPAIs).\n\nThis subset of AI technologies, which the industry sometimes calls “foundational models,” typically sits upstream of many apps that implement artificial intelligence. Developers are tapping into APIs from the GPAIs to deploy these models’ capabilities into their own software, often fine-tuned for a specific use case to add value. All of which is to say that GPAIs have quickly gained a powerful position in the market, with the potential to influence AI outcomes at a large scale.\n\nGenAI has entered the chat …\n\nThe rise of GenAI reshaped more than just the conversation around the EU’s AI Act; it led to changes to the rulebook itself as the bloc’s lengthy legislative process coincided with the hype around GenAI tools like ChatGPT. Lawmakers in the European parliament seized their chance to respond.\n\nMEPs proposed adding additional rules for GPAIs — that is, the models that underlie GenAI tools. These, in turn, sharpened tech industry attention on what the EU was doing with the law, leading to some fierce lobbying for a carve-out for GPAIs.\n\nFrench AI firm Mistral was one of the loudest voices, arguing that rules on model makers would hold back Europe’s ability to compete against AI giants from the U.S. and China. OpenAI’s Sam Altman also chipped in, suggesting, in a side remark to journalists that it might pull its tech out of Europe if laws proved too onerous, before hurriedly falling back to traditional flesh-pressing (lobbying) of regional powerbrokers after the EU called him out on this clumsy threat.\n\nAltman getting a crash course in European diplomacy has been one of the more visible side effects of the AI Act.\n\nThe upshot of all this noise was a white-knuckle ride to get the legislative process wrapped. It took months and a marathon final negotiating session between the European parliament, Council, and Commission to push the file over the line last year. The political agreement was clinched in December 2023, paving the way for adoption of the final text in May 2024.\n\nThe EU has trumpeted the AI Act as a “global first.” But being first in this cutting-edge tech context means there’s still a lot of detail to be worked out, such as setting the specific standards in which the law will apply and producing detailed compliance guidance (Codes of Practice) in order for the oversight and ecosystem-building regime the Act envisages to function.\n\nSo, as far as assessing its success, the law remains a work in progress — and will be for a long time.\n\nFor GPAIs, the AI Act continues the risk-based approach, with (only) lighter requirements for most of these models.\n\nFor commercial GPAIs, this means transparency rules (including technical documentation requirements and disclosures around the use of copyrighted material used to train models). These provisions are intended to help downstream developers with their own AI Act compliance.\n\nThere’s also a second tier — for the most powerful (and potentially risky) GPAIs — where the Act dials up obligations on model makers by requiring proactive risk assessment and risk mitigation for GPAIs with “systemic risk.”\n\nHere the EU is concerned about very powerful AI models that might pose risks to human life, for example, or even risks that tech makers lose control over continued development of self-improving AIs.\n\nLawmakers elected to rely on compute threshold for model training as a classifier for this systemic risk tier. GPAIs will fall into this bracket based on the cumulative amount of compute used for their training being measured in floating point operations (FLOPs) of greater than 1025.\n\nSo far no models are thought to be in scope, but of course that could change as GenAI continues to develop.\n\nThere is also some leeway for AI safety experts involved in oversight of the AI Act to flag concerns about systemic risks that may arise elsewhere. (For more on the governance structure the bloc has devised for the AI Act — including the various roles of the AI Office — see our earlier report.)\n\nMistral et al.’s lobbying did result in a watering down of the rules for GPAIs, with lighter requirements on open source providers for example (lucky Mistral!). R&D also got a carve out, meaning GPAIs that have not yet been commercialized fall out of scope of the Act entirely, without even transparency requirements applying.\n\nA long march toward compliance\n\nThe AI Act officially entered into force across the EU on August 1, 2024. That date essentially fired a starting gun as deadlines for complying with different components are set to hit at different intervals from early next year until around the middle of 2027.\n\nSome of the main compliance deadlines are six months in from entry into force, when rules on prohibited use cases kick in; nine months in when Codes of Practice start to apply; 12 months in for transparency and governance requirements; 24 months for other AI requirements, including obligations for some high-risk systems; and 36 months for other high-risk systems.\n\nPart of the reason for this staggered approach to legal provisions is about giving companies enough time to get their operations in order. But even more than that, it’s clear that time is needed for regulators to work out what compliance looks like in this cutting-edge context.\n\nAt the time of writing, the bloc is busy formulating guidance for various aspects of the law ahead of these deadlines, such as Codes of Practice for makers of GPAIs. The EU is also consulting on the law’s definition of “AI systems” (i.e., which software will be in scope or out) and clarifications related to banned uses of AI.\n\nThe full picture of what the AI Act will mean for in-scope companies is still being shaded in and fleshed out. But key details are expected to be locked down in the coming months and into the first half of next year.\n\nOne more thing to consider: As a consequence of the pace of development in the AI field, what’s required to stay on the right side of the law will likely continue to shift as these technologies (and their associated risks) continue evolving, too. So this is one rulebook that may well need to remain a living document.\n\nAI rules enforcement\n\nOversight of GPAIs is centralized at EU level, with the AI Office playing a key role. Penalties the Commission can reach for to enforce these rules can reach up to 3% of model makers’ global turnover.\n\nElsewhere, enforcement of the Act’s rules for AI systems is decentralized, meaning it will be down to member state-level authorities (plural, as there may be more than one oversight body designated) to assess and investigate compliance issues for the bulk of AI apps. How workable this structure will be remains to be seen.\n\nOn paper, penalties can reach up to 7% of global turnover (or €35 million, whichever is greater) for breaches of banned uses. Violations of other AI obligations can be sanctioned with fines of up to 3% of global turnover, or up to 1.5% for providing incorrect information to regulators. So there’s a sliding scale of sanctions enforcement authorities can reach for."
    },
    {
        "title": "Jerry Garcia Can Read to You Via a New AI Tool. It May Just Be the Beginning",
        "link": "https://www.msn.com/en-us/news/technology/jerry-garcia-can-read-to-you-via-a-new-ai-tool-it-may-just-be-the-beginning/ar-AA1u9DQl?ocid=BingNewsVerp",
        "description": "Next year marks the 30th anniversary of Jerry Garcia ’s death. But a new AI initiative, as well as programs it could spawn, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hBihgyscPXNd1kJosTyTWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13hon MSN",
        "source": "Rolling Stone on MSN",
        "article_content": ""
    },
    {
        "title": "8 ChatGPT productivity tips and tricks",
        "link": "https://www.yahoo.com/tech/8-chatgpt-productivity-tips-tricks-212613001.html",
        "description": "ChatGPT breaks it down into an outline, which you can use as a project template. After drafting the project with ChatGPT, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bZaMAxyFN5LU38KHO9BJ7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "The ChatGPT4 AI chatbot provides many useful functions, like understanding languages, extracting information, and transcribing images, to help with your day-to-day tasks. Accessing the website and app for guidance on any handy Chromebook, smartphone, or tablet is easy. Whether you need assistance with your thesis or want to improve your workflow, ChatGPT has plenty of tools to uncover. Our tips and tricks guide walks you through the best productivity hacks you'll find with ChatGPT.\n\nWhile ChatGPT is a conversationalist AI trained in natural language processing, OpenAI warns that \"ChatGPT is sensitive to tweaks to the input phrasing or attempting the same prompt multiple times.\" You may need to use multiple prompts or approach the prompt from another angle to get a suitable answer.\n\nUse ChatGPT to help with debugging\n\nPractice programming languages and concepts\n\nChatGPT is valuable for debugging. You can ask ChatGPT to review a line of code or a whole code block. ChatGPT has extensive programming training. You can use simple prompts to ask for feedback or have it walk you through solutions. To get started with ChatGPT's debugging assistance, try the following prompt:\n\nAdvertisement Advertisement\n\nOpen ChatGPT. Copy and paste the code inside the Prompt box. Write the error you see and ask it for step-by-step critical reasoning. Wait for ChatGPT's response.\n\nIf ChatGPT's suggested solution doesn't work, ask ChatGPT for another approach. ChatGPT is still learning, so your experiences may vary.\n\nExample of sending a review code prompt in ChatGPT web app\n\nPlan a project with ChatGPT\n\nManage deadlines and project goals with ease\n\nWhen planning for a work or school project, it isn't easy to know where to start. You can use ChatGPT to break down a general topic into subtopics to get you started. When sending in prompts, provide the who, what, when, where, and why, beginning with the project goal and the intended purpose, platform, or organization. To get started, try the following:\n\nOpen ChatGPT. Use the prompt: Can you help plan a project for me? Follow ChatGPT's instructions to provide the needed details.\n\nSending a plan a project prompt to ChatGPT while on the mobile app\n\nChatGPT breaks it down into an outline, which you can use as a project template. After drafting the project with ChatGPT, copy the text into any word processor or open a Google Doc. You can also ask ChatGPT to put this in a structured format like Plain Text (.txt), Markdown (.md), or HTML.\n\nSub menu display in the ChatGPT mobile apps showing copy, select text, bad response, read aloud, regenerate response and change model\n\nAcquire content creation help with ChatGPT\n\nGenerate catchy headlines for social media\n\nWhen creating content, you need to know the audience and how to fit the context around it. It isn't always easy to understand how to grab the audience, especially the one you've tailored your content around. This is where ChatGPT can do the heavy lifting. It analyzes the context of your content and helps you generate great headlines for a platform. For example, you can ask it to create a few titles for X and Facebook. Here's an example of using ChatGPT to come up with titles and headlines:\n\nAdvertisement Advertisement\n\nOpen ChatGPT. Use the prompt: I want to create a title for a topic relating to [subject], and I want to post this on [platform]. Sending in a prompt to ask for bylines for an article to ChatGPT Wait for ChatGPT's response. You can ask it for a list if you want more options. Showing the Facebook byline examples that ChatGPT wrote back in response\n\nChatGPT walks you through how to make a successful title or headline for the right platform. For example, when you write on X, you'll consider the appropriate tags for your post. For Facebook, call-to-actions are better. When you're unsure how to catch your audience's attention on a given platform, try ChatGPT.\n\nBrainstorm a new idea with ChatGPT\n\nJumpstart your creativity and imagination\n\nIdeation can be challenging. You want to come up with a topic or idea that is relevant but unique to your story. Instead of Googling a list of issues, hone your ideas with ChatGPT. For example, you may want to discuss politics and how incorporating generative AI into a politician's political agenda is a bad idea (or you can spin the story into something positive). When you aren't sure which direction to take, here's how ChatGPT can help:\n\nOpen ChatGPT. Use the prompt: Help me brainstorm ideas for [topic] while adding [subtopics or key points] for a [content type]. Wait for ChatGPT's response. You'll see a list of topic ideas broken down by key points.\n\nAsking ChatGPT to brainstorm ideas in the mobile app\n\nDon't rely on generative AI responses when you have questions about a topic. Instead, use it to point you to the right place. Even though ChatGPT breaks down the topic, ask it for primary and secondary sources to help with your research.\n\nSummarize meeting notes with ChatGPT\n\nExtract key points and information quickly\n\nWhether you use a recording AI to transcribe notes from a meeting or have a long list of topics discussed, ChatGPT can summarize and re-organize meeting notes. You can ask ChatGPT to turn the notes into bullet points, place them into a table, or convert them into HTML to post online. You can also request the AI to order it as an action list. It's helpful when you find meeting notes overwhelming but don't want to miss important announcements and deadlines.\n\nAdvertisement Advertisement\n\nOpen ChatGPT. Use the prompt: Can you summarize these notes into [format]? Copy and paste the notes into the Prompt box. Wait for ChatGPT's response. You'll see a summary in the specified format. You can also ask ChatGPT to create a to-do list based on your meeting notes.\n\nSending in a summarize meeting notes request to ChatGPT using the mobile app\n\nYou can also do this for any notes. My personal favorite is using ChatGPT to re-organize my reading notes for work. You can also transform jumbled lecture notes into useable study notes.\n\nHave ChatGPT translate documents and text\n\nSkim through a document's contents in any language\n\nYou might need to rearrange or share documents in multiple languages, especially if you work for a multinational corporation or team. But you may need help finding the correct one. You can ask ChatGPT to translate a document's contents into a language you're more familiar with.\n\nOpen ChatGPT. Use prompt: Can you translate this into [language]? Copy and paste the contents into the Prompt box. Wait for ChatGPT's response to finish the translation prompt. Example of sending ChatGPT a translation request from English into Canadian French on the ChatGPT app An example of a response by ChatGPT for a language request while using the ChatGPT app Close\n\nChatGPT has translation capabilities (which are better than Google Translate for context), but they aren't perfect. Use this for an approximation and ask a professional translator or your company for assistance with work-related tasks.\n\nUse ChatGPT to draft work emails\n\nWrite a carefully crafted email to your boss\n\nWriting emails can be time-consuming. Your job may entail drafting emails to clients, or you might need to communicate with other Workspace accounts as part of your workflow. ChatGPT can streamline emails for you by changing a stressed, curt tone into something job-appropriate when writing to your supervisor. Here's how to take a load off by drafting emails with ChatGPT:\n\nAdvertisement Advertisement\n\nOpen ChatGPT. Use prompt: Can you write an email to [person's name or job title]? Add important details to include inside the Prompt box. Wait for ChatGPT's response. Copy the written template into a Compose Message page and change the text to meet your needs. Sending a prompt asking ChatGPT to draft an email to a managing editor on the ChatGPT app ChatGPT response for the draft email prompt showing an email messaged addressed to the managing editor on the ChatGPT app Close\n\nReview the OpenAI privacy policy before posting. Avoid sharing personal and confidential information while communicating with the AI chatbot.\n\nCompose cover letters with ChatGPT\n\nWriting cover letters can be daunting when you're a job seeker, especially when you must tailor them to the employer and job application. Use ChatGPT to compose a cover letter addressed to your prospective employer while adding specifics like personal goals for the role, characteristics, and other details crucial for winning the role.\n\nRelying on ChatGPT to create cover letters isn't the best practice. Instead, use the generated cover letter as a template.\n\nUse ChatGPT for data analysis\n\nEasily identify insights and trends\n\nIf you work with datasets daily, use ChatGPT for pattern recognition, querying, and creating summaries with tables and charts. ChatGPT lets you upload datasets in various formats, including Excel (.xls and .xlsx), Comma-separated values (.csv), PDF (.pdf), and JSON.\n\nAdvertisement Advertisement\n\nOpen ChatGPT. Enter this prompt: Can you tell me anything about this data? Add important details to include inside the Prompt box.\n\nThere's a file upload limit. You can sign up for ChatGPT Plus to remove the file upload limit. Otherwise, you can only upload up to 20 files per GPT lifetime. The limit refreshes every 24 hours. There's also a file upload size restriction of 512MB per file, and text and document files uploaded are capped at 2M tokens per file (which does not apply to spreadsheets). For CSV files or spreadsheets, files cannot exceed 50MB. Images have a 20MB per image restriction.\n\nUsage caps include 10GB for an end-user and 100GB for an organization.\n\nUnderstanding ChatGPT's limitations\n\nOpenAI's large language model (LLM) lessens the load for routine tasks, reducing stress from work and school. However, ChatGPT isn't perfect. The AI can make mistakes. It can also misunderstand prompts and claim it doesn't know the answer but knows it when you tweak your prompt. ChatGPT can also be verbose with its output, so your employers and teachers will know if you use it. Depending on the AI chatbot can lead to ethical issues in the workplace (and school). If you incorporate ChatGPT in your work or school workflow, consider the limitations and the risks."
    },
    {
        "title": "Joe Nickell, the truth behind paranormal mysteries",
        "link": "https://www.msn.com/en-us/tv/news/joe-nickell-the-truth-behind-paranormal-mysteries/vi-AA1ucBMn?ocid=BingNewsVerp",
        "description": "Follow Joe Nickell, a seasoned paranormal investigator, as he debunks myths of ghosts, UFOs, and monsters with scientific ...",
        "image_url": "https://www.bing.com/th?id=OVF.rS%2fkwS8zvIRYYRtUL0%2bwdA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Great Big Story on MSN18h",
        "source": "Great Big Story on MSN",
        "article_content": ""
    },
    {
        "title": "From 'The Exorcist' to 'Heretic,' Why Holy Horror Can Be a Hit With Moviegoers",
        "link": "https://www.msn.com/en-us/movies/news/from-the-exorcist-to-heretic-why-holy-horror-can-be-a-hit-with-moviegoers/ar-AA1ucljo?ocid=BingNewsVerp",
        "description": "Among the more recent religion-themed horror films, 'The Conjuring' franchise, including 'The Nun' movies, show paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.b23_g7PfLsb4dj7R9ZCuOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22hon MSN",
        "source": "The Associated Press on MSN",
        "article_content": ""
    },
    {
        "title": "7 People Talk About The Time They Met A Ghost And It Is Enough To Keep You Up All Night",
        "link": "https://www.msn.com/en-in/lifestyle/relationships/7-people-talk-about-the-time-they-met-a-ghost-and-it-is-enough-to-keep-you-up-all-night/ar-AA1ue1I8?ocid=BingNewsVerp",
        "description": "People who have had paranormal experiences will tell you how real it can all be. You may not have met a ghost till now but ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LAIxbwDUnatIY7UTgFBsEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Indiatimes on MSN5h",
        "source": "Indiatimes on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists discover unusual new bacteria in deep-sea coral",
        "link": "https://www.msn.com/en-us/news/us/scientists-discover-unusual-new-bacteria-in-deep-sea-coral/ar-AA1uekN0?ocid=BingNewsVerp",
        "description": "Marine biologists found the new bacteria in the tissue of two soft coral species that live in complete darkness in the Gulf ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OnpDi52kOHBHx6WYcoRyty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "The Washington Post on MSN",
        "article_content": ""
    },
    {
        "title": "Ancient Earth Mystery Solved: First-Ever Amber Discovered in Antarctica",
        "link": "https://scitechdaily.com/ancient-earth-mystery-solved-first-ever-amber-discovered-in-antarctica/",
        "description": "Amber discovered in the southernmost region provides fresh insights into Cretaceous forests near the South Pole.",
        "image_url": "https://www.bing.com/th?id=OVFT.d6oEOaxc2BoTzhxsBO5OWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Revamping Science education: How innovation is shaping the classrooms of tomorrow",
        "link": "https://www.indiatoday.in/education-today/featurephilia/story/revamping-science-education-how-innovation-is-shaping-the-classrooms-of-tomorrow-2632871-2024-11-17",
        "description": "To foster the next generation of innovators in science classrooms, several changes are needed to better align teaching with the demands of modern technology, creativity, and problem-solving. Here are ...",
        "image_url": "https://www.bing.com/th?id=ODF.O3tZcULkCi1sp-1pCCOazA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "India Today5h",
        "source": "India Today",
        "article_content": "Science is the systematic study of the world around us. It involves observation, questioning, understanding, and gathering evidence to make conclusions. Science isn't a subject to be learnt but a way of understanding the world.\n\nTherefore, science education must focus on developing a scientific mindset and capabilities, not merely imparting facts. Today, science education is likened to acquiring facts and figures about already discovered knowledge.\n\nadvertisement\n\nStudents are conditioned to view science as a collection of information rather than an active, exploratory process.\n\nTo change this perspective, it is crucial to reimagine the traditional science classroom as a space for exploration, experimentation, and collaboration students actively engage with science as a process of discovery.\n\nThis shift not only enriches their learning experience but also contributes to the broader goals of fostering scientific advancement that is sustainable and beneficial to humanity at large.\n\nFOCUS ON THE PROCESS OF SCIENCE\n\nFocusing on teaching the results of scientific discoveries-such as facts, principles, and applications-while neglecting the process through which these discoveries were made, the learning experience remains incomplete.\n\nThe scientific process-observing, hypothesising, experimenting and validating conclusions-is just as necessary as the knowledge gained. This requires a focus on how to \"do science\". Students must learn to base their conclusions on evidence and remain open to new ideas, just as scientists do.\n\nCOMPETENCY-CENTRIC LEARNING AND ACTIVE LEARNING PEDAGOGIES\n\nScience education should focus on developing competencies leading to abilities like problem-solving, critical thinking, and investigative skills. These abilities are best nurtured through experiential learning and inquiry-based pedagogy, where students actively engage in hands-on exploration rather than passively receiving information.\n\nFrom a young age, students should be encouraged to investigate and explore, with the practice of \"doing\" science driving their learning. This approach supports cognitive development and also cultivates a lifelong habit of inquiry and discovery.\n\nCOMMUNICATION AND COLLABORATION\n\nEffective communication is crucial for meaningful science education. Without the ability to express ideas, share findings, and engage in discussions, students miss out on opportunities to deepen their understanding and refine their thinking.\n\nCurrently, science communication in many classrooms is confined to students providing predetermined answers to existing questions, which limits opportunities for collaborative learning.\n\nTo truly enhance the learning experience, students should be encouraged to communicate openly with one another, exchange insights, and collaborate on scientific explorations. Peer learning reinforces key concepts and also sparks new ideas and perspectives.\n\nBy cultivating an environment that values communication and collaboration, we can create a classroom culture where students are more engaged, motivated, and empowered to take an active role in their learning.\n\nINTERDISCIPLINARY APPROACH TO LEARNING\n\nScience in the initial stages of learning has to be presented holistically rather than deepening the boundaries of conveniences created, like physics, chemistry, and biology, among others. An interdisciplinary approach is essential to help students appreciate the beauty and interconnectedness of nature that might otherwise go unnoticed and evolve holistic solutions.\n\nINTEGRATING TECHNOLOGY AND HANDS-ON LEARNING\n\nLeveraging modern technology, students now have access to tools that allow them to visualise and experience scientific concepts in ways that would be impossible through traditional methods. Technology empowers students to learn based on their observations and experiences, fostering a more personalised approach to education. Through a combination of technology, hands-on tools, and real-world applications, learning experiences can be curated to make learning more relevant and meaningful.\n\nSCIENCE LEARNING SPACES\n\nScience classrooms should be reimagined as spaces that encourage students to be active learners rather than just passive recipients of information. Instead of merely verifying facts through traditional experiments, students should be inspired to experiment and engage in hands-on activities that enable exploration.\n\nTraditional verification-based experiments, which require students to reproduce known outcomes, limit their potential for true discovery and creative thinking. To help students gain a better understanding of science, educators should encourage exploration, allowing students to investigate concepts and make their own discoveries.\n\nadvertisement\n\nWhile research-grade equipment may not be essential, students should have access to materials that allow them to understand scientific concepts at their developmental level, ensuring that learning is both relevant and engaging.\n\nBy making exploration a core component of the learning process, teachers can ignite a lifelong passion for discovery and equip students with the skills to think critically and innovate.\n\nFACILITATING LEARNING, NOT TEACHING\n\nIn this age, where access to information is not a barrier, educators should be trained as facilitators to foster building competencies in students rather than passing on information to them. Encouraging the process of exploration, curating experiences to enhance curiosity and leverage skills in the students, and enabling the process of discovery are essential.\n\nIn a rapidly evolving global learning landscape, the need for transformation in education is more urgent than ever. It is imperative that we make a concerted effort to embrace these changes, ensuring that our educational systems remain relevant, effective, and aligned with the future needs of learners.\n\nOnly through concerted efforts can we bring about a change that will equip future generations to thrive in a dynamic world.\n\nArticle by Vallish Herur, Managing Trustee, Prayoga"
    },
    {
        "title": "World's largest coral discovered in Solomon Islands",
        "link": "https://www.gmanetwork.com/news/scitech/science/927328/world-s-largest-coral-discovered-in-solomon-islands/story/",
        "description": "Scientists have discovered the world’s largest coral, which can be seen from space, in the Solomon Islands. The mega coral is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ToWsbgW0t6jH9YGyFvzq2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "GMA Network10h",
        "source": "GMA Network",
        "article_content": "The mega coral is three times larger than the previous record-holder and is believed to be around 300 years old. (Courtesy: National Geographic Pristine Seas)\n\nScientists have discovered the world’s largest coral, which can be seen from space, in the Solomon Islands.\n\nThe mega coral is three times larger than the previous record-holder and is believed to be around 300 years old.\n\nScientists from the National Geographic Pristine Seas team were researching the health of the Solomon Islands’ ocean environments when they made the discovery. When underwater cinematographer Manu San Felix first saw the mega coral, he thought it was a shipwreck due to its large size.\n\n“Well, when you are in the water and you have the opportunity to see, it’s evident because it's enormous. And I remember the first time I saw it was like in the first second realized that I was looking to something unique because it's huge,'' he said.\n\nThe team’s coral expert, Eric Brown, said that the discovery is a reminder of the importance of coral reefs and the increased need for action to save the world’s oceans.\n\n“Now the significance of finding coral like this, you know, goes beyond simply, you know, enjoying the moment and seeing this magnificent organism that's mega coral, because it doesn't just captivate the hearts and minds of people like seeing something magical, but it really shines a light (on) the significance of coral reefs worldwide, what their critical role is in the ecosystem,'' he said. — Reuters"
    },
    {
        "title": "37,000-year-old saber-toothed 'kitten' found in Arctic permafrost, revealing new species insights",
        "link": "https://www.msn.com/en-us/news/technology/37000-year-old-saber-toothed-kitten-found-in-arctic-permafrost-revealing-new-species-insights/ar-AA1ueoqm?ocid=BingNewsVerp",
        "description": "Scientists say this is the first time in history that the appearance of an extinct mammal with no modern analogues has been ...",
        "image_url": "https://www.bing.com/th?id=OVFT.P9rXUSUFGw0HPAu_V-dq4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "The Jerusalem Post on MSN",
        "article_content": ""
    },
    {
        "title": "[Halloween] Asura Codes (November 2024)",
        "link": "https://www.msn.com/en-us/money/other/halloween-asura-codes-november-2024/ar-BB1pPcqM?ocid=BingNewsVerp",
        "description": "Based on Yabako Sandrovich's Kengan Ashura, Ashura is a relatively new PvP experience on the Roblox platform that enables ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yS_bYEy31RjNglHYCk-UUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "MobileMatters on MSN57m",
        "source": "MobileMatters on MSN",
        "article_content": ""
    },
    {
        "title": "DraftKings promo code for UFC 309 Jones vs Miocic: Grab limited-time $200 bonus tonight",
        "link": "https://www.cleveland.com/betting/2024/11/draftkings-promo-code-for-ufc-309-jones-vs-miocic-grab-limited-time-200-bonus-tonight.html",
        "description": "Get $200 with the DraftKings promo code (no code needed) for UFC 309. We tell you how to unlock $200 in bonus bets for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IAUK_dsB0Hc7qpPoDe3poy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "13h",
        "source": "Cleveland.com",
        "article_content": "Saturday’s UFC 309 features a main event heavyweight championship bout between Heavyweight champion Jon Jones and challenger (and Ohio’s own) Stipe Miocic at historic Madison Square Garden. The DraftKings promo code (no code needed) offer delivers $200 in bonus bets for Jones vs. Miocic. Grab this DraftKings promo now because it’s the last time you’ll be able to get $200 in bonus bets.\n\nDraftKings promo code at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code bonus Bet $5, get $200 in bonus bets instantly 💸 Minimum deposit $5 💸 Minimum wager $5 📝 DraftKings promo code terms and conditions Get $200 in bonus bets instantly after your first $5+ wager.\n\nBonus received as eight $25 bonus bets.\n\nBonus bets are single-use, non-withdrawable and expire seven days after receipt. ✅ Last verified Nov. 16, 2024\n\nDraftKings promo code: How to claim $200 in bonus bets\n\nNo DraftKings promo code is necessary to get $200 in DraftKings bonus bets for Saturday’s UFC 309 card featuring a world heavyweight title fight between title holder Jon Jones and challenger Stipe Miocic.\n\nUnlocking the $200 in DraftKings bonus bets is easy by following these simple steps.\n\nNo DraftKings promo code is necessary. Tap any DraftKings banners or links on this page, and you’ll be taken to the DraftKings registration page. Complete all required fields on the registration page. After verifying your DraftKings sports betting account, you will be prompted to make a $5 minimum deposit. Bet at least a $5 on any fight on the UFC 309 card or any other sport on the DraftKings odds screen. Once the $5 bet is staked, DraftKings will deposit eight $25 bonus bets, which can be used to wager on any betting market at DraftKings. DraftKings bonus bets expire within seven days.\n\nDraftKings existing user promos\n\nDraftKings consistently offers solid NFL promotions, and odds boosts for existing customers like these.\n\nCBB Odds Boosts: Enjoy daily odds boosts and same-game parlay offerings throughout the men’s and women’s college basketball seasons.\n\nNFL TD All-Parlay Boost : DraftKings offers boosted odds for any time touchdown parlays for every Week 11 NFL matchup.\n\nNBA SGP Boosts: DraftKings offers daily same-game parlay odds boosts on 4+ leg SGPs.\n\nHow to use the DraftKings promo code for Jones vs. Miocic\n\nThe DraftKings promo code is easy to get, and you don’t have to win a bet to unlock $200 in DraftKings bonus bets.\n\nThe UFC fights can be tricky, but you still must make a $5 wager to get the bonus bets. If I had to make the qualifying bet, I would play any underdog on the UFC 309 Jones vs. Miocic card I thought had a decent chance to win.\n\nThe DraftKings bonus bets are yours win, lose, or draw, so take a chance on the underdog for UFC 309 Jones vs. Miocic."
    },
    {
        "title": "After rough start, it’s OK to ask: Are the Sixers banged-up or just bad?",
        "link": "https://www.inquirer.com/sixers/philadelphia-sixers-banged-up-bad-joel-embiid-paul-george-tyrese-maxey-20241117.html",
        "description": "The Sixers ability to get out of this funk relies heavily on the Big Three — Joel Embiid, Paul George, and Tyrese Maxey — ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BHBNLMZ23ykkBcTPCD9ObS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2h",
        "source": "Philadelphia Inquirer",
        "article_content": "Joel Embiid dives after a loose ball against the Orlando Magic on Friday. He believes the Sixers can get out of their funk once they get healthy. Read more\n\nTired legs. Injuries. Poor effort in games.\n\nThis isn’t the way the 76ers wanted to start the regular season. But it’s as real as the retired jersey numbers and NBA championship banners hanging in the far end of their practice facility.\n\nAdvertisement\n\nGreat franchises aren’t always good, and the Sixers are struggling because of — pick any or all — their medical report, increased ages, scoring droughts, lack of continuity, and shockingly lackluster execution.\n\nWith Friday’s 98-86 loss to the Orlando Magic at Kia Center, they have an NBA second-worst record of 2-10.\n\nThe Sixers are ranked last in the league in scoring (104.5 points per game), rebounding (39.5), assists (20.9), and field-goal percentage (.428).\n\n» READ MORE: Sixers takeaways: Joel Embiid stalls, Jared McCain remains revelation and more\n\nYet, this is supposed to be a championship-contending team. Instead, the Sixers resemble a squad jockeying to secure a NBA draft lottery position for the presumptive 2025 top overall draft pick, Duke freshman Cooper Flagg.\n\n“We really got to get serious about the execution side of the offense, right?” coach Nick Nurse said. “And we’ve got to figure out when we can do it. [With] practice days, shootaround, all those things that we can get ourselves to a [higher] level.\n\n“It’s not easy with a whole bunch of new guys and guys coming in and out, obviously. But that’s what we are. So we got to get to work on it for sure.”\n\nBack in August, Sixers president of basketball operations Daryl Morey was praised for winning the offseason.\n\nHe signed perennial All-Star Paul George to maximum salary contract to complement the team’s other max players, Joel Embiid and Tyrese Maxey. Morey also re-signed Kelly Oubre Jr., Kyle Lowry, and KJ Martin and added Caleb Martin, Eric Gordon, Reggie Jackson, and Guerschon Yabusele as role players.\n\nThe problem is that George, Embiid, and Maxey have yet to play together. And even when they do play together, it won’t be as simple as just rolling the ball out.\n\nMaxey, an All-Star point guard, missed the last five games with a strained right hamstring. He’ll be reevaluated in the coming days. But don’t be surprised if he sits out Monday’s game at the Miami Heat and Wednesday’s tilt at the Memphis Grizzlies.\n\nOnce Maxey does return, the speedster must regain the shooting touch he played with last season. So far, Maxey averaged 27.6 points on 23.6 attempts while shooting just 28.6% on three-pointers in seven games, the last two matchups he played with George.\n\n» READ MORE: Joel Embiid says ‘we’ll be fine’ once Sixers get their star trio on the court together amid a slow start\n\nMeanwhile, George, who missed the first five games with a left knee bone bruise, has been somewhat of a disappointment as a Sixer.\n\nHe’s averaging 16.5 points, 5.5 rebounds, 5.2 assists, and 2.3 steals but shooting 39.8% from the field, including 31.1% on three-pointers.\n\nThe nine-time All-Star has only two solid shooting performances.\n\nHe scored 18 points on 7-for-9 shooting, while making 2 of 3 three-pointers, in his return to Los Angeles to face his former team, the Clippers, on Nov. 6. Then George took advantage of the attention Embiid received while making his season debut against the New York Knicks last Tuesday at the Wells Fargo Center. Roaming freely, the 34-year-old scored a season-high 29 points while making 7 of 11 three-pointers and shooting 10-for-19 overall.\n\nBut in the other four games, George averaged 13 points on a combined 18-for-60 shooting, including 5 of 31 on three-pointers.\n\nMeanwhile, Embiid also hasn’t played to his elite standard after missing the first six games with left knee injury management and serving a three-game suspension.\n\nHe’s averaging 16.5 points while shooting 26.9% and has made just 1 of 10 three-pointers. His lack of being in game shape was evident from the start against the Knicks. Embiid played well in the first half against the Magic before seemingly running out of gas after intermission. That’s when he went 0-for-7 from the field and shot two airballs.\n\n“It felt like my legs were a little tight,” Embiid said of the second half. “And I felt like every shot I was taking was short. So I have to just keep building on and then get to a point where I’m myself.”\n\nBut how quickly can he do that? And how quickly can Maxey and George erase their shooting woes?\n\nOne has to assume that they’ll get easier shot selections once they’re finally on the court together. And they must take advantage of that, because the Sixers' ability to get out of this funk relies heavily on the Big Three meshing and playing well together.\n\nBut their supporting cast also has to help them.\n\nOutside of Jared McCain, that hasn’t always been the case.\n\n» READ MORE: Joel Embiid’s return brings hope and hype back to the Sixers’ season\n\nThe Sixers are finding out that Lowry, 38, Gordon, 35, and Jackson, 34, because of their ages and NBA mileage, aren’t as dependable as in seasons past. Caleb Martin, Andre Drummond, and Oubre have had their share of highs and lows. Yabusele was one of the team’s more impactful players before his current three-game shooting slump from three.\n\nSo even with Embiid and George available, the Sixers had no chance of defeating the Magic on Friday night once McCain fouled out with 4 minutes, 56 seconds remaining. Without the rookie guard, who had a team-high 29 points, Orlando outscored the Sixers, 14-6, the rest of the way.\n\nThis came in a fourth quarter where Philly made just 4 of 15 shots and committed three turnovers while scoring just 14 points.\n\nBut none of that was surprising, as the Sixers have dealt with scoring droughts in every game this season.\n\nAnd their biggest one on Friday came after Caleb Martin hit a three-pointer to give the Sixers a 72-64 lead with 2:12 remaining in the third. The Sixers didn’t score another point until Embiid made a technical foul shot with 7:54 left to play to snap a 16-0 run. Philly missed nine consecutive shots and committed three turnovers during the 6:18 scoring drought.\n\n“It seems like it’s every game,” Embiid said, “we have a very good 30 good minutes. ... [then fall apart] ... especially, because we’re not at full strength and [I’m] not myself yet. So it feels like you don’t have a lot of margin for error.\n\n“I think, over time, I think we’ll be fine.”\n\nThe Sixers keep banking on improving as the season progresses. But as of right now, they’re undoubtedly a bad team."
    },
    {
        "title": "Fantasy football Start 'Em, Sit 'Em: 50 players to start or sit in Week 11",
        "link": "https://www.msn.com/en-us/sports/nfl/fantasy-football-start-em-sit-em-50-players-to-start-or-sit-in-week-11/ar-AA1udnm9?ocid=BingNewsVerp",
        "description": "We're down to the wire for making final changes to your fantasy football lineup ahead of Week 11. Here are 50 players to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3qtTUqP2fWy_3OQoG9uD1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "13hon MSN",
        "source": "USA TODAY Sports on MSN",
        "article_content": ""
    },
    {
        "title": "I used CamelCamelCamel to check if these are the best deal prices for Black Friday (they are)",
        "link": "https://www.digitaltrends.com/home/used-camelcamelcamel-find-best-deal-prices-2024/",
        "description": "Retailers sometimes increase prices before big sales. But I used a tool to find the best deal prices for Black Friday and make sure they're good.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "22h",
        "source": "Digital Trends",
        "article_content": "You may or may not know this, but certain online retailers and various small brands will actually increase prices before a huge sale, like early Black Friday sales, actual Black Friday, or even Cyber Monday and Cyber Week. Let’s say, for example, they discount the product by $20. Weeks before, they might raise the price by $30 to make the discount look bigger. So, the reality is you’re not actually getting a great deal — they trick you. There is a way to combat this and find the best early Black Friday deals and beyond. There’s a tool I use called CamelCamelCamel, which works wonders to help you find the real deals and steals. Well, anyway, I used the tool to find the best deal prices for Black Friday, and the holiday discounts. Let’s take a closer look at some of those deals. Spoiler: They’re so, so good.\n\nAmazon Fire TV Stick 4K Max — now $33, was $60 45% off\n\nIt makes a lot of sense that Amazon’s devices would be discounted heavily for Black Friday and the holiday sales, so no surprise here. But if you’ve been wanting to upgrade your streaming game you can’t go wrong with the Amazon Fire TV Stick 4K Max.\n\nDewalt 20V Max Cordless Drill and Impact Driver — now $129, was $239 46%off\n\nWe’ve covered this drill set a lot in the past because, well, I have it. I also love it. It’s great for just about anything drill-related. I use it to hang pictures, and TVs, and build various things around the home – my most recent project was building a wooden box around a TV on my outdoor patio. It worked wonderfully. Anyway, it comes with a regular electric drill and a hammer drill, the latter of which makes it so much easier to punch through hard materials like stone or concrete. This deal is one of the best in a while.\n\n27-inch Sceptre IPS 2K Gaming Monitor — now $169, was $200 16% off\n\nNeed a new gaming monitor or just want an extra one? You can’t go wrong here. It’s 27 inches, supports 2K QHD resolutions — 2560 by 1440 — with HDR400, and at 165Hz with a 1ms response time. If you don’t know any of those numbers, don’t worry, it’s a decent monitor, even more so at the current deal price.\n\nSony WH-1000XM4 Wireless Noise-Canceling Headphones — now $198, was $348 43% off\n\nThe Sony WH-1000XM4 Wireless Noise-Canceling Headphones earned a full five stars from our audio reviewer back when they launched. They’re still that good. This deal price makes them super enticing, especially if you don’t have a comparable pair handy. They’re comfortable, offer excellent sound quality, offer great noise cancelation features, and include a bunch of extras. At least check them out.\n\nGarmin Vivoactive 5 Smartwatch — now $200, was $300 33% off\n\nWe gave the Garmin Vivoactive 5 four stars in our review and for good reason. It offers exceptional fitness and health tracking, long-lasting and reliable battery life, doesn’t require any needless subscriptions, and has a beautiful AMOLED display. Garmin’s software can be a little trick for new users, but once you get the hang of it, you’re all set. Don’t let that scare you away from his incredible fitness and health-oriented smartwatch. Garmin makes some of the best out there on the market today and this one is no exception. Plus, you know, that’s a great deal price.\n\nNintendo Switch OLED with White Joy-Cons — now $349, was $350 1% off\n\nThis is actually less than a 1% discount which will probably lead many of you to ask why I even included it. The answer is that it’s still the best price out there right now, even by a small margin. If you have Amazon gift cards or some money saved up, you can save quite a bit on it. Maybe you earned some money doing Amazon tasks or surveys? Bam, then the best place to buy is Amazon already and now you’ll save even more.\n\nMSI Claw Ultra 7-155H PC gaming handheld — now $471, was $749 37% off\n\nLook, the MSI Claw isn’t the best gaming handheld on the market right now — that’s fairly evident. But this deal price does put it on our radar. Instead of the usual AMD chipset like the Steam Deck and its competitors, the MSI Claw opts for an Intel Ultra 7-155H, with 16GB of LPDDR5 RAM, a 512TB solid-state drive, a microSD card reader, and a 7-inch FHD 120Hz display. Then there’s that snazzy RGB around the joysticks. I don’t know, think about it.\n\n65-inch LG C3 Series Class OLED evo 4K smart TV — now $1,297, was $1,500 14% off\n\nYou know as well as I do that during these huge sales there are TV deals and discounts flying all over the damn place. It’s difficult to keep up at times, that’s for sure. But this LG smart TV deal is one of the best out there right now according to sources. It’s a 4K OLED with a sweet spot size — 65-inches — making it suitable to place in bedrooms, game rooms, garages, living rooms, you name it. The deal price doesn’t hurt either.\n\n2024 Apple MacBook Air 15-inch with M3 — now $1,299, was $1,499 13% off\n\nAt one of its lowest prices in a long while, this Apple MacBook Air features 16GB of unified memory, a 512GB solid-state drive for storage, and the Apple M3 chip. It’s lean, mean, and one of the most powerful MacBooks released. The portable design lends itself well to creatives, with 18 hours of battery life on a single charge despite having a beautiful 15.3-inch Liquid Retina display. This is a great deal, folks."
    },
    {
        "title": "Tina Anasaripour",
        "link": "https://www.latimes.com/b2b/business-of-law-2024-trends-updates-and-the-in-house-counsel-awards-recap/tina-anasaripour",
        "description": "Tina Ansaripour serves as corporate in-house counsel for five companies, leading their legal and compliance departments.",
        "image_url": "https://www.bing.com/th?id=OVFT.u0b-bCAQU1xoHfY8f7EE1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "3h",
        "source": "Los Angeles Times",
        "article_content": "Corporate Counsel\n\nPhonexa\n\nSouthwestern Law School\n\nRISING STAR\n\nTina Ansaripour serves as corporate in-house counsel for five companies, leading their legal and compliance departments. Her expertise spans strategic development, contract negotiations, corporate transactions, employment law, corporate governance and more. Ansaripour provides guidance on regulatory compliance, focusing on privacy and data security laws at both state and federal levels. With a strong background in commercial transactions, intellectual property, data privacy and M&A, particularly in the financial services and software-technology sectors, she has made significant contributions. She also advises financial institutions on regulatory compliance, working with agencies such as the CFPB and FTC. Ansaripour’s work includes risk assessments, updating privacy policies and ensuring compliance with consumer financial laws. An active member of the Online Lenders Alliance (OLA), she supports programs that uphold industry best practices and client fairness.\n\n"
    }
]