[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did people report seeing UFOs before the 20th century?",
            "link": "https://www.msn.com/en-us/news/technology/did-people-report-seeing-ufos-before-the-20th-century/ar-AA1xj1cg?ocid=BingNewsVerp",
            "description": "Every so often, claims of UFO sightings go viral and even spur serious research. But humans have been gazing at the sky for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3DPY4LIA85lp_9HJBLRz9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Live Science on MSN6h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jeremy Corbell Releases NEW 'Gimbal' UFO VIDEO",
            "link": "https://www.msn.com/en-us/entertainment/gaming/jeremy-corbell-releases-new-gimbal-ufo-video/vi-AA1xjqED?ocid=BingNewsVerp",
            "description": "Patrick discusses new \"Gimbal Style\" UFO video that was just released by Jeremy Corbell in his new series streaming on TUBI ...",
            "image_url": "https://www.bing.com/th?id=OVF.ArFW5GHySlDB%2fn8jLUmR7g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN2h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sightings spark intrigue over Fresno skies",
            "link": "https://www.msn.com/en-us/news/us/ufo-sightings-spark-intrigue-over-fresno-skies/ar-AA1xh8Gw?ocid=BingNewsVerp",
            "description": "Unusual aerial phenomena have been reported over Fresno in recent days, with one incident involving a confirmed unidentified ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Q8GxyqbNAXo_pXm2eQ8Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "14hon MSN",
            "source": "KMPH – Fresno-Visalia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire is revealed as a hotspot for UFO sightings",
            "link": "https://www.dailyrecord.co.uk/in-your-area/lanarkshire/lanarkshire-revealed-hotspot-ufo-sightings-34488764",
            "description": "The truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P2ZOzhW8CpV4atOaVfFkfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "10h",
            "source": "Daily Record",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nGet the latest Daily Record breaking news on WhatsApp\n\nThe truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a two-year period.\n\nObjects which have varied in shape from cylindrical to star-like have been reported in the skies over areas like Hamilton, East Kilbride, Airdrie, Uddingston and Cumbernauld.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023.\n\nThat was a 20 per cent drop from 497 UFO sightings in 2022 and also lower than in 2021 (413) and 2020 (484).\n\nAnd from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nDownload the Lanarkshire Live app today The Lanarkshire Live app is available to download now. Get all the news from your area – as well as features, entertainment, sport and the latest on Lanarkshire’s recovery from the coronavirus pandemic – straight to your fingertips, 24/7. The free download features the latest breaking news and exclusive stories, and allows you to customise your page to the sections that matter most to you. Head to the App Store and never miss a beat in Lanarkshire - iOS - Android\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward. blinking then reappearing, rotating at various speeds” above East Kilbride.\n\n(Image: Freelance)\n\nThey are amongst 395 sightings across the United Kingdom – and an updated interactive map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States.\n\nAnd last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs).\n\nExperts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence.\n\nA quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings.\n\nThat was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\n(Image: Getty Images)\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\n*Don't miss the latest headlines from around Lanarkshire. Sign up to our newsletters here.\n\nAnd did you know Lanarkshire Live had its own app? Download yours for free here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael Schratt presents Groundbreaking UFO Crash Retrievals Lecture",
            "link": "https://finance.yahoo.com/news/michael-schratt-presents-groundbreaking-ufo-012200799.html",
            "description": "Glendale, CA On January 18, 2025, esteemed military aerospace historian Michael Schratt will deliver a compelling and fully ...",
            "image_url": "https://www.bing.com/th?id=OVFT._CsshIlncDHeZVF8ixftCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15h",
            "source": "YAHOO!Finance",
            "article_content": "(NewMediaWire) - January 15, 2025 - Glendale, CA On January 18, 2025, esteemed military aerospace historian Michael Schratt will deliver a compelling and fully illustrated PowerPoint lecture titled \"Retrievals of the Third Kind.\" This landmark presentation will delve into the highly classified operations surrounding UFO crash retrievals, which have long eluded Congressional oversight and public scrutiny.\n\n\n\nRecent hearings in Washington D.C. have shed light on the existence of ongoing government programs focused on recovering extraterrestrial craft and biological entities. In this enlightening lecture, Schratt will draw from extensive research and firsthand accounts to explore these clandestine operations that have shaped an important part of our national history.\n\n\n\nMichael Schratt will provide compelling references to firsthand military witnesses who have encountered extraterrestrial hardware and \"biologics.\" These accounts, meticulously compiled by prominent UFO researcher Leonard Stringfield, offer a unique perspective into the realities of UFO recovery efforts.\n\n\n\nAttendees can expect a visually captivating experience, featuring refined pencil drawings and full-color 3D renderings based on eyewitness testimonies of UFO recoveries. Key topics will include:\n\nThe UFO stored at Wright Field in 1946\n\nEncounters with extraterrestrial craft and bodies at Wright Field during 1946\n\nAccounts from a U.S. Marine who guarded a 40-foot disc in 1963\n\n\n\nThis presentation is not only an exploration of the unknown but also an urgent discussion on the implications of government secrecy in the realm of extraterrestrial phenomena. Michael Schratt invites all interested parties to join him in uncovering these riveting truths about UFO crash retrievals and their potential impact on our understanding of human history.|\n\n\n\nEvent Details: Date: January 18, 2025 at the Martial Arts History Museum 201 North Brand Blvd., B100 Glendale CA91203. Cost is $20 for Adults, $5 for kids. Time: 4:00 PM to 7:00 PM For more information about the event or to schedule an interview with Michael Schratt, please contact Jeff Powell at (310) 402-8353. Join us as we take a deep dive."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Adds Gemini AI to Workspace Apps, But There's a Catch",
            "link": "https://www.msn.com/en-us/news/technology/google-adds-gemini-ai-to-workspace-apps-but-theres-a-catch/ar-AA1xj1u8?ocid=BingNewsVerp",
            "description": "Google is adding Gemini AI to its Workspace apps in a broader push to encourage people to use Gemini at work. Workspace ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b1BYItxMzDdc096E7HzmDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PCMag on MSN4h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta's crackdown on adult content fails to stop AI nudify apps from flourishing",
            "link": "https://mashable.com/article/ai-nudify-apps-meta-ads",
            "description": "Despite nudify apps being against Facebook and Instagram policy, one app company keeps advertising on Meta's platforms.",
            "image_url": "https://www.bing.com/th?id=OVFT.pbfUzBaCpWVJqdBGOGbCwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Mashable",
            "article_content": "AI-generated nudifier apps are skirting around Meta's policies and running ads on Facebook and Instagram.\n\nAI-generated nudifier apps are skirting around Meta's policies and running ads on Facebook and Instagram. Credit: Jakub Porzycki/NurPhoto via Getty Images\n\nAdult content, including AI-generated nudes, remains banned on Facebook and Instagram, despite recent policy changes at Meta.\n\nHowever, that hasn't stopped \"nudify\" apps — platforms that create nonconsensual AI-generated nudes of celebrities and influencers — from advertising on Meta's platforms. And those ads have been extremely successful for at least one service called Crush AI.\n\nAccording to a new report from 404Media , as originally reported in Alexios Mantzarlis' Faked Up newsletter, the Crush AI modifier app receives the vast majority of its traffic from Meta platforms such as Facebook and Instagram. According to Similarweb's data, last month Crush AI received more than a quarter of a million visits to its service — and roughly 90 percent of that traffic was from Meta's platforms.\n\nCrush AI makes it quite clear what the purpose of its service is in its advertisements. The company's ads include photos of real-life individuals like Instagram influencer and model Mikayla Demaiter and OnlyFans creator Sophie Rain. The ads boast that users can \"upload a photo\" and \"erase anyone's clothes.\"\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By clicking Sign Me Up, you confirm you are 16+ and agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nWhile Meta has attempted to crack down on these ads, Crush AI has discovered a very simple workaround. Crush AI creates fake profile pages using AI-generated profile pictures and runs new ads using those pages. The ads promote different domain names that then redirect to Crush AI when clicked.\n\nMashable has previously reported on other deepfakes and AI platforms that utilize Meta's advertising platform to generate traffic and revenue from AI-generated adult content. These ads are strictly against Meta's policies, and the company often removes them once it becomes aware of specific advertisements.\n\nHowever, as 404Media previously reported , Meta appears to have different standards for ad moderation. Policy-breaking content published by users as Facebook or Instagram posts will often be automatically detected by Meta and subsequently removed. Yet, that same content will not be detected when uploaded to Meta's advertising platform."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gallup Survey: Most people don't know they're using AI in their everyday apps",
            "link": "https://www.yahoo.com/tech/gallup-survey-most-people-dont-193425722.html",
            "description": "Surveyors asked 4,000 US adults whether they used AI-enabled products in the last week, and separately, which products they ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rr0poYsXsbrZ1oiOUQ1nLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20h",
            "source": "Yahoo",
            "article_content": "STORY: \"Welcome to Chinese social media' says Paul Ashton, an American influencer in China who is no stranger to 'Red Note', the social media platform known in China as Xiaohongshu.This week, a person close to the platform told Reuters more than half a million American users piled into the platform in protest of an imminent ban on Tiktok.Ashton is based in Shanghai, but online he goes by Baobaoxiong - literally, 'hug hug bear' - and his videos have billions of views.He was excited to see the surge of so-called 'TikTok refugees' as a foreigner in China and RedNote veteran.\"I have loved seeing the way, the enthusiasm and the joy at which I've seen a lot of Chinese netizens engaging with people that are English speakers. Like, one of my favorite memes I've seen so far is just like, \"hello, Americans, show us your cats!\" Like, if there's one thing that binds the internet, it's that we all love cat pictures, you know?\"While China has for years tightly controlled its cyberspace through its \"Great Firewall\" - and Chinese social media platforms have in the past run separate domestic and abroad versions of their apps, RedNote is unique as it only maintains one version of its app and it gives both Chinese and American users a rare opportunity to interact directly with each other.\"I'm not sure how many of the new users will actually stick around and hang out. But I hope that they do.\"\"Because I think that that would be a really important shift in cultural exchange that for the first time in a long time, puts the ball in China's court a little bit more. But then even more specifically, puts the ball in the hands of Chinese people in China.\"In China, RedNote as a platform is popular for finding recommendations for beauty, travel or food.On Wednesday many of its users posted selfies and messages welcoming new American users.Though Beijing-based academic Liu Xingliang, who studies the digital economy, says RedNote was caught unprepared.\"It is an accident. But since it is an accident, it is actually good for them, and there also may be certain risks. If they want to catch this wave of prosperity, I think they may have to do at least a few things. The first thing is to make your interface and UI more friendly.\"\"It is the first time that a large number of people have had such a very large-scale exchange, and the exchanges between the two sides are relaxed and enthusiastic. From what I've seen, they were all learning about each other's living habits, local conditions and customs.\"There were also signs that some new foreign users were testing the platform's censorship limits with some posting on social media network X that they were unable to post about topics known to be sensitive in China such as the 1989 Tiananmen Square crackdown.For now - China's welcoming the migration of TikTokers to RedNote with open arms.Chinese state media CCTV ran reports saying that TikTok users had found a \"new home\".And China's foreign ministry spokesperson said on Wednesday the use of social media is a \"personal choice\", and China \"encourages and supports\" people-to-people exchanges."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini app will now have access to real-time AP news in latest AI deal",
            "link": "https://www.androidauthority.com/gemini-app-ap-deal-3516926/",
            "description": "Google is expanding its partnership with The Associated Press to deliver access to real-time news to the Gemini app.",
            "image_url": "https://www.bing.com/th?id=OVFT.OURuXiKOBotI815RYwRHyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19h",
            "source": "Android Authority",
            "article_content": "Google has been a partner with The Associated Press for years to bring up-to-date information the tech giant’s search engine. The two parties are now broadening their collaboration to give the Gemini app a boost.\n\nGoogle announced in a blog post that it is expanding its partnership with the news outlet to provide a “feed of real-time information” to the Gemini app. Going forward, Gemini will be able to reference AP’s stories when you ask about current events. “This will be particularly helpful to [Gemini app] users looking for up-to-date information.”\n\nSpeaking about the partnership, AP Senior Vice President and Chief Revenue Officer Kristin Heitmann had this to say:\n\nAP and Google’s longstanding relationship is based on working together to provide timely, accurate news and information to global audiences. We are pleased Google recognizes the value of AP’s journalism as well as our commitment to nonpartisan reporting, in the development of its generative AI products.\n\nThe Associated Press isn’t the only publication working with Google. The company states that it has had partnerships with “news organizations of all sizes in countries around the world for more than two decades.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Duolingo Is 'All In' on AI Features to Help You Learn a Second Language",
            "link": "https://www.msn.com/en-us/news/technology/duolingo-is-all-in-on-ai-features-to-help-you-learn-a-second-language/ar-AA1xj2vy?ocid=BingNewsVerp",
            "description": "The company said it's been invested in AI features since its launch in 2012, but advances in generative AI have propelled its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BGZlDlSUE2DuX77PuZLiAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN3h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Killswitch Engage Scream Through the Haunted Blood Prison in New Paranormal Prison Episode",
            "link": "https://www.msn.com/en-us/entertainment/news/killswitch-engage-scream-through-the-haunted-blood-prison-in-new-paranormal-prison-episode/ar-AA1xg7IX?ocid=BingNewsVerp",
            "description": "Watch Killswitch Engage, Machine Head's Robb Flynn and Dimebag Darrell's ex Rita Haney take a trip through the terrifying ...",
            "image_url": "https://www.bing.com/th?id=OVF.hZzDjCCVO4J%2fwoYpWW%2fjLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Loudwire on MSN22h",
            "source": "Loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Travelers Discover Vacationing in a Ghost Town Can Be Grim",
            "link": "https://www.msn.com/en-us/travel/article/travelers-discover-vacationing-in-a-ghost-town-can-be-grim/ar-AA1xiE6a?ocid=BingNewsVerp",
            "description": "Some abandoned locales are marketing longer stays, but visitors say that’s too much time with actual ghosts; chased by drones ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4D6mG1TyRcLq_lPQWFzfxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5hon MSN",
            "source": "The Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top things to do in Houston this weekend, from MATCH Family Fun Day to MLK celebrations",
            "link": "https://www.msn.com/en-us/travel/tripideas/top-things-to-do-in-houston-this-weekend-from-match-family-fun-day-to-mlk-celebrations/ar-AA1xiWeu?ocid=BingNewsVerp",
            "description": "Midtown Arts & Theater Center Houston brings back it's annual tradition, featuring live performances by Prelude Music, Main ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5bh0FIURZ8LiJbOEFLsQ9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "Houston Chronicle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "24-7 Spyz Founding Singer P-Fluid Beaten to Death in New York City",
            "link": "https://www.msn.com/en-us/music/news/24-7-spyz-founding-singer-p-fluid-beaten-to-death-in-new-york-city/ar-AA1xjLad?ocid=BingNewsVerp",
            "description": "Crazy Town's Shifty Shellshock, born Seth Binzer, died on June 24 at the age of 49. He was found in his home in Los Angeles, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d5GPZuRMKYWqeOw22d3khS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Loudwire on MSN1h",
            "source": "Loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The scariest movie of the 21st century is on Netflix now if you’re brave enough",
            "link": "https://www.dexerto.com/tv-movies/hereditary-streaming-on-netflix-now-3032578/",
            "description": "Netflix has just added one of the best horror movies of all time, but don’t blame us if you end up having nightmares.",
            "image_url": "https://www.bing.com/th?id=ODF.0iS1Dv-e5sD2zbhqxLjIMA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Dexerto3h",
            "source": "Dexerto",
            "article_content": "Hail Paemon, because Netflix has just added the scariest horror movie ever made: Hereditary. You have been warned.\n\nHorror films are especially subjective. If you don’t like found-footage movies, Paranormal Activity or The Blair Witch Project won’t bother you. Some people might say The Exorcist and The Texas Chainsaw Massacre look a bit dated, and that’s before we get to zombie movies.\n\nHowever, every now and again, a film arrives that seems to get under everyone’s skin; something that’s more than jumpscares, a movie that feels irresistibly insidious.\n\nArticle continues after ad\n\nHereditary is arguably the most iconic horror movie of the past 10 years, and if you’ve never seen it (or perhaps you want to spook yourself again), it’s on Netflix now.\n\nHereditary is now streaming on Netflix\n\nHereditary is available to stream on Netflix in the US now (if you’re based elsewhere, just use a VPN to change your location to anywhere in North America).\n\nArticle continues after ad\n\nThe 2018 movie, directed by Ari Aster, follows the Graham family after the death of their secretive, troubled grandmother. As they try to grieve, a sinister force drives them towards unimaginable terrors.\n\nArticle continues after ad\n\nThat is a vague description of the plot, but it’s to protect the film’s secrets from those who’ve yet to see it – in other words, if you know, you know. Beyond that, I can tell you this: it stars Toni Collette (who was robbed of an Oscar), Alex Wolff, Gabriel Byrne, Milly Shapiro, and Ann Dowd.\n\nA24\n\nIt topped our list of the best horror movies of all time, in which we wrote: “During my screening of Hereditary, my fiancée openly wept for three-quarters of the film, and multiple couples, shielding their sight, leaped for the doors in the final act.\n\nArticle continues after ad\n\n“To the eyes that just rolled, let me assure you: it is that scary, but sacrificing your sleep will pale next to the film’s rewards. It’s a once-in-a-generation nightmare machine, with Toni Collette giving the best performance in all of horror.”\n\nArticle continues after ad\n\nIf you’re still not convinced, find out more about the real-life accident that inspired Hereditary’s most horrific scene (spoiler warning, obviously). You can also check out other new movies on streaming this month and the biggest horror movies coming out in 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily17h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "15hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could this fundamental discovery revolutionize fertilizer use in farming?",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115124542.htm",
            "description": "Researchers have discovered a biological mechanism that makes plant roots more welcoming to beneficial soil microbes.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily20h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists make 'history-changing' discovery near Tutankhamun's tomb in Egypt",
            "link": "https://www.msn.com/en-in/news/world/ancient-egyptian-tombs-discovered-in-same-city-as-king-tut/ar-AA1xgtke?ocid=BingNewsVerp",
            "description": "Archaeologists have made a significant discovery in the region where King Tutankhamun was discovered, which they say ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D4rV1JGH_CSFKy5v0jz5-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "19hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI creates for the first time a treatment for a disease forgotten by pharmaceutical companies",
            "link": "https://english.elpais.com/science-tech/2025-01-16/ai-creates-for-the-first-time-a-treatment-for-a-disease-forgotten-by-pharmaceutical-companies.html",
            "description": "The laboratory of the latest Nobel Prize winner in Chemistry David Baker, headed by researcher Susana Vázquez, talks about ‘democratizing’ the discovery of therapies ...",
            "image_url": "https://www.bing.com/th?id=ODF.mHFpzTD3yz1U8VqFnECjXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "El País in English1h",
            "source": "El País in English",
            "article_content": "David Baker, winner of the latest Nobel Prize in Chemistry, claims that humanity is undergoing a transformation as momentous as learning to handle metals at the end of the Stone Age. He speaks of “the protein design revolution,” comparable to the Industrial Revolution, which changed the planet with its steam engines. His laboratory at the University of Washington announced on Wednesday that its disruptive artificial intelligence programs, for which Baker won the Nobel Prize, have succeeded for the first time in creating a treatment for a disease forgotten by big pharmaceutical companies. At the forefront of this scientific feat is the Mexican biochemist Susana Vázquez, who has just left the United States to join the National Cancer Research Center in Madrid, Spain.\n\nBaker’s lab invents proteins that don’t exist in nature. A couple of years ago, its members presented “the world’s first computationally designed protein medicine”: a vaccine against Covid, called SKYCovione, which is already in use in the United Kingdom and South Korea. The researchers have also created some promising molecules against the flu and brain cancer. In her final year of her PhD, Vázquez proposed trying one of the 23 neglected tropical diseases according to the World Health Organization: snakebite envenoming, which causes more than 100,000 deaths a year and three times as many amputations. She and her colleagues used RFdiffusion and ProteinMPNN, two artificial intelligence programs that designed previously nonexistent proteins capable of neutralizing the deadly toxins in cobra bites, at least in computer simulations.\n\nVázquez, born in Querétaro 31 years ago, was jogging in Seattle when she received an email with the first results of the animal experiments. “My heart stopped and I had to stop to read the email. It was super exciting, because some of the mice had survived 100% of lethal doses of venom,” she recalls. Her study was published this Wednesday in the journal Nature, a showcase of the best science in the world. The authors believe that, beyond snake bites, their initial success suggests that artificial intelligence “can help democratize the discovery of therapies,” especially in the case of devastating neglected diseases, thanks to the “substantial” savings in money and resources.\n\nMore than two million people suffer snakebites every year, mostly in Africa, Asia and Latin America. The injected toxins can cause paralysis and bleeding. Despite the magnitude of the problem, current treatments employ a crude and often ineffective strategy developed more than a century ago: injecting horses with snake venom, extracting their blood and obtaining the specific antibodies generated. “Unfortunately, there is very little funding, either from academic institutions or from large pharmaceutical companies, to improve current treatments for snakebites,” laments Vázquez.\n\nDavid Baker, born in Seattle 62 years ago, won half of last year’s Nobel Prize in Chemistry. The other half was divided between Demis Hassabis and John Jumper, two researchers at Google DeepMind who were instrumental in developing AlphaFold, a system that predicts the structure of proteins with unprecedented accuracy. To understand the complexity of the challenge, a water molecule has two hydrogen atoms and one oxygen atom, with the simple formula H₂O. The protein that allows us to breathe, the hemoglobin that makes our blood red, is C₂₉₅₂H₄₆₆₄N₈₁₂O₈₃₂S₈Fe₄.\n\nBaker distances himself from the American multinational. “There is a big difference between my laboratory, which is totally open, we receive visitors from all over the world and we share information, and a company like Deepmind, which is totally closed,” the researcher stressed in an interview with EL PAÍS in 2023. “Being an open system gives you many more ideas. The free exchange of information benefits the advancement of science,” he said. Google DeepMind opened part of its systems after Baker shared his for free.\n\nAmerican biochemist David Baker in his laboratory at the University of Washington. FBBVA\n\nThe Nobel Prize winner was very optimistic in a message sent to this newspaper on Tuesday. “I think designed proteins could help with many problem diseases!” exclaims Baker, director of the Institute for Protein Design at the University of Washington. “The advantage of design is that you can build in all the properties needed in the drug—this is very hard to do with other current methods of drug discovery,” he argues.\n\nThe Belgian biotechnologist Els Torreele helped found the Drugs for Neglected Diseases Initiative (DNDi), a nonprofit that seeks new treatments for conditions that affect more than 1 billion people. Torreele changed the face of pharmaceuticals in 2019 when she led Médecins Sans Frontières’ campaign for access to essential medicines. She and her colleagues wanted to prove that inventing a drug doesn’t cost €2.5 billion, as Big Pharma claimed. They succeeded. DNDi invested €55 million in developing fexinidazole, the first oral treatment for sleeping sickness, an infection transmitted by tsetse flies and caused by parasites that inflame the brain.\n\nTorreele is skeptical about the promise of “democratization” that comes with artificial intelligence. “Democratizing drug discovery would assume that access to the big data and high-power computational tools would become widely available and affordable, such that anyone can use those in their labs. I doubt that this will be the case any time soon, given the costs of big data, data centers, and computational capacity (including carbon footprint),” says the biotechnologist.\n\nThe Belgian researcher does not believe that the generation of candidate drug molecules is the main bottleneck for drug development, at least in most diseases. Torreele believes that the real challenge – faced with a pharmaceutical industry that wants maximum benefits from its investments – is in the expensive clinical trials with thousands of people, to prove that an experimental treatment is safe and effective.\n\n“With less (donor) finance overall for global health, also the non-profits like DNDi increasingly struggle to mobilize funds,” Torreele warns. “Of course it’s nice to have more drug candidates, but getting them developed into actual medicines in ways that deliver affordable and equitable access to patients when and where needed is the main bottleneck today, and I don’t see how AI is going to be helpful on that,” she warns.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says he ‘stalked’ his OpenAI cofounder to convince him to join the company",
            "link": "https://www.msn.com/en-us/money/companies/sam-altman-says-he-stalked-his-openai-cofounder-to-convince-him-to-join-the-company/ar-AA1xiH0u?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman said he \"stalked' Ilya Sutskever to convince him to join in his quest to build an artificial general ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pOyM97qlkgEUL7vpls0XMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's 'tasks' assistant markets 'baby steps' into AI agent race",
            "link": "https://www.msn.com/en-us/money/other/openai-s-tasks-assistant-markets-baby-steps-into-ai-agent-race/vi-AA1xfYTn?ocid=BingNewsVerp",
            "description": "U.S., Arab and Israeli officials all tell CBS News that Israel and Hamas have agreed in principle to a ceasefire and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v1-w3-NmMClhXLPF4lyOSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI tests phone number-only ChatGPT signups",
            "link": "https://www.msn.com/en-us/news/technology/openai-tests-phone-number-only-chatgpt-signups/ar-AA1xfOIo?ocid=BingNewsVerp",
            "description": "OpenAI has begun testing a feature that lets new ChatGPT users sign up with only a phone number — no email required. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AevbgbAxza1679oUY_Q2wS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is bankrolling Axios’ expansion into four new markets",
            "link": "https://www.msn.com/en-us/money/companies/openai-is-bankrolling-axios-expansion-into-four-new-markets/ar-AA1xgrVP?ocid=BingNewsVerp",
            "description": "This deal is part of a broader partnership between the two organizations and is the first time OpenAI will directly fund a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LkF6bN3KIWvg_naM247MUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US targets China’s answer to OpenAI with trade blacklisting",
            "link": "https://www.ft.com/content/c61b361e-d6fd-407a-8737-55a341b9fa4d",
            "description": "Beijing-based Zhipu singled out among artificial intelligence start-ups for allegedly advancing Chinese military capabilities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WxV272XpdF0kBcJKuGpnZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11h",
            "source": "The Financial Times",
            "article_content": "was $29 now $25 per 3 months\n\n10% off your first year. The new FT Digital Edition: today’s FT, cover to cover on any device. This subscription does not include access to ft.com or the FT App."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Trending Games of 2025 by BetFury | Trend Reveal",
            "link": "https://www.analyticsinsight.net/gaming/top-10-trending-games-of-2025-by-betfury-trend-reveal",
            "description": "The new year is already here! What it will be like for the iGaming industry remains a secret. However, some casino trends on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LcFozAz0xVAMn3GZ3eLj5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight36m",
            "source": "Analytics Insight",
            "article_content": "Dominance of Slot Games: online slots take the lion's share of the audience's attention. According to statistics, almost 52% of crypto casino players have chosen slot machines in 2024. Constant work on quality, simplicity, and implementation of unique game ideas are the main reasons for the future growth of this percentage.\n\nLive Casino Evolution: advanced technologies can create a unique atmosphere even through a screen. Thus, games with real-time interaction attract many more players.\n\nBlockchain & Crypto Adoption: cryptocurrencies can bring convenience and ensure the safety of funds. Its trendiness somehow penetrates iGaming.\n\nEnhanced Mobile Gaming: online casino games can be launched on mobile platforms wherever you are. This flexibility as a special approach for mobile users will strengthen mobile gaming dominance.\n\nSimple Games For a Quick Start: some slots and other games with easy rules are great for beginners. They help to gain the necessary experience and remove all the difficulties on the way to success.\n\nHigh-Stakes & Skill-Based Gaming: entertainment that requires the use of smart strategies attracts pro players who are chasing life-changing jackpots."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A look inside Newport’s newest pickleball facility, one of many coming this year",
            "link": "https://www.msn.com/en-us/sports/general/a-look-inside-newport-s-newest-pickleball-facility-one-of-many-coming-this-year/ar-AA1xipnU?ocid=BingNewsVerp",
            "description": "QR code menus, al fresco dining, remote working and pickleball – all once believed to be passing trends in the face of a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aHGRzqKmhSOfqTzo-DhDqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6hon MSN",
            "source": "DelawareOnline.com (Wilmington, DE) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Asos discount codes 2025: Save 10% on clothes, shoes and more",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/asos-discount-codes-2025-save-10-on-clothes-shoes-and-more/ar-AA1pfysD?ocid=BingNewsVerp",
            "description": "Save 10% on clothes, shoes and more - Get 10% off in-house labels Asos Design and Edition, as well as Topshop, Mango and more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2P_kGYriSUDcb-ayFr6fai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Want to use the restroom at Starbucks? You'll have to buy something first, says coffee chain",
            "link": "https://www.moneycontrol.com/news/trends/want-to-use-the-restroom-at-starbucks-you-ll-have-to-buy-something-first-12912628.html",
            "description": "The question of bathroom access has been a fraught one for Starbucks, with the issue thrust into the spotlight in 2018 when ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jFr5p1wgHpxREiHpawPheC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1h",
            "source": "moneycontrol.com",
            "article_content": "Want to use the restroom at Starbucks? You'll have to buy something first, says coffee chain"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NY car insurance hikes drive some to shop, others to drop",
            "link": "https://www.newsday.com/business/ny-car-insurance-ucas4hax",
            "description": "As New York car insurance premiums soar, more motorists are hunting for affordable policies—or skipping coverage entirely.",
            "image_url": "https://www.bing.com/th?id=OJ.bS1sQNKg638rzw&pid=news&w=92&h=16&rs=2",
            "category": "code+trends",
            "date": "7h",
            "source": "Newsday",
            "article_content": "Claudia Schimmel and her husband felt sticker shock when they received their car insurance renewal notice last fall. The six-month premium to insure the Lindenhurst couple’s 2023 Volkswagen SUV and 2019 Ram pickup truck with Geico increased in November by about $500, or 30%, to $2,223, she said. “We’ve had to shift a few things around, definitely,\" said Schimmel, 31, the mother of a 2-year-old boy. \"The excess spending on toys and things like that definitely goes down.” She and her husband plan to shop around for cheaper insurance, she said. They're not alone. Surging auto insurance premiums, driven by the rising cost of claims and other factors, have led to a record number of consumers shopping for cheaper policies. Analytics company LexisNexis Risk Solutions ranked New York third among the states with the largest annual increases in shopping growth in the third quarter of 2024, reporting a 58% jump. The most expensive auto insurance in 2024 in Nassau County—and on Long Island — was in an Inwood ZIP code, 11096, where the annual average premium was $4,464 last year, 52% higher than a year earlier, according to The Zebra, an insurance comparison company. The second-highest premium was in a Valley Stream ZIP code, 11581, where the 2024 average was $4,436, a 53% hike from the 2023 price. Nassau County's average insurance rates are higher than Suffolk County's, partly due to Nassau's higher wages and its proximity to heavily congested New York City, which has the state's highest premiums. But Suffolk car owners are still feeling the pinch. The highest auto insurance rate in Suffolk County was in a Brentwood ZIP code, 11717, where the annual average premium in 2024 reached $3,653 — a 43% increase compared to 2023, according to The Zebra. A Central Islip ZIP code, 11722, ranked second with a $3,640 average premium in 2024 — also a 43% increase from the previous year. Meanwhile, the statewide average rose 50% to $2,526 last year compared to the national average, which increased 19% to $2,189, according to The Zebra’s “2025 Auto Insurance Trends Report.” The rising costs are leading some car owners to make difficult decisions, experts said. An increasing number of motorists are going uninsured, said David Seider, chief commercialization officer at The Zebra, which is based in Austin, Texas. \"The trend is totally understandable, as Americans have grappled with how to manage basic household spending amidst rapidly inflating costs on everything from groceries to rent,\" Seider said. Car insurance prices are rising for several reasons, including an increase in the number of car accidents and their severity, particularly after the COVID-19 pandemic, according to the Insurance Information Institute, a Malvern, Pennsylvania-based nonprofit that represents the insurance industry. “There have also been more fatalities and injuries, leading to increased attorney involvement in claims,” institute spokeswoman Loretta L. Worters said. Cars are being built with more advanced technology, which saves lives but also makes repairs more costly, she said. Wildfires, flooding and other weather disasters also are a factor in insurers raising rates to account for financial losses, according to The Zebra report, which cited the 24 separate billion-dollar weather events last year in the U.S., including Hurricanes Helene and Milton on the East Coast. While the rising costs of parts and labor to repair cars contribute to higher insurance premiums, a bigger factor is the greed of insurance companies whose rate hikes have exceeded the nation’s overall rate of inflation, argued Michael DeLong, a research and advocacy associate at the Consumer Federation of America, a Washington, D.C.-based advocacy group. “And most of the [states’] insurance regulators are letting them get away with it,” he said. Insurers seeking to raise premiums in the state must get approval from the New York Department of Financial Services, but there are exceptions. The state has a “flex rating” law that allows insurers to raise premiums by an average of less than 5% in a 12-month period without seeking department approval. “All auto rates, whether prior approval or flex rating, must be actuarially justified and cannot be excessive, inadequate, destructive of competition, or detrimental to the solvency of insurers,” according to the agency, which said that it reviews applications individually. Insurance companies consider several factors when calculating auto premiums, including consumers’ driving records, education, occupations, credit scores, ages and genders. They also consider ZIP codes, which take into account the prevalence of auto insurance fraud, costs of medical care and weather in the area. New York, California, Georgia, Hawaii and Massachusetts have banned insurance companies from considering consumers’ education and occupations when setting auto policy rates, DeLong said. While the price of auto insurance is surging in New York, the number of insured vehicles is declining. Registration suspensions for uninsured vehicles increased by 25,959, or 7%, to 406,051 statewide between 2022 and 2024, according to the New York State Department of Motor Vehicles. The number of tickets that police wrote to drivers operating uninsured vehicles in the state grew by 5,711, or 9%, to 70,733 between 2022 and 2023, according to the DMV. The 2024 ticket data is not available yet. But the number is expected to be a few thousand higher than the amount in 2023, the agency said. The DMV cannot definitively attribute the increase in registration suspensions and tickets for uninsured vehicles to the rising costs of auto insurance, according to the agency. The rate of uninsured driving is increasing in some states by as much as 30%, said Shannon Martin, insurance analyst at Bankrate, a Manhattan-based consumer financial services company. But driving without insurance is a risk that should be avoided. “Allowing car insurance to lapse due to non-payment can trigger a range of issues, including state fines and higher insurance rates when the policy is reissued,” Martin said. Instead of dropping insurance, drivers should discuss with their insurers removing unnecessary coverage, or consider switching to a usage-based insurance policy, she said. Stony Brook resident Lee Chaconas, 67, was able to apply discounts to her Geico policy for her 2019 Honda Accord, she said. A retired Geico personal-injury claims adjuster, Chaconas pays $789 for a six-month premium with a 10% discount because she is a member of the insurer’s credit union and an additional 10% discount for taking a defensive driving course every three years, she said. But with her premium increasing $20 to $30 annually, “which adds up,” she doesn’t plan to ever buy another car if she can help it. “They’re going to bury me in that car,” she said. Insurance companies experienced big profit losses in 2022, as steep inflation drove up the costs of repairs, labor and used cars. They have raised rates in the past few years to try to offset those losses. “Insurance companies now are running to the bank with record profits,\" said Aaron J. Stein, president of Norton & Siegel Inc., an insurance agency in Babylon. \"They’re trying to make up for the years they lost, but at some point … this is a problem.” Geico’s underwriting profit in the third quarter of 2024 was $2 billion, up from $1.1 billion in the same period a year earlier. In the third quarter of 2024, Progressive’s revenue grew 25% to $19.5 billion compared to the same period a year earlier. The company had 33.9 million active insurance policies, a 14% increase from the same period in 2023. In New York state, Geico, State Farm, Allstate and Progressive accounted for 70.87% of the market share for auto insurers in 2023, according to a report from the National Association of Insurance Commissioners. Among the insurers with more than $100 million in written premiums in the state, State Farm had the biggest auto insurance rate increase for renewing customers last year, an average of 24.9%, according to S&P Global Market Intelligence, a Manhattan-based financial analysis provider. State Farm, New York's second-largest auto insurer, said it has experienced unprecedented growth in its car insurance business in the state. “While it is a privilege to be chosen by so many New York drivers, it is important that our rates are adequate to support the business and that we’re able to match price to risk,” said Justin Tomczak, a spokesman for the Bloomington, Illinois-based company. Allstate Fire and Casualty Insurance Co. had the second-largest car insurance rate increase in New York last year, averaging 18.7%, according to S&P. The insurer did not respond to requests for comment. Progressive, which averaged increases of 19.7% in 2023 and 4.6% in 2024, also did not respond. Geico is New York state's largest auto insurer, holding 28.37% of the market share in 2023, according to NAIC. Geico had an average New York car insurance rate hike of 7% in March 2024 and a 10% increase in August 2023, according to S&P. Newsday asked Geico about the premiums it charges in the state and why it has increased them. The Chevy Chase, Maryland-based company forwarded the inquiry to the American Property Casualty Insurance Association, which responded by email: “Across the country, auto insurance premiums have been on the rise for the simple reason that the cost of things that auto insurance pays for has been rising,\" said Kristina Baldwin, vice president in state government relations at the Washington, D.C.-based association. \"The cost of medical care for accident victims continues to increase as well as the cost of the parts and labor to repair vehicles.” She also cited riskier behavior, including distracted and impairing driving, as factors that are increasing injury and collision claim costs and compounding the effects of inflation. Between 2019 and 2023, car crashes in the state fell 18% to 418,687, but fatal crashes rose 16% to 1,022, according to the Institute for Traffic Safety Management & Research. On Long Island, crashes dropped 5% to 77,547, while fatal crashes grew by nearly a fifth, reaching over 200 annually. Insurance rate increases are expected to continue in 2025 across Long Island, New York and the nation, but will likely proceed more modestly than in the past two years as inflationary pressure eases on the cost of repairing and replacing damaged vehicles, said Tim Zawacki, insurance sector strategist at S&P. The second half of the year should bode better for consumers, he said. “Assuming no unexpected economic events, we would expect price competition to pick up across markets,\" he said. \"And we’re already seeing carriers spend significantly more money on advertising seeking to attract new customers.\"\n\nClaudia Schimmel and her husband felt sticker shock when they received their car insurance renewal notice last fall.\n\nThe six-month premium to insure the Lindenhurst couple’s 2023 Volkswagen SUV and 2019 Ram pickup truck with Geico increased in November by about $500, or 30%, to $2,223, she said.\n\n“We’ve had to shift a few things around, definitely,\" said Schimmel, 31, the mother of a 2-year-old boy. \"The excess spending on toys and things like that definitely goes down.”\n\nShe and her husband plan to shop around for cheaper insurance, she said.\n\nThey're not alone. Surging auto insurance premiums, driven by the rising cost of claims and other factors, have led to a record number of consumers shopping for cheaper policies. Analytics company LexisNexis Risk Solutions ranked New York third among the states with the largest annual increases in shopping growth in the third quarter of 2024, reporting a 58% jump.\n\nSign up for the Daily Business newsletter Stay in the know on jobs, retail and all things business across Long Island. By clicking Sign up, you agree to our privacy policy.\n\nThe most expensive auto insurance in 2024 in Nassau County—and on Long Island — was in an Inwood ZIP code, 11096, where the annual average premium was $4,464 last year, 52% higher than a year earlier, according to The Zebra, an insurance comparison company. The second-highest premium was in a Valley Stream ZIP code, 11581, where the 2024 average was $4,436, a 53% hike from the 2023 price.\n\nNassau County's average insurance rates are higher than Suffolk County's, partly due to Nassau's higher wages and its proximity to heavily congested New York City, which has the state's highest premiums. But Suffolk car owners are still feeling the pinch.\n\nThe highest auto insurance rate in Suffolk County was in a Brentwood ZIP code, 11717, where the annual average premium in 2024 reached $3,653 — a 43% increase compared to 2023, according to The Zebra. A Central Islip ZIP code, 11722, ranked second with a $3,640 average premium in 2024 — also a 43% increase from the previous year.\n\nMeanwhile, the statewide average rose 50% to $2,526 last year compared to the national average, which increased 19% to $2,189, according to The Zebra’s “2025 Auto Insurance Trends Report.”\n\nThe rising costs are leading some car owners to make difficult decisions, experts said. An increasing number of motorists are going uninsured, said David Seider, chief commercialization officer at The Zebra, which is based in Austin, Texas.\n\n\"The trend is totally understandable, as Americans have grappled with how to manage basic household spending amidst rapidly inflating costs on everything from groceries to rent,\" Seider said.\n\nCar insurance prices are rising for several reasons, including an increase in the number of car accidents and their severity, particularly after the COVID-19 pandemic, according to the Insurance Information Institute, a Malvern, Pennsylvania-based nonprofit that represents the insurance industry.\n\n“There have also been more fatalities and injuries, leading to increased attorney involvement in claims,” institute spokeswoman Loretta L. Worters said.\n\nCars are being built with more advanced technology, which saves lives but also makes repairs more costly, she said.\n\nWildfires, flooding and other weather disasters also are a factor in insurers raising rates to account for financial losses, according to The Zebra report, which cited the 24 separate billion-dollar weather events last year in the U.S., including Hurricanes Helene and Milton on the East Coast.\n\nWhile the rising costs of parts and labor to repair cars contribute to higher insurance premiums, a bigger factor is the greed of insurance companies whose rate hikes have exceeded the nation’s overall rate of inflation, argued Michael DeLong, a research and advocacy associate at the Consumer Federation of America, a Washington, D.C.-based advocacy group.\n\n“And most of the [states’] insurance regulators are letting them get away with it,” he said.\n\nInsurers seeking to raise premiums in the state must get approval from the New York Department of Financial Services, but there are exceptions. The state has a “flex rating” law that allows insurers to raise premiums by an average of less than 5% in a 12-month period without seeking department approval.\n\n“All auto rates, whether prior approval or flex rating, must be actuarially justified and cannot be excessive, inadequate, destructive of competition, or detrimental to the solvency of insurers,” according to the agency, which said that it reviews applications individually.\n\nInsurance companies consider several factors when calculating auto premiums, including consumers’ driving records, education, occupations, credit scores, ages and genders. They also consider ZIP codes, which take into account the prevalence of auto insurance fraud, costs of medical care and weather in the area.\n\nNew York, California, Georgia, Hawaii and Massachusetts have banned insurance companies from considering consumers’ education and occupations when setting auto policy rates, DeLong said.\n\nFewer insured cars\n\nWhile the price of auto insurance is surging in New York, the number of insured vehicles is declining. Registration suspensions for uninsured vehicles increased by 25,959, or 7%, to 406,051 statewide between 2022 and 2024, according to the New York State Department of Motor Vehicles.\n\nThe number of tickets that police wrote to drivers operating uninsured vehicles in the state grew by 5,711, or 9%, to 70,733 between 2022 and 2023, according to the DMV. The 2024 ticket data is not available yet. But the number is expected to be a few thousand higher than the amount in 2023, the agency said.\n\nThe DMV cannot definitively attribute the increase in registration suspensions and tickets for uninsured vehicles to the rising costs of auto insurance, according to the agency.\n\nThe rate of uninsured driving is increasing in some states by as much as 30%, said Shannon Martin, insurance analyst at Bankrate, a Manhattan-based consumer financial services company. But driving without insurance is a risk that should be avoided.\n\n“Allowing car insurance to lapse due to non-payment can trigger a range of issues, including state fines and higher insurance rates when the policy is reissued,” Martin said.\n\nInstead of dropping insurance, drivers should discuss with their insurers removing unnecessary coverage, or consider switching to a usage-based insurance policy, she said.\n\nStony Brook resident Lee Chaconas, 67, was able to apply discounts to her Geico policy for her 2019 Honda Accord, she said. A retired Geico personal-injury claims adjuster, Chaconas pays $789 for a six-month premium with a 10% discount because she is a member of the insurer’s credit union and an additional 10% discount for taking a defensive driving course every three years, she said.\n\nBut with her premium increasing $20 to $30 annually, “which adds up,” she doesn’t plan to ever buy another car if she can help it.\n\n“They’re going to bury me in that car,” she said.\n\n'Running to the bank'\n\nInsurance companies experienced big profit losses in 2022, as steep inflation drove up the costs of repairs, labor and used cars. They have raised rates in the past few years to try to offset those losses.\n\n“Insurance companies now are running to the bank with record profits,\" said Aaron J. Stein, president of Norton & Siegel Inc., an insurance agency in Babylon. \"They’re trying to make up for the years they lost, but at some point … this is a problem.”\n\nGeico’s underwriting profit in the third quarter of 2024 was $2 billion, up from $1.1 billion in the same period a year earlier.\n\nIn the third quarter of 2024, Progressive’s revenue grew 25% to $19.5 billion compared to the same period a year earlier. The company had 33.9 million active insurance policies, a 14% increase from the same period in 2023.\n\nIn New York state, Geico, State Farm, Allstate and Progressive accounted for 70.87% of the market share for auto insurers in 2023, according to a report from the National Association of Insurance Commissioners.\n\nAmong the insurers with more than $100 million in written premiums in the state, State Farm had the biggest auto insurance rate increase for renewing customers last year, an average of 24.9%, according to S&P Global Market Intelligence, a Manhattan-based financial analysis provider. State Farm, New York's second-largest auto insurer, said it has experienced unprecedented growth in its car insurance business in the state.\n\n“While it is a privilege to be chosen by so many New York drivers, it is important that our rates are adequate to support the business and that we’re able to match price to risk,” said Justin Tomczak, a spokesman for the Bloomington, Illinois-based company.\n\nAllstate Fire and Casualty Insurance Co. had the second-largest car insurance rate increase in New York last year, averaging 18.7%, according to S&P. The insurer did not respond to requests for comment. Progressive, which averaged increases of 19.7% in 2023 and 4.6% in 2024, also did not respond.\n\nGeico is New York state's largest auto insurer, holding 28.37% of the market share in 2023, according to NAIC. Geico had an average New York car insurance rate hike of 7% in March 2024 and a 10% increase in August 2023, according to S&P.\n\nNewsday asked Geico about the premiums it charges in the state and why it has increased them. The Chevy Chase, Maryland-based company forwarded the inquiry to the American Property Casualty Insurance Association, which responded by email:\n\n“Across the country, auto insurance premiums have been on the rise for the simple reason that the cost of things that auto insurance pays for has been rising,\" said Kristina Baldwin, vice president in state government relations at the Washington, D.C.-based association. \"The cost of medical care for accident victims continues to increase as well as the cost of the parts and labor to repair vehicles.”\n\nShe also cited riskier behavior, including distracted and impairing driving, as factors that are increasing injury and collision claim costs and compounding the effects of inflation.\n\nBetween 2019 and 2023, car crashes in the state fell 18% to 418,687, but fatal crashes rose 16% to 1,022, according to the Institute for Traffic Safety Management & Research. On Long Island, crashes dropped 5% to 77,547, while fatal crashes grew by nearly a fifth, reaching over 200 annually.\n\nInsurance rate increases are expected to continue in 2025 across Long Island, New York and the nation, but will likely proceed more modestly than in the past two years as inflationary pressure eases on the cost of repairing and replacing damaged vehicles, said Tim Zawacki, insurance sector strategist at S&P.\n\nThe second half of the year should bode better for consumers, he said.\n\n“Assuming no unexpected economic events, we would expect price competition to pick up across markets,\" he said. \"And we’re already seeing carriers spend significantly more money on advertising seeking to attract new customers.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.msn.com/en-us/news/technology/nasa-celebrates-edwin-hubbles-discovery-of-a-new-universe/ar-AA1xgajK?ocid=BingNewsVerp",
            "description": "For humans, the most important star in the universe is our sun. The second-most important star is nestled inside the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dbM_RsXGtzOHltt3H1HUUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "22hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This quasar may have helped turn the lights on for the universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115164904.htm",
            "description": "Astronomers have detected an intensely brightening and dimming quasar that may help explain how some objects in the early universe grew at a highly accelerated rate. The discovery is the most distant ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily17h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Touschek and Gatto: exploring a friendship that would shape fundamental physics",
            "link": "https://www.alphagalileo.org/en-gb/Item-Display/ItemId/254067",
            "description": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.luDvtC12sk6vFFPGfGy_uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "AlphaGalileo8h",
            "source": "AlphaGalileo",
            "article_content": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, which would lay the foundations for groundbreaking discoveries in particle physics\n\nSamuel Jarman, SciencePOD\n\nThe Large Hadron Collider (LHC) made its groundbreaking discovery of the Higgs Boson in 2012, but its ancestry can be traced back over 60 years to the first electron-positron collision experiment in Italy. Named Anello di Accumulazione (AdA), the experiment was the world’s first collider of matter and antimatter.\n\nThrough new research published in +, Luisa Bonolis, a historian of physics from MPIWG in Berlin, together with particle physicists Franco Buccella from INFN Roma1 and Giulia Pancheri at INFN Frascati Laboratories, tell the little-known story how AdA’s theoretical foundations were shaped by the collaboration between Bruno Touschek and Raoul Gatto: two pioneering physicists with a deep knowledge of the properties of fundamental particles.\n\nBuilt at Frascati in 1961, AdA was a ring-shaped collider around 1.3 metres in diameter, which operated until 1964. Despite its short lifetime, the experiment lay vital groundwork for ADONE: an electron-positron collider 105 metres in diameter, which would go on to operate until 1993.\n\nThis larger collider helped to refine the methods, which in 1974, would lead to the groundbreaking discovery of the J/psi meson. This particle was crucial in advancing our understanding of quarks and their interactions – ultimately paving the way for the discovery of the Higgs boson several decades later.\n\nTouschek is well known for his contributions to the AdA experiment, but less is known about the crucial role played by his friend, Gatto, who he met in Rome in 1953. In their paper, the team investigate the collaboration between the pair based on a wide range of available sources: including Gatto’s personal exchanges with Touschek, and their own private communications with Gatto.\n\nThe team’s findings highlight the close friendship between the two scientists, and paint a picture of the discussions between them which would prove the feasibility of collider rings as tools for probing the world of elementary particles.\n\nThe paper also explores the duo’s friendship with Wolfgang Pauli and Gerhard Lüders, whose theoretical work was a vital basis for AdA’s success, and highlights Touschek and Gatto’s contribution in mentoring many of the great Italian physicists whose work would shape the foundations of the Standard Model.\n\nReference\n\nL Bonolis, F Buccella, G Pancheri. Raoul Gatto and Bruno Touschek’s joint legacy inthe rise of electron-positron physics, Eur. Phys. J. H, 49, 24 (2024). https://doi.org/10.1140/epjh/s13129-024-00086-3"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could this fundamental discovery revolutionize fertilizer use in farming?",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115124542.htm",
            "description": "Researchers have discovered a biological mechanism that makes plant roots more welcoming to beneficial soil microbes.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily20h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Orangekloud Pioneers the Future of AI-Driven No-Code Development with Beta Launch of eMOBIQ® AI",
            "link": "https://finance.yahoo.com/news/orangekloud-pioneers-future-ai-driven-145500024.html",
            "description": "Singapore, Jan. 16, 2025 (GLOBE NEWSWIRE) -- (Nasdaq: ORKT) ('Orangekloud' or 'the Company'), a pioneer in AI-driven no-code ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EZJ6GiAo026WHxEQizbm4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "YAHOO!Finance",
            "article_content": "Orangekloud Technology Inc.\n\nSingapore, Jan. 16, 2025 (GLOBE NEWSWIRE) -- Orangekloud Technology Inc. (Nasdaq: ORKT) (“Orangekloud” or “the Company”), a pioneer in AI-driven no-code application development, today announced the Beta launch of its new platform, eMOBIQ® AI, to take place on February 3, 2025. The Company said this launch will set a new industry benchmark for redefining how applications are built and positioning Orangekloud at the forefront of global digital transformation.\n\nPowered by advanced AI agents and proprietary orchestration techniques, eMOBIQ AI will simplify the application development process by automating key phases, capturing business and technical requirements, generating UI wireframes, and building applications. This streamlined workflow significantly reduces development time while ensuring precision and quality.\n\nUsers can communicate their requirements to eMOBIQ AI in natural language, and the development process begins immediately. Under optimal conditions, complete applications with comprehensive business and technical documentation can be generated within minutes. These applications can be compiled and deployed across various web and mobile platforms, enabling users to deliver solutions to the market faster.\n\nThis innovation, developed in strategic collaboration with AI Singapore, reflects Orangekloud’s unwavering commitment to advancing software development. eMOBIQ AI is designed to democratize application development, empowering software developers, business professionals, and individuals without coding experience to easily create cross-platform applications.\n\nAlex Goh, CEO of Orangekloud, emphasized the transformative impact of eMOBIQ AI by stating, \"We are proud to empower developers, businesses, and individuals to seamlessly turn ideas into real applications using natural language. eMOBIQ AI streamlines the entire development process, making it faster and more accessible than ever before. This marks a major step forward in simplifying software creation and accelerating innovation across industries.\"\n\nAbout Orangekloud Technology Inc.\n\nOrangekloud Technology Inc. (Nasdaq: ORKT) is a Singapore-based technology company which offers the eMOBIQ® No-Code platform to develop mobile applications specially designed for Small and Medium Enterprises (SMEs) and corporations. A suite of eMOBIQ® mobile applications designed to digitalize and streamline operations in warehousing, sales ordering, delivery, manufacturing, and other key areas. The industry sectors focused on include Food Services & Manufacturing, Precision Engineering, Construction, etc.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "WORLD3 Unveils a Cloud-powered No-Code AI Agent Builder to Craft Personalized Social Media AI Influencers",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/world3-unveils-a-cloud-powered-no-code-ai-agent-builder-to-craft-personalized-social-media-ai-influencers",
            "description": "Cloud-powered No-Code AI Agent Builder WORLD3, an AI-powered Autonomous World, is breaking new ground with the debut of its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4wHnOvKSOfgvpo6BkryNhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Analytics Insight6h",
            "source": "Analytics Insight",
            "article_content": "WORLD3, an AI-powered Autonomous World, is breaking new ground with the debut of its No-Code AI Agent Builder. Set to launch in January 2025, this cutting-edge platform allows users to use a user-friendly drag-and-drop interface to customize, deploy, and manage fully autonomous AI Agents equipped with unique personalities, memory, customizable Skill Plugins, Knowledge Packs, and digital assets-all without technical expertise.\n\nThese AI Agents, regarded as first-class citizens in the WORLD3 ecosystem, operate autonomously across various platforms. From dominating Web3 gaming and automated trading to becoming social media influencers, WORLD3’s No-Code Builder unlocks unprecedented possibilities in automation and creativity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cuba starts freeing prisoners a day after the US said it would lift terror designation",
            "link": "https://apnews.com/article/cuba-prisoners-released-us-terrorism-list-5fb785c7297465d387bfc4ba0a157ad2",
            "description": "Cuba has started releasing some prisoners as part of talks with the Vatican, a day after President Joe Biden’s administration ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d3L7kv9uLyAdUyTPK3XNgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "13h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IRS announces date it will start accepting 2024 tax returns: See when",
            "link": "https://www.cleveland.com/news/2025/01/irs-announces-date-it-will-start-accepting-2024-tax-returns-see-when.html",
            "description": "WASHINGTON -- The Internal Revenue Service will begin accepting tax returns for tax year 2024 on Monday, Jan. 27, the IRS ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6aPz_nUFf2BSQRt4YaehmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22h",
            "source": "Cleveland.com",
            "article_content": "WASHINGTON -- The Internal Revenue Service will begin accepting tax returns for tax year 2024 on Monday, Jan. 27, the IRS agency announced.\n\nThe deadline to file taxes for tax year 2024 is April 15. The IRS expects more than 140 million Americans to file individual tax returns between Jan. 27 and April 15, according to a news release.\n\nThe IRS’ Direct File program will also be available to tax-filers in 25 states beginning Jan. 27. Those 25 states are Alaska, Arizona, California, Connecticut, Florida, Idaho, Illinois, Kansas, Maine, Maryland, Massachusetts, Nevada, New Hampshire, New Jersey, New Mexico, New York, North Carolina, Oregon, Pennsylvania, South Dakota, Tennessee, Texas, Washington, Wisconsin and Wyoming.\n\nIn addition, the IRS’ Free File program is now open. Although the IRS won’t begin accepting returns until Jan. 27, taxpayers can prepare returns electronically and hold them until they can be filed later this month.\n\nRELATED:\n\nSocial Security full retirement age is increasing in 2025: What to know\n\n2.5 million Americans were once denied Social Security benefits. A new law changes that\n\n“This has been a historic period of improvement for the IRS, and people will see additional tools and features to help them with filing their taxes this tax season,” said IRS Commissioner Danny Werfel. “These taxpayer-focused improvements we’ve done so far are important, but they are just the beginning of what the IRS needs to do. More can be done with continued investment in the nation’s tax system.”\n\nMore information about filing taxes for tax year 2024 can be found on the IRS’ website."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pegasystems - Leader in Software Solutions",
            "link": "https://www.msn.com/en-us/money/topstocks/pegasystems-leader-in-software-solutions/ar-AA1xjkYp?ocid=BingNewsVerp",
            "description": "The Chart of the Day belongs to software developer Pegasystems (PEGA) . I found the stock by using Barchart's powerful ...",
            "image_url": "https://www.bing.com/th?id=OVFT.24tMHXC0oGHIHw5OQ-kM4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Barchart on MSN3h",
            "source": "Barchart on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Will Be the ‘Year of Agentic AI.’ Analyst Shares His Top Pick to Play the Trend.",
            "link": "https://www.msn.com/en-us/money/other/this-will-be-the-year-of-agentic-ai-analyst-shares-his-top-pick-to-play-the-trend/ar-AA1xgirJ?ocid=BingNewsVerp",
            "description": "Artificial intelligence will likely remain a 'compelling secular theme' in 2025, but GitLab appears to be strides ahead of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Af_SisQyXEVbTGZkteNY5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "20hon MSN",
            "source": "Barron's on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China ahead of the US in some areas of autonomous driving, robotics, executives say",
            "link": "https://www.scmp.com/tech/article/3295037/china-ahead-us-some-areas-autonomous-driving-robotics-executives-say",
            "description": "Pony.ai vice-president says China’s agile policies allow fast proof of concept, as well as failure and retry, which ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7rdlaXJNEgq_Q6yJuDxpKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "6h",
            "source": "scmp.com",
            "article_content": "China is ahead of the US in some areas of autonomous driving and robotics, according to executives from Pony.ai and UBTech, who spoke at the South China Morning Post’s annual China Conference on Wednesday.\n\nAdvertisement\n\n“Although the start-up wave in self-driving started earlier in the US, China has caught up in terms of policymaking. China has been making agile policies that allow fast proof of concept, [as well as] failure and retry, which facilitates really quick iterations,” said Ann Shi Yu, vice-president of autonomous driving company Pony.ai.\n\n“The competition in China is fiercer, which forces [companies] to progress,” Shi said, noting that in the US only Alphabet-backed Waymo is capable of operating hundreds of fully autonomous robotaxis on public roads. In China, there is “definitely more than one company doing that”.\n\nPony.ai was operating around 250 robotaxis and roughly 190 robotrucks as of the end of 2024, according to Shi. Domestic rivals have also achieved a fleet size in the hundreds, including Baidu’s Apollo Go which operates more than 400 robotaxis in Wuhan, Hubei province.\n\nThe panel discussion on AI at the Post’s China Conference in Nansha on Wednesday. Photo: Nora Tam\n\nIn the field of robotics, UBTech’s chief brand officer Michael Tam said that US competitors, including Tesla and OpenAI, “are a little bit advanced” in terms of developing the “brain” of robots, which is the artificial intelligence (AI) technology that controls a robot’s sensors and movements.\n\nAdvertisement\n\nBut the recent rise of Chinese AI start-up DeepSeek, which trained its large language model with fewer resources but ended up with one that matched or even exceeded in certain areas the performance of larger US competitors such as OpenAI and Facebook parent Meta Platforms, proved that “there’s not so much [of a] gap between the US and mainland China” for AI, Tam said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s MiniMax debuts 3 open-source models to rival top US-made chatbots",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/china-s-minimax-debuts-3-open-source-models-to-rival-top-us-made-chatbots/ar-AA1xjebK?ocid=BingNewsVerp",
            "description": "MiniMax, a chinese startup has released three low-cost open-source AI models, which it has pitched to compete with top ...",
            "image_url": "https://www.bing.com/th?id=OVFT.k6nQvuKF5lEy5XUwsIZBUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Cryptopolitan on MSN3h",
            "source": "Cryptopolitan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Geometric machine learning method promises to accelerate precision drug development",
            "link": "https://www.msn.com/en-us/science/biochemistry/geometric-machine-learning-method-promises-to-accelerate-precision-drug-development/ar-AA1xg4Zz?ocid=BingNewsVerp",
            "description": "Proteins are the foundation of all life we currently know. With their virtually limitless diversity, they can perform a broad ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v8X7SXT-O8CtVvpVkXUhMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "22hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine-learning method detects REM sleep behavior disorder with nearly 92% accuracy",
            "link": "https://www.healio.com/news/psychiatry/20250116/machinelearning-method-detects-rem-sleep-behavior-disorder-with-nearly-92-accuracy",
            "description": "An automated machine-learning method that analyzed sleep movements recorded with a conventional 2D camera may improve ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HmleZ6ObNgK1qU0l5vNqni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Healio1h",
            "source": "Healio",
            "article_content": "Save\n\nMachine-learning method detects REM sleep behavior disorder with nearly 92% accuracy\n\nBy Robert Herpen, MA Fact checked by Heather Biele Add topic to email alerts Receive an email when new articles are posted on . Please provide your email address to receive an email when new articles are posted on Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts\n\n\n\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com.\n\n\n\nBack to Healio\n\nKey takeaways:\n\nThe algorithm analyzed motion in REM sleep and used five movement features to detect REM sleep behavior disorder.\n\nThose with iRBD had increased amount of shorter movements, duration vs. healthy controls.\n\nAn automated machine-learning method that analyzed sleep movements recorded with a conventional 2D camera may improve diagnosis of rapid eye movement sleep behavior disorder, according to a study published in Annals of Neurology.\n\n“Isolated rapid eye movement (REM) sleep behavior disorder (iRBD) is, in most cases, an early manifestation of synucleinopathy that affects 1% to 1.5% of the middle-aged and older populations,” Emmanuel During, MD, associate professor of neurology at Icahn School of Medicine at Mount Sinai, and colleagues wrote. “The neurophysiologic mechanism of RBD is motor disinhibition during REM sleep, causing repeated and brief movements of the extremities, head or trunk.”\n\nNew research into AI-based analysis of sleep disorders found a machine model detected REM sleep disorder behavior with 91.9% accuracy. Image: Adobe Stock\n\nWhile the definitive diagnosis of iRBD requires in-laboratory video polysomnography, which can be both costly and challenging to interpret, a recent study used a 3D time-of-flight camera in a sleep laboratory with high accuracy, the researchers wrote.\n\nIn this study, During and colleagues sought to replicate and expand on those results utilizing a conventional 2D camera to monitor patients with rapid eye movement (REM) sleep difficulties and create a machine-learning analysis method, to replicate prior research attempted with a 3D lens in track sleep-related movements.\n\nTheir study featured 172 participants — 81 with iRBD and 91 non-RBD healthy controls — evaluated between 2016 and 2022 at Stanford Sleep Center. The control group included 28 healthy sleepers and 63 individuals with other sleep disorders, who were matched to iRBD patients by age and sex.\n\nAll video-EEG polysomnography recordings were made with a 2D camera, shooting at 30 frames per second and were manually scored by two blinded sleep experts. A blinded sleep specialist also reviewed all recordings of iRBD patients to determine which individuals had visible movements in REM sleep.\n\nThe researchers then used an optical flow computer vision algorithm to analyze these recordings and extract features of rate, ratio, magnitude and velocity of movements, and ratio of immobility.\n\nAfter review, it was determined that the control group was comprised of 28 healthy individuals and 63 with a sleep disorder. Within the iRBD group, 11 individuals did not have visible movements during REM sleep.\n\nAccording to results, individuals with iRBD demonstrated an increased amount of movements (56.3 vs. 41.8 per hour; average movement duration, 3.4 vs. 4.2 seconds) and immobility periods, compared with controls.\n\nThe accuracy for distinguishing iRBD from other sleep disorders ranged from 84.9% to 87.2%, with the highest accuracy (91.9%) achieved when combining all five movement features and analyzing only short movements. Of 11 patients with iRBD without visible movements during REM sleep, seven were correctly identified.\n\n“This automated approach could be integrated into clinical workflow during the interpretation of sleep tests to enhance and facilitate diagnosis, and avoid missed diagnoses,” During said in a related Mount Sinai press release. “This method could also be used to inform treatment decisions based on the severity of movements displayed during the sleep tests and, ultimately, help doctors personalize care plans for individual patients.”\n\nReference:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine's Army Now Larger Than Russia's: Kyiv",
            "link": "https://www.msn.com/en-us/news/world/ukraine-s-army-now-larger-m-russia-s-kyiv/ar-AA1xjtww?ocid=BingNewsVerp",
            "description": "Volodymyr Zelensky said that Ukraine's army is larger than Russia's, but will it be enough to sustain the war effort as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8dS5uV3weUzU74i9tvHXfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia-Ukraine war live: Kyiv forces attempt to shoot down drone as Starmer visits Ukraine to sign ‘100-year deal’",
            "link": "https://www.theguardian.com/world/live/2025/jan/16/russia-ukraine-war-live-keir-starmer-in-kyiv-to-sign-100-year-deal",
            "description": "Gunfire erupts near presidential palace before Starmer and Zelenskyy are due to hold press conference ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ijyryxOJaF_sJF7Er-sdWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "4h",
            "source": "The Guardian",
            "article_content": "From 3h ago 08.11 EST UK to deliver new mobile air defence system to Ukraine, Starmer says In 2025, the UK will give more support to Ukraine than ever before, Keir Starmer says, adding that Britain will be delivering a new mobile air defence system to Ukraine, which will be designed by Britain and funded by Denmark. The defence system would be “developed to meet Ukraine’s needs, the British prime minister said. He also said the UK will continue to train Ukrainian troops (over 50,000 have already been trained on British soil since the start of the war three years ago). Share Updated at 08.13 EST\n\n14m ago 10.27 EST Summary of the day The UK’s prime minister, Keir Starmer , signed a 100-year partnership agreement with Ukrainian President Volodymyr Zelenskyy during an unannounced visit to Kyiv today.\n\nThe agreement would formalise economic and military support already pledged to the country with further military assistance to Ukraine on offer amid concerns Donald Trump could reduce aid to Kyiv when he returns to the White House on Monday.\n\nThe partnership – which will take shape through a treaty and a political declaration – will be laid in the British parliament in the coming weeks, and will involve co-operation in areas such as healthcare, agricultural technology and the space industry.\n\nStarmer said that, in 2025, the UK will give more support to Ukraine “than ever before” and said that Britain will be delivering a new mobile air defence system to Ukraine.\n\nStarmer said any “lasting peace” must guarantee Ukrainian security, independence and Ukraine’s right to “choose its own future” ahead of possible peace talks later this year or beyond. He said Ukraine has to be in the “strongest possible position”.\n\nLoud blasts and air raid sirens rang out over Kyiv after Starmer’s arrival as air defence systems in central Kyiv repelled a Russian drone attack. The air raid was “a reminder of the daily attacks and the resolve of the Ukrainian people in the face of it,” Starmer said (you can read more on the attack and Starmer’s diplomatic visit in this story).\n\nUkraine confirmed that its forces had struck an oil depot in western Russia where officials earlier said Kyiv’s drones had caused a fire in the Voronezh region. “A large-scale fire broke out at the facility,” the Ukrainian general staff said in a statement that claimed three drones had struck the storage facilities they said were used by the Russian army. This blog is closing now. Thanks for following along. You can read all our Ukraine coverage here. Share Updated at 10.33 EST\n\n49m ago 09.52 EST Richard Adams A new partnership between schools in Ukraine and the UK to share books and stories is being backed by leading children’s writers including Michael Morpurgo, the author of War Horse and Private Peaceful, writes our education editor.\n\nAs part of Keir Starmer’s visit to Kyiv, the Department for Education announced the new partnership to foster cross-cultural links between school communities in both countries as well as sharing practices between education systems.\n\nMorpurgo, a former children’s laureate who was knighted for services to literature in 2018, said: I know of no greater gift we can pass on to our children, for with literature and stories comes knowledge and understanding of ourselves, of the past and present, of the lives of others, of the world about us. Books ask questions that open new horizons, new pathways. They bring us laughter and tears, companionship and hope.” Fifty schools in the UK will be matched with 50 schools in Ukraine on a year-long reading project targeted at children aged 7 to 14, and delivered by the British Council in partnership with the UK’s National Literacy Trust. The schools will be chosen from across the four nations of the UK before the scheme launches in late spring this year. Starmer said:\n\nThe resilience of the Ukrainian people is incredible. I’ve seen first-hand how learning and reading helps maintain a sense of normality for Ukraine’s children and young people, who have faced unimaginable adversity as they live, learn and play under bombardment.\n\nShare\n\n54m ago 09.47 EST From today, Ukrainians who have lost close relatives during Russia’s invasion will be able to lodge claims via a mechanism that has already received thousands of requests for compensation for damages. The Register of Damages for Ukraine opened in The Hague in April last year and is designed to function as a record of all eligible claims seeking reparation for the damage, loss and injury following the launch of Russia’s attack in February 2022. “Starting today, family members who lost a close relative due to Russia’s full-scale invasion of Ukraine may seek compensation for their own mental pain and anguish by submitting a claim,” the Register said. “This marks a significant step forward in addressing the immense personal suffering caused by Russia’s aggression, providing a pathway for families to seek justice and recognition for their profound loss,” it said in a statement, reported by Agence France-Presse. Created by the Council of Europe and joined by the European Union, the Register will ultimately work out a financial total with a view toward extracting reparations from Moscow. Last year it opened a category to claim for damages and destruction of property and which has now been expanded to include parents, spouses, civil partners and children of individuals who died as a result of the invasion. So far, some 13,000 claims amounting to more than €800m have been received, in the initial category, the Register said. Share\n\n1h ago 09.39 EST Before their press conference, Keir Starmer and Volodymyr Zelenskyy laid flowers at a wall of remembrance for those killed in the war. The wall outside St. Michael’s Golden-Domed Monastery, a Kyiv landmark, is covered in photos of the slain, stretching for a city block. It has become a place of pilgrimage for families paying tribute to their lost loved ones. View image in fullscreen Keir Starmer and Volodymyr Zelenskyy arrive to lay wreaths at the remembrance wall in Ukraine Photograph: Carl Court/Reuters Share\n\n1h ago 09.32 EST The Italian defence minister, Guido Crosetto, was also in Kyiv on Thursday, two days after Germany’s defence minister visited and three days after Zelenskyy talked by phone with Emmanuel Macron. The French president has been leading calls for Nato allies to deploy troops to Ukraine to safeguard any peace deal. Asked about the proposals on Thursday, Zelenskyy said it was “a bit too early to talk about details”. As Associated Press reports, the flurry of diplomatic activity comes in the run-up to Donald Trump’s inauguration next Monday, which is expected to bring a departure from the outgoing US administration’s pledge to stand with Ukraine for as long as it takes to defeat Russia. Trump has also indicated he wants Europe to shoulder more of the burden for helping Ukraine. Share\n\n1h ago 09.16 EST Air raid 'a reminder of resolve of Ukrainian people,' says Starmer As reported earlier, sirens were heard over Kyiv before the press conference. The air raid while he was visiting was “a reminder of the daily attacks and the resolve of the Ukrainian people in the face of it”, said Starmer. In response to the apparent message the Russian attack had sent, Zelenskyy said: “We will say hello to them, too.” Share Updated at 09.50 EST\n\n2h ago 08.52 EST Details on the 100-year partnership pact with Ukraine just signed by British PM The so-called 100-year partnership between the UK and Ukraine – just signed by Starmer - includes commitments to strengthening defence and scientific collaboration, promoting closer community links and bolstering military collaboration on maritime security, among many other things. The document, published by Ukraine’s Presidential Office, includes 10 main points: Strengthening defence capabilities\n\nSupporting Ukraine’s Nato aspirations\n\nMaritime security partnership\n\nTrade cooperation\n\nEnergy cooperation\n\nJustice and accountability cooperation\n\nJointly countering foreign information manipulation and interference\n\nScience and technology cooperation\n\nHarnessing socio-cultural ties\n\nMigration cooperation Downing Street said in a press release: The treaty will bolster military collaboration on maritime security through a new framework to strengthen Baltic Sea, Black Sea, and Azov Sea security and deter ongoing Russian aggression\n\nWill bring together experts to advance scientific and technology partnerships, in areas such as healthcare and disease, agri-tech, space and drones, and build lifelong friendships through classroom projects\n\nNew UK-built Grain Verification Scheme will also be launched to track stolen grain from occupied Ukrainian territories Share Updated at 08.57 EST\n\n2h ago 08.46 EST Keir Starmer said earlier on in the press conference that Britain will provide Ukraine with 150 artillery barrels “made by Sheffield forgemasters”. “We have already committed £3bn for military aid this year and we’re going further to support the front line, providing a £2.2bn loan which will be paid back not by Ukraine, but from the interest on frozen Russian assets,” the British prime minister said. “We’re also galvanising British industry, so today I’m pleased to announce that we’re providing 150 artillery barrels for Ukraine made by Sheffield forgemasters.” Starmer said it is “the first time in over 20 years that these barrels were produced in the United Kingdom and they will start arriving in Ukraine in just a few weeks’ time”. Share Updated at 09.10 EST\n\n2h ago 08.36 EST Starmer says the US’s role is “vital” and pays tribute to the Biden administration for helping Ukrainian troops fend off Russian aggression over the course of the war. He said Ukraine has achieved “incredible success” in the face of attacks from Moscow, saying this is down to Ukrainian “resolve” and [military] assistance from its allies. The US has given Ukraine more than $65bn in aid since the war began, and has provided critical military equipment, including air defence systems and munitions, and anti-aircraft missiles. Share Updated at 09.00 EST\n\n2h ago 08.30 EST Starmer reiterates that it is vital that Ukraine is put in the strongest “possible position” in 2025 (ahead of possible peace talks). He said Britain will play a “leading part” when it comes to guaranteeing Ukraine’s security, without giving away any specifics. Share\n\n2h ago 08.26 EST Starmer insists that any 'lasting peace' must guarantee Ukrainian security and independence Moving on to how the war may end, Starmer says any “lasting peace” must guarantee Ukrainian security, independence and Ukraine’s right to “choose its own future”. “We will work with you and with all of our allies on steps that will be robust enough to guarantee Ukraine’s security, guarantee any possible peace and deter any future aggression. That conversation will continue in the months ahead,” the UK prime minister said in the press conference. Ukrainian president Volodymyr Zelenskyy has previously said that he thinks European security guarantees will be insufficient, as “real guarantees” are from Nato, which is dependent (along with European countries) on decisions taken by US. US president-elect Donald Trump, who will be sworn back into office on Monday, has frequently repeated his promise to bring the conflict in Ukraine to a swift conclusion, without specifying how. Trump has repeatedly expressed scepticism about US military and financial support for Kyiv. Share Updated at 08.27 EST\n\n2h ago 08.17 EST Starmer said the 100-year partnership, which would formalise economic and military support already pledged to the country, is recognition of the “deep bonds” Britain and the Ukraine share, and is a commitment to deepen them further. Starmer says business, tech, innovation and culture are among the areas that will be strengthened, as well as military ties. Share Updated at 08.33 EST\n\n3h ago 08.11 EST UK to deliver new mobile air defence system to Ukraine, Starmer says In 2025, the UK will give more support to Ukraine than ever before, Keir Starmer says, adding that Britain will be delivering a new mobile air defence system to Ukraine, which will be designed by Britain and funded by Denmark. The defence system would be “developed to meet Ukraine’s needs, the British prime minister said. He also said the UK will continue to train Ukrainian troops (over 50,000 have already been trained on British soil since the start of the war three years ago). Share Updated at 08.13 EST\n\n3h ago 08.07 EST Keir Starmer holds press conference with Volodymyr Zelenskyy Keir Starmer has been holding a press conference with Volodymyr Zelenskyy. He has signed a 100-year partnership agreement to deepen security ties and strengthen the relationship between the Ukraine and the UK. “Together we signed a landmark agreement, the very first of its kind, a new partnership between the UK and Ukraine that reflects the huge affection that exists between our two nations,” Starmer told reporters in Kyiv. The British prime minister, who has been visiting Kyiv today, said the UK will be with Ukraine long after this “terrible war” is over and when the country is “free and thriving once again”. He said Russian president Vladimir Putin shows no “stomach” for wanting peace, pointing to recent Russian attacks, including the ones launched on Thursday. He praises the “resolve” of Ukrainian people in the face of “relentless” Russian aggression. Share Updated at 08.28 EST\n\n3h ago 07.40 EST Ukraine says it hit Russian oil depot in Voronezh region used by military Ukraine’s military said it hit a Russian oil depot in the Voronezh region of Russia overnight, with a fire being sparked after at least three drones hit a target. Voronezh is located approximately 465 kilometers (289 miles) south of Moscow. Ukraine’s general staff said on Telegram that the depot stored fuel used by the Russian military. “A large-scale fire broke out at the facility,” the Ukrainian general staff said in a statement. There were no immediate reports of casualties. Another oil refinery in Russia’s Voronezh region has just been attacked by Ukrainian drones. A massive fire has broken out at the site. pic.twitter.com/RIjkppHOf8 — KyivPost (@KyivPost) January 15, 2025 Share Updated at 07.52 EST\n\n3h ago 07.29 EST The Kherson regional state military administration has said two people have been injured in Russian drone attacks on Kherson, and its suburbs, in southern Ukraine. The region – which has frequently been targeted by Moscow over the war - straddles the strategically significant Dnipro river. From their positions on the east bank, Russian soldiers have been shelling the city of Kherson and the surrounding villages, killing many civilians. In a post on Facebook, the regional state administration wrote: Russians continue to attack Kherson and its suburbs with UAVs. At approximately 09:40, a 62-year-old man suffered an explosive injury and a leg wound due to the dropping of explosives from a UAV in Kindiyka. At around 10:30 am, a 68-year-old woman was injured in a drone attack in the Dniprovskyi district of Kherson. She was previously reported to have suffered an explosive injury. Both victims were hospitalised in moderate condition. Share\n\n4h ago 07.00 EST Jennifer Rankin Poland has hailed a breakthrough in a painful historical dispute with Ukraine, after it said its neighbour had agreed to allow exhumations of Polish citizens massacred by Ukrainian nationalists in the second world war. Warsaw is one of Ukraine’s strongest supporters in the EU, offering military and diplomatic support, but for years ties have been strained over a historical atrocity – the massacre of as many as 100,000 Poles by Ukrainian nationalists between 1943 and 1945. After a meeting with Ukraine’s president, Volodymyr Zelenskyy, in Warsaw on Wednesday, Poland’s prime minister, Donald Tusk, said the two countries were finding “a common language and methods of joint action on the Volhynia massacre and “sensitive dramatic issues in our history”. “They require empathy from Ukraine towards Poland and from Poland towards Ukraine,” Tusk told reporters. The Polish government has said Ukraine has agreed to the exhumation of remains of the first victims to take place, to enable Polish families to bury their relatives with dignity. The mutual understanding and action “deserves to be seen as a breakthrough” Tusk said. You can read the full story here: Poland hails breakthrough with Ukraine over second world war Volhynia atrocity Read more Share"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel and Hamas agree to Gaza ceasefire, raising hopes of a reprieve",
            "link": "https://www.washingtonpost.com/world/2025/01/15/israel-gaza-ceasefire-deal-hamas-hostages/",
            "description": "The deal, mediated by the United States, offered a glimmer of hope in a conflict that has taken an immense human toll.",
            "image_url": "https://www.bing.com/th?id=OVFT.sIMsDsZRXkFmgTB9oqPcFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "5h",
            "source": "The Washington Post",
            "article_content": "JERUSALEM — After more than a year of painstaking negotiations, Israel and Hamas agreed Wednesday to a ceasefire deal in the Gaza Strip that, if implemented, could see nearly three dozen Israeli hostages reunited with their families and give hungry and displaced Palestinians a reprieve from months of violence.\n\nIsrael’s government still needs to formally approve the deal, in a vote officials say will take place Thursday morning. But the agreement could mark a first step toward ending a 15-month war that has destroyed Gaza and divided Israelis.\n\nThe truce, mediated by the United States, Egypt and Qatar, would begin on Sunday and cover an initial period of 42 days.\n\nPalestinians in Khan Younis celebrated the announcement of a ceasefire and hostage release deal between Israel and Hamas. (Video: Reuters)\n\n“This is one of the toughest negotiations I’ve ever experienced,” President Joe Biden said Wednesday in remarks from the White House. “And I’m deeply satisfied this day has come … for the sake of the people of Israel and the families waiting in agony, and for the sake of the innocent people in Gaza who suffered unimaginable devastation because of the war.”\n\nUnder the first six-week phase of what mediators hope will evolve into a three-stage process for peace, 33 of the 98 remaining Israeli hostages in Gaza — mainly women, children, the elderly and wounded — will be released from Hamas captivity in exchange for hundreds of Palestinians in Israeli detention, in a carefully choreographed sequence that will involve humanitarian groups and coordination between Hamas, Egypt and Israel.\n\nAmong the 33 captives slated for release are Americans Keith Siegel and Sagui Dekel-Chen, said a senior administration official, who spoke on the condition of anonymity under rules set by the White House.\n\nAdvertisement\n\nDekel-Chen was wounded in the Hamas attack on Oct. 7, 2023, and Siegel, 65, will be freed because of his age. A third U.S. citizen, Edan Alexander, was abducted near Gaza while serving in the Israeli military and won’t be released until the second phase of the ceasefire.\n\nHamas agreed to release five female Israeli soldiers in the first phase. The remains of at least four more Americans are also still in Gaza. “We are committed to getting the remains out,” the official said.\n\nIsrael and Hamas agreed to a ceasefire and hostage release deal on Jan. 15, following more than 15 months of devastating war. (Video: Joe Snell/The Washington Post)\n\nIsrael will withdraw troops from some parts of Gaza and allow a surge of humanitarian aid into the enclave, where 90 percent of the population, or 1.9 million people, are displaced in squalid conditions with little food, water or shelter from the cold.\n\nDuring the first phase, the volume of aid entering Gaza is supposed to reach more than 500 trucks per day, State Department spokesman Matthew Miller said Wednesday — a more than sixfold increase over the average number in December.\n\nAdvertisement\n\nBut even once the bombs stop falling, steep challenges will remain in getting lifesaving assistance to civilians who need it, including abiding lawlessness in Gaza, destroyed roads and onerous Israeli inspection processes for cargoes entering the territory, aid workers say.\n\n“This is a moment of hope and opportunity, but we should be under no illusions how tough it will still be to get support to survivors,” U.N. Under-Secretary-General for Humanitarian Affairs Tom Fletcher said in a statement. “The stakes could not be higher.”\n\nMohammed bin Abdulrahman Al Thani, Qatar’s prime minister and foreign affairs minister, spoke on Jan. 15, as Israel and Hamas agreed to a ceasefire. (Video: Reuters)\n\nIsraeli forces will remain in a buffer zone along Gaza’s borders, Qatari Prime Minister Mohammed bin Abdulrahman Al Thani said in a news conference in Doha, where negotiators spent the last few days hammering out the deal. After a week, if the truce holds, Palestinian civilians sheltering in southern and central Gaza will be allowed to return to the north, which in recent months has been decimated by intense Israeli bombardment and clashes with Hamas militants.\n\nSince October, Israeli forces have besieged the northernmost part of the enclave, blocking most aid and forcing thousands of residents to evacuate. Israel divided the territory into a north and south with a line of fortified checkpoints known as the Netzarim Corridor just outside Gaza City, only occasionally allowing humanitarians to cross into northern areas.\n\nNegotiations for Phase 2 of the deal — during which the remaining living hostages would be released and Israel would withdraw completely from Gaza — are supposed to begin in the coming weeks. During Phase 3, Hamas would return the bodies of hostages who were killed and the reconstruction of Gaza would get underway.\n\nAdvertisement\n\nThe deal has offered a glimmer of hope in a conflict that has taken an immense human toll: Israeli attacks have killed more than 46,700 people in Gaza and injured more than 110,200, according to the Gaza Health Ministry, which does not distinguish between civilians and combatants but says the majority of the dead are women and children. Israel estimates that about 1,200 people were killed in Hamas’s Oct. 7, 2023, attack, including more than 300 soldiers. It says 405 soldiers have been killed in its military operation in Gaza.\n\nA war that began with Hamas-led attacks on southern Israel spiraled into a regional conflagration, marked by more than a year of exchanges of fire between Israel and its allies and Iran-aligned groups in Lebanon, Yemen, Iraq and Syria.\n\nThere was still much that could go wrong during the deal’s implementation, and Israeli officials have emphasized that so far, it is a temporary pause. The thorniest questions — including who will govern and secure Gaza — remain unresolved, and negotiations over these and other issues are expected to begin later in the process.\n\nAdvertisement\n\nIsrael’s bombardment of Gaza hasn’t let up: At least 19 people were killed in Israeli airstrikes across the territory on Wednesday night after the ceasefire was announced.\n\nStill, even before mediator Qatar declared that a deal was reached, celebrations broke out in Gaza and among hostage families and supporters in Tel Aviv.\n\nIsraeli Prime Minister Benjamin Netanyahu’s office issued a statement shortly after the announcement insisting that some details still needed to be worked out. But President-elect Donald Trump had already blasted out the news to the world, writing on his social media platform, Truth Social: “WE HAVE A DEAL FOR THE HOSTAGES IN THE MIDDLE EAST. THEY WILL BE RELEASED SHORTLY. THANK YOU!”\n\nLate Wednesday night, the parties were still arguing over the names of high-profile prisoners to be released under the agreement, according to an official familiar with the matter, who spoke on the condition of anonymity to discuss sensitive talks.\n\nAdvertisement\n\nNetanyahu’s cabinet and members of his coalition government must vote on Thursday morning to approve the deal. His far-right allies in government, including Finance Minister Bezalel Smotrich and National Security Minister Itamar Ben Gvir, both slammed the agreement as a bad deal that spares Hamas and threatened to withdraw from Netanyahu’s government.\n\nStill, the prime minister is widely expected to have enough votes to push through the agreement, and Israel’s Supreme Court is expected to dismiss possible legal challenges to the deal.\n\n“This is an important move. This is a necessary move,” Israeli President Isaac Herzog said in televised remarks Wednesday night, urging the government to make the ceasefire official. “There is no greater moral, human, Jewish, or Israeli obligation than to bring our sons and daughters back to us — whether to recover at home, or to be laid to rest.”\n\nLeaders from mediating countries appeared to dismiss the procedural steps in Israel as mere formalities. Qatar’s Mohammed, Biden and Egyptian President Abdel Fatah El-Sisi each declared victory after months of stop-and-start negotiations that repeatedly saw negotiators and intelligence chiefs huddle in Middle Eastern capitals, only to return home empty-handed.\n\nAdvertisement\n\n“There was no other way for this war to end than with a hostage deal,” Biden said Wednesday. “Too many innocent people have died. Too many communities have been destroyed.”\n\nThe mediators, at least for now, overcame the herculean task of reconciling the diametrically opposed positions of Israel and Hamas. Israel wanted to continue the fighting after a temporary pause and hostage-for-prisoner exchange, while Hamas insisted on a permanent end to the war before it would surrender any captives.\n\nBut pressure on both parties pushed them to close the gap. Netanyahu was under fire from hostage families and those who lost loved ones in the war. He was also in potential legal peril abroad, after the International Criminal Court issued an arrest warrant accusing him of war crimes and crimes against humanity.\n\nIn Gaza, Hamas was severely weakened after Israel killed its top leaders and kneecapped regional allies. Residents grew increasingly angry as they struggled to survive the punishing campaign Israel launched in response to the Hamas attacks.\n\nIn the end, the deal agreed to Wednesday aligns to a large extent with the phased approach Biden proposed in May: An initial pause in hostilities and release of hostages is intended to lead to “sustainable calm,” according to a joint statement by Qatar, Egypt and the United States. Those three countries are meant to serve as guarantors of the deal, and Mohammed said a monitoring body would be established in Cairo.\n\nAdvertisement\n\nBiden and Trump each claimed credit for a diplomatic achievement closed through rare foreign-policy collaboration between the outgoing and incoming administrations. As Biden officials carried out the formal diplomacy, Steve Witkoff, Trump’s special envoy to the Middle East, met with Netanyahu over the weekend to pressure the Israeli prime minister to agree to a deal before Trump’s inauguration.\n\n“This EPIC ceasefire agreement could have only happened as a result of our Historic Victory in November, as it signaled to the entire World that my Administration would seek Peace and negotiate deals to ensure the safety of all Americans, and our Allies,” Trump wrote on Truth Social.\n\nBiden said “this deal was developed and negotiated under my administration” but that his officials had been speaking “as one team” with their soon-to-be successors in recent days.\n\nAdvertisement\n\nHamas leader Khalil al-Hayya hailed the ceasefire as a triumph for the militant group: “Today we prove that the occupation will never defeat our people and their resistance,” he said in a statement.\n\nHospitals in Israel are preparing to receive hostages who may be malnourished, injured or ill — and will certainly be traumatized, Israeli media reported.\n\nIn Tel Aviv, where thousands have gathered for months each Saturday night to protest the government’s failure to bring all of the hostages home sooner, crowds beat drums and chanted.\n\n“I hope it will not just be a ceasefire but a stop to the war,” said Benjamin Terem, 65, from Tel Aviv. “We cannot stay in this situation.”\n\nIn Gaza, 20-year-old Farah Hathout said she was displaced nine times throughout the war. She woke up where she is sheltering in Nuseirat, a refugee camp in central Gaza, to check the news.\n\n“Is it real? Have they signed?” she said she asked herself.\n\n“I pray it goes through,” said Hathout, who was in tears. “May God compensate us for what we experienced.”\n\nDeYoung reported from Washington, Shih from Jerusalem, Balousha from Toronto and Mahfouz from Cairo. Miriam Berger and Lior Soroka in Tel Aviv, Mohamad El Chamaa in Beirut, and Hajar Harb in London contributed to this report."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel-Palestine: A timeline of the decades-long conflict as ceasefire reportedly reached with Hamas",
            "link": "https://www.standard.co.uk/news/world/israel-palestine-conflict-timeline-hamas-ceasefire-b1112561.html",
            "description": "After Israel’s refusal to withdraw its security forces from the mosque compound, Hamas launches a sustained rocket barrage ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lqKJhWWfnFdPtoP7HR-OpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "6h",
            "source": "London Evening Standard",
            "article_content": "The letter, known as the Balfour Declaration, was just 67 words – but it is regarded as one of the most contested documents in the modern history of the Middle East. It committed the British government to “the establishment in Palestine of a national home for the Jewish people” and to facilitate “the achievement of this object”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Real Estate Stocks Bounce as Bond Yields Plunge. Consider These REITs.",
            "link": "https://www.msn.com/en-us/money/other/real-estate-stocks-bounce-as-bond-yields-plunge-consider-these-reits/ar-AA1xgaAF?ocid=BingNewsVerp",
            "description": "Investors might finally have a buying opportunity in front of them for the long-struggling real estate sector. For weeks, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kwQu-m7XikkeLVIVm7Tt4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Infosys ADRs plunge over 6% post Q3 earnings despite upward revenue guidance",
            "link": "https://www.msn.com/en-in/money/markets/infosys-adrs-plunge-over-6-post-q3-earnings-despite-upward-revenue-guidance/ar-AA1xjMH3?ocid=BingNewsVerp",
            "description": "Infosys ADRs dropped 6.3%, despite reporting higher than estimated profit and revenue. The company revised its revenue ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nZ5w0RYY7gSnMdq0OoS6Ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "12mon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amazon opens Cape Town walk-in centre as strives for market-share",
            "link": "https://www.reuters.com/technology/amazon-opens-cape-town-walk-in-centre-strives-market-share-2025-01-16/",
            "description": "U.S. e-commerce giant Amazon.com opened on Thursday a walk-in centre in South Africa that it says will help its independent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aDqcxq1HPkDEWTs93Sz7VS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BYD Closing the Gap on Tesla in Global EV Market Share",
            "link": "https://finance.yahoo.com/news/byd-closing-gap-tesla-global-180000487.html",
            "description": "Tesla retained the biggest market share among all battery electric vehicles (BEVs) sold worldwide in 2024, but only slightly.",
            "image_url": "https://www.bing.com/th?id=OVFT.fBTN-JuSOUliizNDvLuOBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "22h",
            "source": "YAHOO!Finance",
            "article_content": "Tesla retained the biggest market share among all battery electric vehicles (BEVs) sold worldwide in 2024, but only slightly. In 2023, Tesla's share stood at 19 percent before dropping to 18 percent in first nine months of 2024, according to analyses by EV Volumes published on CleanTechnica.\n\nThe competition is now hot on Tesla's heels. As Statista's Florian Zandt shows in the chart below, the Chinese conglomerate BYD, which produces standalone electric vehicle batteries and associated electronics in addition to plug-in hybrid and fully electric vehicles, increased its market share by 9 percentage points between 2021 and 2024.\n\nInfographic: Tesla and BYD Claim a Third of the Global BEV Market | Statista\n\nYou will find more infographics at Statista\n\nAs CleanTechnica points out, BYD's market share in the BEV market might not increase that much in 2025 due to the manufacturer focusing on plug-in hybrid electric vehicles in the upcoming year.\n\nThe BEV portfolio of legacy automakers like Volkswagen and Geely-Volvo stood at 7 and 8 percent, respectively, while SAIC, which includes the joint venture between the Chinese state-owned SAIC Motor and Wuling as well as General Motors, also had a market share of 8 percent as of the most recently available data.\n\nBetween 2023 and January to September 2024, BYD's and Tesla's shares dropped by 1 percentage point each. BYD is focused on providing BEVs to a more general consumer base, while Tesla's products have a higher price tag. This difference might be slightly mitigated through the increase of tariffs on Chinese-made cars from 25 to 100 percent which came into effect in August 2024.\n\nAccording to EV Volumes, 14 million electric vehicles were sold globally in 2023, 70 percent of which were BEVs. However, 84 percent of all light vehicles sold still ran on traditional combustion engines or other non-electric fuel sources. The biggest exporter and market for both hybrids and BEVs was China with shares of 65 and 59 percent, respectively.\n\nBy Zerohedge.com\n\nMore Top Reads From Oilprice.com\n\nRead this article on OilPrice.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Economic Toll of Los Angeles Fires Goes Far Beyond Destroyed Homes",
            "link": "https://www.nytimes.com/2025/01/15/business/economy/los-angeles-fires-economy.html",
            "description": "The ongoing disaster will affect residents’ health, local industries, public budgets and the cost of housing for years to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6gjfUlOvXTlFC-SfAeFSFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "23h",
            "source": "The New York Times",
            "article_content": "After decades of mounting damage from climate-fueled natural disasters, researchers have compiled many misery-filled data sets that trace the economic fallout over weeks, months and years.\n\nThe fires still burning in Los Angeles are sure to rank among America’s most expensive — but there is no perfect analogue for them, making it difficult to forecast the ultimate cost.\n\nThe main reason is that wildfires have typically burned in more rural locations, consuming fewer structures and attacking smaller metropolitan areas. The Los Angeles conflagration is more akin to a storm that hits a major coastal city, like Houston or New Orleans, causing major disruption for millions of people and businesses.\n\n“It looks a lot more like the humanitarian situation from a flood or a hurricane than a wildfire that people are watching in the hills,” said Amir Jina, an assistant professor at the University of Chicago’s Harris School of Public Policy, who has studied the economic impact of climate change."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why the U.S. Economy May Be Headed for Disaster",
            "link": "https://www.msn.com/en-us/money/other/why-the-u-s-economy-may-be-headed-for-disaster/vi-AA1xiLfZ?ocid=BingNewsVerp",
            "description": "Michael Burry, who foresaw the 2008 crash, is warning of another looming crisis. Learn how his latest investments reflect ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z5t7VuW8IWw6ZGnOXiRBxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Made in Johor’ could be further endorsed by Singapore manufacturers",
            "link": "https://www.theedgesingapore.com/news/manufacturing/made-johor-could-be-further-endorsed-singapore-manufacturers",
            "description": "With attractive tax incentives and a more accessible labour pool, manufacturing players in Singapore could see expansion ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lJofxzJF13jnZXS4l-v5Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "The Edge Singapore1h",
            "source": "The Edge Singapore",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘I’ve missed out on 80pc returns because I don’t trust Elon Musk’",
            "link": "https://www.telegraph.co.uk/money/investing/missed-out-80pc-returns-not-trust-elon-muk/",
            "description": "Musk has dominated UK headlines recently thanks to his plotting to oust Prime Minister Keir Starmer and the rumours that he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TYJkKVuMRcWjzCRkuJE0DS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "2h",
            "source": "The Daily Telegraph",
            "article_content": "Tesla certainly isn’t running out of steam when it comes to new ideas, with promises of the Optimus Robot and self-driving cars in the next few years. Despite the grand plans, I err on the side of caution for one main reason: its divisive boss, Elon Musk.\n\nMusk has dominated UK headlines recently thanks to his plotting to oust Prime Minister Keir Starmer and the rumours that he may donate millions to Reform UK at the next general election – although his rift with Nigel Farage may have dampened such a move.\n\nRegardless of your politics, as an investor, it’s cause for concern for a few reasons.\n\nFirstly, there is the simple question of how Musk can do it all. He is running Tesla, running his space technology company, SpaceX, running the social media platform X (formerly Twitter), is set to co-chair the new “Department of Government Efficiency” in President-elect Donald Trump’s incoming administration – and now, he’s dabbling in European politics, too. How does he have the time?\n\nOne rather funny theory about his latest obsession with the UK and Europe is that he wakes up very early in the morning and spends time on “X”. There’s no US news at that time, so he’s simply getting worked up about what is in front of him – I imagine it’s a little more thought-through, however.\n\nThen there is the more serious worry about his general suitability as chief executive from an investor’s perspective.\n\nLet’s look at the history. In 2018, he tweeted that he had the funding to take Tesla private at $420 (£342) a share (a substantial premium on the share price at the time), and that the move hung on a shareholder vote.\n\nThe US Securities and Exchange Commission said the tweet was misleading and caused Tesla’s share price to jump 6pc – so he was fined. In 2020, he posted that, in his opinion, Tesla was overpriced and the share price fell about 10pc.\n\nI’d rather the chief executive of a company didn’t mess with the value of my investment through social media so brazenly.\n\nThis erratic behaviour isn’t isolated to tweets about Tesla. In late December, he hosted Nigel Farage at his current residence on Trump’s Mar-a-Lago resort. By early January, he was calling for Reform UK to find a new leader."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Cloud Computing: Innovations in Serverless Infrastructure",
            "link": "https://www.analyticsinsight.net/cloud-computing/revolutionizing-cloud-computing-innovations-in-serverless-infrastructure",
            "description": "Serverless computing represents a pivotal advancement in cloud technology, fundamentally transforming how applications are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uJ1-XkfEGOCaWC-db10Gcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Analytics Insight9h",
            "source": "Analytics Insight",
            "article_content": "Serverless computing, having an event-driven architecture that only invokes functions when called for, ensures efficient use of resources. Suitable for unpredictable traffic, serverless applications are scaly and cost-efficient without requiring human intervention and perfect for dynamic modern workloads.\n\nEvent aggregation, and asynchronous processing, another state-of-the-art technique, improves the reliability and performance of serverless applications to provide thorough and intensive scalability to demanding requirements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zero Trust Security, Why It's Essential In Today's Threat Landscape",
            "link": "https://thehackernews.com/expert-insights/2025/01/zero-trust-security-why-its-essential.html",
            "description": "Zero Trust prevents breaches with direct-to-app access and contextual policies, enabling secure digital transformation.",
            "image_url": "https://www.bing.com/th?id=OVFT.aLtT5BJsnCOFJrUiXI_oQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "The Hacker News3h",
            "source": "The Hacker News",
            "article_content": "Coined in 2010 by Forrester Research, the term \"zero trust\" has long been hijacked by security vendors eager to take advantage of the hype that surrounds the concept. Today, it's so overused and misused that many see it as a meaningless buzzword—but that's far from the truth. In fact, its widespread misappropriation demonstrates the power of zero trust security. Why else would countless vendors try to capitalize on it? As they say, imitation is the sincerest form of flattery.\n\nZero trust is not a mere label. Rather, zero trust is an architecture—though you'll also hear of a zero trust methodology, framework, paradigm, and infrastructure—and it's based on the idea of zero implicit trust, meaning no one should be trusted by default. The key zero trust principle of least-privileged access says a user should be given access only to a specific IT resource the user is authorized to access, at the moment that user needs it, and nothing more. Hence the zero trust maxim, \"never trust, always verify.\"\n\nAs a networking and security strategy, zero trust stands in stark contrast to traditional, network-centric, perimeter-based architectures built with firewalls and VPNs, which involve excessive permissions and increase cyber risk. To learn about their weaknesses in more detail, you can read this ebook.\n\nThe main point is this: you cannot do zero trust with firewall- and VPN-centric architectures. Those approaches were not designed for today's world or its sophisticated cyberthreats, and that is why zero trust is now key for cybersecurity.\n\nSo, what sets zero trust apart and makes it a good fit for modern organizations?\n\nKey aspects of zero trust\n\nNot all segmentation is equal\n\nLateral movement is a step in the attack chain that occurs when a threat makes it past an organization's defenses and onto the network, where it moves across connected apps and expands the reach of the breach. This is an inherent weakness of perimeter-based architectures, which connect users to the network as a whole, giving them wide access to the resources therein.\n\nThe solutions to this problem are often assumed to be network segmentation and microsegmentation, whereby the network and its contents are split into smaller segments that are separated by (fire)walls. But this strategy is complex and expensive to set up and maintain, and tries to lessen a symptom of yesterday's architectures without solving the underlying problems: the architectures themselves.\n\nThe actual solution is zero trust segmentation. A zero trust architecture connects users directly to authorized apps in a one-to-one fashion—nobody receives access to the network as a whole. As a result, the potential for lateral threat movement is eliminated, along with complexity and cost.\n\nSecure any entity accessing any resource\n\nPlenty of people hear \"zero trust\" and assume it's the same as zero trust network access (ZTNA). But ZTNA is a specific solution, not an architecture. What ZTNA does, despite its inaccurate naming convention, is provide users with zero trust access directly to private apps hosted in data centers and private clouds—it does not give access to the network.\n\nZTNA is certainly a key part of any platform providing zero trust architecture, but it is not the whole story. Users access more than private applications alone. They also access the web, SaaS apps, and other IT resources across a variety of environments.\n\nBeyond that, it's not just users that need secure access. There are also workloads, IoT and OT devices, and B2B partners that regularly connect to IT resources. As such, having a complete zero trust architecture means securing any of these entities as they access any IT resource. This is why one will often hear the analogy of an intelligent switchboard that provides secure any-to-any connectivity in a one-to-one fashion.\n\nContext, context, context\n\nFrom the moment we are handed our first devices, we are conditioned to see identity authentication as the standard for cybersecurity. That typically carries through to conversations about identity and access management (IAM), where verifying user identity is seen as the ideal means of determining whether someone should be granted access to a resource. But identity alone is not enough—even if it involves consideration of user group.\n\nThere are two reasons for this. First, users' identities can be stolen, as evinced by countless breaches involving the theft of VPN credentials. Second, users who are who they say they are can still engage in malicious or careless behavior that exposes organizations to cyberattacks and data loss.\n\nInstead of sticking to this risky status quo, zero trust uses context to assess risk and govern access. That does include identity (which is a core part of zero trust architecture), but it goes far beyond it to consider other variables like device posture, destination and content risk, user behavior, and more. As an added point, this contextual analysis typically requires a heavy dose of AI/ML.\n\nCyberthreat and data protection\n\nZero trust architecture stops cyberattacks in four key ways (some of which we've already mentioned):\n\nZero trust eliminates firewalls, VPNs, and their public IP addresses, which are attractive targets for cyberattackers. Instead, apps are hidden behind a zero trust cloud, eliminating the attack surface. In other words, inbound connections are replaced with inside-out connections. Zero trust prevents compromise through context-aware policies and, unlike hardware and virtual appliances, a high-performance cloud with the scalability necessary to inspect encrypted traffic (where most threats hide (but more on that below (aren't parentheses fun?))). Zero trust gives direct-to-app connectivity rather than network access, preventing the potential for lateral movement across resources. Zero trust stops data loss by, once again, inspecting encrypted traffic (where most data loss occurs), and protecting all modern data leakage paths, including SaaS app sharing, removable storage on endpoints, and a lot more.\n\nIn addition to the above, a fully featured zero trust platform should provide cyberthreat protection functionality like cloud sandboxing, DNS security, browser isolation, and more. Similarly, it should provide data protection capabilities like SSPM, out-of-band CASB, EDM, and more.\n\nSpecial delivery!\n\nTo dive a bit deeper into something alluded to above, zero trust is a cloud native architecture. That is, it cannot be achieved merely by deploying another appliance in a data center or private cloud. Rather, it is delivered as a service from a global, multitenant cloud that was built for the purpose of providing zero trust architecture at the edge, meaning as close to end users as possible.\n\nBecause this omnipresent cloud provides secure any-to-any connectivity along with all the security functions anyone could ask for, it's a perfect fit for modern organizations with widely distributed cloud resources, remote workers, and data. These organizations no longer have to backhaul traffic to their data centers or maintain the same complex, inbound and outbound stacks of security and networking appliances (whether hardware or virtual).\n\nAdditionally, unlike appliances, cloud scale means that zero trust has the performance necessary to inspect encrypted traffic. With nearly all web traffic now encrypted and 87% of cyberattacks hiding in encrypted traffic, this inspection is more important than ever.\n\nZero trust benefits\n\nReduced risk\n\nThe first and most obvious benefit of a zero trust architecture is that it systematically reduces cyber risk. Delivering zero trust segmentation from the cloud, securing every stage of the attack chain, providing comprehensive data and threat protection, and enforcing context- and risk-based policies for every entity accessing any resource ensures airtight defense.\n\nSuperior productivity\n\nWith zero trust, you can eliminate VPNs and stop backhauling traffic. Instead, you get direct-to-app connectivity through a global cloud with the scalability necessary to handle the traffic surges that appliances cannot. Adding built-in digital experience monitoring (DEM) to the equation further enhances the user experience benefits. The result is more user productivity, and with fewer tickets and managerial headaches for admins, help desk and networking productivity is enhanced, as well.\n\nReduced cost and complexity\n\nZero trust eliminates six significant costs of perimeter-based architectures because it:\n\nRemoves the need to buy a myriad of security and networking point products Reduces operational complexity and administrative burden Accelerates IT integration during M&A Minimizes the risk and, as a result, the cost of data breaches Enhances productivity, as mentioned above Reduces power consumption and carbon footprint\n\nDigital transformation\n\nBy transforming security and connectivity with zero trust, organizations the world over can embrace digital transformation both securely and effectively. Rather than force-fitting yesterday's approach to security and networking onto the modern workplace, organizations can leverage zero trust architecture and seamlessly take advantage of cloud apps, remote work, and whatever else the digital future may hold.\n\nWhere to start?\n\nIf you're looking to embrace a comprehensive zero-trust architecture that checks all the boxes and unlocks all the benefits described in this blog, there is only one choice: Zscaler, the original pioneer and continued innovator of zero trust.\n\nThe Zscaler Zero Trust Exchange platform is the world's largest inline security cloud. It comprises more than 160 data centers globally, processes over 500B transactions daily, secures more than 40% of Fortune 500 companies, and boasts a Net Promoter Score of more than 70 (while the SaaS average is less than 30). Zscaler has the proven scale and expertise necessary to help any organization successfully implement zero trust.\n\nIf you want to get started on your zero trust journey but aren't sure where to begin, register for our monthly live webinar, Zero Trust 101: Start Your Journey Here. In it, we will discuss zero trust from an entry-level perspective. It's the first installment in our three-part series, Zero Trust, from Theory to Practice, which we've designed to guide organizations from initial zero trust research through deployment. Sign up today to get started.\n\nhttps://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi5tcyNkDr4lqeP29jJNeCWF7kpEp9LwP3RzzSWfuUOFMaPW7S8-zchAQOKHwKACLloe355K90RHstIaWvrnkJuxGoJQtCKP44XS5JJQU36WGArLSf7QXCUE3MRASA1Qk_MZ3AxYBq_C12RjVs9WiQi7aloY8ydnL8_kU40-XLZkTUDpw4BgmMMOrjAMnA/s728-rw-e365/zz.png"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "adidas Partner With DC Comics For Tigres Femenil Wonder Woman Pre-Match Jersey",
            "link": "https://www.soccerbible.com/performance/football-apparel/2025/01/adidas-partner-with-dc-comics-for-tigres-femenil-wonder-woman-pre-match-jersey/",
            "description": "More than two years in the making and celebrating the sides well-earned nickname of the Amazons, adidas have partnered with ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2fW16VlTpLh3fUMNye5h5BQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "SoccerBible2h",
            "source": "SoccerBible",
            "article_content": "Wonder Woman really shouldn’t need any introduction, existing in pop-culture alongside other great super-heroes from the DC Comics universe such as the Man of Steel and the Dark Knight. What may be less known though is that she is one of DC Comics’ Amazons: a race of warrior women who exist as part of Greek mythology within the comic book universe. And it’s from this warrior spirit that the link to Tigres Femenil comes in, with the fans christening the team as \"Amazons\" for their character, dedication, passion, hard work, respect and courage to fight for themselves and for all those around them, key characteristics they share with Diana Prince (Wonder Woman).\n\nThe jersey design draws inspiration from Wonder Woman, seamlessly merging Tigres Femenil's fierce identity with the iconic superhero's strength. Its vibrant purple and green palette is accented by stars, the DC Comics logo, and the phrase “Amazons United,” a nod to the team’s unity and resilience.\n\nThe collection extends beyond the pitch, featuring a complementary beige jacket and sweatshirt with gold detailing, delivering a sophisticated edge for fans and players alike."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biblical-era structure discovered in Jerusalem's City of David, used during the First Temple Period",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/biblical-era-structure-discovered-in-jerusalem-s-city-of-david-used-during-the-first-temple-period/ar-AA1xggLS?ocid=BingNewsVerp",
            "description": "A unique structure, which was uncovered by the Israel Antiquities Authority on the eastern slope of the City of David, dates ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WS8EKd5KkzXLwCLYV53YwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Hosted on MSN20h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz shocks Jamie Foxx with comment about 'President' Elon Musk while sharing wild conspiracy theory",
            "link": "https://www.dailymail.co.uk/tvshowbiz/article-14290693/Cameron-Diaz-shocks-Jamie-Foxx-President-Elon-Musk-comment.html",
            "description": "The 52-year-old actress made his jaw drop when she made a dig at Elon Musk while trolling President-elect Donald Trump.",
            "image_url": "https://www.bing.com/th?id=OVFT.idxFb2ZTkEcfmGYjn3G2Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "9h",
            "source": "Daily Mail",
            "article_content": "Cameron Diaz shocked Jamie Foxx when she made a joke about Elon Musk and aliens while promoting their new action-comedy flick Back in Action.\n\nThe 52-year-old actress made his jaw drop when she made a dig at Elon Musk while trolling President-elect Donald Trump.\n\nIn a video for Complex released on Wednesday, Diaz had a discussion with her co-star, 57, about aliens and shared her theory, which stunned him.\n\nShe also surprised the actor when she took a jab at Trump as she referenced an ongoing joke about Musk's outsized influence on his administration.\n\nAt one point, the Charlie's Angel alum — who made her first red carpet appearance in half a decade for the premiere of their new movie in Berlin — called him President Musk, which prompted a shocked reaction to flash across Foxx's face.\n\nHer joke comes over a decade after she was rumored to be dating the Tesla founder.\n\nCameron Diaz shocked Jamie Foxx when she made a joke about Elon Musk and aliens while promoting their new action-comedy flick Back in Action\n\nThe 52-year-old actress made his jaw drop when she made a dig at Elon Musk while trolling President-elect Donald Trump\n\nDuring the chat, Foxx asked Diaz to share her GOAT, or greatest of all time, conspiracy theory, in which she started going off on an extraterrestrial tangent.\n\n'All of the accounts of aliens are always the same,' she began. 'Big head, big eyes, no mouth. Telepathically speaking, fingers long, dextrous,' she listed.\n\n'If you think about where we're at currently in technology, we sit in front of a screen. We don't speak to each other. We don't have to talk,' she explained.\n\n'And we all know that we’re moving off the planet because now Elon Musk is our president,' she added.\n\n'When we get to Mars, we're really going to end up being like a completely different species,' Diaz continued before explaining that she believes aliens are humans from the future.\n\n'When you told me that, that f***ed me up,' Foxx said.\n\nOver 10 years ago, Diaz and Musk were rumored to be romantically involved after he reportedly gifted her an early Tesla model.\n\n'He's been going to LA so regularly, Musk often arrives without giving his colleagues a heads-up he's in town,' a source told Page Six at the time before adding that the rumored couple had 'gotten close.'\n\nIn a video for Complex released on Wednesday, Diaz had a discussion with her co-star, 57, about aliens and shared her theory, which stunned him. She also surprised the actor when she took a jab at Trump as she referenced an ongoing joke about Musk's outsized influence on his administration\n\nAt one point, the Charlie's Angel alum — who made her first red carpet appearance in half a decade for the premiere of their new movie in Berlin — called him President Musk, which prompted a shocked reaction to flash across Foxx's face. Her joke comes over a decade after she was rumored to be dating the Tesla founder\n\nDuring the chat, Foxx asked Diaz to share her GOAT, or greatest of all time, conspiracy theory, in which she started going off on an extraterrestrial tangent\n\n'When we get to Mars, we're really going to end up being like a completely different species,' Diaz continued before explaining that she believes aliens are humans from the future\n\n'When you told me that, that f***ed me up,' Foxx said\n\n'The reason, we're told, is because he's \"visiting Cameron.\"'\n\nIn response to the speculation, Musk denied the dating rumors, per a Business Insider report. 'I don't know where people got that from.'\n\nDiaz and Foxx star as former CIA spies Emily and Matt in the upcoming Netflix movie Back in Action.\n\nPer the synopsis, the elite spies 'jump back into the world of espionage' over a decade after vanishing from the CIA to start a family when their secret identities are exposed.\n\nThe movie also stars Glenn Close, Tom Brittney, Kyle Chandler, Leela Owen and more.\n\nBack in Action premieres on Netflix and will be available to stream on Friday, January 17."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz Shocks Jamie Foxx With ‘President’ Elon Musk Dig",
            "link": "https://www.msn.com/en-us/movies/celebrity/cameron-diaz-shocks-jamie-foxx-with-president-elon-musk-dig/ar-AA1xgU8L?ocid=BingNewsVerp",
            "description": "Cameron Diaz seemingly took a jab at Donald Trump after referring to Elon Musk as president in a promo video for her big ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yBrJ1tEYTLvU6EnUjgf93S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "17hon MSN",
            "source": "The Daily Beast on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did people report seeing UFOs before the 20th century?",
            "link": "https://www.msn.com/en-us/news/technology/did-people-report-seeing-ufos-before-the-20th-century/ar-AA1xj1cg?ocid=BingNewsVerp",
            "description": "Every so often, claims of UFO sightings go viral and even spur serious research. But humans have been gazing at the sky for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3DPY4LIA85lp_9HJBLRz9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Live Science on MSN6h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sightings spark intrigue over Fresno skies",
            "link": "https://www.msn.com/en-us/news/us/ufo-sightings-spark-intrigue-over-fresno-skies/ar-AA1xh8Gw?ocid=BingNewsVerp",
            "description": "Unusual aerial phenomena have been reported over Fresno in recent days, with one incident involving a confirmed unidentified ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Q8GxyqbNAXo_pXm2eQ8Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "14hon MSN",
            "source": "KMPH – Fresno-Visalia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.msn.com/en-us/news/technology/nasa-celebrates-edwin-hubbles-discovery-of-a-new-universe/ar-AA1xgajK?ocid=BingNewsVerp",
            "description": "For humans, the most important star in the universe is our sun. The second-most important star is nestled inside the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dbM_RsXGtzOHltt3H1HUUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "22hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The More I Looked, D-Wave Quantum Struck Me As Less Of A Niche And More As A Leader",
            "link": "https://seekingalpha.com/article/4749869-the-more-i-looked-d-wave-quantum-struck-me-as-less-of-a-niche-and-more-as-a-leader",
            "description": "D-Wave Quantum is working to redefine the competition. If QBTS succeeds, it might vault itself ahead of Rigetti Computing and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XROE6WTqGYKr0ja5wDZuCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "3h",
            "source": "Seeking Alpha",
            "article_content": "After 43+ years working for one investment research company or another, I finally retired. So now, I’m completely independent. And for the first time on Seeking Alpha, I won’t be working based on anybody else’s product agenda. I have only one goal now… to give you the best actionable investment insights I can.I have long specialized in rules/factor-based equity investing strategies. But I’m different from others who share such backgrounds. I don’t serve the numbers. Instead, the numbers serve me… to inspire HI (Human Intelligence) generated investment stories. I definitely understand quant investing, including factors and what not (AI before it was called AI). But I don't agree with what other quants do. Rather than be obsessed with statistical studies that are no good for any time periods other than the ones studied, I combine factor work with the underlying theories of finance including classic fundamental analysis to get the true story of a company and its stock. Investing is about the future. So numbers (which necessarily live in the past) can take us just so far. They’re at their best when they cue us into stories that shed light on what’s likely to happen in the future. And that’s how I use them,I’ve had a pretty colorful career. Besides a full range of experience covering stocks from lots of different groups (large cap, small cap, micro cap, value, growth, income, special situations … you name it, I covered it) I’ve developed and worked with many different quant models. In addition, I formerly managed a high-yield fixed-income (“junk bond”) fund and conducted research involving quantitative asset allocation strategies such as are at the foundation of what today has come to be known as Robo Advising. I formerly edited and or wrote several stock newsletters, the most noteworthy having been the Forbes Low Priced Stock Report. I previously served as an assistant research director at Value Line.I also have long had a passion for investor education, which has resulted in my having conducted numerous seminars on stock selection and analysis, and the authoring of two books: Screening The Market and The Value Connection.I’m looking forward to my new incarnation on Seeking Alpha. I hope you enjoy what I offer. But if you don’t, feel free to tell me why in the comment sections. I’m a big boy. I can handle criticism. (But please don’t call me “stupid.” That’s my wife’s job!)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Schrödinger's Cat breakthrough could usher in the 'Holy Grail' of quantum computing, making them error-proof",
            "link": "https://www.livescience.com/technology/computing/schrodingers-cat-breakthrough-could-usher-in-the-holy-grail-of-quantum-computing-making-them-error-proof",
            "description": "Errors in quantum computers are an obstacle for their widespread use. But a team of scientists say that, by using an antimony atom and the Schrödinger's Cat thought experiment, they could have found a ...",
            "image_url": "https://www.bing.com/th?id=ODF.WZOtzx9DfDvsHUI2RYy7uQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Live Science1h",
            "source": "Live Science",
            "article_content": "Scientists have used the famed \"Schrödinger's cat\" thought experiment to come up with a way to remove errors from future quantum computers .\n\nThe new method encodes quantum information onto an antimony atom, which has eight possible states that enable data to be more safely stored than in a standard two-state qubit, or quantum bit.\n\nThe breakthrough is a vital step in making errors within quantum systems less likely to occur, and, when they do, make them more easily detected and corrected — a key barrier to the development of quantum computers . The researchers published their findings Wednesday (Jan.14) in the journal Nature Physics .\n\nFirst devised by physicist Erwin Schrödinger in 1925, his thought experiment evocatively describes the weird rules of the quantum world by imagining a cat placed inside an opaque box with a poison vial which has an opening mechanism controlled by radioactive decay — a completely random quantum process.\n\nRelated: Quantum computers that are actually useful 1 step closer thanks to new silicon processor that could pack millions of qubits\n\nUntil the box is opened and the cat is observed, Schrödinger argued, the rules of quantum mechanics mean that the unfortunate feline will exist in a superposition of states, simultaneously dead and alive.\n\nIn the case of a qubit, quantum information relating to the 0 or 1 states of a classical computer can be encoded on the \"'spin up\"' and \"'spin down\"' states of an atom — spin being the intrinsic angular momentum of a fundamental particle.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nBut if noise within a quantum computer causes this spin to suddenly change (as often happens), the quantum state would be lost, producing an error and destroying the information within.\n\nTo get around this problem, the researchers behind the new study embedded an antimony atom, which has eight different spin directions, inside a silicon quantum chip. The six additional spin directions of the antimony atom (obtained by the atom’s composite nature that adds multiple individual spins) means that, unlike in a two spin-state system, a single error isn't enough to destroy the encoded information.\n\n\"As the proverb goes, a cat has nine lives. One little scratch is not enough to kill it,\" co-author Benjamin Wilhelm , a doctoral student in electrical engineering and telecommunications at the University of New South Wales (UNSW) in Australia, said in a statement . \"Our metaphorical 'cat' has seven lives: it would take seven consecutive errors to turn the '0' into a '1'!\"\n\nWith this system in place, the researchers say they will now work to demonstrate a method for detecting and correcting errors in their chip, a feat that is considered a \"Holy Grail\" within the quantum computing field."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Power, Innovation and Art Collide in ‘Versailles: Science and Splendour’",
            "link": "https://observer.com/2025/01/art-review-versailles-science-and-splendour-london-science-museum/",
            "description": "'Versailles: Science and Splendour' is at London’s Science Museum through April 21, 2025.",
            "image_url": "https://www.bing.com/th?id=ODF.LlnEQPe1tKBKaPZS9bUzOw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Observer57m",
            "source": "Observer",
            "article_content": "“L’état, c’est moi” is a phrase attributed to French king Louis XIV, the Sun King, though it is considered by historians to be apocryphal: meaning “I am the state,” it speaks to the king’s absolute and divinely ordained power. Three kings ruled from the Palace of Versailles: Louis XIV until his death in 1715, then Louis XV from 1722 until 1774 and finally, Louis XVI until the Revolution of 1789. Louis XV was among the best-educated royals of his age, and his knowledge was of a mostly scientific nature. From the age of seven, he was passionate about cartography, and at age eleven, he discovered astronomy. “In addition to his core education, he touched upon anatomy and surgery, and from medicine, he went on to study botany. He read a great deal, assiduously consulted the maps in his geography gallery, attended dissections, studied plants at Trianon [a smaller building at Versailles] and observed the heavens, following every astronomical event,” writes French art historian Beatrix Saule in the book that accompanies the London Science Museum’s exhibition, “Versailles: Science and Splendour.” While Versailles and its kings have always been regarded as sumptuous and somewhat decadent against a backdrop of the then-starving French peasantry, the scientific pursuits of the kings are not at the top of public consciousness. Until, that is, this show was put together.\n\nSign Up For Our Daily Newsletter Sign Up Thank you for signing up! By clicking submit, you agree to our <a href=\"http://observermedia.com/terms\">terms of service</a> and acknowledge we may use your information to send you emails, product samples, and promotions on this website and other properties. You can opt out anytime. See all of our newsletters\n\nWhere the kings of France are concerned, a focus must always fall upon the French Revolution, the most monumental regicide in history. I was surprised, therefore, that the revolution was mentioned only briefly in this exhibition: while it is written on plaques that scientific instruments were destroyed or stolen during the riots, it is not explained at length, nor is it explained fully as to whether the republic that followed adopted the scientific discoveries of their forebears. This, I feel, is a glaring omission, and one that will leave visitors wanting to know more: while the exhibition book mentions that “documents and scientific instruments were scattered at the time of the revolutionary sales in 1793-94, when Versailles was emptied of all its furnishings” and that objects were taken to various institutions, it does not feel thorough. True, the exhibition is entitled “Versailles” rather than “France: Science and Splendour,” but more background wouldn’t be out of place.\n\nThe star of the show is Louis XV’s rhino. The male Indian rhinoceros presented to Louis XV in 1769 by Jean-Baptiste Chevalier de Conan, the governor of Chandernagore (now Chandannagar) in Bengal, has pride of place in the exhibition’s main room. The plaque reads that he was killed during the revolution, possibly drowning in the fountains or after being stabbed with a sword. While he lived, the rhinoceros was among thousands of animals from Europe, Asia, Africa and America in the royal menagerie. They were a source of inspiration for many artists, such as the Flemish animal painter Pieter Boel, whose studies included a painting of one of the rarest birds in the menagerie, the cassowary, sent to Versailles in 1671 from Madagascar.\n\nThe other star of the show is the Clock of the Creation of the World (the Pendule de la Création du monde). At the time of its manufacture—1754—clocks were considered to be the most sophisticated and most prestigious devices ever made. Its design and mechanisms are a spectacle to behold: at the top, a shining sun banishes the darkness, which is represented in the form of clouds. It really is marvelous to look at: like jewelry, it gleams brilliantly in the light, and the meteorological forms are very stunningly depicted. “In the lower part, held in a patinated bronze rock surrounded by raging waves, sits a terrestrial globe engraved with the different countries. This globe rotates on its axis in 24 hours, and the inclination of the poles varies according to the seasons. A long ray of sun indicates midday in the countries situated on the same latitude,” the exhibition book explains further.\n\nA portrait of Emilie du Châtelet (1706–1749) is also included in the exhibition—she who was deemed by her lover Voltaire to be “a great man whose only fault was being a woman.” While living with and supporting the writer financially, she accumulated a very large library, carried out scientific experiments and wrote a great number of books. One of the first to appear, in 1738, was Elémens de la philosophie de Neuton (translated colloquially, A Beginner’s Guide to Newtonianism), which was thought to be by Voltaire but was, in fact, a collaborative effort. In addition to her literal translation of Newton’s prose, du Châtelet provided more accessible explanations of his arguments with clear examples: “She transformed his geometrical expositions into modern calculus, and also summarised the latest mathematical research and experimental vindications of his theories,” says Versailles: Science and Splendour. I would have liked to have some space dedicated to the position of women in France at the time. Of the scientific community, how many were women? What level of education could a middle- or working-class woman attain? Sadly, this wider context is missing.\n\nThe construction of the magnificent fountains at Versailles, which still function gloriously today, is given space. The plans for the mechanisms and piping that would deliver the requisite 9,500 cubic meters of water , composed by “savants and engineers,” along with the taxidermied rhinoceros and the Clock of the Creation of the World, really give the exhibition its splendor. That said, if I had the chance to curate such a show, I would dedicate one of the galleries to a reproduction of a palace room of Versailles, complete with paneled walls, gilding and paintings. The objects in the exhibition, though fascinating, are rendered a little clinical in their austere Science Museum settings. Nevertheless, the show is a tremendous feat and sure to spark curiosity in those who make the time to visit.\n\n“Versailles: Science and Splendour” is at London’s Science Museum through April 21, 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Year of the Snake will be good for China",
            "link": "https://www.chinadaily.com.cn/a/202501/16/WS67884483a310f1265a1db186.html",
            "description": "Many famous people were born in the Year of the Snake. There's Polish astronomer and mathematician Nicolaus Copernicus ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P89zU-JyZE7GR6FxmcLeSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "中国日报网16h",
            "source": "中国日报网",
            "article_content": "The 29th Traditional Beijing New Year Goods Fair opens to visitors at the National Agricultural Exhibition Center on Jan 3, 2025 attracting eager shoppers. LI ZHIMING/FOR CHINA DAILY\n\nMany famous people were born in the Year of the Snake. There's Polish astronomer and mathematician Nicolaus Copernicus (1473-1543), a major figure in the \"scientific revolution\", who established that Earth revolved around the sun, not the other way around. Then there's the greatest of German literary figures, Johann Wolfgang von Goethe (1749-1832).\n\nBut let's talk about years, not people. One of the traditions of the Year of the Snake in China is transformation. There have been plenty of bad \"snake\" years. One is reminded of the Great Depression and the Wall Street Crash of (October) 1929. Another year I would like to mention is 2001. It was the year when the Sept 11 terrorist attacks on the United States took place. It was also the year when China joined the World Trade Organization — which helped expedite China's economic development and integrate its economy with the global economy.\n\nLooking back at the past year, two trends stand out for me. One is the deterioration of the situation in the Middle East. The region is seeing a genocide being committed by the Israeli state, witnessed in real time on TV screens across the world. And the US is complicit in this genocide, with its global standing going down drastically, even in parts of the West. On the other hand, apart from the West and a few US ally countries, China's standing has improved across the world, because it has stood with the ordinary people against the Israeli and American ruling elite.\n\nThe other development is the continuing rise of BRICS, along with China's rising economic status throughout the world. The year 2024 saw the addition of several major countries to BRICS, with Indonesia becoming the first country to join the grouping in the first days of 2025.\n\nThe rise of BRICS frightens the US elite, because it symbolizes the loss of their global economic dominance because of the decline of the US dollar as the principal international reserve currency. Although the decline of the dollar is an ongoing process, the year 2024 saw the acceleration of the process.\n\nSo what about 2025? I believe it will be a good year for China. Of course, we have to take into account Donald Trump's return to the White House after four years and his threat to impose high tariffs on imports from China, as well as other countries.\n\nIf Trump imposes punitive tariffs on Chinese goods, I believe he will cause more damage to the US than China. Looking at recent history, we can clearly see that the Chinese people's spirit of independence and self-reliance is very strong. They will not cave in under the pressure of punitive US tariffs.\n\nSelf-reliance is a major part of Chinese culture, which has influenced China's development. The other features include the emphasis on education and resolving problems harmoniously. Despite the bad periods in China's history, Chinese people's resilience, fighting spirit and industriousness have seen them through many a crisis. Three factors stand out in all this.\n\nThe first is the Chinese people's love for peace. Contrary to what the Western media say, I regard China as a peace-loving country. Unlike the US, which has been at war throughout its entire history, China avoids war. The century of humiliation taught it that a country is better off strong than weak. However, that does not mean it wants war.\n\nThe second factor is China's emphasis on reducing pollution and moving toward a sustainable, green economy. China's leadership of the green revolution over the last few years has been extremely impressive. The country is now the global leader in electric vehicles (EVs), and solar and wind energy. This is a remarkable achievement, and shows China is sensitive to the dangers that climate change poses to our world.\n\nSome Western countries have recently accused China of \"over-production\" of EVs, which are important to build a sustainable, green world in the future. However, the Western countries have targeted China because they are afraid that they will lose their market share of vehicles to China. But their attitude is mean considering how important EVs are to sustainable living. More importantly, these countries don't mind dominating markets through \"over-production\" when it suits them.\n\nThe third factor is China's technological advancement. China's scientific prowess before the \"scientific revolution\" beginning in the 16th century was unsurpassed in the world. But after that, China failed to advance like the West. But those days are over, with China catching up with the West in terms of technology and in some ways even eclipsing the West.\n\nIn space research, China has moved ahead so fast that it became the first country to bring lunar rock samples from the far side of the moon. And despite Western attempts to hold it back, Huawei remains a global leader in innovative telecommunications.\n\nChina is a global leader also in artificial intelligence. Despite the controversy over the rapid development of AI and its implications on human society, its importance in the world is undeniable. Plus, AI will be a major determinant of the global geopolitical order.\n\nThe geostrategic balance of power in the world has changed greatly in the last half a century, in China's favor. China faces some major problems, economic and environmental, as do other countries. But the Chinese people seem to be overcoming their problems more sensibly and calmly than others. I think it is largely due to their culture of education, harmony, peace and rationality. I expect the coming Year of the Snake to see further Chinese advancement.\n\nThe author is a Sinologist and an emeritus professor at Griffith University in Australia. The views don't necessarily reflect those of China Daily.\n\nIf you have a specific expertise, or would like to share your thought about our stories, then send us your writings at opinion@chinadaily.com.cn, and comment@chinadaily.com.cn."
        }
    }
]