[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Air Force veteran saw alien, ‘nonhuman’ egg-shaped aircraft while working for secret UFO retrieval program: report",
            "link": "https://www.msn.com/en-us/travel/news/air-force-veteran-saw-alien-nonhuman-egg-shaped-aircraft-while-working-for-secret-ufo-retrieval-program-report/ar-AA1xkfEk?ocid=BingNewsVerp",
            "description": "Just visually looking at the object on the ground, you could tell that it was extraordinary and anomalous,' he said. 'It was ...",
            "image_url": "https://www.bing.com/th?id=OVF.SEzRwKhYgSQpn0VyXK3I2w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did people report seeing UFOs before the 20th century?",
            "link": "https://www.msn.com/en-us/news/technology/did-people-report-seeing-ufos-before-the-20th-century/ar-AA1xj1cg?ocid=BingNewsVerp",
            "description": "Every so often, claims of UFO sightings go viral and even spur serious research. But humans have been gazing at the sky for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3DPY4LIA85lp_9HJBLRz9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Live Science on MSN10h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FACT CHECK: Video Claims To Show UFO In Germany",
            "link": "https://www.aol.com/news/fact-check-video-claims-show-161552042.html",
            "description": "A video shared on Facebook claims to show an unidentified flying object (UFO) in Germany. Verdict: False The video was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a9qE7F2BK6s9kusLqjjUyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "5h",
            "source": "AOL",
            "article_content": "Wikimedia Commons/Public/Віщун, CC BY-SA 4.0\n\nA video shared on Facebook claims to show an unidentified flying object (UFO) in Germany.\n\nVerdict: False\n\nThe video was created using computer-generated imagery (CGI). It has been debunked since 2021.\n\nFact Check:\n\nSocial media users are claiming to show a UFO in the woods of Germany. (RELATED: Is The Pentagon Using ‘Operation Necromancer’ To Intercept Drones?)\n\n“MASSIVE UAP SIGHTING OVER SELVA NEGRA, GERMANY!!\n\nYou won’t believe this!!\n\nBack in June 2024, a HUGE UAP was spotted over Selva Negra (Black Forest), Alemania – and it left witnesses STUNNED!\n\nReports describe a gigantic craft hovering silently, flashing strange lights, and then VANISHING without a trace!\n\nWhat was this?? Advanced tech? Alien visitors? This sighting is TOO CRAZY to ignore!!\n\nGermany’s skies might be hiding some deep mysteries!” one user wrote.\n\nThe original was shared by a VFX artist, according to a YouTube video by Mick West, the founder of metabunk.org. The original video has since been deleted, but West says that the original uploader said the video was “just a test.”\n\n“This video was created by a 3D artist who posts on YouTube as ‘VFX’. It’s been re-uploaded a few times as an actual UFO video, and fooled a few people – even people commenting on VFX’s channel! Looking at the repeating textures in the road shows that it’s a CGI fake,” reads part of West’s YouTube video description.\n\nFull Fact also debunked this claim."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jeremy Corbell Releases NEW 'Gimbal' UFO VIDEO",
            "link": "https://www.msn.com/en-us/entertainment/gaming/jeremy-corbell-releases-new-gimbal-ufo-video/vi-AA1xjqED?ocid=BingNewsVerp",
            "description": "Patrick discusses new \"Gimbal Style\" UFO video that was just released by Jeremy Corbell in his new series streaming on TUBI ...",
            "image_url": "https://www.bing.com/th?id=OVF.ArFW5GHySlDB%2fn8jLUmR7g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN6h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steven Spielberg’s new UFO movie will film at the Jersey Shore this March",
            "link": "https://www.msn.com/en-us/movies/news/steven-spielberg-s-new-ufo-movie-will-film-at-the-jersey-shore-this-march/ar-AA1xjgm4?ocid=BingNewsVerp",
            "description": "Steven Spielberg's newest UFO movie starring Emily Blunt will film at the Jersey Shore. Here's how you can become an extra in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yKoRevQBtSFUZtBttQ8QxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "5hon MSN",
            "source": "Philadelphia Inquirer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Adds Gemini AI to Workspace Apps, But There's a Catch",
            "link": "https://www.msn.com/en-us/news/technology/google-adds-gemini-ai-to-workspace-apps-but-there-s-a-catch/ar-AA1xj1u8?ocid=BingNewsVerp",
            "description": "Before this change, Workspace customers had to pay an extra $20 to get Gemini AI. Now, Google has added the AI features as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QugSyy-YIl4wlpMTsEHN4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini app will now have access to real-time AP news in latest AI deal",
            "link": "https://www.androidauthority.com/gemini-app-ap-deal-3516926/",
            "description": "Google is expanding its partnership with The Associated Press to deliver access to real-time news to the Gemini app.",
            "image_url": "https://www.bing.com/th?id=OVFT.OURuXiKOBotI815RYwRHyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23h",
            "source": "Android Authority",
            "article_content": "Google has been a partner with The Associated Press for years to bring up-to-date information the tech giant’s search engine. The two parties are now broadening their collaboration to give the Gemini app a boost.\n\nGoogle announced in a blog post that it is expanding its partnership with the news outlet to provide a “feed of real-time information” to the Gemini app. Going forward, Gemini will be able to reference AP’s stories when you ask about current events. “This will be particularly helpful to [Gemini app] users looking for up-to-date information.”\n\nSpeaking about the partnership, AP Senior Vice President and Chief Revenue Officer Kristin Heitmann had this to say:\n\nAP and Google’s longstanding relationship is based on working together to provide timely, accurate news and information to global audiences. We are pleased Google recognizes the value of AP’s journalism as well as our commitment to nonpartisan reporting, in the development of its generative AI products.\n\nThe Associated Press isn’t the only publication working with Google. The company states that it has had partnerships with “news organizations of all sizes in countries around the world for more than two decades.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Teachers, students test out AI in Colorado classrooms",
            "link": "https://www.charlotteobserver.com/news/business/article298658108.html",
            "description": "For A'mariae, a ninth grader who envisioned a high-tech shoe that could be transformed from sandals to sneakers to boots with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Dzm_IgB719qS8XGe2hISAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Charlotte Observer",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's official: All your Office apps are getting AI and a price increase",
            "link": "https://www.zdnet.com/article/its-official-all-your-office-apps-are-getting-ai-and-a-price-increase/",
            "description": "Every Microsoft 365 Personal and Family subscription is about to get Copilot AI features, along with a price increase of at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0ljcAPTm5qu9PFzrN6wLwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22m",
            "source": "ZDNet",
            "article_content": "GERARD JULIEN/Getty Images\n\nIf you've got a Microsoft 365 Personal or Family subscription, you're about to get a jumbo serving of AI in your Office apps. Word, Excel, PowerPoint, OneNote, and Outlook will all get a new Copilot button that opens a prompt pane where you can get help writing documents, analyzing spreadsheets, summarizing email messages, and building presentations. In addition, those subscriptions will get the AI-powered Microsoft Designer app, which can build images from prompts and edit unwanted objects from existing photos.\n\nThe new features, announced in a post on the Microsoft 365 blog, will be available as part of the latest Microsoft 365 update and come with a significant price increase. In exchange, subscribers will receive a monthly allotment of 60 AI credits that can be used with Copilot and Microsoft Designer across a variety of apps. The credits reset on the first of each month, regardless of when the subscription renews.\n\nAlso: 15 ways AI saved me time at work in 2024 - and how I plan to use it in 2025\n\nMicrosoft 365 Family subscribers will see a 30% price increase, from $10 to $13 per month. The cost of an annual subscription will go up to $130 from the current $100.\n\nWith a Microsoft 365 Personal subscription, you'll see an increase of nearly 43%, from $7 to $10 per month, with the annual rate going from $70 to $100.\n\nThe new prices will be effective at the next renewal period.\n\nThe global rollout of Microsoft 365 Copilot comes after several months of testing in Australia, New Zealand, Malaysia, Singapore, Taiwan, and Thailand. Microsoft promised it would \"listen, learn, and improve\" based on feedback from customers in those countries.\n\nAt least one part of today's announcement appears to be a direct response to that feedback. \"[We] know there are times when AI assistance isn't desired (like in some academic scenarios), so we're adding settings in apps like Word, Excel, and PowerPoint that allow you to disable or enable Copilot as needed.\"\n\nThat link goes to a support article that instructs users on how to disable all connected experiences, which includes suggested replies in Outlook, the Microsoft Editor add-in, and the ability to dictate text. It's possible to hide the Copilot button from the ribbon on those apps, but it doesn't appear there will be a simple checkbox to enable or disable Copilot.\n\nAlso: How Microsoft's AI Copilot features could transform teamwork and projects\n\nAs in the test markets, customers with current Microsoft 365 subscriptions can opt out of the AI-enhanced versions (and keep the current pricing) by switching to a Personal Classic or Family Classic plan. New subscribers apparently will not be able to choose a Classic plan, and Microsoft cautions that those downgraded products are \"limited offers and may not always be offered as a plan option.\"\n\nEven after switching to a Classic plan, Microsoft notes, you might still have access to the AI-enhanced version; the plan change will take effect at renewal.\n\nFor Microsoft 365 Family subscriptions, the new features are available only for the subscription owner and can't be shared with others. Those users will either need their own subscription or will have to pay $20 a month for a Copilot Pro subscription.\n\nI've been following forums where subscribers in Australia, New Zealand, and other countries in the test market provided feedback to Microsoft. That feedback has been overwhelmingly negative, with plenty of customers vowing to cancel their Microsoft 365 subscriptions rather than accept the price increase.\n\nAlso: Microsoft Copilot vs. Copilot Pro: Is the subscription fee worth it?\n\nNo doubt someone in Redmond has put together a spreadsheet that predicts just how many of those subscribers are likely to follow through with their cancellations and how many will simply accept the price increase. Maybe they even had Copilot help them whip up an Excel formula to build that model.\n\nIf so, it might be smart to listen to Copilot's own warnings. \"While I strive to be reliable, I'm not perfect and can occasionally make mistakes,\" Copilot told me just now. \"It's always a good idea to double-check important information, especially if it impacts significant decisions or actions.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft bundles Office AI features into Microsoft 365 and raises prices",
            "link": "https://www.msn.com/en-us/technology/tech-companies/microsoft-bundles-office-ai-features-into-microsoft-365-and-raises-prices/ar-AA1xk7DH?ocid=BingNewsVerp",
            "description": "Microsoft has been testing adding AI-powered Office apps, the most important feature of Copilot Pro, into the Microsoft 365 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J2DXS_L8YbuNB5jsP453YS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Travelers Discover Vacationing in a Ghost Town Can Be Grim",
            "link": "https://www.msn.com/en-us/travel/article/travelers-discover-vacationing-in-a-ghost-town-can-be-grim/ar-AA1xiE6a?ocid=BingNewsVerp",
            "description": "Some abandoned locales are marketing longer stays, but visitors say that’s too much time with actual ghosts; chased by drones ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4D6mG1TyRcLq_lPQWFzfxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9hon MSN",
            "source": "The Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top things to do in Houston this weekend, from MATCH Family Fun Day to MLK celebrations",
            "link": "https://www.msn.com/en-us/travel/tripideas/top-things-to-do-in-houston-this-weekend-from-match-family-fun-day-to-mlk-celebrations/ar-AA1xiWeu?ocid=BingNewsVerp",
            "description": "Midtown Arts & Theater Center Houston brings back it's annual tradition, featuring live performances by Prelude Music, Main ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5bh0FIURZ8LiJbOEFLsQ9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3hon MSN",
            "source": "Houston Chronicle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "24-7 Spyz Founding Singer P-Fluid Beaten to Death in New York City",
            "link": "https://www.msn.com/en-us/music/news/24-7-spyz-founding-singer-p-fluid-beaten-to-death-in-new-york-city/ar-AA1xjLad?ocid=BingNewsVerp",
            "description": "Crazy Town's Shifty Shellshock, born Seth Binzer, died on June 24 at the age of 49. He was found in his home in Los Angeles, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d5GPZuRMKYWqeOw22d3khS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Loudwire on MSN5h",
            "source": "Loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PLAN YOUR WEEKEND | MLK Jr. celebration, Bridal Show, KSU basketball and more",
            "link": "https://themercury.com/news/area/plan-your-weekend-mlk-jr-celebration-bridal-show-ksu-basketball-and-more/article_5020674c-d1eb-11ef-9803-b3767ecbbed1.html",
            "description": "MLK Community Celebration will be at the Manhattan Arts Center at 2 p.m. Saturday. Curtis Pitts, president and CEO of the International Institute to Improve Race Relations of the Revelations ...",
            "image_url": "https://www.bing.com/th?id=ODF.WFI4n3Ymv_KmL8iMll_Aig&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "The Manhattan Mercury2h",
            "source": "The Manhattan Mercury",
            "article_content": "The annual MLK Community Celebration will be at the Manhattan Arts Center at 2 p.m. Saturday.\n\nCurtis Pitts, president and CEO of the International Institute to Improve Race Relations of the Revelations Evangelistic Ministry Inc., Neighborhood Academics and Athletics Association, will speak. The Manhattan MLK Jr. Memorial Committee will also serve cake. The Manhattan Arts Center will host an open house for its newest exhibition at the center."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dandadan: Okarun's Unwavering Faithfulness To Momo, Explained",
            "link": "https://www.msn.com/en-us/lifestyle/relationships/dandadan-okaruns-unwavering-faithfulness-to-momo-explained/ar-AA1xjfnk?ocid=BingNewsVerp",
            "description": "Since being possessed by Turbo Granny, Okarun has become popular with the ladies, but Okarun's unwavering faithfulness ...",
            "image_url": "https://www.bing.com/th?id=OVFT.03RYWjjgIv4itIrvkn0xaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "GameRant on MSN18h",
            "source": "GameRant on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Place unveils new name and upgraded plans at its nature museum ‘for everyone’",
            "link": "https://www.msn.com/en-us/travel/news/discovery-place-unveils-new-name-and-upgraded-plans-at-its-nature-museum-for-everyone/ar-AA1xiH4t?ocid=BingNewsVerp",
            "description": "Discovery Place has picked a new name and updated plans for its revamped nature museum. It’s out with Discovery Place Nature ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7s83d2MhKvh-bF7qNp-hDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9hon MSN",
            "source": "The Charlotte Observer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily21h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3,000-year-old pagan shrine sealed by Jesus’ ancestors is opened in ‘dramatic’ discovery",
            "link": "https://www.msn.com/en-us/news/world/3000-year-old-pagan-shrine-sealed-by-jesus-ancestors-is-opened-in-dramatic-discovery/ar-AA1xkaLE?ocid=BingNewsVerp",
            "description": "When we found it, it was exactly as it was here 2,800 years ago,' one researcher said of the site in the ancient heart of Jerusalem.",
            "image_url": "https://www.bing.com/th?id=OJ.90xplnVYmlI0WA&pid=news&w=92&h=16&rs=2",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "19hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2,800-year-old structure unearthed in Israel was likely used for cultic practices and sacrifice, archaeologists say",
            "link": "https://www.msn.com/en-us/news/world/2800-year-old-structure-unearthed-in-israel-was-likely-used-for-cultic-practices-and-sacrifice-archaeologists-say/ar-AA1xkdfL?ocid=BingNewsVerp",
            "description": "Archaeologists have unearthed a unique stone structure in East Jerusalem, providing evidence of cultic activity and possibly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dUX4T2tZxPubpp4aojqbiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN3h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US targets China’s answer to OpenAI with trade blacklisting",
            "link": "https://www.ft.com/content/c61b361e-d6fd-407a-8737-55a341b9fa4d",
            "description": "Beijing-based Zhipu singled out among artificial intelligence start-ups for allegedly advancing Chinese military capabilities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WxV272XpdF0kBcJKuGpnZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says he ‘stalked’ his OpenAI cofounder to convince him to join the company",
            "link": "https://www.msn.com/en-us/money/companies/sam-altman-says-he-stalked-his-openai-cofounder-to-convince-him-to-join-the-company/ar-AA1xiH0u?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman said he \"stalked' Ilya Sutskever to convince him to join in his quest to build an artificial general ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pOyM97qlkgEUL7vpls0XMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Details How It Would Like AI to Be Regulated",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-details-how-it-would-like-ai-to-be-regulated/ar-AA1xh5Fa?ocid=BingNewsVerp",
            "description": "The resulting regulation—or lack thereof—could have repercussions for businesses working on artificial intelligence.",
            "image_url": "https://www.bing.com/th?id=OVFT.Mx2hDMu6x6QJtjXpJRp0Yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is bankrolling Axios’ expansion into four new markets",
            "link": "https://www.msn.com/en-us/money/companies/openai-is-bankrolling-axios-expansion-into-four-new-markets/ar-AA1xgrVP?ocid=BingNewsVerp",
            "description": "This deal is part of a broader partnership between the two organizations and is the first time OpenAI will directly fund a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LkF6bN3KIWvg_naM247MUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s GPT-4o gets green light for top secret use in Microsoft’s Azure cloud",
            "link": "https://fedscoop.com/openais-gpt-4o-gets-green-light-for-top-secret-use-in-microsofts-azure-cloud/",
            "description": "Agencies across the intelligence community and the Defense Department can now use OpenAI’s GPT-4o for the government’s most ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FCTFAdGPc0xUAeSFEZvofy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "FedScoop42m",
            "source": "FedScoop",
            "article_content": "Federal agencies with top-secret workloads can now use OpenAI’s GPT-4o through Microsoft’s Azure for U.S. Government Top Secret cloud.\n\nMicrosoft announced Thursday it received authorization for 26 additional products in its top-secret cloud environment, meeting Intelligence Community Directive (ICD) 503 standards and allowing agencies — particularly those in the intelligence community and Defense Department — to use them for the government’s most classified information. Those added tools include Azure OpenAI Service — which provides Azure customers access to OpenAI’s generative AI large language models — and Azure Machine Learning, among others.\n\nDouglas Phillips, Microsoft corporate vice president, wrote a blog post announcing the news that Azure OpenAI “allows agencies and authorized partners operating in Microsoft’s Azure Government Top Secret cloud to benefit from multimodal generative AI models, such as GPT-4o, while meeting the rigorous security and compliance requirements necessary for the nation’s most sensitive data. Authorized users can easily access and integrate Azure OpenAI Service and further ground it on their data for more specialized and accurate intelligence.”\n\nGPT-4o is an OpenAI model that can be used for natural language understanding and processing, text summarization and classification, sentiment analysis, question answering, conversational agents and more. It is the foundational model that the popular commercial generative AI tool ChatGPT is built on.\n\nAdvertisement\n\nThe announcement comes after Azure OpenAI received FedRAMP High authorization last August.\n\nLast May, William Chappell, Microsoft’s chief technology officer for strategic missions and technologies, told DefenseScoop that the company had deployed OpenAI’s GPT-4 to an isolated, air-gapped Azure Government Top Secret cloud for use by the Department of Defense for testing. However, the model wasn’t accredited for wider use at the time. The accreditation announced Thursday would now make that possible.\n\nChappell told DefenseScoop the availability of GPT-4 in the top-secret environment would help DOD officials deal with vast amounts of data.\n\nIt’s about “making sure you have the right information at the right time,” he said. “So whether it’s geospatial or any amount of data, we’re swimming in data, we’ve got sensors everywhere. How do you actually make sense of the information that is within your organization? Whether that’s proposals or all sorts of different types of paperwork that we all have to do — how do you simplify and how do you sort through that … data that’s mission focused or data that’s more back office and human resource-focused?”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Trending Games of 2025 by BetFury | Trend Reveal",
            "link": "https://www.analyticsinsight.net/gaming/top-10-trending-games-of-2025-by-betfury-trend-reveal",
            "description": "The new year is already here! What it will be like for the iGaming industry remains a secret. However, some casino trends on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LcFozAz0xVAMn3GZ3eLj5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight4h",
            "source": "Analytics Insight",
            "article_content": "Dominance of Slot Games: online slots take the lion's share of the audience's attention. According to statistics, almost 52% of crypto casino players have chosen slot machines in 2024. Constant work on quality, simplicity, and implementation of unique game ideas are the main reasons for the future growth of this percentage.\n\nLive Casino Evolution: advanced technologies can create a unique atmosphere even through a screen. Thus, games with real-time interaction attract many more players.\n\nBlockchain & Crypto Adoption: cryptocurrencies can bring convenience and ensure the safety of funds. Its trendiness somehow penetrates iGaming.\n\nEnhanced Mobile Gaming: online casino games can be launched on mobile platforms wherever you are. This flexibility as a special approach for mobile users will strengthen mobile gaming dominance.\n\nSimple Games For a Quick Start: some slots and other games with easy rules are great for beginners. They help to gain the necessary experience and remove all the difficulties on the way to success.\n\nHigh-Stakes & Skill-Based Gaming: entertainment that requires the use of smart strategies attracts pro players who are chasing life-changing jackpots."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pinterest Highlights Key Color Trends for 2025",
            "link": "https://finance.yahoo.com/news/pinterest-highlights-key-color-trends-125900954.html",
            "description": "Each color gets its own overview, which includes Pin examples, hex codes, and a listing of tags related to that shade. It’s a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sy5499kxwZ2_qK5jPQBTeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7h",
            "source": "YAHOO!Finance",
            "article_content": "This story was originally published on Social Media Today. To receive daily news and insights, subscribe to our free daily Social Media Today newsletter.\n\nLooking to keep your content fresh and relevant in 2025?\n\nThis will help. Today, Pinterest has launched its second annual “Pinterest Palette” report, which provides an overview of key color trends in the app, based on research conducted for its Pinterest Predicts trends listing.\n\nAs explained by Pinterest:\n\n“The Pinterest Palette offers marketers inspiration driven by what over half a billion Pinners are searching, saving, and shopping for each month. Our in-house creative and insights teams worked hand-in-hand to map Pinterest Predicts trends and color clusters against first-party platform Pin color data. Looking at actions like saves, we were able to see which colors are driving engagement over time.”\n\nThe report identifies the colors most likely to resonate with audiences this year, which Pinterest’s team has narrowed down to five key hues.\n\nEach color gets its own overview, which includes Pin examples, hex codes, and a listing of tags related to that shade.\n\nIt’s a good-looking report, which likely means that Pinterest has got the colors right, and they do feel fresh and vibrant, even if a bit Christmas-y.\n\n“Brands can tap into the colors shaping the year ahead for mood boards, product launches, or creative campaigns. For example, health-focused condiment brand Primal Kitchen referenced Pinterest Predicts and the Pinterest Palette for their Colorful Kitchen Tour last year. Fusing the 2024 Pinterest Palette with their core brand colors, Primal Kitchen launched new dipping sauces with Predicts-inspired “Kitschens” pop-ups in three major cities.”\n\nThat’s one way that you can use this insight, while it might also give you the spark of inspiration you need to refresh your branding efforts for the year ahead, with trending color tones that align with your audience.\n\nOr you might go with something else entirely, and that might also align with your customers’ interests. There are no prescriptive rules here, but it is worth checking out Pinterest’s color trends, and considering what they might mean for your brand efforts in 2025.\n\nYou can download Pinterest’s “2025 Pinterest Palette” report here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A look inside Newport’s newest pickleball facility, one of many coming this year",
            "link": "https://www.msn.com/en-us/sports/general/a-look-inside-newport-s-newest-pickleball-facility-one-of-many-coming-this-year/ar-AA1xipnU?ocid=BingNewsVerp",
            "description": "QR code menus, al fresco dining, remote working and pickleball – all once believed to be passing trends in the face of a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aHGRzqKmhSOfqTzo-DhDqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "10hon MSN",
            "source": "DelawareOnline.com (Wilmington, DE) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Asos discount codes 2025: Save 10% on clothes, shoes and more",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/asos-discount-codes-2025-save-10-on-clothes-shoes-and-more/ar-AA1pfysD?ocid=BingNewsVerp",
            "description": "Save 10% on clothes, shoes and more - Get 10% off in-house labels Asos Design and Edition, as well as Topshop, Mango and more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2P_kGYriSUDcb-ayFr6fai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Botify: Emerging as the Shopify of Crypto",
            "link": "https://www.manilatimes.net/2025/01/17/tmt-newswire/globenewswire/botify-emerging-as-the-shopify-of-crypto/2040312",
            "description": "Shopify transformed the e-commerce landscape by providing a simple, accessible platform for businesses to launch online ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XukietCHvfBe7JhZsjYKBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "manilatimes2h",
            "source": "manilatimes",
            "article_content": "Toronto, CA, Jan. 16, 2025 (GLOBE NEWSWIRE) -- In just six days, Botify has emerged as a disruptive force in the blockchain and AI space, growing from a modest $300k market cap to an astonishing 86x at $26M. This rapid growth cements Botify as one of the most promising crypto projects today, drawing comparisons to Shopify and its game-changing impact on e-commerce.\n\nWhat is Botify?\n\nBotify is redefining automation with a no-code platform that allows users to easily create, deploy, and monetise AI-driven bots. Whether managing social media, automating trading strategies, or running business operations, Botify's platform empowers users to integrate AI agents into their workflows without any coding knowledge. It's more than just a bot platform-it's an ecosystem for innovation and profitability.\n\nGet the latest news\n\ndelivered to your inbox Sign up for The Manila Times newsletters By signing up with an email address, I acknowledge that I have read and agree to the Terms of Service and Privacy Policy\n\nKey highlights of the project include:\n\nAdvertisement\n\nAI Agents Building AI Agents: Botify introduces self-evolving AI agents capable of identifying trends, conceptualising new bots, and autonomously deploying them.\n\nRevenue Sharing for $BOTIFY Holders: A sustainable model where every transaction on the platform rewards $BOTIFY holders, creating an ongoing passive income stream.\n\nTokenized Bot Marketplace: Users can list their bots on the marketplace, where others can purchase or deploy them, driving continuous adoption.\n\nIntegration with Blockchain: By merging AI with blockchain, Botify offers unparalleled transparency, security, and efficiency.\n\nShopify transformed the e-commerce landscape by providing a simple, accessible platform for businesses to launch online stores. Similarly, Botify is revolutionising crypto by enabling anyone-regardless of technical expertise-to create and deploy AI-driven bots.\n\nShopify's Market Cap: Currently, Shopify holds a market cap of approximately $75 billion, proving the immense value of simplifying a complex industry.\n\nBotify's Market Cap: At $26M, Botify is just getting started but showcases massive potential for exponential growth.\n\nAdvertisement\n\nThe Growth Potential\n\nWith the no-code market projected to grow from $50 billion in 2025 to over $187 billion by 2030, Botify is strategically positioned to capture significant market share. By merging AI-driven automation with blockchain technology, Botify opens doors for both crypto enthusiasts and traditional businesses to embrace automation.\n\nThis growth trajectory isn't speculative-it's already happening. The project's 86x performance in under a week demonstrates the appetite for tools that simplify AI and blockchain adoption. With future innovations like physical AI integration, tokenized bot launches, and a global business SaaS model, Botify is set to disrupt industries far beyond crypto.\n\nAdvertisement\n\nWhy Botify is the Future\n\nBotify isn't just following trends-it's setting them. By positioning itself as the Shopify of AI and blockchain, the project aims to become the go-to solution for businesses, developers, and crypto users looking to automate processes, innovate, and scale. With a strong foundation and an ambitious roadmap, Botify has the potential to be a $1 billion+ market leader in the coming years.\n\nFor those looking to invest in the future of automation, Botify offers a chance to participate in a revolution that is just beginning.\n\nWebsite - www.botify.cloud/\n\nAdvertisement\n\nX - x.com/Botifydotcloud\n\nGitbook - botify-cloud.gitbook.io/whitepaper\n\nTelegram - t.me/botifycloud\n\nDisclaimer: The information provided in this press release is not a solicitation for investment, nor is it intended as investment advice, financial advice, or trading advice. It is strongly recommended you practice due diligence, including consultation with a professional financial advisor, before investing in or trading cryptocurrency and securities.\n\nAdvertisement\n\nCONTACT: Jesse Desmond\n\nPR Contact\n\nBotify\n\ninfo (at) botify.cloud"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Place unveils new name and upgraded plans at its nature museum ‘for everyone’",
            "link": "https://www.msn.com/en-us/travel/news/discovery-place-unveils-new-name-and-upgraded-plans-at-its-nature-museum-for-everyone/ar-AA1xiH4t?ocid=BingNewsVerp",
            "description": "Discovery Place has picked a new name and updated plans for its revamped nature museum. It’s out with Discovery Place Nature ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7s83d2MhKvh-bF7qNp-hDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9hon MSN",
            "source": "The Charlotte Observer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily21h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Resurrection science’ is gaining steam, but are scientists any closer to reviving lost species?",
            "link": "https://www.msn.com/en-us/news/technology/resurrection-science-is-gaining-steam-but-are-scientists-any-closer-to-reviving-lost-species/ar-AA1xj9Et?ocid=BingNewsVerp",
            "description": "Colossal Biosciences, which aims to revive extinct species, announced it has raised an additional $200 million. Critics say ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n6qYWsNJiH8ugFpxzj5DOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Touschek and Gatto: exploring a friendship that would shape fundamental physics",
            "link": "https://www.alphagalileo.org/en-gb/Item-Display/ItemId/254067",
            "description": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.luDvtC12sk6vFFPGfGy_uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "AlphaGalileo12h",
            "source": "AlphaGalileo",
            "article_content": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, which would lay the foundations for groundbreaking discoveries in particle physics\n\nSamuel Jarman, SciencePOD\n\nThe Large Hadron Collider (LHC) made its groundbreaking discovery of the Higgs Boson in 2012, but its ancestry can be traced back over 60 years to the first electron-positron collision experiment in Italy. Named Anello di Accumulazione (AdA), the experiment was the world’s first collider of matter and antimatter.\n\nThrough new research published in +, Luisa Bonolis, a historian of physics from MPIWG in Berlin, together with particle physicists Franco Buccella from INFN Roma1 and Giulia Pancheri at INFN Frascati Laboratories, tell the little-known story how AdA’s theoretical foundations were shaped by the collaboration between Bruno Touschek and Raoul Gatto: two pioneering physicists with a deep knowledge of the properties of fundamental particles.\n\nBuilt at Frascati in 1961, AdA was a ring-shaped collider around 1.3 metres in diameter, which operated until 1964. Despite its short lifetime, the experiment lay vital groundwork for ADONE: an electron-positron collider 105 metres in diameter, which would go on to operate until 1993.\n\nThis larger collider helped to refine the methods, which in 1974, would lead to the groundbreaking discovery of the J/psi meson. This particle was crucial in advancing our understanding of quarks and their interactions – ultimately paving the way for the discovery of the Higgs boson several decades later.\n\nTouschek is well known for his contributions to the AdA experiment, but less is known about the crucial role played by his friend, Gatto, who he met in Rome in 1953. In their paper, the team investigate the collaboration between the pair based on a wide range of available sources: including Gatto’s personal exchanges with Touschek, and their own private communications with Gatto.\n\nThe team’s findings highlight the close friendship between the two scientists, and paint a picture of the discussions between them which would prove the feasibility of collider rings as tools for probing the world of elementary particles.\n\nThe paper also explores the duo’s friendship with Wolfgang Pauli and Gerhard Lüders, whose theoretical work was a vital basis for AdA’s success, and highlights Touschek and Gatto’s contribution in mentoring many of the great Italian physicists whose work would shape the foundations of the Standard Model.\n\nReference\n\nL Bonolis, F Buccella, G Pancheri. Raoul Gatto and Bruno Touschek’s joint legacy inthe rise of electron-positron physics, Eur. Phys. J. H, 49, 24 (2024). https://doi.org/10.1140/epjh/s13129-024-00086-3"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "WORLD3 Unveils a Cloud-powered No-Code AI Agent Builder to Craft Personalized Social Media AI Influencers",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/world3-unveils-a-cloud-powered-no-code-ai-agent-builder-to-craft-personalized-social-media-ai-influencers",
            "description": "Cloud-powered No-Code AI Agent Builder WORLD3, an AI-powered Autonomous World, is breaking new ground with the debut of its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4wHnOvKSOfgvpo6BkryNhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Analytics Insight10h",
            "source": "Analytics Insight",
            "article_content": "WORLD3, an AI-powered Autonomous World, is breaking new ground with the debut of its No-Code AI Agent Builder. Set to launch in January 2025, this cutting-edge platform allows users to use a user-friendly drag-and-drop interface to customize, deploy, and manage fully autonomous AI Agents equipped with unique personalities, memory, customizable Skill Plugins, Knowledge Packs, and digital assets-all without technical expertise.\n\nThese AI Agents, regarded as first-class citizens in the WORLD3 ecosystem, operate autonomously across various platforms. From dominating Web3 gaming and automated trading to becoming social media influencers, WORLD3’s No-Code Builder unlocks unprecedented possibilities in automation and creativity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Orangekloud Pioneers the Future of AI-Driven No-Code Development with Beta Launch of eMOBIQ® AI",
            "link": "https://finance.yahoo.com/news/orangekloud-pioneers-future-ai-driven-145500024.html",
            "description": "Singapore, Jan. 16, 2025 (GLOBE NEWSWIRE) -- (Nasdaq: ORKT) ('Orangekloud' or 'the Company'), a pioneer in AI-driven no-code ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EZJ6GiAo026WHxEQizbm4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "5h",
            "source": "YAHOO!Finance",
            "article_content": "Orangekloud Technology Inc.\n\nSingapore, Jan. 16, 2025 (GLOBE NEWSWIRE) -- Orangekloud Technology Inc. (Nasdaq: ORKT) (“Orangekloud” or “the Company”), a pioneer in AI-driven no-code application development, today announced the Beta launch of its new platform, eMOBIQ® AI, to take place on February 3, 2025. The Company said this launch will set a new industry benchmark for redefining how applications are built and positioning Orangekloud at the forefront of global digital transformation.\n\nPowered by advanced AI agents and proprietary orchestration techniques, eMOBIQ AI will simplify the application development process by automating key phases, capturing business and technical requirements, generating UI wireframes, and building applications. This streamlined workflow significantly reduces development time while ensuring precision and quality.\n\nUsers can communicate their requirements to eMOBIQ AI in natural language, and the development process begins immediately. Under optimal conditions, complete applications with comprehensive business and technical documentation can be generated within minutes. These applications can be compiled and deployed across various web and mobile platforms, enabling users to deliver solutions to the market faster.\n\nThis innovation, developed in strategic collaboration with AI Singapore, reflects Orangekloud’s unwavering commitment to advancing software development. eMOBIQ AI is designed to democratize application development, empowering software developers, business professionals, and individuals without coding experience to easily create cross-platform applications.\n\nAlex Goh, CEO of Orangekloud, emphasized the transformative impact of eMOBIQ AI by stating, \"We are proud to empower developers, businesses, and individuals to seamlessly turn ideas into real applications using natural language. eMOBIQ AI streamlines the entire development process, making it faster and more accessible than ever before. This marks a major step forward in simplifying software creation and accelerating innovation across industries.\"\n\nAbout Orangekloud Technology Inc.\n\nOrangekloud Technology Inc. (Nasdaq: ORKT) is a Singapore-based technology company which offers the eMOBIQ® No-Code platform to develop mobile applications specially designed for Small and Medium Enterprises (SMEs) and corporations. A suite of eMOBIQ® mobile applications designed to digitalize and streamline operations in warehousing, sales ordering, delivery, manufacturing, and other key areas. The industry sectors focused on include Food Services & Manufacturing, Precision Engineering, Construction, etc.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 friends spent years getting turned down for their 'terrible' startup idea—now it's worth $2 billion: How they built their 'extraordinary success'",
            "link": "https://www.msn.com/en-us/money/other/2-friends-spent-years-getting-turned-down-for-their-terrible-startup-idea-now-it-s-worth-2-billion-how-they-built-their-extraordinary-success/ar-AA1xjHQN?ocid=BingNewsVerp",
            "description": "The Calm app has been downloaded over 150 million times, but before its success, founders of the app struggled to get ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P9UrWjYxVkpB0jAFOyyeaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cuba starts freeing prisoners a day after the US said it would lift terror designation",
            "link": "https://apnews.com/article/cuba-prisoners-released-us-terrorism-list-5fb785c7297465d387bfc4ba0a157ad2",
            "description": "Cuba has started releasing some prisoners as part of talks with the Vatican, a day after President Joe Biden’s administration ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d3L7kv9uLyAdUyTPK3XNgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "17h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pegasystems - Leader in Software Solutions",
            "link": "https://www.msn.com/en-us/money/topstocks/pegasystems-leader-in-software-solutions/ar-AA1xjkYp?ocid=BingNewsVerp",
            "description": "The Chart of the Day belongs to software developer Pegasystems (PEGA) . I found the stock by using Barchart's powerful ...",
            "image_url": "https://www.bing.com/th?id=OVFT.24tMHXC0oGHIHw5OQ-kM4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Barchart on MSN7h",
            "source": "Barchart on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ATIS rolls out additional capability, product enhancements to Soldiers",
            "link": "https://www.army.mil/article/282552/atis_rolls_out_additional_capability_product_enhancements_to_soldiers",
            "description": "On Jan. 8, the ATIS team released the latest update to their Army Training Management Capability applications suite to over ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aURAjI-sFqiCQ5_Lpxcrry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "usace.army.mil23h",
            "source": "usace.army.mil",
            "article_content": "Soldiers from the 10th Mountain Division at Fort Drum, New York held training exercises Nov. 14 for the visiting ATIS team from PEO Enterprise. (Photo Credit: Pfc. Savannah Olvera) VIEW ORIGINAL\n\nOn Jan. 8, the Army Training Information System (ATIS) team released the latest update to their Army Training Management Capability (ATMC) applications suite. The update includes the release of the ATIS Individual Training Record (ITR), the addition of special purpose weapons management to the existing ATIS Small Unit Leader Tool (SULT), and a number of minor improvements and bug fixes. The new updates are available to over 700 Soldiers from units that participated in last year’s ATIS Software Preview 1 user research program.\n\nThe ATIS ITR is the highlight of this most recent software release. It provides individual users with a comprehensive view of training data across their Army careers and enables leaders to more easily manage training data for individual Soldiers assigned to their organizations. Individuals are able to view their fitness, weapons and task training data and assess progress over time, while leaders are able to better track performance trends for their subordinates and manage training data on an individual basis, separate from the rest of their organizations.\n\nATIS has also made improvements to the Small Unit Leader Tool in this release — the first being the addition of special purpose weapons data management. This enhancement allows leaders to record qualification data for secondary weapons, such as shotguns, grenade launchers, pistols and shoulder-fired missiles.\n\nThe second improvement is the direct result of feedback received from Army Reserve and Army National Guard Soldiers during Software Preview 1. Many leaders in those organizations expressed the need to see individual training data currency trends beyond the 90-day range originally available. ATIS’ new capability release expands the available data ranges to 365 days. This expansion allows Reserve and Guard leaders to view the future state of their organizations’ fitness, task and weapons data across timelines that are more applicable to their components’ training cycles and planning horizons.\n\n“The release of the ATIS ITR, and improvements to the Small Unit Leader Tool, are examples of software development based on Soldier feedback,” said Lt. Col. John Nikiforakis, ATIS product manager at U.S. Army Program Executive Office (PEO) Enterprise. “Delivering software tools that Soldiers actually want to use is a guiding principle for my team. These applications are the first of many we'll release in coming months.\"\n\nATIS’ latest software release represents a significant milestone for the ATIS team with the delivery of iterative improvements and new value to users, demonstrating the product office’s ability to release new functionality while simultaneously incorporating user feedback to make improvements to existing ATIS applications. The ATIS team will keep delivering incremental capability releases in preparation for the ATIS Software Preview 2 program, which will see ATIS applications delivered to over 5,000 new users in spring 2025.\n\nATIS is part of PEO Enterprise’s Army Data and Analytics Platforms portfolio."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China ahead of the US in some areas of autonomous driving, robotics, executives say",
            "link": "https://www.scmp.com/tech/article/3295037/china-ahead-us-some-areas-autonomous-driving-robotics-executives-say",
            "description": "Pony.ai vice-president says China’s agile policies allow fast proof of concept, as well as failure and retry, which ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7rdlaXJNEgq_Q6yJuDxpKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "2h",
            "source": "scmp.com",
            "article_content": "China is ahead of the US in some areas of autonomous driving and robotics, according to executives from Pony.ai and UBTech, who spoke at the South China Morning Post’s annual China Conference on Wednesday.\n\nAdvertisement\n\n“Although the start-up wave in self-driving started earlier in the US, China has caught up in terms of policymaking. China has been making agile policies that allow fast proof of concept, [as well as] failure and retry, which facilitates really quick iterations,” said Ann Shi Yu, vice-president of autonomous driving company Pony.ai.\n\n“The competition in China is fiercer, which forces [companies] to progress,” Shi said, noting that in the US only Alphabet-backed Waymo is capable of operating hundreds of fully autonomous robotaxis on public roads. In China, there is “definitely more than one company doing that”.\n\nPony.ai was operating around 250 robotaxis and roughly 190 robotrucks as of the end of 2024, according to Shi. Domestic rivals have also achieved a fleet size in the hundreds, including Baidu’s Apollo Go which operates more than 400 robotaxis in Wuhan, Hubei province.\n\nThe panel discussion on AI at the Post’s China Conference in Nansha on Wednesday. Photo: Nora Tam\n\nIn the field of robotics, UBTech’s chief brand officer Michael Tam said that US competitors, including Tesla and OpenAI, “are a little bit advanced” in terms of developing the “brain” of robots, which is the artificial intelligence (AI) technology that controls a robot’s sensors and movements.\n\nAdvertisement\n\nBut the recent rise of Chinese AI start-up DeepSeek, which trained its large language model with fewer resources but ended up with one that matched or even exceeded in certain areas the performance of larger US competitors such as OpenAI and Facebook parent Meta Platforms, proved that “there’s not so much [of a] gap between the US and mainland China” for AI, Tam said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s MiniMax debuts 3 open-source models to rival top US-made chatbots",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/china-s-minimax-debuts-3-open-source-models-to-rival-top-us-made-chatbots/ar-AA1xjebK?ocid=BingNewsVerp",
            "description": "MiniMax, a chinese startup has released three low-cost open-source AI models, which it has pitched to compete with top ...",
            "image_url": "https://www.bing.com/th?id=OVFT.k6nQvuKF5lEy5XUwsIZBUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Cryptopolitan on MSN7h",
            "source": "Cryptopolitan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine-learning method detects REM sleep behavior disorder with nearly 92% accuracy",
            "link": "https://www.healio.com/news/psychiatry/20250116/machinelearning-method-detects-rem-sleep-behavior-disorder-with-nearly-92-accuracy",
            "description": "An automated machine-learning method that analyzed sleep movements recorded with a conventional 2D camera may improve ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HmleZ6ObNgK1qU0l5vNqni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Healio5h",
            "source": "Healio",
            "article_content": "Save\n\nMachine-learning method detects REM sleep behavior disorder with nearly 92% accuracy\n\nBy Robert Herpen, MA Fact checked by Heather Biele Add topic to email alerts Receive an email when new articles are posted on . Please provide your email address to receive an email when new articles are posted on Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts\n\n\n\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com.\n\n\n\nBack to Healio\n\nKey takeaways:\n\nThe algorithm analyzed motion in REM sleep and used five movement features to detect REM sleep behavior disorder.\n\nThose with iRBD had increased amount of shorter movements, duration vs. healthy controls.\n\nAn automated machine-learning method that analyzed sleep movements recorded with a conventional 2D camera may improve diagnosis of rapid eye movement sleep behavior disorder, according to a study published in Annals of Neurology.\n\n“Isolated rapid eye movement (REM) sleep behavior disorder (iRBD) is, in most cases, an early manifestation of synucleinopathy that affects 1% to 1.5% of the middle-aged and older populations,” Emmanuel During, MD, associate professor of neurology at Icahn School of Medicine at Mount Sinai, and colleagues wrote. “The neurophysiologic mechanism of RBD is motor disinhibition during REM sleep, causing repeated and brief movements of the extremities, head or trunk.”\n\nNew research into AI-based analysis of sleep disorders found a machine model detected REM sleep disorder behavior with 91.9% accuracy. Image: Adobe Stock\n\nWhile the definitive diagnosis of iRBD requires in-laboratory video polysomnography, which can be both costly and challenging to interpret, a recent study used a 3D time-of-flight camera in a sleep laboratory with high accuracy, the researchers wrote.\n\nIn this study, During and colleagues sought to replicate and expand on those results utilizing a conventional 2D camera to monitor patients with rapid eye movement (REM) sleep difficulties and create a machine-learning analysis method, to replicate prior research attempted with a 3D lens in track sleep-related movements.\n\nTheir study featured 172 participants — 81 with iRBD and 91 non-RBD healthy controls — evaluated between 2016 and 2022 at Stanford Sleep Center. The control group included 28 healthy sleepers and 63 individuals with other sleep disorders, who were matched to iRBD patients by age and sex.\n\nAll video-EEG polysomnography recordings were made with a 2D camera, shooting at 30 frames per second and were manually scored by two blinded sleep experts. A blinded sleep specialist also reviewed all recordings of iRBD patients to determine which individuals had visible movements in REM sleep.\n\nThe researchers then used an optical flow computer vision algorithm to analyze these recordings and extract features of rate, ratio, magnitude and velocity of movements, and ratio of immobility.\n\nAfter review, it was determined that the control group was comprised of 28 healthy individuals and 63 with a sleep disorder. Within the iRBD group, 11 individuals did not have visible movements during REM sleep.\n\nAccording to results, individuals with iRBD demonstrated an increased amount of movements (56.3 vs. 41.8 per hour; average movement duration, 3.4 vs. 4.2 seconds) and immobility periods, compared with controls.\n\nThe accuracy for distinguishing iRBD from other sleep disorders ranged from 84.9% to 87.2%, with the highest accuracy (91.9%) achieved when combining all five movement features and analyzing only short movements. Of 11 patients with iRBD without visible movements during REM sleep, seven were correctly identified.\n\n“This automated approach could be integrated into clinical workflow during the interpretation of sleep tests to enhance and facilitate diagnosis, and avoid missed diagnoses,” During said in a related Mount Sinai press release. “This method could also be used to inform treatment decisions based on the severity of movements displayed during the sleep tests and, ultimately, help doctors personalize care plans for individual patients.”\n\nReference:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Cloud-Based Machine Learning Through Systematic Design",
            "link": "https://www.analyticsinsight.net/cloud-technology/transforming-cloud-based-machine-learning-through-systematic-design",
            "description": "In this era of rapid technological advancement, cloud-based machine learning (ML) platforms are achieving new heights in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fTbbTEOcnRAE2ifdH5bpOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Analytics Insight12h",
            "source": "Analytics Insight",
            "article_content": "The human element will be the critical factor in machine learning (ML) platform development. Building a successful team requires a balanced structure of technical experts with strong operational support to ensure collaboration and efficiency. Senior architects will bring invaluable experience, leading strategic innovation, and making important decisions, while mid-level engineers ensure smooth execution by managing the implementation challenges. These roles make up the core of effective ML platform development and ensure robust, scalable, and impactful solutions.\n\nIn conclusion, Snehansh Devera Konda's insights point out the significance of system design in cloud-based ML platforms. These innovations will help organizations build reliable, scalable, and efficient systems that meet today's demands for a digital landscape while paving the way for future advancements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump's Treasury pick Bessent calls for stronger sanctions on Russia over Ukraine war",
            "link": "https://www.msn.com/en-ie/news/world/trump-s-treasury-pick-bessent-calls-for-stronger-sanctions-on-russia-over-ukraine-war/ar-AA1xkaPO?ocid=BingNewsVerp",
            "description": "President-elect Donald Trump's pick for Treasury Secretary, Scott Bessent, said he \"100%\" supports raising sanctions on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TKEfWEg_MuPphsyMKVCLjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion - The strategic logic of Ukraine’s further push into Russia’s Kursk region",
            "link": "https://www.msn.com/en-us/news/politics/opinion-the-strategic-logic-of-ukraine-s-further-push-into-russia-s-kursk-region/ar-AA1xjOKA?ocid=BingNewsVerp",
            "description": "Ukraine aimed to challenge the self-imposed red lines set by the Biden administration and other Western leaders regarding its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y_9Nl9WwTG8f7Y53nnFTkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "4hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Commits to Protecting Education during Conflict",
            "link": "https://www.hrw.org/news/2025/01/16/us-commits-protecting-education-during-conflict",
            "description": "Today the United States endorsed the Safe Schools Declaration, a political commitment to protect education during war. By ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-2o07HKzSNgWRSphh0HVOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Human Rights Watch4h",
            "source": "Human Rights Watch",
            "article_content": "Click to expand Image A school guard walks in the corridor of a school which was heavily damaged after a Russian airstrike in Mohrytsia, Ukraine, August 14, 2024. © 2024 Evgeniy Maloletka/AP Photo\n\nToday the United States endorsed the Safe Schools Declaration, a political commitment to protect education during war. By signing, the US joins 120 countries working together to protect students, teachers, and schools from violent attacks.\n\nAttacks on schools occur in almost every armed conflict around the world. Each year, thousands of students and teachers are killed and injured, schools destroyed, and children denied the future only education brings.\n\nBy signing the declaration, countries promise to investigate and prosecute attacks that violate the laws of war, help victims, try to continue education during wartime, restore access after attacks, and protect schools from military use.\n\nIn the decade since the declaration was first launched, more than a dozen countries have revised their military guidance to ensure more protection for schools and education. Several have prosecuted people responsible for attacking schools. UN peacekeepers have stopped deploying in schools.\n\nUS policy already supports the declaration’s key elements – for example, the US military includes schools in its official “no strike” lists, recognizing that schools not being used for military purposes are protected civilian property under the laws of war.\n\nSigning the declaration puts the US on the right side of a global movement its main military allies have already joined. Given its influence, the US move could help expand the group of countries putting their political muscle behind children and their education, encouraging allies, such as Japan, the Philippines, and South Korea to join. Signing better allows the US to use the declaration’s guidance, written by military officers, to urge other countries to respect the laws of war, including when it trains other militaries. Protecting schools globally also protects the US’ significant investments in international education before, during, and after conflict.\n\nThe US signing of the declaration couldn’t be more timely or relevant. In the past year, almost every school in Gaza has been damaged or destroyed. Since Russia’s full-scale invasion of Ukraine in 2022, more than 3,790 educational facilities have been damaged or destroyed. Countries that have not yet endorsed the Safe Schools Declaration should move quickly to do so, and show that schools, teachers, and students are off-limits in times of war."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Satellite Images Capture Extensive Destruction in Gaza Strip from Israel-Hamas War",
            "link": "https://www.oneindia.com/international/gaza-strip-devastation-israel-hamas-war-satellite-photos-011-4044591.html",
            "description": "Satellite images illustrate the extensive destruction in the Gaza Strip due to the Israel-Hamas war, highlighting changes in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l6pWil8xe2U9cYbd7Vi-Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Oneindia1h",
            "source": "Oneindia",
            "article_content": "Satellite Images Capture Extensive Destruction in Gaza Strip from Israel-Hamas War\n\nInternational\n\n-Sathish Raman\n\nThe ongoing conflict between Israel and Hamas has left the Gaza Strip in ruins, with a ceasefire potentially on the horizon. Satellite imagery provides a glimpse into the devastation in this area, which remains largely inaccessible to journalists and others. These images reveal a possible buffer zone that Israel desires, despite global opposition, which would remove approximately 60 square kilometres from the enclave.\n\nGaza City, the densely populated urban centre of the strip, has been severely damaged. Buildings have been destroyed, and roads are now filled with debris. As the conflict continued, Israel instructed residents to relocate further south. This movement is evident in satellite images of Muwasi, located just north of the strip's southern border with Egypt. The sandy coastline and nearby farmland are now covered with thousands of tents, visible even from space.\n\nImpact on Palestinian Lives\n\nThe war has significantly altered the lives of Palestinians. The Gaza Strip spans about 360 square kilometres along the Mediterranean Sea. Palestinians hope this area will be part of a future state, including the West Bank and East Jerusalem. Satellite images have also aided relief agencies and experts in estimating the damage's extent.\n\nCorey Scher from City University of New York and Jamon Van Den Hoek from Oregon State University have been analysing Gaza since October 7, 2023. This was when Hamas entered Israel, resulting in 1,200 deaths and 250 hostages taken. Their recent assessment suggests that 59.8% of all buildings in Gaza have likely been damaged during the conflict.\n\nDamage Assessment\n\nThis estimate is slightly lower than a December report by the United Nations Satellite Center. It indicated that 69% of all structures in Gaza had sustained damage due to the fighting. Local health authorities report over 46,000 fatalities without distinguishing between civilians and militants. They note that women and children constitute more than half of those killed.\n\nSatellite images have been crucial for understanding how Palestinians' lives have changed amid the war. These visuals help illustrate the scale of destruction and displacement within Gaza. They also provide valuable data for humanitarian organisations working to assess needs and deliver aid effectively.\n\nThe situation remains dire as relief efforts continue amidst ongoing challenges. The international community watches closely as developments unfold, hoping for a resolution that brings peace to the region."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earnings Impact: CEAT shares plunge over 7% on 46.5% decline in Q3 profit",
            "link": "https://www.msn.com/en-in/money/markets/earnings-impact-ceat-shares-plunge-over-7-on-465-decline-in-q3-profit/ar-AA1xhGyr?ocid=BingNewsVerp",
            "description": "Shares of tyre manufacturer CEAT fell over 7 percent on Thursday, January 16, after the company reported a 46.5 percent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XsMc2GNSbvScP_nEBT6MEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "3hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The BE Stock Mystery: Why Did BE Plunge Today?",
            "link": "https://www.bovnews.com/2025/01/15/the-be-stock-mystery-why-did-be-plunge-today/",
            "description": "Bloom Energy Corp (BE) stock saw a decline, ending the day at $22.3 which represents a decrease of $-0.73 or -3.17% from the prior close of $23.03. The stock opened at $23.69 and touched a low of $22.",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews23h",
            "source": "bovnews",
            "article_content": "ROTH MKM has recently initiated Bloom Energy Corp (BE) stock to Neutral rating, as announced on December 11, 2024, according to Finviz. Earlier, on November 20, 2024, HSBC Securities had reduced the stock from a Buy to Hold, setting a price target of $24.50. Piper Sandler also raised Overweight rating with a price target of $20. Additionally, Jefferies reduced Hold rating on September 6, 2024, with a target price of $11. TD Cowen analysts, in their report published on May 10, 2024, also reiterated Hold rating and set a price target of $13 for Bloom Energy Corp’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nBloom Energy Corp (BE) Stock Trading Recap\n\nOn Tuesday, Bloom Energy Corp (BE) stock saw a decline, ending the day at $22.3 which represents a decrease of $-0.73 or -3.17% from the prior close of $23.03. The stock opened at $23.69 and touched a low of $22.17 during the day, reaching a high of $24.42. The volume of shares traded was 5.12 million falling short of the average volume of 8.52 million.\n\n\n\nSponsored\n\nBE Stock Performance and Moving Averages\n\nIn recent trading, Bloom Energy Corp (BE) stock price has shown some volatility, fluctuating -12.48% over the last five trades and -5.51% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 53.37%, and it has gained 107.63% in the previous three months. Currently, BE is trading at -6.88%, 2.35%, and 54.50% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, BE, a Industrials sector stock, is trading -22.30% below its 52-week high but remains 165.08% above its 52-week low. The Average True Range (ATR) (14 days) of 1.75 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nBloom Energy Corp’s Profitability and Valuation Ratios\n\nBloom Energy Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of -2.13% and a profit margin of -10.29%, with a gross margin of 53.37%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Bloom Energy Corp’s market capitalization stands at $5.10 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 55.61. Additionally, the Price-to-Sales Ratio is 4.05, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 11.82, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 15.77% of Bloom Energy Corp (BE)’s shares, while financial institutions hold 79.35%.\n\nNotable insider trades include Sridhar KR, Chairman & CEO at Bloom Energy Corp (BE), who sold 72903 shares on Nov 20 ’24, at $25.02 each, totaling $1.82 million. On Nov 22 ’24, Sridhar KR, Chairman & CEO, sold 46697 shares for $25 each, amounting to $1.17 million. Additionally, on Nov 19 ’24, ZERVIGON EDDY sold 20000 shares at $23.92 each, generating $0.48 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amazon opens Cape Town walk-in centre as strives for market-share",
            "link": "https://www.reuters.com/technology/amazon-opens-cape-town-walk-in-centre-strives-market-share-2025-01-16/",
            "description": "U.S. e-commerce giant Amazon.com opened on Thursday a walk-in centre in South Africa that it says will help its independent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aDqcxq1HPkDEWTs93Sz7VS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock market today: Dow, S&P 500, Nasdaq waver amid earnings rush, Bessent confirmation hearing",
            "link": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-waver-amid-earnings-rush-bessent-confirmation-hearing-143119977.html",
            "description": "Retail sales rose 0.4% in December. Economists had expected a 0.6% rise in spending, according to Bloomberg data. Meanwhile, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ogaJBR3XEbqvfEzfyS4n6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4h",
            "source": "YAHOO!Finance",
            "article_content": "US stocks wavered on Thursday, with the major indexes struggling to build on the previous day's surge amid another round of big bank earnings. Investors also watched the Capitol Hill confirmation hearing of President-elect Donald Trump's pick for Treasury Secretary, Scott Bessent.\n\nThe S&P 500 (^GSPC) hovered just above the flatline while the tech-heavy Nasdaq Composite (^IXIC) fell 0.2% The Dow Jones Industrial Average (^DJI) was little changed.\n\nMarkets are coming off a major one-day rally on the heels of a surprise easing in consumer inflation that prompted questions about whether the pricing out of interest-rate cuts this year had gone too far. Stocks ripped higher on Wednesday on the back of the data and stellar earnings from major US lenders.\n\nTraders have now ramped up bets that the Federal Reserve lowers rates before July, reversing the pile-out that was sparked by the stronger-than-expected December jobs report.\n\nRetail sales for December grew by 0.4%, versus expectations of 0.6%. The monthly gain slowed from November’s 0.7% increase. Weekly jobless claims rose more than expected to 217,000, versus the prior week's upwardly revised 203,000.\n\nMeanwhile, Bank of America (BAC) results showed fourth quarter profit more than doubled as the bank benefitted from a Wall Street dealmaking revival that has also boosted earnings at its rivals. Its shares were up slightly in early trading. Morgan Stanley's (MS) stock also rose after it posted a surge in quarterly profit before the bell.\n\nElsewhere in earnings, UnitedHealth's (UNH) fourth quarter revenue fell short of estimates, dented by weakness in its health insurance unit. The stock slid in early trading.\n\nAlso taking focus Thursday was the Senate Finance Committee hearing on Bessent's confirmation. Some of the topics touched upon during the meeting included tariffs, debt concerns and tax plans.\n\nLIVE\n\n18 updates"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why the U.S. Economy May Be Headed for Disaster",
            "link": "https://www.msn.com/en-us/money/other/why-the-u-s-economy-may-be-headed-for-disaster/vi-AA1xiLfZ?ocid=BingNewsVerp",
            "description": "Michael Burry, who foresaw the 2008 crash, is warning of another looming crisis. Learn how his latest investments reflect ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z5t7VuW8IWw6ZGnOXiRBxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grand Forks receives $3.2 million federal grant for road improvements for Epitome Energy project",
            "link": "https://www.grandforksherald.com/news/local/grand-forks-receives-3-2-million-federal-grant-for-road-improvements-for-epitome-energy-project",
            "description": "GRAND FORKS – Grand Forks has received a $3.2 million grant from the U.S. Department of Commerce for road improvements for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sWc9tgaMHd8cnyIAD88B-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Grand Forks Herald1h",
            "source": "Grand Forks Herald",
            "article_content": "GRAND FORKS – Grand Forks has received a $3.2 million grant from the U.S. Department of Commerce for road improvements for the Epitome Energy soybean crush plant project.\n\nThe announcement was made on Thursday. The funds will go toward improving roads like 70th Avenue North that to this point did not have a clear source of funding. The funds, through the Federal Economic Development Administration, stem from the major disaster declaration given to the 2023 December ice storm that affected eastern parts of the state.\n\nADVERTISEMENT\n\n“It definitely lowers the burden on infrastructure cost on the city but also Epitome,” Grand Forks Mayor Brandon Bochenski said. “There will be a cost share regardless, but this will help reduce the cost for everybody.”\n\nThe grant has a local match of $798,342. The transportation improvements for the project always had a less clear path, according to City Administrator Todd Feland, as there wasn’t a funding source directed at improvements in the way that were required for this project.\n\n“This really helps us invest in this prime transportation corridor,” Feland said. “We’ve always had a really great relationship with the EDA and (other) recent investments, like our UAS sector, are promoting economic development in the Grand Forks region.”\n\nThe disaster declaration opened up funding opportunities for long-term economic recovery. This funding helps strengthen North Dakota's economy and industry, U.S. Secretary of Commerce Gina Raimondo said in a statement.\n\n“The Biden-Harris Administration is committed to providing all communities with the resources they need to strengthen their local infrastructure,” said Raimondo. “This EDA investment will bolster North Dakota’s soybean processing industry, paving the way for additional private investments that will create jobs and build regional resilience for the future.”\n\nSen. Kevin Cramer, R-North Dakota, echoed many of Raimondo’s statements.\n\n“North Dakota is an agriculture powerhouse, and our commodities rely on infrastructure networks to get our products to market,” Cramer said in a statement. “This project adds value to the Grand Forks community, helping to improve the movement and processing of soybeans in the region, while boosting economic growth.”\n\nADVERTISEMENT\n\nThe proposed soybean crush facility would be located on 70th Avenue North on the far north side of Grand Forks. Epitome Energy CEO Dennis Egan has said that he expects sometime in 2025 to begin execution of the development agreement and the project. Accepting the grant award will be before the City Council likely at the end of the month."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Montech Heritage is a premium PC case featuring synthetic leather and a carrying strap for $89",
            "link": "https://www.msn.com/en-us/news/technology/montech-heritage-is-a-premium-pc-case-featuring-synthetic-leather-and-a-carrying-strap-for-89/ar-AA1xjUtI?ocid=BingNewsVerp",
            "description": "The Montech Heritage is a fairly compact PC case for m-ATX or mini-ITX builds offering support for large components.",
            "image_url": "https://www.bing.com/th?id=OVFT.sU83Z_QHB6sK5PHvjTqAui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "tom's Hardware on MSN5h",
            "source": "tom's Hardware on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Made in Johor’ could be further endorsed by Singapore manufacturers",
            "link": "https://www.theedgesingapore.com/news/manufacturing/made-johor-could-be-further-endorsed-singapore-manufacturers",
            "description": "With attractive tax incentives and a more accessible labour pool, manufacturing players in Singapore could see expansion ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lJofxzJF13jnZXS4l-v5Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "The Edge Singapore5h",
            "source": "The Edge Singapore",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Cloud Computing: Innovations in Serverless Infrastructure",
            "link": "https://www.analyticsinsight.net/cloud-computing/revolutionizing-cloud-computing-innovations-in-serverless-infrastructure",
            "description": "Serverless computing represents a pivotal advancement in cloud technology, fundamentally transforming how applications are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uJ1-XkfEGOCaWC-db10Gcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Analytics Insight13h",
            "source": "Analytics Insight",
            "article_content": "Serverless computing, having an event-driven architecture that only invokes functions when called for, ensures efficient use of resources. Suitable for unpredictable traffic, serverless applications are scaly and cost-efficient without requiring human intervention and perfect for dynamic modern workloads.\n\nEvent aggregation, and asynchronous processing, another state-of-the-art technique, improves the reliability and performance of serverless applications to provide thorough and intensive scalability to demanding requirements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paving the Path to Success in Cloud Computing: A Comprehensive Guide",
            "link": "https://www.analyticsinsight.net/cloud-computing/paving-the-path-to-success-in-cloud-computing-a-comprehensive-guide",
            "description": "In the era of rapid technological transformation, cloud computing has emerged as the backbone of digital innovation, enabling businesses to scale efficiently an ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Analytics Insight13h",
            "source": "Analytics Insight",
            "article_content": "The future of cloud computing is molded by the advance of AI-driven operations, edge computing, and sustainability. The AI-driven operations improve resource usage by 41.5%. Edge-driven solutions reduce application latency to 78.9%. The sustainability initiatives for energy-efficient clouds enhance resource efficiency by 72.4% and reflect industry commitment to environment-friendly innovation. Professionals who can stay ahead of these trends will play a vital role in propelling the next wave of digital transformation.\n\nIn conclusion, Vaibhav Haribhau Khedkar’s exploration of cloud computing highlights the critical skills, certifications, and strategies required to excel in this field. By mastering technical fundamentals, embracing automation, and continuously learning, professionals can unlock unparalleled opportunities for growth. As cloud technologies evolve, those equipped with both technical expertise and strategic foresight will shape the future of the industry, setting new benchmarks for innovation and efficiency."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3,000-year-old pagan shrine sealed by Jesus’ ancestors is opened in ‘dramatic’ discovery",
            "link": "https://www.msn.com/en-us/news/world/3000-year-old-pagan-shrine-sealed-by-jesus-ancestors-is-opened-in-dramatic-discovery/ar-AA1xkaLE?ocid=BingNewsVerp",
            "description": "When we found it, it was exactly as it was here 2,800 years ago,' one researcher said of the site in the ancient heart of Jerusalem.",
            "image_url": "https://www.bing.com/th?id=OJ.90xplnVYmlI0WA&pid=news&w=92&h=16&rs=2",
            "category": "bible+discovery",
            "date": "2hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2,800-year-old structure unearthed in Israel was likely used for cultic practices and sacrifice, archaeologists say",
            "link": "https://www.msn.com/en-us/news/world/2800-year-old-structure-unearthed-in-israel-was-likely-used-for-cultic-practices-and-sacrifice-archaeologists-say/ar-AA1xkdfL?ocid=BingNewsVerp",
            "description": "Archaeologists have unearthed a unique stone structure in East Jerusalem, providing evidence of cultic activity and possibly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dUX4T2tZxPubpp4aojqbiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Live Science on MSN3h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz Stuns Jamie Foxx With Bold Conspiracy Theory About 'President' Elon Musk And Aliens",
            "link": "https://www.msn.com/en-us/entertainment/news/cameron-diaz-stuns-jamie-foxx-with-bold-conspiracy-theory-about-president-elon-musk-and-aliens/ar-AA1xk6Un?ocid=BingNewsVerp",
            "description": "Cameron Diaz surprised Jamie Foxx with an alien-themed Elon Musk joke during an interview to promote their upcoming movie, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GUw2Ch_bLddG8yjZFWAOQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "2hon MSN",
            "source": "The Blast on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz shocks Jamie Foxx with comment about 'President' Elon Musk while sharing wild conspiracy theory",
            "link": "https://www.dailymail.co.uk/tvshowbiz/article-14290693/Cameron-Diaz-shocks-Jamie-Foxx-President-Elon-Musk-comment.html",
            "description": "The 52-year-old actress made his jaw drop when she made a dig at Elon Musk while trolling President-elect Donald Trump.",
            "image_url": "https://www.bing.com/th?id=OVFT.idxFb2ZTkEcfmGYjn3G2Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "12h",
            "source": "Daily Mail",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did people report seeing UFOs before the 20th century?",
            "link": "https://www.msn.com/en-us/news/technology/did-people-report-seeing-ufos-before-the-20th-century/ar-AA1xj1cg?ocid=BingNewsVerp",
            "description": "Every so often, claims of UFO sightings go viral and even spur serious research. But humans have been gazing at the sky for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3DPY4LIA85lp_9HJBLRz9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Live Science on MSN10h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire is revealed as a hotspot for UFO sightings",
            "link": "https://www.dailyrecord.co.uk/in-your-area/lanarkshire/lanarkshire-revealed-hotspot-ufo-sightings-34488764",
            "description": "The truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P2ZOzhW8CpV4atOaVfFkfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "14h",
            "source": "Daily Record",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nGet the latest Daily Record breaking news on WhatsApp\n\nThe truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a two-year period.\n\nObjects which have varied in shape from cylindrical to star-like have been reported in the skies over areas like Hamilton, East Kilbride, Airdrie, Uddingston and Cumbernauld.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023.\n\nThat was a 20 per cent drop from 497 UFO sightings in 2022 and also lower than in 2021 (413) and 2020 (484).\n\nAnd from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nDownload the Lanarkshire Live app today The Lanarkshire Live app is available to download now. Get all the news from your area – as well as features, entertainment, sport and the latest on Lanarkshire’s recovery from the coronavirus pandemic – straight to your fingertips, 24/7. The free download features the latest breaking news and exclusive stories, and allows you to customise your page to the sections that matter most to you. Head to the App Store and never miss a beat in Lanarkshire - iOS - Android\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward. blinking then reappearing, rotating at various speeds” above East Kilbride.\n\n(Image: Freelance)\n\nThey are amongst 395 sightings across the United Kingdom – and an updated interactive map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States.\n\nAnd last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs).\n\nExperts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence.\n\nA quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings.\n\nThat was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\n(Image: Getty Images)\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\n*Don't miss the latest headlines from around Lanarkshire. Sign up to our newsletters here.\n\nAnd did you know Lanarkshire Live had its own app? Download yours for free here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Place unveils new name and upgraded plans at its nature museum ‘for everyone’",
            "link": "https://www.msn.com/en-us/travel/news/discovery-place-unveils-new-name-and-upgraded-plans-at-its-nature-museum-for-everyone/ar-AA1xiH4t?ocid=BingNewsVerp",
            "description": "Discovery Place has picked a new name and updated plans for its revamped nature museum. It’s out with Discovery Place Nature ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7s83d2MhKvh-bF7qNp-hDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9hon MSN",
            "source": "The Charlotte Observer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily21h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Spooky' quantum entanglement discovered inside individual protons for 1st time ever",
            "link": "https://www.msn.com/en-us/science/physics/spooky-quantum-entanglement-discovered-inside-individual-protons-for-1st-time-ever/ar-AA1xkvK6?ocid=BingNewsVerp",
            "description": "Physicists have long-suspected that the building blocks of protons experienced quantum entanglement. Now, researchers have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fNhisxUFrFP6RyDJBe5I9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Live Science on MSN2h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum engineers 'squeeze' laser frequency combs to make more sensitive gas sensors",
            "link": "https://www.msn.com/en-us/news/technology/quantum-engineers-squeeze-laser-frequency-combs-to-make-more-sensitive-gas-sensors/ar-AA1xkr2U?ocid=BingNewsVerp",
            "description": "For the first time ever, scientists have used a technique called \"quantum squeezing\" to improve the gas sensing performance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UGVn0bNakJGP99010CPUBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "1hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Power, Innovation and Art Collide in ‘Versailles: Science and Splendour’",
            "link": "https://observer.com/2025/01/art-review-versailles-science-and-splendour-london-science-museum/",
            "description": "'Versailles: Science and Splendour' is at London’s Science Museum through April 21, 2025.",
            "image_url": "https://www.bing.com/th?id=ODF.LlnEQPe1tKBKaPZS9bUzOw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Observer52m",
            "source": "Observer",
            "article_content": "“L’état, c’est moi” is a phrase attributed to French king Louis XIV, the Sun King, though it is considered by historians to be apocryphal: meaning “I am the state,” it speaks to the king’s absolute and divinely ordained power. Three kings ruled from the Palace of Versailles: Louis XIV until his death in 1715, then Louis XV from 1722 until 1774 and finally, Louis XVI until the Revolution of 1789. Louis XV was among the best-educated royals of his age, and his knowledge was of a mostly scientific nature. From the age of seven, he was passionate about cartography, and at age eleven, he discovered astronomy. “In addition to his core education, he touched upon anatomy and surgery, and from medicine, he went on to study botany. He read a great deal, assiduously consulted the maps in his geography gallery, attended dissections, studied plants at Trianon [a smaller building at Versailles] and observed the heavens, following every astronomical event,” writes French art historian Beatrix Saule in the book that accompanies the London Science Museum’s exhibition, “Versailles: Science and Splendour.” While Versailles and its kings have always been regarded as sumptuous and somewhat decadent against a backdrop of the then-starving French peasantry, the scientific pursuits of the kings are not at the top of public consciousness. Until, that is, this show was put together.\n\nSign Up For Our Daily Newsletter Sign Up Thank you for signing up! By clicking submit, you agree to our <a href=\"http://observermedia.com/terms\">terms of service</a> and acknowledge we may use your information to send you emails, product samples, and promotions on this website and other properties. You can opt out anytime. See all of our newsletters\n\nWhere the kings of France are concerned, a focus must always fall upon the French Revolution, the most monumental regicide in history. I was surprised, therefore, that the revolution was mentioned only briefly in this exhibition: while it is written on plaques that scientific instruments were destroyed or stolen during the riots, it is not explained at length, nor is it explained fully as to whether the republic that followed adopted the scientific discoveries of their forebears. This, I feel, is a glaring omission, and one that will leave visitors wanting to know more: while the exhibition book mentions that “documents and scientific instruments were scattered at the time of the revolutionary sales in 1793-94, when Versailles was emptied of all its furnishings” and that objects were taken to various institutions, it does not feel thorough. True, the exhibition is entitled “Versailles” rather than “France: Science and Splendour,” but more background wouldn’t be out of place.\n\nThe star of the show is Louis XV’s rhino. The male Indian rhinoceros presented to Louis XV in 1769 by Jean-Baptiste Chevalier de Conan, the governor of Chandernagore (now Chandannagar) in Bengal, has pride of place in the exhibition’s main room. The plaque reads that he was killed during the revolution, possibly drowning in the fountains or after being stabbed with a sword. While he lived, the rhinoceros was among thousands of animals from Europe, Asia, Africa and America in the royal menagerie. They were a source of inspiration for many artists, such as the Flemish animal painter Pieter Boel, whose studies included a painting of one of the rarest birds in the menagerie, the cassowary, sent to Versailles in 1671 from Madagascar.\n\nThe other star of the show is the Clock of the Creation of the World (the Pendule de la Création du monde). At the time of its manufacture—1754—clocks were considered to be the most sophisticated and most prestigious devices ever made. Its design and mechanisms are a spectacle to behold: at the top, a shining sun banishes the darkness, which is represented in the form of clouds. It really is marvelous to look at: like jewelry, it gleams brilliantly in the light, and the meteorological forms are very stunningly depicted. “In the lower part, held in a patinated bronze rock surrounded by raging waves, sits a terrestrial globe engraved with the different countries. This globe rotates on its axis in 24 hours, and the inclination of the poles varies according to the seasons. A long ray of sun indicates midday in the countries situated on the same latitude,” the exhibition book explains further.\n\nA portrait of Emilie du Châtelet (1706–1749) is also included in the exhibition—she who was deemed by her lover Voltaire to be “a great man whose only fault was being a woman.” While living with and supporting the writer financially, she accumulated a very large library, carried out scientific experiments and wrote a great number of books. One of the first to appear, in 1738, was Elémens de la philosophie de Neuton (translated colloquially, A Beginner’s Guide to Newtonianism), which was thought to be by Voltaire but was, in fact, a collaborative effort. In addition to her literal translation of Newton’s prose, du Châtelet provided more accessible explanations of his arguments with clear examples: “She transformed his geometrical expositions into modern calculus, and also summarised the latest mathematical research and experimental vindications of his theories,” says Versailles: Science and Splendour. I would have liked to have some space dedicated to the position of women in France at the time. Of the scientific community, how many were women? What level of education could a middle- or working-class woman attain? Sadly, this wider context is missing.\n\nThe construction of the magnificent fountains at Versailles, which still function gloriously today, is given space. The plans for the mechanisms and piping that would deliver the requisite 9,500 cubic meters of water , composed by “savants and engineers,” along with the taxidermied rhinoceros and the Clock of the Creation of the World, really give the exhibition its splendor. That said, if I had the chance to curate such a show, I would dedicate one of the galleries to a reproduction of a palace room of Versailles, complete with paneled walls, gilding and paintings. The objects in the exhibition, though fascinating, are rendered a little clinical in their austere Science Museum settings. Nevertheless, the show is a tremendous feat and sure to spark curiosity in those who make the time to visit.\n\n“Versailles: Science and Splendour” is at London’s Science Museum through April 21, 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In ‘I’m Still Here,’ a compelling search for justice in 1970s Brazil",
            "link": "https://www.csmonitor.com/The-Culture/Movies/2025/0116/film-brazil-im-still-here-fernanda-torres",
            "description": "I’m Still Here' is a movie about remembrance – of a family and a nation, our critic writes of the drama based on real events.",
            "image_url": "https://www.bing.com/th?id=OVFT.HM6nhp3SNDR79YFlor0Ezi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Christian Science Monitor17m",
            "source": "Christian Science Monitor",
            "article_content": "The truism “The personal is political” has never seemed more apt than in the new movie “I’m Still Here.” Brazil’s Oscar submission for best international feature, it centers on the real-life Eunice Paiva (Fernanda Torres), a mother of five. Her husband, Rubens Paiva (Selton Mello), a former congressman exiled for a time, was “disappeared” by the reigning military dictatorship in 1971. The film is both a powerful portrait of a displaced family and, inevitably, a drama of a country under siege.\n\nThe director, Walter Salles, who grew up in Rio de Janeiro as a friend of the middle-class Paiva family, has described the movie as “both the story of how to live through loss and a mirror of the wound left on a nation.” Because virtually all of the action is filmed from the perspective of Eunice, the result is doubly bracing. We are caught up in a political maelstrom, and yet the effect is startlingly intimate. The Paiva family members may be representative of the many Brazilians who suffered during the two decades of dictatorship, but we are never made to feel that they are merely generic. Their plight and their fortitude are too real for that.\n\nThe film opens on a deceptively convivial note. The Paiva children, including Vera (played as a young woman by Valentina Herszage) and Marcelo (played as a boy by Guilherme Silveira), are gamboling on a sunny beach, playing volleyball, and chasing a stray puppy. When they return to the sprawling family home, the festive vibe endures. Eunice clearly enjoys being the harried matriarch. Rubens relishes his role as a put-upon papa. (He grudgingly allows Marcelo to keep the puppy.)\n\nWhy We Wrote This “I’m Still Here” is a movie about remembrance – of a family and a nation, our critic writes of the drama based on real events. “The necessity to acknowledge injustice is its timeless clarion call.”\n\nThe good times, of course, are fleeting. Vera, who is planning to study in London, is detained at a military roadblock with her partying friends. She is released, but the note of impending doom is sounded. Rubens is soon visited at home by military authorities and carted off. Eunice and another daughter, Eliana (Marjorie Estiano), are likewise brought in for questioning, and briefly locked up.\n\nEunice is never told what has happened to her husband. His disappearance frames the remainder of the film, which ultimately spans four decades. She learns that, without her knowledge, he had secretly been aiding dissidents. Despite this revelation, she holds no rancor toward Rubens because it’s clear she would expect nothing less from him. In her own way, she is as much a champion of justice as he is. Realizing that he may never be seen again, she nevertheless fights for his return while struggling to keep her family intact.\n\nWith everything this film has going for it, it might still not have hit home but for Torres’ shattering performance. Salles and his screenwriters, Murilo Hauser and Heitor Lorega, drew on a 2015 memoir by the grown-up Marcelo Paiva. Clearly they see Eunice as a force of nature. But Torres does something quite daring: She humanizes Eunice without once relying on obvious emotional cues. There are no scenes of her sobbing or breaking apart in rage. She knows that the happiness of her brood, which she values above all else, also represents the ultimate rebuke to the dictatorship.\n\nAs shown in the film, Eunice Paiva became a lawyer in midlife and a renowned defender of human rights. We see her at the end of that life, her mind clouded, at a joyous family gathering. She is played in this brief scene by Torres’ mother, the legendary actor Fernanda Montenegro.\n\nDeepen your worldview\n\nwith Monitor Highlights. By signing up, you agree to our Privacy Policy Already a subscriber? Log in to hide ads.\n\nThe effect, especially for those who remember Montenegro from her great work in Salles’ “Central Station,” is emotionally overwhelming. It’s as if this real-life mother and daughter are in communion with each other. “I’m Still Here” is a movie about remembrance – of a family and a nation. The necessity to acknowledge injustice is its timeless clarion call.\n\nPeter Rainer is the Monitor’s film critic. “I’m Still Here” is rated PG-13 for thematic content, some strong language, drug use, smoking, and brief nudity. The film is in Portuguese with English subtitles."
        }
    }
]