[
    {
        "title": "Elon Musk reveals his thoughts on what he believes is behind the UFO sightings in the US",
        "link": "https://nypost.com/2024/10/09/us-news/elon-musk-reveals-his-thoughts-on-ufo-sightings-in-the-us-with-tucker-carlson/",
        "description": "SpaceX CEO Elon Musk believes that the alleged UFOs seen zipping around the United States are not extraterrestrial life but ...",
        "image_url": "https://www.bing.com/th?id=OVF.6rUHbRIfocmfU6We%2fTm%2b%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "29m",
        "source": "New York Post",
        "article_content": "SpaceX CEO Elon Musk believes that the alleged UFOs seen zipping around the United States are not extraterrestrial life but are more likely the US government’s “new weapons programs” that are highly classified.\n\nMusk, 53, revealed that he has “not seen any evidence of aliens” while in charge of his Space Exploration Technologies company during an interview with Tucker Carlson on Monday.\n\n“There’s a lot we don’t know,” Musk admitted about the existence of humanity and the universe. “Where did we come from? Where are the aliens?”\n\n5 Elon Musk sat down for an interview with Tucker Carlson on Monday and weighed in on what he believes is the true reason behind the UFO sightings across the US. @TuckerCarlson/X\n\nThe billionaire said there are over “6,000 satellites” in orbit and yet have “not once had to maneuver around an alien spacecraft.”\n\nSpaceX has over 6,300 active Starlink satellites in low-Earth orbit as of Sept. 2024, according to the non-profit satellite tracker CelesTrak.\n\nCarlson, 55, then asked why there are reports on Earth about the US military having to do “a lot of maneuvering around objects they can’t explain.”\n\n“Well, unidentified flying objects are one thing, but there are always a bunch of classified programs that are underway,” Musk shared.\n\nThe tech mogul claims that the government is likely regularly testing out “new aircraft, new missiles, and things” that are classified at such a high level that even those high up in the chain of command in the US military may not be aware are being tested.\n\n5 The billionaire said there are over “6,000 satellites” in orbit and yet have “not once had to maneuver around an alien spacecraft.” @TuckerCarlson/X\n\n“Some pilot sees something moving fast and says, ‘Hey, I saw a UFO!'” but it could be a new weapons program that is being experimented on a need-to-know basis.\n\nMusk, however, “guaranteed” that he would not keep that information from the public if he found any evidence of aliens.\n\n“The split second I see any evidence of aliens, I will immediately post that on the X platform,” he said. “It will probably be our number one post of all time.”\n\n5 Carlson, 55, then asked why there are reports on Earth about the US military having to do “a lot of maneuvering around objects they can’t explain.” @TuckerCarlson/X\n\nIn 2023, Musk said that he hoped the little green men were real and, more importantly, friendly, but he didn’t believe the government was hiding the existence of extraterrestrial beings from the public.\n\nHe argued that the government would villainize aliens if it knew of their existence to easily green-light military spending.\n\nWhile no recent alien sightings by service members were confirmed to be extraterrestrial life in the government report from 2023, Congress is requiring the Pentagon to look into its UFO files dating back to the end of World War II.\n\n5 An unidentified flying object was spotted off the east coast of the United States in 2015, photographed by the US Navy and released by the Department of Defense. US Navy\n\nThe Office of the Director of National Intelligence reviewed 366 newly identified military sightings of “unidentified aerial phenomena” – Pentagon jargon for UFOs.\n\nOf those, 26 were found to be drones, 163 were “balloon or balloon-like entities,” and six were “attributed to clutter” in the air.\n\nLast fall, the Pentagon launched a new portal where current and former service members, government employees, and contractors can report UFO sightings.\n\nThe Pentagon investigated nearly 300 UFO sightings between April 31, 2022, and April 30, 2023.\n\nSome of these flying objects exhibited “concerning performance characteristics,” including high-speed travel and “unusual maneuverability,” according to the report.\n\nHowever, the report stated that “none of these UAP reports have been positively attributed to foreign activities.”\n\nLast month, New York Sen. Kirsten Gillibrand said that Congress will soon receive an update from the Pentagon on UFOs.\n\n5 US Deputy Director of Naval Intelligence Scott Bray testifies before a House Intelligence Committee subcommittee about unidentified aerial phenomena at the Capitol on May 17, 2022. Getty Images\n\nGillibrand, who chairs the United States Senate Armed Services Subcommittee on Emerging Threats and Capabilities, said the session is “a priority for me.”\n\nThe New York senator wants a “progress report on how many unidentified aerial phenomena we assessed and analyzed.”\n\nThe Department of Defense’s All-Domain Anomaly Resolution Office investigates UFOs and recently appointed Jon Kosloski, a National Security official with a background in quantum optics and crypto-mathematics, to head it.\n\nGillibrand indicated she expected Kosloski to testify at the hearing, likely after the Nov. 5 election."
    },
    {
        "title": "Phil Mogg on 50 years with UFO, life on the road and new band Moggs Motel",
        "link": "https://www.yahoo.com/entertainment/phil-mogg-50-years-ufo-020105864.html",
        "description": "Classic Rock is catching up with Mogg in Brighton, where the veteran singer now lives, to discuss the apparent dissolution of ...",
        "image_url": "https://www.bing.com/th?id=OVF.rK1ILdp5xW6WRDAZY9bNww&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "Yahoo",
        "article_content": "Phil Mogg on 50 years with UFO, life on the road and new band Moggs Motel\n\nWhen you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Roberto Ricciuti/Redferns via Getty Images\n\nPhil Mogg is talking about the time in August 2022 when he almost died of a heart attack. “I’m good now. I think,” he says, grinning, checking his pulse theatrically. “Hold on a minute… Who paid for the last round? No… I got lucky really.”\n\nClassic Rock is catching up with Mogg in Brighton, where the veteran singer now lives, to discuss the apparent dissolution of his much-loved band UFO, as well as the latest repackaging of the band’s sixth album, Lights Out. He also sheds light on the birth of a new solo project called Moggs Motel.\n\nIt’s mid-January, and we are among the first customers to walk through the door of a pub near the railway station. For some unexplained reason we drink halves instead of pints, forgetting that doing that usually hastens consumption. Gradually the pub’s early drinkers arrive. Those are gradually replaced by the lunchtime crowd. By the time we leave, following multiple exclamations of “Just one more?”, darkness is approaching.\n\nOn that August 2022 evening, Mogg, now 76 years old, was at home with his wife Emma, a former glamour model, when he started to feel unwell.\n\n“I thought it was indigestion or heartburn. But it was quite a bit more than reflux. Emma was watching a comedy show, with a glass of wine, and I was going [mimes choking],” he says. “She’s laughing at the TV, and I’m realising it’s serious – ‘Hang on, I could be dying here.’ So I popped to the hospital down the road.”\n\nThe eventual outcome was that Mogg had two stents implanted into his coronary arteries, and doctors advised him to rest. That caused the cancellation of the final run of dates of UFO’s farewell tour, Last Orders, which was scheduled to finish in Athens. “It was all a bit of a shock,” he admits.\n\nResponding to the suggestion that Mogg looks after himself better these days – certainly compared with the levels of UFO’s Bacchanalian heyday – he simply chuckles darkly. Doesn’t he go to the gym?\n\n“Not any more. I use gardening as the gym. You can do as much or as little as you want.”\n\nUFO in 1974 - group portrait\n\nThe enforced cancellation of the final run of Last Orders shows suggested the end of the long road UFO had travelled for more than 50 years, and our meeting in Brighton comes a few days after the announcement of an online auction for the equipment used by the band on their US tours.\n\n“Basically, all of that stuff is in storage. We may as well flog it,” Mogg says.\n\nIt seems awfully final.\n\n“Well, the situation was frustrating,” he says. “When you commit to doing something, you should finish it, but it just wasn’t possible.”\n\nSo UFO are over, definitely, for good?\n\n“Yeah. That’s it.”\n\nThere’s no going back?\n\n“No. That really cool tour we did in the UK was it. For us to suddenly reappear again, the fans would say: ‘Oi! I paid to see you on that last tour.’ Some might think that a great thing. Me, I don’t think so.”\n\nUFO’s topsy-turvy career is a tale worthy of an entire issue of Classic Rock. The line-up changes, mid-tour departures, fist fights between band members, reunions, and now belatedly blighted by funerals, often marinated in strong booze and heightened by Class-A drugs. Its plot twists would merit a soap opera were they not so implausible.\n\nRegularly in cahoots with co-founding bass player Pete Way (RIP), as the group’s singular strand of consistency Londoner Mogg was right there at the heart of it all. He’s been a singer, lyricist, ringleader, villain (during the 70s he punched the band’s talismanic guitarist Michael Schenker, causing him to quit), bandleader (for the 1985 album Misdemeanor, Mogg rebuilt UFO from scratch), and clown (he fell off stage on at least one occasion). But now, after 56 years of all that and much more, the time has come for Phil Mogg to do something else.\n\npage divider\n\nBefore we get into that, there’s the not-so-trifling matter of the new 2024 reboot of Lights Out, remastered and with the added bonus of a fabulous archive show from London’s Roundhouse in 1977. Mogg is well aware of EMI’s efforts to overhaul the band’s catalogue.\n\n“Those reissues are impressive, aren’t they? It makes me think why we didn’t do that [employ such a level of care] back in the day.” he says, grinning. “No, I’m joking. They’re very nice.”\n\nLike many artists, Mogg has a complicated view of the industry’s quest to re-sell to the public records that they already own.\n\n“The labels are always looking for something new, and I find myself wondering who’s going to buy it,” he muses. “If these things come out again on vinyl, that’s a selling point for me. From that perspective it’s a good thing.”\n\nAs a curious aside, Mogg confides that he recently bought a copy of UFO’s quintessential 1979 double live album Strangers In The Night from a second-hand record shop adjacent to the pub in which we sit. “I didn’t own an original version, so I bought one. Just to put it on the shelf, I guess, along with everything else. Everything goes into a cupboard or on to a shelf.”\n\nAs the swan song of UFO’s herculean first era with Schenker on guitar, Strangers still stands up as a brilliant record. “Yeah,” Mogg says fondly, nodding. “But I tend to remember the funny bits [more than the music]. With Lights Out, making that album was a barrelful of laughs. It was a good, fun time, everybody was enjoying themselves and stuff.”\n\nIncluding the supposedly ‘difficult’ Michael Schenker?\n\n“Yeah. He had his moments. You had to look out for them. No… I’m kidding. Michael was fine.”\n\nFor UFO, Lights Out and its follow-up Obsession were the best of times. With Schenker on board, having joined from the Scorpions in 1973, the band had toured heavily for Force It and No Heavy Pettin’, released in 1975 and ’76 respectively.\n\n“We also knew that either Lights Out was going to do something big for us, or it wouldn’t,” Mogg recalls. “No disrespect to Leo [Lyons, the former Ten Years After bass player who produced those two records], but we had to jump from where we were to somewhere else. That’s when some investigation began – which producer had made the albums that we liked best. And Ron Nevison’s name kept coming up.”\n\nUFO onstage\n\nWith Nevison signed up as producer, UFO and their new keyboard player/second guitarist Paul Raymond set up in Air Studios at London’s Oxford Circus. Having worked with The Who and Led Zeppelin, Nevison was a hard taskmaster. A real man’s man. And he liked to let his charges know who was boss.\n\n“Only if you took any notice of him,” Mogg says. “I’m sure that to most people Ron could be quite intimidating, but we had this way of subtly… sort of not letting him do that. He was right and he was the producer, but he had a knack of putting things that might rub people up the wrong way. Fortunately we all became pals. Ron made the band sound amazing. He gave us that extra push.\"\n\nLights Out was packaged in an eye-catching sleeve, shot in the bowels of London’s Battersea Power Station and created by the immensely popular and acclaimed design team Hipgnosis.\n\n“Who knows what was going on there,” Mogg ponders, with a wave of his hand. “The idea came from them, Storm [Thorgerson] and Po [Powell]. I’m not sure if they had taken a load of pictures of inside Battersea when they worked with Pink Floyd. You know, Battersea Power Station… lights… that was the connection. We lucked out working with them.”\n\nLights Out became and remains UFO’s highest-charting album in the USA, but Mogg rejects the suggestion that the band felt tantalisingly close to becoming The Next Big Thing.\n\n“We didn’t buy into such preconceived ideas,” he insists. “We were still too busy telling ourselves: ‘All of this is a bit good, isn’t it?’”\n\nRetaining Nevison, UFO went to California to make Obsession, where their great adventure continued, residing in hired luxury pads and driving rented cars.\n\n“You don’t own them,” Mogg says, smiling, “and years later you discover that you still owe money on them. It’s a funny old world. But yeah, we enjoyed the experience to the maximum. We certainly paid for it to the maximum.”\n\nHe chuckles when he recalls the group’s respective choices of mode of transport.\n\n“I went for the Trans Am with the eagle on the front – I took that off, I couldn’t stand it. Michael got a Chevvy Stringray, and Pete went for the Camaro. Paul took over [Chrysalis labelmate] Robin Trower’s Cadillac. For some reason Andy [Parker, drums] picked a Honda Civic. That still makes me laugh.” On one notable occasion the band raced through Coldwater Canyon, although Mogg claims they “remained just within the speed limit”.\n\nPete Way and Phil Mogg (holding a tabloid newspaper)\n\nFrom the outside it looked as though UFO were English (and German) rock stars living the Californian dream.\n\n“Not really,” says Mogg. “We were working in LA, but it really didn’t feel romantic in the sense you are implying.”\n\nAll the same, by that point UFO had put in more than a decade of hard work and knew they were making great records. “The thought never occurred to us,” he says. “Honestly, it wasn’t like that. That’s not the kind of people we are. You’d be somewhere on the road in America, a bit knackered from partying and in one of the most awful places, and before going on stage Pete would gather us together and in very serious tones tell us: ‘Right, we’re about to take out Poughkeepsie.’ It was absurd, but that was our general attitude.”\n\nThere was also an awareness that it could all come tumbling down at any given moment.\n\n“As much as we were enjoying it to the max, nobody expected things to last,” Mogg affirms. “There was a bit of friction with Michael, because Way and I were just juveniles. And of course, Parker was the sensible one.”\n\nWere those times the best of his life?\n\n“Yeah, probably. It was pretty knockout.”\n\nFollowing the departure of Michael Schenker at the end of the 70s, UFO invited former Lone Star guitarist Paul Chapman back for a second run with the band. The Welshman had played with UFO from 1974-75 as part of a twin-guitar line-up alongside Schenker. With Chapman, nicknamed ‘Tonka’ for his indestructible qualities, UFO thrived, although a softening of their sound caused Way to quit following 1982’s Mechanix. The rest of the decade presented tough times and mixed results, and a number of line-up changes.\n\nIn 1991, Mogg and Way put the band back together without Schenker, although along with Raymond and Parker he rejoined for Walk On Water, an excellent album, again produced by Nevison, from a frustratingly short-lived reunion.\n\nSchenker rejoined again at the turn of the millennium. But following his shamefully inebriated performance at Manchester Apollo, UFO’s fortunes plummeted to an all-time low. Still, Schenker’s replacement, American guitar hero Vinnie Moore, remained a part of UFO until the very end, and from 2004’s You Are Here onwards they made a string of very creditable records. Sixteen years ago, Way’s own well-publicised issues with addiction gave the band no option but to ‘let him go’. He never returned to the line-up. To Mogg’s great sadness, Way died in 2020.\n\nIt’s fair to say that, robbed of the bonhomie of his long-time partner in crime, life within UFO was never the same again for the singer. He enjoyed the 100 minutes or so performing on stage each night, but the travelling wore him down. As a man of advancing age, the more undignified elements of the rock’n’roll circus became magnified.\n\nWith bandmates past and present now passing on, Mogg became conscious of his own mortality. In 2018, during the build-up to UFO’s 50th anniversary, he announced his retirement from the road upon completion of a tour that, inevitably, became significantly extended. “This is the right time for me to quit,” he said back then.\n\nMoggs Motel group portrait\n\nMogg had ventured outside of UFO for two albums with Way under the handle Mogg/Way, and even undertook a short tour for an extremely fine 2002 project named $ign Of 4. With that in mind, the end of UFO wouldn’t necessarily spell the end of his career as a musician. A fresh period of activity began when Mogg bumped into Tony Newton, the bassist with Voodoo Six, and now a member of KK’s Priest.\n\n“We [UFO] had toured with Voodoo Six so we got chatting,” Mogg recalls. “I told him I was looking to do something, and he replied – this is great: ‘Well I’ve got a couple of riffs.’ So we got together to see what transpired. And then Steve [Harris, Iron Maiden bassist] lent us his studio.”\n\nOver the following year, and partly during lockdown, the project took shape. Just like the album, the band are called Moggs Motel (no apostrophe). “Motels don’t have apostrophes,” he insists. “Not the ones I stay in, anyway.”\n\nBesides him and Newton, who also co-wrote and produced the album, the line-up includes Neil Carter, UFO’s second guitarist, keyboard player and occasional saxophonist, who returned to the group unexpectedly following Paul Raymond’s death in 2019, plus second guitarist Tommy Gentry (Gun, The Raven Age) and former Voodoo Six drummer Joe Lazarus.\n\nInserting Moggs Motel into a one-size-fits-all category isn’t easy. On the day that we meet in Brighton, Mogg doesn’t even try.\n\n“I’ve played the album to a couple of people I know,” he confides, before listing several of them, including his daughter and “my mate who lives around the corner” who considered it “lovely”. Ultimately, he shrugs: “I don’t know what to say.”\n\nBut it’s rock music?\n\n“Well, it’s kind of symphonic rock. No. Actually, I don’t know what it is.”\n\nHe whips out his mobile phone and plays a couple of tracks. Sunny Side Of Heaven features Alabama 3 singer Zoe Devlin Love, while the instrumental Harry’s Place is a flute-driven nod to the Dirty Harry soundtrack. Mogg hopes to play a one-off showcase-style gig for the album in the not-too-distant future.\n\n“It’s being discussed, it’s just a case of finding the right venue,” he says. “I’ve even got a new hat.”\n\nMoggs Motel is a great name for a band. Some guests check in and some leave. Other, less savoury, characters are barred.\n\n“My motel has speciality suites,” he remarks proudly. “The Frank Sinatra Suite has been left reserved. I’ve given Kate [UFO’s long-suffering merchandise and web lady] the Sammy Davis Jr. Suite. There are also the Dean Martin and Lauren Bacall Suites. I’m thinking about a Charles Bukowski Suite. You can have that one, because it’s for writers.”\n\nThanks. On that note, another half?\n\n“Yeah, why not.”\n\nIn the summer of 2019, with no British dates on the cards for the line-up featuring Neil Carter, Mogg invited me to attend a couple of UFO shows on the continent. Travelling on the bus, he often sat up front in the dark, watching quietly as the miles were eaten up.\n\n“I call it, white-line fever,” he says. “I love midnight driving, just the driver and you. I like to play Tangerine Dream, Love On A Real Train. Try it, it’s great.”\n\nWill all of that be hard to relinquish?\n\n“Not really. I said that when I stopped having fun I wouldn’t do it any more. I hadn’t reached that point, but… I don’t know how to explain this… Well I do, but I’m not going to. UFO was wound down at the right time. I’d had a birthday, the band had had a good run, it was time to go: ‘Well, this is it.’ Plus I fancied doing something else anyway.”\n\nAll the same, the other members of UFO, especially Andy Parker, felt that there was still mileage in the UFO name. Could the band still make records, without touring?\n\n“No,” he fires back instantly. “And there are deep rooted reasons. But… definitely not.”\n\nUFO’s career has been fascinating in so many ways. If Mogg could go back and change some of the many ‘banana-skin’ moments’, would he do so, and what would they be?\n\n“When all those glamour models were banging at my door, I should have opened it and let them all in,” he deadpans. “But I was strong, I said no.”\n\nIs there a serious answer for that question?\n\n“No. Some things get screwed up and others are great. That’s life. But I do wish we’d got a fair crack of the whip.”\n\nBusiness-wise, you mean?\n\n“In our youth we were gung-ho, living in the moment. If only someone had looked after us. But those people are hard to find. As far as UFO goes, we got pretty screwed.”\n\nUFO have been hailed an as influence by Metallica, Guns N’ Roses, Iron Maiden, Judas Priest, Pearl Jam and Alice In Chains, but Mogg states: “I take all of that stuff with a pinch of salt. Steve [Harris], for instance, says nice things about us. [Pearl Jam guitarist] Mike McCready wrote a charming note after we covered [McCready’s 90s project] Mad Season’s River Of Deceit. You half-believe it, don’t you? But I always mistrust someone that says: ‘You’re fucking great’.”\n\nFormer band members and associates, including ex-manager John Knowles and popular tour manager Tonio Neuhaus, are no longer with us, but they are never far from Mogg’s thoughts. “There’ll be a question to ask Pete, and then I realise he’s not there to answer any more,” he sighs.\n\nDuring the later years, you and Pete remained extremely close.\n\n“We had some fucking great times. I mean ridiculous times,” Mogg reminisces. “Those two [Way and Chapman] always made me laugh. [Mogg launches into a scarily good impression of Way]: “Here, John, is there any more money left in the float?” [Then just as accurately as Chapman]: ‘Eh, I tell you what, let’s get drunk like we used to.’”\n\nWith impeccable comic timing, Mogg says: “That bastard [Way] still owes me twenty quid.”\n\nSo, if UFO are over and done, how would Mogg like his band to be remembered? “I’m happy that we achieved what we set out to do, and I hope people think of us in the way I remember The Animals, who I saw as a kid and it gave me goosebumps,” he concludes. “I know we did some dodgy gigs when we overindulged, but the good ones really took off. So if we gave some people goosebumps, for me that would be sufficient.”\n\nMoggs Motel is available now via SPV."
    },
    {
        "title": "What is the Pentagon’s alleged ‘Immaculate Constellation’ program?",
        "link": "https://www.yahoo.com/news/pentagon-alleged-immaculate-constellation-program-204025015.html",
        "description": "The All-domain Anomaly Resolution Office (AARO) is a publicly-known Pentagon program that collects and investigates reports ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oiDnlNNqPziIk-APp-7O0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "8h",
        "source": "Yahoo",
        "article_content": "(NewsNation) — Independent journalist Michael Shellenberger told NewsNation a whistleblower has revealed the existence of an alleged Pentagon UFO program called “Immaculate Constellation.”\n\nShellenberger told NewsNation’s Ross Coulthart about the whistleblower report, which comes on the heels of similar allegations from former Air Force intelligence officer David Grusch and former Pentagon employee Lue Elizondo.\n\nHere’s what we know about the program so far.\n\nWhat is ‘Immaculate Constellation’?\n\nDoctor poisoned mom’s partner during fake home visit\n\nAccording to the whistleblower, the Pentagon program collects and quarantines information on UFO (also commonly known today as “UAPs,” or “unidentified anomalous phenomena”) sightings and encounters.\n\nThe program allegedly includes information from different types of intelligence, including high-quality image intelligence and measure and signature intelligence.\n\nWho is the whistleblower?\n\nShellenberger did not reveal the whistleblower’s precise role or whether they were employed as a Defense Department employee or as a contractor.\n\nHe did tell NewsNation that he met with the whistleblower and verified their credentials and also independently confirmed the existence of the program with unrelated sources.\n\nHow was the program discovered?\n\nAccording to Shellenberger, the whistleblower discovered the program by accident after stumbling upon a database containing UFO information.\n\nWhat kind of UAP incidents were described in the report?\n\nIn one encounter reportedly detailed by the whistleblower, a group of orbs surrounded an F-22 and forced it out of its designated patrol area.\n\n‘You are going to die’: Tampa mayor warns against ignoring Milton evacuation orders\n\nIn another incident, the crew on an aircraft carrier reported seeing an orange-red sphere descend from a high altitude and described feeling uneasy and as if they had snapped out of a trance following the encounter.\n\nHas the Pentagon responded to the allegations?\n\nNewsNation has reached out to the Pentagon for comment. It has not responded.\n\nHas the Pentagon acknowledged any UAP programs?\n\nThe All-domain Anomaly Resolution Office (AARO) is a publicly-known Pentagon program that collects and investigates reports of UAPs.\n\nIn a report, AARO denied any evidence that UAPs are alien in nature. The report did acknowledge the existence of the Kona Blue program, which was intended to reverse-engineer any recovered UAP technology.\n\nThe report said the program never went into effect because no such technology was ever recovered.\n\nWhat’s next for UAP disclosure?\n\nA bipartisan group of lawmakers has already pushed for more disclosures around UAPs.\n\nWhile nothing specific has been announced in relation to this report, Sen. Kirsten Gillibrand, D-N.Y., has announced plans for a UAP hearing held by the Senate Armed Services Committee following the election, and Rep. Nancy Mace, R-S.C., announced plans for a UAP hearing in the House set for Nov. 13.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to NewsNation."
    },
    {
        "title": "Immaculate Constellation: Pentagon whistleblower reveals secret UFO program",
        "link": "https://tribune.com.pk/story/2501547/immaculate-constellation-pentagon-whistleblower-reveals-secret-ufo-program",
        "description": "A Pentagon whistleblower has exposed a secret UFO program, alleging the military hid key information from Congress.",
        "image_url": "https://www.bing.com/th?id=OVFT.UE1wPMh2lNHLo2RWsW9h-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Express Tribune13h",
        "source": "The Express Tribune",
        "article_content": "A recent revelation by a Pentagon whistleblower has disclosed the existence of a highly classified government program called “Immaculate Constellation.”\n\nReported by journalist Michael Shellenberger on his Substack newsletter ‘Public,’ this secret Unacknowledged Special Access Program (USAP) allegedly deals with Unidentified Anomalous Phenomena (UAPs), formerly referred to as UFOs, and has operated for decades without Congressional oversight, raising concerns about government transparency.\n\nAccording to the whistleblower, elements within the military and intelligence community (IC) have withheld information about UAPs, violating constitutional obligations. Shellenberger notes, “There is a growing body of evidence that the government is not being transparent about what it knows about UAPs.”\n\nThe whistleblower’s report outlines seven categories of evidence, detailing various UAP sightings captured by U.S. military sensors and personnel. It claims that “the verifiable chain of custody for UAP IMINT [Imagery Intelligence] collected by U.S. military assets ensures a high level of confidence in the accuracy and integrity of the data gathered.”\n\nThe report also mentions “alien reproduction vehicles” (ARVs) being secured within this program. The whistleblower further warned that publishing the name “Immaculate Constellation” could lead to government surveillance under the Foreign Intelligence Surveillance Act (FISA).\n\nThese revelations align with former President Donald Trump’s ongoing claims that the government is withholding information about UAPs. In a June 2024 interview, Trump said, “I have access, and I speak to people about it. I've had actual meetings on it. And they will tell you there’s something going on.” He has frequently expressed frustration over the government’s secrecy, stating that his administration sought to release more information to the public.\n\nLawmakers like Senators Marco Rubio and Kirsten Gillibrand, who have pushed for greater transparency on UAPs, have voiced concerns about the lack of accountability. “Most of [the UAP whistleblowers] have held very high clearances and high positions within our government,” Rubio said last year.\n\nWhile the full extent of “Immaculate Constellation” remains unclear, the disclosure has reignited public interest in UAP investigations. The Pentagon has yet to respond to the new allegations, though it previously denied any reverse-engineering of extraterrestrial technology. Whistleblowers, however, continue to claim that crucial information about UAPs is being hidden from Congress."
    },
    {
        "title": "What is the Pentagon’s alleged ‘Immaculate Constellation’ program? | Cuomo",
        "link": "https://www.msn.com/en-us/travel/article/what-is-the-pentagon-s-alleged-immaculate-constellation-program-cuomo/vi-AA1rVmP5?ocid=BingNewsVerp",
        "description": "Independent journalist Michael Shellenberger told NewsNation a whistleblower has revealed the existence of an alleged Pentagon UFO program called 'Immaculate Constellation.' But what is it? Jeremy ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "News Nation on MSN6h",
        "source": "News Nation on MSN",
        "article_content": ""
    },
    {
        "title": "Databricks now lets developers create AI apps in 5 minutes: Here’s how",
        "link": "https://venturebeat.com/data-infrastructure/databricks-now-lets-developers-create-ai-apps-in-5-minutes-heres-how/",
        "description": "The new Databricks Apps offering is already being used by as many as 50 enterprises for creating production-ready data and AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.39mVfaaWkR_rgdj7ASA_nC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "Distributional raises $19M to automate AI model and app testing",
        "link": "https://www.msn.com/en-us/news/technology/distributional-raises-19m-to-automate-ai-model-and-app-testing/ar-AA1rTPWq?ocid=BingNewsVerp",
        "description": "Distributional, a startup building a platform to automate AI app and model testing, has raised $19 million in a Series A ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fpVbOGbWANNWOVodZVnC_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "How Open-Source Generative AI Models Affect Applications In Vertical Markets",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/08/how-open-source-generative-ai-models-affect-applications-in-vertical-markets/",
        "description": "These examples underscore the growing role of open-source AI in transforming vertical markets by providing more flexibility, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OVU6GsGTzB-jz0fF0nOggC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Adobe's New App Hopes to Clear Up Some AI Confusion",
        "link": "https://www.msn.com/en-us/news/technology/adobes-new-app-hopes-to-clear-up-some-ai-confusion/ar-AA1rTpgr?ocid=BingNewsVerp",
        "description": "Content credentials should make it easier to understand where an image came from. They'll also help artists protect their ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xwPhG95X45Y_M-VCvVCgTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN19h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "Adobe to offer free app to help with labeling AI-generated content",
        "link": "https://www.msn.com/en-gb/money/other/adobe-to-offer-free-app-to-help-with-labeling-ai-generated-content/ar-AA1rTprO?ocid=BingNewsVerp",
        "description": "Adobe said on Tuesday it will offer a free web-based app starting next year, aimed at helping the creators of images and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1sCoI0G18-h67WEmVIXyyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "Reuters on MSN",
        "article_content": ""
    },
    {
        "title": "Be part of a paranormal investigation at haunted mansion on Lake Michigan",
        "link": "https://www.msn.com/en-us/travel/tripideas/be-part-of-a-paranormal-investigation-at-haunted-mansion-on-lake-michigan/ar-AA1rT4mE?ocid=BingNewsVerp",
        "description": "The Felt Mansion has added a new, haunted event this October. 'Unveiling the Unseen: A Paranormal Experience' brings ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DaC5zOSzc3RexTNc5QuXXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "MLive - GrandRapids/Muskegon/Kalamazoo on MSN18h",
        "source": "MLive - GrandRapids/Muskegon/Kalamazoo on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal Baby Monitor",
        "link": "https://www.msn.com/en-us/health/medical/paranormal-baby-monitor/vi-AA1rV1xN?ocid=BingNewsVerp",
        "description": "Occurred on October 1, 2024 / Rome, Italy Info from Licensor: \"I asked my husband to put the baby to sleep in the bedroom ...",
        "image_url": "https://www.bing.com/th?id=OVF.KNAhS3YM0XNKdz07wl6byg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "ViralHog on MSN10h",
        "source": "ViralHog on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal detectives Conroy and Prescott triumph with Hotel el Yanito",
        "link": "https://www.chronicle.gi/paranormal-detectives-conroy-and-prescott-triumph-with-hotel-el-yanito/",
        "description": "The resounding success that was ‘Hotel El Yanito’ for three nights last week at Ince’s Hall has raised the stakes for those ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HJnOFDIuOYnI7-rgI5AbMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Gibraltar Chronicle5h",
        "source": "Gibraltar Chronicle",
        "article_content": "The resounding success that was ‘Hotel El Yanito’ for three nights last week at Ince’s Hall has raised the stakes for those players who intend to carry the torch to brighten up the future of Llanito comedy. Nathan Conroy and Michael Prescott led an excellent cast of well-known and new faces in a tall tale..."
    },
    {
        "title": "Dandadan: Who is Count St. Germain? – His Inspiration from a Real-Life Figure, Explained",
        "link": "https://fandomwire.com/dandadan-who-is-count-st-germain-his-inspiration-from-a-real-life-figure-explained/",
        "description": "The mysterious character from the Dandadan manga, Count St. Germain, might be linked to the historical figure alleged to be a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DfMBVIkG4wQTIW9w1XYK2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "fandomwire14h",
        "source": "fandomwire",
        "article_content": "The mysterious character from the Dandadan manga, Count St. Germain, might be linked to the historical figure alleged to be a vampire!\n\nSpoiler Alert !!! This article contains spoilers from the Dandadan manga.\n\nThe world of Dandadan is as wild and unpredictable as it gets, filled with paranormal entities, bizarre aliens, and quirky, unforgettable characters. In this supernatural mix, there is a mysterious character that is yet to be introduced to anime-only viewers, and that is Count St. Germain. Introduced in chapter 120, Count Saint-Germain’s main goal is to acquire the elusive Dandadan. But who exactly is this character, and what’s the deal with his name?\n\nAdvertisement\n\nCount St. Germain from Dandadan manga | Credit: Viz Media\n\nInterestingly, the name “Count St. Germain” isn’t just a random name. It has a fascinating link to a historical character who has long piqued the interest of historians and conspiracy theorists: a man who was believed to be immortal and was surrounded by rumors of vampirism.\n\nWho is Count Saint-Germain in Dandadan?\n\nCount St. Germain is portrayed in the Dandadan universe as a paranormal collector who has a particular interest in obtaining Dandadan for reasons that are currently unclear. Under the alias of “Sanjome”, Count St. Germain is currently serving as the high school’s deputy head teacher and advisor to the History and Culture Research Club, despite his connections with the Kur, a militaristic alien race.\n\nAdvertisement\n\nCount St. Germain | Credit: Viz Media\n\nAlthough his dual identity suggests that he is cunning and discrete, his name is what really grabs fans’ attention. St. Germain is not your typical temporary antagonist. It’s evident from his introduction that he will have a bigger part to play in Dandadan‘s overall story.\n\nHe might easily emerge as one of the primary antagonists, using supernatural methods to achieve his goals given his fascination with the paranormal. But his name, steeped in history and tradition, offers even more hints about his true nature. The parallels between Dandadan‘s Count St. Germain and his real-life counterpart are impossible to ignore. Both figures are shrouded in mystery, have questionable origins, and exhibit strange, otherworldly behavior.\n\nThe Historical Count Saint-Germain: An Immortal or a Vampire?\n\nThe name Count St. Germain holds weight in history, tied to a figure who lived in 18th-century Europe, claiming to be an alchemist, diplomat, and composer. Fast forward to the early 20th century, a man named Jacques St. Germain arrived in New Orleans, claiming to be a descendant of the legendary Count St. Germain. Jacques became notorious for his luxurious parties and mysterious habits.\n\nAdvertisement\n\nDandadan | Credit: Science SARU\n\nDespite impressing the aristocracy with his wit, knowledge, and wealth, there was something truly mysterious about him — he was claimed to be immortal. Known for his refusal to eat in public and his disappearing acts, Jacques St. Germain quickly became a subject of intrigue and suspicion, and rumors of his strange, vampiric behavior spread across New Orleans.\n\nThe most chilling story tied to Jacques is the story of a woman who allegedly jumped from the second floor of his home, claiming he had bitten her on the neck in an attempt to drain her blood. When authorities searched his home, they found bottles filled with what appeared to be blood, but Jacques St. Germain was nowhere to be found. This event fueled rumors that he was not just an eccentric nobleman but an actual vampire.\n\nComment\n\nbyu/Aromatic_Assist_3825 from discussion\n\ninDandadan\n\nComment\n\nbyu/Aromatic_Assist_3825 from discussion\n\ninDandadan\n\nComment\n\nbyu/Aromatic_Assist_3825 from discussion\n\ninDandadan\n\nComment\n\nbyu/Aromatic_Assist_3825 from discussion\n\ninDandadan\n\nIs the Dandadan universe about to introduce its own version of a vampire through Count St. Germain? In Dandadan, Count Saint-Germain’s role as a collector of paranormal artifacts positions him as a character deeply rooted in the supernatural. Moreover, in the manga Turbo Granny refers to him as “Hyper Geezer”. It’s no surprise that fans are speculating whether Dandadan’s Count St. Germain is setting up to be a vampiric force.\n\nAdvertisement\n\nDandadan has already introduced us to a host of strange and supernatural elements, but Count St. Germain’s appearance raises the stakes in more ways than one. Whether he’s an immortal, a vampire, or something even stranger, the journey to uncover his secrets is just beginning as the series unfolds.\n\nDandadan is currently available to watch and read on Netflix and Viz Media, respectively."
    },
    {
        "title": "Most Haunted Live set to headline at The Brindley, Runcorn",
        "link": "https://www.runcornandwidnesworld.co.uk/news/24636784.haunted-live-set-headline-brindley-runcorn/",
        "description": "Most Haunted Live, the world-famous paranormal investigation series, is set to headline at The Brindley, Runcorn on October 22. Theatre-goers will be treated to the series’ top 10 scares, with unseen ...",
        "image_url": "https://www.bing.com/th?id=ODF.NOIJ6wyYsyZ0gNrEEROu5A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Runcorn and Widnes World19h",
        "source": "Runcorn and Widnes World",
        "article_content": "Most Haunted Live, the world-famous paranormal investigation series, is set to headline at The Brindley, Runcorn on October 22.\n\nTheatre-goers will be treated to the series’ top 10 scares, with unseen footage from haunted locations such as castles, manor houses, hospitals, and prisons.\n\nPresented by Yvette Fielding, Karl Beattie, and the Most Haunted team, the show promises a journey into the world of the paranormal.\n\nThe audience will also be transported back to the Victorian era, with séances and Ouija board sessions, and given the opportunity to conduct their own ghostly investigation.\n\nThe interactive show aims to take the theatrical experience to a new level.\n\nMost Haunted Live is touring major theatres throughout 2023 and 2024, bringing its unique brand of 'spine-chilling' entertainment to audiences across the country."
    },
    {
        "title": "Rogers Confirms It Will Launch Warner Bros Discovery Lifestyle & Factual Brands After Bell Ends Court Action",
        "link": "https://www.yahoo.com/entertainment/rogers-confirms-launch-warner-bros-142241369.html",
        "description": "The Warner Bros Discovery (WBD) lifestyle and factual channels will still switch networks in Canada. Rogers Communications ...",
        "image_url": "https://www.bing.com/th?id=OVFT.feZJzxGxw7qy88JY_zlF7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "17h",
        "source": "Yahoo",
        "article_content": "The Warner Bros Discovery (WBD) lifestyle and factual channels will still switch networks in Canada.\n\nRogers Communications has in the past half-hour confirmed the likes of Discovery ID and Discovery will launch on January 1.\n\nMore from Deadline\n\nThis comes after Rogers rival Bell and WBD confirmed they had buried the hatchet over the issue, and expanded their HBO and Max content deal at the same time. However, that announcement didn’t make clear whether Rogers and WBD would move forwards as partners on the latter’s lifestyle channel, though a rep indicated there would be no change.\n\nBell has been the Canadian home of WBD and predecessor Discovery’s suite for three decades, operating many of its channels locally. However, in June, Rogers struck a deal to move WBD’s lifestyle and factual channels into its sphere. Bell responded by filing for an injunction at the Ontario Superior Court to stop Rogers distributing the networks, claiming that WBD was blocked from moving its shows.\n\nRogers said today that Bell “acknowledged all claims against Rogers were unfounded and abandoned its legal efforts.”\n\nThe upshot is Rogers will launch Discovery ID and Discovery Channel as linear networks and distribute them to third-parties such as Bell. Content from Cooking, OWN, MotorTrend, Animal Planet and Discovery Science will be available on-demand and via Citytv+ on Amazon Prime Video Channels.\n\n“We’re already home to Canada’s number one sports network, and this partnership helps solidify our leadership in entertainment with a diverse media portfolio of TV’s most iconic brands,” said Colette Watson, President, Rogers Sports & Media.\n\nBest of Deadline\n\nSign up for Deadline's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."
    },
    {
        "title": "Rogers confirms plans for Warner Bros. Discovery channels as Bell Media drops dispute",
        "link": "https://www.msn.com/en-ca/entertainment/tv/rogers-confirms-plans-for-warner-bros-discovery-channels-as-bell-media-drops-dispute/ar-AA1rUyvV?ocid=BingNewsVerp",
        "description": "TORONTO – Rogers Communications is confirming plans to broadcast several specialty channels as part of a deal with Warner ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5otRrx_KHPWFzXQHuTZvAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Canadian Press on MSN11h",
        "source": "The Canadian Press on MSN",
        "article_content": ""
    },
    {
        "title": "The discovery of tools key to machine learning wins the 2024 physics Nobel",
        "link": "https://www.sciencenews.org/article/nobel-physics-2024-machine-learning",
        "description": "John Hopfield and Geoffrey Hinton used tools from physics to develop data analysis methods that underlie machine learning.",
        "image_url": "https://www.bing.com/th?id=ODF.U05qPw4ob4djIugVATRjuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science News22h",
        "source": "Science News",
        "article_content": "As artificial intelligence explodes in popularity, two of its pioneers have nabbed the 2024 Nobel Prize in physics.\n\nThe prize goes to John Hopfield and Geoffrey Hinton “for foundational discoveries and inventions that enable machine learning with artificial neural networks,” the Royal Swedish Academy of Sciences in Stockholm announced October 8. These computational tools, which seek to mimic the functioning of the human brain, underlie technologies like image recognition algorithms, large language models including ChatGPT, soccer-playing robots and more (SN: 2/1/24; SN: 5/24/24).\n\nThe prize surprised many, as these developments are typically associated with computer science rather than physics. But the Nobel committee noted that the techniques were based on physics methods.\n\nStill, no one was more shocked than Hinton himself: “I’m flabbergasted. I had no idea this would happen. I’m very surprised,” he said by phone during the announcement news conference.\n\nThe techniques have underpinned a variety of scientific advancements. Neural networks have helped physicists grapple with large amounts of complex data, allowing important advances that include making images of black holes and​​ devising materials for new technologies such as advanced batteries (SN: 4/13/23; SN: 1/16/24). Machine learning has made strides in the biological and medical fields too, with the promise of improving medical imaging and understanding protein folding (SN: 6/17/24; SN: 9/23/23).\n\n“This award solidifies the fact that AI isn’t just a niche technology — it’s a scientific revolution with cross-disciplinary impact,” says AI researcher Craig Ramlal of the University of the West Indies at St. Augustine in Trinidad. “Even more importantly, this award legitimizes AI as a tool for understanding and simulating the natural world, which hopefully will drive more innovations.”\n\nNeural networks are designed to identify patterns in data, rather than making explicitly programmed calculations. They’re based on a web of individual elements called nodes that are inspired by the individual neurons in the brain. Training the neural network by feeding it data hones its ability to make accurate conclusions, by optimizing the strength of the couplings between the nodes.\n\nIn 1982, Hopfield, of Princeton University, created an earl​​y type of neural network, called a Hopfield network, that could store and reconstruct patterns in data. The network was similar to magnetic materials in physics, in which atoms have small magnetic fields that can point either up or down, akin to the 0 or 1 values at each node of a Hopfield network. For any given configuration of atoms in a material, scientists can determine its energy. A Hopfield network, after being trained on a variety of patterns, minimizes an analogous energy to uncover which of those patterns is hidden in the input data.\n\n“In my view, physics is trying to understand how systems work. The systems are made of parts. These parts interact,” Hopfield said in remarks given virtually during a news conference at Princeton.\n\nHinton, of the University of Toronto, built on that technique, devising a neural network called a Boltzmann machine, which is based on statistical physics including the work of 19th century Austrian physicist Ludwig Boltzmann. Boltzmann machines contain additional nodes that are hidden — they process the data but do not directly receive input. Different possible states of the model have a different probability of occurring. These probabilities are set by the Boltzmann distribution, which describes configurations of many particles such as molecules in a gas.\n\n“The work that Hopfield and Hinton did has just been transformative, not just for the scholarly communities developing AI and neural networks, but also for many aspects of society,” says computer scientist Rebecca Willett of the University of Chicago.\n\nThe two winners will split the prize of 11 million Swedish kroner, or about $1 million.\n\nSponsor Message\n\n“I was delighted to hear this, actually. It was a massive surprise,” says AI researcher Max Welling of the University of Amsterdam. “There is a very clear connection to physics.… The models themselves are deeply inspired by physics models.” What’s more, the discovery made many developments in physics possible, he says. “Try to come up with a technology that has had a bigger impact on physics, especially on the methods side. It’s hard.”\n\nSince the 1980s, researchers have vastly improved upon these models, and scaled them up dramatically. Deep machine learning models now have many layers of hidden nodes and can boast hundreds of billions of connections between nodes.​​ Vast amounts of data are used to train the networks, scraping the internet for text or images to feed into them.\n\nWhile AI technologies based on neural networks are capable of feats unimaginable in the 1980s, the technologies still have a multitude of pitfalls. Many researchers focus now on understanding how the prevalence of machine learning could have negative impacts on society, such as reinforcing racial biases, facilitating the spread of misinformation and making plagiarism and cheating quick and easy (SN: 9/10/24; SN: 2/1/24; SN: 4/12/23).\n\nWhile some scientists, including Hinton, worry that AI could become superintelligent, the way that AI is trained differs from human learning patterns, and many researchers disagree that artificial intelligence is on a path to world domination (SN: 2/28/24). AI models are famous for making laughable mistakes that defy common sense. Scientists are still actively working to define how terms like “understanding” can be applied to machine learning systems, and how best to test their capabilities (SN: 7/10/24).\n\n“There are real concerns about how [AI is] going to affect labor and the job market, how it enables misinformation and manipulation of data,” Willett says. “I think those are very real concerns in the here and now. That’s because humans can take these tools and use them for malicious purposes.”"
    },
    {
        "title": "Nobel Prize in medicine honors 2 scientists for their discovery of microRNA",
        "link": "https://www.msn.com/en-us/health/health-news/the-nobel-prize-in-medicine-opens-6-days-of-award-announcements/ar-AA1rOrfC?ocid=BingNewsVerp",
        "description": "Two scientists have won the Nobel Prize in physiology or medicine for their discovery of microRNA, tiny bits of genetic material that serve as on and off switches inside cells that help control what t ...",
        "image_url": "https://www.bing.com/th?id=OJ.uP81lfYaBLNY6g&pid=news&w=70&h=16&rs=2",
        "category": "science+discovery",
        "date": "18hon MSN",
        "source": "The Associated Press on MSN",
        "article_content": ""
    },
    {
        "title": "AI speeds up the discovery of energy and quantum materials",
        "link": "https://www.sciencedaily.com/releases/2024/10/241007222754.htm",
        "description": "Unearthing new LEDs, solar cells, and photodetectors requires extensive knowledge surrounding the optical properties of materials. Calculating these takes time and resources. Yet researchers unveiled ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily15h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Why no code and process mining are the future of digital transformation",
        "link": "https://www.msn.com/en-us/money/smallbusiness/why-no-code-and-process-mining-are-the-future-of-digital-transformation/ar-AA1rPKQE?ocid=BingNewsVerp",
        "description": "Insight into how no-code platforms are revolutionizing software development, democratizing business transformation, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MPobIE1j98ThZxVoyyqNdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "22hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "Deeptech Keysom completes a €4M fundraising and deploys the first 'no-code' tool dedicated to the design of tailor-made processors",
        "link": "https://www.design-reuse.com/news/56891/keysom-no-code-tool-tailor-made-processor.html",
        "description": "Keysom devoted 4 years of R&D to develop Keysom Studio, its intelligent and easy-to-use tool capable of exploring, testing, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rqUu0wq3VORg60UCEHXcxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Design-Reuse38m",
        "source": "Design-Reuse",
        "article_content": "October 10, 2024 -- Keysom, a deeptech company developing an innovative and “no code” platform for designing tailor-made processor architectures for semiconductor and embedded systems players, announces the closing of a 4 million euro fundraising round. This operation carried out with the French Tech Seed funds, managed on behalf of the State by Bpifrance as part of France 2030, IRDI Investment Capital, Xplore By Épopée Gestion and EuroBIM, will allow the company to accelerate the development of its offer, to strengthen its presence in France and internationally and to recruit new talents.\n\nA unique innovation in the world to meet the energy efficiency needs of electronic chips\n\nGeneral-purpose processors are omnipresent on the market. Offering great versatility, they equip all types of electronic devices, from IoT to the automotive world. Capable of handling a multitude of tasks, these “off-the-shelf” products are the default solution for manufacturers in a hurry to position themselves on the market. However, this general approach presents significant limits in terms of cost, energy efficiency and performance: 50% of the functionalities will never be used during the life of the processor. Well aware of these obstacles, more and more players wish to turn to personalized chips, but are faced with excessively slow and costly development cycles.\n\nA true catalyst for innovation, Keysom responds to this challenge and allows manufacturers to design a tailor-made processor in the space of a few simple and rapid iterations, without any constraints linked to inherent technical development. To this end, with a highly qualified technical team, Keysom devoted 4 years of R&D to develop Keysom Studio, its intelligent and easy-to-use tool capable of exploring, testing, modifying and optimizing a very wide variety of complex architectures in order to arrive at a unique solution each time, entirely adapted to the customer’s needs – without the need for advanced technical skills or a team of experts.\n\nKeysom thus opens a new era for manufacturers, putting within their reach the design of more efficient, more economical and more ecological tailor-made processors, on both a small and large scale. The launch of this solution marks a turning point for all companies seeking agility and competitiveness.\n\n“Where manufacturers pay for oversized generic processors, which generate costs and energy waste, a custom processor uses less raw material (in this case silicon), leading to lower production costs and simplified manufacturing processes. In a context where demand for semiconductors continues to increase, reducing the silicon area per chip is a major strategic advantage. Our software allows to explore up to 12 million processor combinations to achieve this.” confides Luca Testa – Co-founder & Director of Operations of Keysom\n\nRaising €4M to accelerate sales on an international scale\n\nSupported by the French Tech Seed funds, managed on behalf of the State by Bpifrance as part of France 2030, IRDI Investment Capital, Xplore by Épopée Gestion and EuroBIM, Keysom has just completed a €4M fundraising. This funding round marks a decisive step for Keysom, thus anchoring its position as a technological pioneer in the field of custom processor design.\n\n“This fundraising is an important milestone in our growth strategy. It gives us the means to further accelerate the development of our technology and lead our commercial expansion into new markets. We firmly believe that our no code tool will redefine the way manufacturers approach the design and optimization of their systems. » adds Cyril Sagonero – President of Keysom\n\nPart of the funds will be dedicated to the recruitment of new R&D technical experts, in order to continue to innovate and improve the performance of hardware and software solutions, as well as to the recruitment of qualified commercial profiles. With the support of its investors, Keysom aspires to continue offering solutions that transform the industry while keeping in mind the democratization of the access to high-tech tools for as many people as possible.\n\n“On behalf of the State, Bpifrance actively participates in the reindustrialization of France and works for the sovereignty of the country by supporting companies in strategic sectors. We are happy to be alongside the deeptech company Keysom, whose talented teams and custom processor design technology promise a real revolution in industrial electronics. » adds François Charbonnier, Investment Director at Bpifrance.\n\n“We are delighted to support the Keysom team in this kick-off sales phase because we are convinced that Keysom makes it possible to provide an innovative, sovereign solution with a limited carbon impact to industrial players, many of whom need processors. » Camille Le Roux Larsabal, VC Associate at Epopée Gestion.\n\n“In addition to the elements already cited by my colleagues – disruptive innovation, technical excellence and environmental impact – I would add that Keysom is a company with strong local roots, in the Nouvelle Aquitaine region. We are convinced that the managers have all the qualities to make this startup an important player both locally and internationally. » Vincent Brousse, Investment Director at IRDI Investment Capital.\n\nAbout Keysom\n\nIn 2019, Cyril Sagonero and Luca Testa are beginning to question the market approach of buying off-the-shelf processors in order to reduce time to market. The waste of area and energy consumption is huge. At the same time, version 2.2 of the RISC-V ISA is frozen, opening the door to this new ISA to the industry. The following year, discussions with PhD Jérémie Crenne of the University of Bordeaux and software architecture expert Fabrice Bonnet laid the foundations for Keysom, a French startup which aims to enable semiconductor companies to automatically and simply obtain the RISC-V processor best suited to their needs. In 2022 Keysom is developing the world’s first coding-free tool dedicated to the design of custom processors.\n\nAbout Bpifrance and the French Tech Seed fund:\n\nBpifrance finances companies – at each stage of their development – ​​with credit, guarantees and equity. Bpifrance supports them in their innovation projects and internationally. Bpifrance also ensures their export activity through a wide range of products. Consulting, university, networking and acceleration program for start-ups, SMEs and mid-sized companies are also part of the offer presented to entrepreneurs.\n\nThanks to Bpifrance and its 50 regional locations, entrepreneurs benefit from a close, unique and efficient contact to help them face their challenges.\n\nEndowed with 500 million euros, the French Tech Seed Fund aims to support fundraising by innovative start-ups and VSEs less than 3 years old carrying out technologically intensive innovation. Resulting from the Future Investment Program (PIA), now integrated into France 2030 and operated on behalf of the State by Bpifrance, the fund is based on certified business providers, responsible for identifying and qualifying these young companies and put them in touch with private investors. These business providers, ensuring the technological validity of the project, will allow public investment, in the form of Convertible Bonds of up to 400 million euros, in addition to the capital provided by private investors. 100 million euros are also dedicated to equity investments in addition to the conversion of Convertible Bonds.\n\nMore info on: www.Bpifrance.fr – https://presse.bpifrance.fr / – Follow-us on X (formerly Twitter): @Bpifrance – @BpifrancePresse\n\nAbout IRDI Investment Capital\n\nIRDI Investment Capital has been one of the leaders in regional investment capital for 40 years. Working in New Aquitaine and Occitanie, we support companies at all stages of their development (Startup, Venture Capital, Development Capital / Transmission). Since its creation, IRDI Investment Capital has financed more than 1,000 local companies and today manages assets of more than 550 million euros through funds dedicated to each practice. Our teams are located in Bordeaux, Toulouse and Montpellier. IRDI Investment Capital carried out this operation via its IRDINOV 3 fund, dedicated to deeptech subjects.\n\nTo learn more about IRDI: www.irdi.fr, and to follow the news: LinkedIn, Twitter.\n\nAbout Xplore by Epopée Gestion\n\nXplore is the innovation capital brand of Épopée Gestion, the investment company co-founded by Charles Cabillic and Ronan Le Moal in 2020.\n\nIt brings together all the financing, operational support and acceleration expertise of the management company to boost innovation in the territories. Xplore is located in Brest, Bordeaux, Nantes and Paris, close to ecosystems and those who innovate to help them reach new horizons.\n\nAbout the France 2030 investment plan:\n\nReflects a double ambition: sustainably transform key sectors of our economy (health, energy, automotive, aeronautics and even space) through technological innovation, and position France not only as a player, but as a leader in the world of tomorrow. From fundamental research, to the emergence of an idea to the production of a new product or service, France 2030 supports the entire life cycle of innovation until its industrialization.\n\nIs unprecedented in its scale: €54 billion will be invested so that our companies, our universities, our research organizations, fully succeed in their transitions in these strategic sectors. The challenge: to enable them to respond competitively to the ecological and attractiveness challenges of the coming world, and to bring out the future leaders of our sectors of excellence. France 2030 is defined by two transversal objectives consisting of devoting 50% of its expenditure to the decarbonization of the economy, and 50% to emerging players, carriers of innovation without expenditure unfavourable to the environment (in the sense of the Do No principle Meaning Harm).\n\nIs implemented collectively: designed and deployed in consultation with economic, academic, local and European stakeholders to determine strategic directions and key actions. Project leaders are invited to submit their application via open, demanding and selective procedures to benefit from State support.\n\nIs managed by the General Secretariat for Investment on behalf of the Prime Minister and implemented by the Ecological Transition Agency (ADEME), the National Research Agency (ANR), Bpifrance, and the Caisse des Dépôts et Consignations (CDC).\n\nMore information on: france2030.gouv.fr @SGPI_avenir\n\n\n\n\n\n"
    },
    {
        "title": "Ultimate guide to Phoenix Pride Parade: When it starts, best places to watch",
        "link": "https://www.usatoday.com/story/entertainment/events/2024/10/08/phoenix-pride-parade-2024-guide/75471919007/",
        "description": "The Phoenix Pride Parade is on Sunday, Oct. 20, 2024. Here's what time the parade starts plus what to know about parking, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZkasnZ6dXMq02SjYycHlXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "13h",
        "source": "USA Today",
        "article_content": "Get ready to raise your flag: The 2024 Phoenix Pride parade and festival are almost here.\n\nThe Phoenix Pride Parade, scheduled for Sunday, Oct. 20, is a vibrant celebration of the LGBTQ+ and allied communities in metro Phoenix. It's expected to have more than 2,000 participants, including colorful floats, decorated vehicles and thousands of walkers.\n\nNotable attendees will include grand marshals Gov. Katie Hobbs, \"American Idol\" finalist David Hernandez and acclaimed Barrio Cafe chef Silvana Salcido Esparza. Phoenix Pride raises money for community grants and scholarships while promoting camaraderie and inclusivity.\n\nFor more information on all the Pride Festival events, check out our ultimate guide to Phoenix Pride 2024.\n\nIs there a Pride parade in Arizona?\n\nYes, the Phoenix Pride parade happens downtown on Sunday, Oct. 20, 2024.\n\nWhat time does the Phoenix Pride parade start?\n\nThe Phoenix Pride Parade starts at 10 a.m. Sunday, Oct. 20.\n\nPhoenix Pride parade route\n\nThe Phoenix Pride parade 2024 begins at the intersection of Thomas Road and Third Street in Phoenix and moves north up Third Street to Indian School Road. Spectators are encouraged to line Third Street's east and west sides for the best views.\n\nWhere to park for Phoenix Pride?\n\nParking for the Phoenix Pride parade is available in nearby neighborhoods, garages and lots. The largest lot is at Central Avenue and Indian School Road.\n\nDue to limited parking, using the Valley Metro light rail or ride-sharing services is recommended. There's a light-rail station at Central Avenue and Thomas Road, three blocks from the parade route, plus a designated pickup/drop-off area for Uber and Lyft.\n\nDetails: phoenixpride.org.\n\n'Born into the fight for human rights':Why Jeremy Helfgot fights for LGBTQ rights in Arizona\n\nGot a story you want to share? Reach out at Tiffany.Acosta@gannett.com. Follow @tiffsario on Instagram.\n\nSupport local journalism and subscribe to azcentral.com."
    },
    {
        "title": "Exclusive: AI-cloud startup Ori is in talks to raise up to $80 million in funding, sources say",
        "link": "https://www.msn.com/en-us/money/technology/exclusive-ai-cloud-startup-ori-is-in-talks-to-raise-up-to-80-million-in-funding-sources-say/ar-AA1rTE58?ocid=BingNewsVerp",
        "description": "Investor appetite for startups building the \"picks and shovels\" of AI is high — and sources say Ori is in talks to raise up ...",
        "image_url": "https://www.bing.com/th?id=OVFT.J2lLnmVGAGUiaHiiyQq27y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "18hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Microsoft Defender review: Is Windows default antivirus safe enough?",
        "link": "https://www.msn.com/en-us/news/technology/microsoft-defender-review-is-windows-default-antivirus-safe-enough/ar-AA1rV6By?ocid=BingNewsVerp",
        "description": "I reviewed Microsoft Defender to find out how well the free antivirus software included with Windows protects your computer and your personal data.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "9hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "PCB Design Software Market Growth Trends, Innovations, and Forecast from 2024 to 2032",
        "link": "https://www.taiwannews.com.tw/news/5949303",
        "description": "Report Ocean has published a new report on the PCB Design Software Market, delivering an extensive analysis of key factors such as market restraints, drivers, and opportunities. The report offers a ...",
        "image_url": "https://www.bing.com/th?id=ODF.vkDCJYloS7GKf-8BRt1TFQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Taiwan News10h",
        "source": "Taiwan News",
        "article_content": "Report Ocean has published a new report on the PCB Design Software Market, delivering an extensive analysis of key factors such as market restraints, drivers, and opportunities. The report offers a detailed examination of industry trends and developments shaping the growth of the PCB Design Software market. It also provides a comprehensive analysis and forecast of the market future performance.\n\nGlobal PCB Design Software Market is valued at approximately USD 3.88 billion in 2023 and is anticipated to grow with a healthy growth rate of more than 12.44% over the forecast period 2024-2032.\n\nRequest To Download Free Sample of This Strategic Report @https://reportocean.com/industry-verticals/sample-request?report_id=bw9972\n\nPrinted Circuit Board (PCB) design software is an essential tool for engineers and designers in creating and developing printed circuit boards. This software streamlines the entire PCB development process by integrating tools for schematic capture, PCB layout, design rule checking (DRC), circuit simulation, 3D visualization, and bill of materials (BOM) management. It ensures that the board complies with manufacturing constraints, allowing for efficient and precise PCB production.\n\nThe Global PCB Design Software Market growth is primarily driven by the increasing demand for consumer electronics, the expansion of the automotive industry with the rise of electric vehicles and the widespread adoption of IoT devices. Furthermore, advancements in telecommunications, such as the rollout of 5G, and the trend toward device miniaturization are significantly contributing to the demand for PCB design software. Despite facing challenges due to high cost of advanced software, design complexity, and a shortage of skilled professionals, the market presents opportunities in emerging markets, AI integration, automation, renewable energy, and the development of advanced materials and flexible PCBs.\n\nGet a Free Sample PDF copy of the report @https://reportocean.com/industry-verticals/sample-request?report_id=bw9972\n\nRegionally, North America held the largest market share in 2023, driven by a strong ecosystem of tech businesses, academic institutions, and skilled professionals that fosters innovation in PCB design solutions. The presence of established electronics manufacturing companies, such as Texas Instruments, Qualcomm, and Intel, further propels the demand for PCB design software in this region. Furthermore, the market in Asia Pacific is anticipated to develop at the fastest rate over the forecast period 2024-2032.\n\nMajor market players included in this report are:\n\n\n\nLabcenter Electronics\n\n\n\nSynopsys, Inc.\n\n\n\nSiemens AG\n\n\n\nNovarm Limited\n\n\n\nCadence Design Systems, Inc.\n\n\n\nAutodesk Inc.\n\n\n\nZuken Inc.\n\n\n\nAltium Limited\n\n\n\nANSYS, Inc.\n\n\n\nEasyEDA\n\nThe detailed segments and sub-segment of the market are explained below:\n\n\n\nBy Component:\n\n\n\nSoftware\n\n\n\nServices\n\nFor an in-depth analysis, you can refer sample copy of the report @https://reportocean.com/industry-verticals/sample-request?report_id=bw9972\n\nBy Deployment:\n\n\n\nCloud Based\n\n\n\nOn-Premise\n\n\n\nBy End User:\n\n\n\nHealthcare\n\n\n\nConsumer Electronics\n\n\n\nAutomotive\n\n\n\nAerospace & Defense\n\n\n\nIndustrial\n\n\n\nOthers\n\n\n\nBy Region:\n\n\n\nNorth America:\n\n\n\nU.S.\n\n\n\nCanada\n\n\n\nEurope:\n\n\n\nUK\n\n\n\nGermany\n\n\n\nFrance\n\n\n\nSpain\n\nInquire more and share questions if any before the purchase on this report at @https://reportocean.com/industry-verticals/sample-request?report_id=bw9972\n\nItaly\n\n\n\nROE\n\n\n\nAsia Pacific:\n\n\n\nChina\n\n\n\nIndia\n\n\n\nJapan\n\n\n\nAustralia\n\n\n\nSouth Korea\n\n\n\nRoAPAC\n\n\n\nLatin America:\n\n\n\nBrazil\n\n\n\nMexico\n\n\n\nRoLA\n\n\n\nMiddle East & Africa:\n\n\n\nSaudi Arabia\n\n\n\nSouth Africa\n\n\n\nRoMEA\n\nYears considered for the study are as follows:\n\n\n\nHistorical year – 2022\n\n\n\nBase year – 2023\n\n\n\nForecast period – 2024 to 2032\n\nKey Takeaways:\n\n\n\nMarket Estimates & Forecast for 10 years from 2022 to 2032.\n\n\n\nAnnualized revenues and regional level analysis for each market segment.\n\n\n\nDetailed analysis of geographical landscape with Country level analysis of major regions.\n\n\n\nCompetitive landscape with information on major players in the market.\n\n\n\nAnalysis of key business strategies and recommendations on future market approach.\n\n\n\nAnalysis of competitive structure of the market.\n\n\n\nDemand side and supply side analysis of the market\n\nBuy Now and Get a Discount of 30% @https://reportocean.com/industry-verticals/sample-request?report_id=bw9972\n\nTable of Contents:\n\nChapter 1: Introduction to the PCB Design Software Industry\n\nChapter 2: Executive Summary\n\nChapter 3: Dynamics of the Market\n\nChapter 4: Profiles of Leading Companies\n\nChapter 5: Competition in the PCB Design Software Market among Players\n\nChapter 6: Market Size across Regions\n\nChapter 7: Application Segments in the Market\n\nChapter 8: Segment Analysis of the PCB Design Software Industry\n\nChapter 9: Market Chain, Sourcing Strategies, and Downstream Buyers\n\nChapter 10: Strategies and Key Policies by Distributors/Suppliers/Traders\n\nChapter 11: In-depth Analysis of Key Marketing Strategies by Market Vendors\n\nChapter 12: Evaluation of Market Impact Factors\n\nChapter 13: Forecasted PCB Design Software Market Size (2024-2032)\n\nKey Questions Addressed in the Market Report:\n\nWhat are the consumer buying behaviors and preferences within the market?\n\nWhat are the essential success factors and considerations for entering or expanding within the market?\n\nWhat potential risks and challenges do market participants face?\n\nWhat investment opportunities exist, and what are the expected returns?\n\nHow is the market segmented, and how should target markets be identified?\n\nWhat marketing and advertising strategies are employed by successful market players?\n\nWhat are the barriers to market entry and the level of competitive intensity?\n\nWhat are the forecasts and projections for the market’s future?\n\nWhat strategies are recommended for market participants to achieve success?\n\nAccess Full Report Description, TOC, Table of Figure, Chart, etc. @https://reportocean.com/industry-verticals/sample-request?report_id=bw9972\n\n(*Note: The report’s historical data and future projections can be customized based on client needs. Additionally, the report’s scope can be adjusted to include tailored analyses for specific regions or countries.)\n\nAbout Report Ocean:\n\nReport Ocean is a leading provider of market research, delivering high-quality insights to help clients across industries achieve their strategic goals. Their reports are designed to enhance market share in today’s competitive landscape by offering innovative and actionable market intelligence. As a trusted source of comprehensive market analysis, Report Ocean is the go-to solution for individuals, organizations, and industries seeking to stay ahead in the market.\n\nContact Information:\n\nEmail:[email protected]\n\nAddress: 500 N Michigan Ave, Suite 600, Chicago, Illinois 60611, United States\n\nTelephone: +1 888 212 3539 (US – Toll-Free)\n\nFor more information and to explore their offerings, visit their website at:https://www.reportocean.com/"
    }
]