[
    {
        "title": "My five favourite games from UFO 50 and why you won’t agree – Reader’s Feature",
        "link": "https://metro.co.uk/2024/10/13/five-favourite-games-ufo-50-wont-agree-21781862/",
        "description": "A reader explains why he thinks everyone should play indie compilation UFO 50 and why no-one will agree on which are its best ...",
        "image_url": "https://www.bing.com/th?id=OVF.1SPmcg0qrPmU%2f9vWIEZlpA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "8h",
        "source": "Metro",
        "article_content": "UFO 50 – one of the best games of the year (Mossmouth)\n\nA reader explains why he thinks everyone should play indie compilation UFO 50 and why no-one will agree on which are its best games.\n\nUFO 50 was created by Derek Yu (creator of Spelunky), his childhood friend Jon Perry, and a load of other extremely talented game developers. The game was announced in 2017 and finally came out last month and I am pleased to say the wait was more than worth it.\n\nUFO 50 is a collection of 50 complete 8-bit style games (not mini-games) created by the fictional company UFOSoft, with many lasting several hours. As of the time of writing, I have spent around 27 hours on the game and have completed six games and have 100% on no games. There’s so much to explore and I imagine I will be playing this game for many more months (years?) to come. Here’s some of my personal favourites.\n\nParty House\n\nYou’re having a house party and need to invite guests but you want to make sure they’re worth it, whether they bring more cash in or make your party more popular. You also need to make sure the party doesn’t get too rowdy or someone will call the cops! This is one of the most simple games in the collection but it’s also one of the best.\n\nMost time will be spent in the ‘shop’ section deciding which guests you would like to add to your roster, all of who cost popularity to add. Some earn popularity, some earn cash, and some have special abilities. As you use your cash to expand the house, the game really shines. Using your abilities, you’ll find yourself booting, swapping and predicting guests, while watching those numbers tick up ever so satisfyingly.\n\nOnce you get popular enough, you can start to add star characters to your roster. You have 25 days and 25 parties to get four-star characters at one time to throw the ultimate party. With five scenarios to pick from, each with different characters and a random scenario mode, it’s easy to sink several hours into this one.\n\nParty House is a lot of people’s favourite (Mossmouth)\n\nCamouflage\n\nOut of the many puzzle games in the collection, this one is my favourite. You play as a chameleon who uses the power of camouflage to escape from the various predators in each level. Unlike most games in this collection, Camouflage is very forgiving, enabling you to go back to your previous square when you die.\n\nThe game starts out with stationary enemies but later introduces enemies that patrol around the level, making for some frantic puzzle solving. The puzzles aren’t too difficult but they sure do make you feel smart.\n\nBushido Ball\n\nImagine a samurai-themed fighting game but it’s really just Pong. There are six playable characters each with unique abilities and stats. Each player can roll, slash the ball or do their special when they have enough power. The aim is to beat all the other characters to win the tournament.\n\nWith a full run taking less than 20 minutes, Bushido Ball had me constantly thinking ‘Just one more go’ until I had spent over two hours in the game and finally beat the tournament.\n\nQuibble Race\n\nThis is the strangest game in the collection and I love it. The aim is to make the most money by betting on Quibble races, by whatever means necessary. This involves bribing characters to break quibble’s legs, drug them or even poison them – yes, you can play as a quibble murderer.\n\nYou can also sponsor quibbles, which will give you more money when they win, encouraging you to go for the underdogs which makes for some of the most entertaining races. Watching these quibbles constantly fall over and banging the table as your prize quibble falls over and dies is one of the most entertaining experiences gaming has to offer, especially in three-player co-op.\n\nDevilition\n\nDevils have invaded the town and it’s your job to stop them! In each of the 10 rounds, you must use your randomly-assigned characters (and cannons) to create a chain reaction on a 10×10 board that will kill all of the devils. However, you must avoid killing the villagers, as if there are more devils than villagers at the end of the round then you lose! Once you have placed all of the characters, you may detonate one of them and begin the chain reaction. Watching as your creation destroys everything in sight is immensely satisfying.\n\nThere’re many more games in the collection I would have loved to talk about but the best thing I can say is just go play UFO 50 for yourself. What’s so magical about the game is that everyone has a completely different experience and everyone’s top five will be vastly different. By the time I reach 50 hours, this list will probably have changed entirely – there’s still 15 games I haven’t got round to at all!\n\nBy reader Daniel T.\n\nIf you don’t like Bushido Ball there’s 49 other games to try (Mossmouth)\n\nThe reader’s features do not necessarily represent the views of GameCentral or Metro.\n\nYou can submit your own 500 to 600-word reader feature at any time, which if used will be published in the next appropriate weekend slot. Just contact us at gamecentral@metro.co.uk or use our Submit Stuff page and you won’t need to send an email.\n\nMORE : As far as I’m concerned video game fans are the worst - Reader’s Feature\n\nMORE : Two things Sega must change for Alien Isolation 2 - Reader’s Feature\n\nMORE : Video games are just for kids and that’s as true now as it’s ever been – Reader’s Feature"
    },
    {
        "title": "BREAKING New UFO Witness comes forward with details of infamous Washington DC UFO incident",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/breaking-new-ufo-witness-comes-forward-with-details-of-infamous-washington-dc-ufo-incident/vi-AA1s9GhM?ocid=BingNewsVerp",
        "description": "Patrick discusses new UFO witness who came forward detailing their account of the infamous July 1952 UFO incident in Washington DC where allegedly 6-10 UFOs descended upon the capital city and fighter ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Vetted on MSN15h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "'That's gotta be a UFO!' Mystery as strange lights appear over Stoke-on-Trent",
        "link": "https://www.msn.com/en-gb/money/technology/that-s-gotta-be-a-ufo-mystery-as-strange-lights-appear-over-stoke-on-trent/ar-AA1s8TTi?ocid=BingNewsVerp",
        "description": "Families are searching for answers - after mysterious lights appeared over Stoke-on-Trent. The five bright lights flying ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RA5ljO93O1LbfXzJmv4OhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Stoke on Trent Live on MSN22h",
        "source": "Stoke on Trent Live on MSN",
        "article_content": ""
    },
    {
        "title": "Gaming Needs More Anthologies Like The V/H/S Series",
        "link": "https://www.msn.com/en-us/news/technology/gaming-needs-more-anthologies-like-the-vhs-series/ar-AA1sawAI?ocid=BingNewsVerp",
        "description": "The V/H/S movies offer the opportunity to see a bunch of fillmmakers experiment, and I want more of that in gaming.",
        "image_url": "https://www.bing.com/th?id=OVFT.FyNYv3Qi0CsJcOZQaJ_zNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "TheGamer on MSN16h",
        "source": "TheGamer on MSN",
        "article_content": ""
    },
    {
        "title": "Who Is Tom DeLonge's Wife? All About Marie DeLonge and Her Relationship with the Blink-182 Rocker",
        "link": "https://www.msn.com/en-us/music/celebrity/who-is-tom-delonges-wife-all-about-marie-delonge-and-her-relationship-with-the-blink-182-rocker/ar-AA1s9ZDd?ocid=BingNewsVerp",
        "description": "Blink-182 vocalist Tom DeLonge announced his engagement to Marie Berryman in 2021, after a year-long secret relationship.",
        "image_url": "https://www.bing.com/th?id=OVFT.kLFEM3VccNZyeoiSRcwPKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14hon MSN",
        "source": "People on MSN",
        "article_content": ""
    },
    {
        "title": "AI app helps blind students experience zoo in new ways",
        "link": "https://www.msn.com/en-us/news/technology/ai-app-helps-blind-students-experience-zoo-in-new-ways/vi-AA1saI2X?ocid=BingNewsVerp",
        "description": "As hurricanes intensify, some Florida towns are fighting back with innovative designs. We Build a Barn, Got Stuck in the MUD ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sK0RvOixV1A7jS4ypGddty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "WHO-TV Des Moines on MSN5h",
        "source": "WHO-TV Des Moines on MSN",
        "article_content": ""
    },
    {
        "title": "How To Bamboozle Generative AI",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/10/13/how-to-bamboozle-generative-ai/",
        "description": "Generative AI contains restrictions on answers that the AI will give. You can bamboozle the AI into answering, often known as ...",
        "image_url": "https://www.bing.com/th?id=OVFT.a24KjzG4OG5BGoMjIcIRCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Elm unveils comprehensive solutions and AI-driven applications for smart living at GITEX Global 2024",
        "link": "https://www.zawya.com/en/press-release/companies-news/elm-unveils-comprehensive-solutions-and-ai-driven-applications-for-smart-living-at-gitex-global-2024-gqbotxn3",
        "description": "Elm, a pioneer in digital solutions, is showcasing a suite of smart and cutting-edge digital services, products, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hFYBDujzsevQHz8103fhYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Zawya6m",
        "source": "Zawya",
        "article_content": "Content not available"
    },
    {
        "title": "Google Meet for Android will soon get AI-generated backgrounds",
        "link": "https://www.msn.com/en-us/news/technology/google-meet-for-android-will-soon-get-ai-generated-backgrounds/ar-AA1sahkg?ocid=BingNewsVerp",
        "description": "While Android Authority could make the new option appear, tapping it reportedly returns an empty page, suggesting it's still ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p9sdOJoDlmOdEeuxO2phJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10hon MSN",
        "source": "Android Police on MSN",
        "article_content": ""
    },
    {
        "title": "‘Where we are today in biology AI is similar to GPT in 2020’: An interview with the CEO of Africa’s biggest AI startup",
        "link": "https://www.msn.com/en-us/news/technology/where-we-are-today-in-biology-ai-is-similar-to-gpt-in-2020-an-interview-with-the-ceo-of-africa-s-biggest-ai-startup/ar-AA1s9Pnw?ocid=BingNewsVerp",
        "description": "In January last year, German biotech company BioNTech acquired African AI startup Instadeep for over $550 million, a deal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ro5D9JsVljasBGw-5znPuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Something Paranormal is Following My Son... *SCARY*",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/something-paranormal-is-following-my-son-scary/vi-AA1saGeB?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!If you want to send your stories through for a chance to be read on my channel, send them to loeylanestorytime@gmail.comMY BOOK IS OUT! Order my novel, Haunted in ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Binge Bytes on MSN3h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal investigator Danny Robins uncovers some unsettling Hauntings",
        "link": "https://www.newsletter.co.uk/arts-and-culture/film-and-tv/paranormal-investigator-danny-robins-uncovers-some-unsettling-hauntings-4811084",
        "description": "During the past few years, Danny Robins, previously best known as a comedy writer and performer, has enjoyed success thanks ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mOTUNNc-ElPsGq64z8OqLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The News Letter16h",
        "source": "The News Letter",
        "article_content": "Content not available"
    },
    {
        "title": "Lewis County Historical Museum opening doors after hours for ghost tours later this month",
        "link": "https://www.yahoo.com/lifestyle/lewis-county-historical-museum-opening-035900744.html",
        "description": "Originally a train station constructed in 1912 in downtown Chehalis, the Lewis County Historical Museum will open its doors after hours on Saturday, Oct. 26, for visitors to explore the museum on ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "paranormal",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "Oct. 11—Originally a train station constructed in 1912 in downtown Chehalis, the Lewis County Historical Museum will open its doors after hours on Saturday, Oct. 26, for visitors to explore the museum on ghost tours led by the South Sound Paranormal Research Team.\n\nThree tours, starting at 6, 7 and 8 p.m., will be available. Those brave enough to join the tour will not only get to explore the museum floor but also get behind-the-scenes access to its attic — which is used as storage for many historical books, documents and items, and is reportedly the most haunted area.\n\nVarious paranormal phenomena in the building have been reported ranging from capturing phantom voices on audio recorders to encountering full-body apparitions.\n\nIn one instance, a former Lewis County Historical Museum employee had closed up for the day and was alone in the museum when a woman wearing Victorian-era clothing approached them and asked when the next train was arriving, employees at the museum have said.\n\nThe employee is said to have informed the woman the building hadn't been an actual train station for decades. After the brief exchange, the woman is said to have politely thanked the employee before walking off and vanishing.\n\nLewis County Historical Museum Executive Director Jason Mattson has had his own paranormal experiences, including opening one morning and discovering shaving cups switched in exhibits overnight when nobody was inside, and books on the floor appearing to have been pulled off shelves they wouldn't fall off by themselves.\n\nThe tours are recommended for those 13 and older only, and tickets are $20 per person and can be purchased online at https://tinyurl.com/2mhnsdfm. All proceeds benefit the Lewis County Historical Museum.\n\nThose taking the tours are invited to bring along their own flashlights and other paranormal investigative tools.\n\nThe Lewis County Historical Museum is located at 599 NW Front Way in downtown Chehalis. For more information, visit https://lewiscountymuseum.org/.\n\nFounded in 2006, the South Sound Paranormal Research Team is a nonprofit that offers investigations free of charge to residents in Washington and Oregon who believe they may be encountering hauntings or other paranormal activity.\n\nTo learn more and get in contact about organizing an investigation, visit https://www.sspri.org/.\n\n----To submit news tips or photos to The Chronicle's newsroom, email news@chronline.com. Information can also be mailed to 321 N. Pearl St., Centralia."
    },
    {
        "title": "Usual June feels like Life is Strange, but we get to beat up some monsters",
        "link": "https://www.gamereactor.eu/usual-june-feels-like-life-is-strange-but-we-get-to-beat-up-some-monsters-1442953/",
        "description": "Usual June starts June, a young woman trying to enjoy her summer break... with the ability to see ghosts. Suddenly, the ...",
        "image_url": "https://www.bing.com/th?id=OVF.CkwPOt%2b0vVXyTGgBOy7xpg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Gamereactor18h",
        "source": "Gamereactor",
        "article_content": "If you're looking for a third-person action adventure that also tells a fun, sweet and a little bit terrifying story, Usual June must be on your radar. Back at Gamescom we had the pleasure to talk to Rebekah Saltsman, Finji CEO, about this indie game coming in 2025 to PC and Mac.\n\nUsual June starts June, a young woman trying to enjoy her summer break... with the ability to see ghosts. Suddenly, the ghosts starty acting strange, so she will unravel a conspiracy mystery with her friends, even though they don't know about her special ability.\n\n\"She can see ghosts. And she has found a mystery in the town that she goes to college in. She has her friends and they're kind of like scooby-dooing around\", Saltsman told us.\n\nJune investigates urban legends with her friends and will end up in \"this other place, this other world, where she is discovering that she has these other abilities because of her ability to see ghosts.\"\n\nAction, adventure and puzzles with some ghostly abilities\n\nIt is in those areas, in a paranormal world, where she will gain other abilities, including combat and traversal movements that will clearly differentiate the two parts of the game: the more quiet, exploration bits in the real world and the action in the ghost world, where we get \"to beat up some monsters\" and solve some puzzles.\n\nThe tone of the game will be light and fun, however. \"We are not in sort of blood and gore territory here. The story does have some teeth. But the visuals, the gameplay, all of that is definitely a T rating.\"\n\nYou can watch our full interview with Finji's Rebekah Saltsman below, while waiting for Usual June's release next year."
    },
    {
        "title": "Haunted Tennessee: The ‘old lady’ who haunts the former Opryland site",
        "link": "https://www.msn.com/en-us/travel/news/haunted-tennessee-the-old-lady-who-haunts-the-former-opryland-site/ar-AA1s9t1c?ocid=BingNewsVerp",
        "description": "While people remember Opryland for its rides and attractions, did you know a ghost also called the theme park home?",
        "image_url": "https://www.bing.com/th?id=OVFT.PDKwRlKT7plO9l5-Tuw5GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17hon MSN",
        "source": "WKRN Nashville on MSN",
        "article_content": ""
    },
    {
        "title": "Secret tomb found under ‘Indiana Jones’ filming location in Petra",
        "link": "https://www.cnn.com/2024/10/12/science/petra-tomb-indiana-jones-discovery/index.html?ICID=ref_fark",
        "description": "Archaeologists found a tomb with 12 skeletons beneath the Treasury in Petra, Jordan. The discovery provides rare insight into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aRG2TfJW-K42l6rgWgFmkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18h",
        "source": "CNN",
        "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nAt the heart of the ancient city of Petra, Jordan, carved into pink sandstone cliffs, lies an elaborate monument known as the Khaznah, or the Treasury.\n\nAnd buried beneath that edifice, archaeologists recently discovered, is a tomb with at least 12 human skeletons and artifacts that are estimated to be at least 2,000 years old.\n\nArchaeologists led by Dr. Pearce Paul Creasman, executive director of the American Center of Research, unearthed the ancient tomb. The expedition was studying the Treasury after years of speculation that two tombs found below the left side of the monument in 2003 weren’t the only secret underground chambers. But that theory had not been confirmed — until now.\n\nCreasman and his team performed ground-penetrating radar — a remote sensing technique that uses radar pulses to detect underground objects — earlier this year to see whether the physical features on the left, where the original tombs were found, matched those on the right. The detections revealed strong similarities among the two sides, and it was the proof they needed to receive permission from the Jordanian government to dig beneath the Treasury.\n\nAt this point, Creasman contacted Josh Gates, host of Discovery Channel’s “Expedition Unknown.” “I think we’ve got something,” Creasman said he told the explorer over the phone.\n\nWith a film crew, the team excavated the newly uncovered tomb in August. But the real surprise was what lay within the tomb. While many tombs uncovered within Petra are found empty or disturbed, the chamber was filled with complete skeletal remains and grave goods made from bronze, iron and ceramic. The intact burial found beneath the Treasury provides rare insight into the lives of the Nabataeans, ancient Arabian nomads whose desert kingdom thrived during fourth century BC to AD 106, Creasman said.\n\n“This is a hugely rare discovery — in the two centuries that Petra has been investigated by archaeologists, nothing like this has been found before,” Gates said. “Even in front of one of the most famous buildings in the world … there are still huge discoveries to be made.”\n\nThe significant finding may be the largest collection of human remains found in one place within Petra, according to researchers, and it was featured Wednesday on the season premiere of “Expedition Unknown.” (Discovery Channel is owned by CNN’s parent company, Warner Bros. Discovery.)\n\nExploring Petra, a world wonder\n\nWithin the tomb beneath the Treasury, archaeologists found a ceramic vessel resembling the Holy Grail. Discovery’s Expedition Unknown\n\nPetra was voted as one of the New Seven Wonders of the World in the 2000s for its unique architecture and the many mysteries that still surround the city. While experts have debated the Treasury’s purpose for centuries, the most popular theory is that the monument serves as a mausoleum, although no skeletal remains have been found within the building itself, Gates said.\n\nThe Treasury receives hundreds of thousands of tourists a year, and it has also been featured in several movies, most prominently as the site of the Holy Grail in the 1989 film “Indiana Jones and the Last Crusade.”\n\nAmong the artifacts were several vessels, with one skeleton found clutching a ceramic chalice that resembled the shape of the Holy Grail. “It really was this awesome moment of history imitating art,” Gates said.\n\nThe artifacts are extremely well-preserved, Creasman said. However, the human remains, while intact, are in more delicate shape than expected. Their condition may be a result of the humidity and seasonal floods in Petra as well as the porous sandstone surrounding the tomb that has entrapped moisture, he said. Some of the skeletons were found with mold.\n\nOnly a handful of tombs uncovered in Petra in the past several decades have been found with untouched burials, Creasman said. Grave disturbances were most likely due to travelers looking for shade and protection in the desert, he added.\n\nThe two tombs uncovered beneath the left side of the Treasury two decades ago by archaeologists from the Jordan Department of Antiquities had partial skeletal remains, but the data was not published, so it’s unclear how many individuals were found, Creasman said.\n\n“We were hopeful to find anything that might tell us more about the ancient people and place — human remains can be a really valuable tool in that regard,” Creasman said. “The burials in this tomb are articulated, so the bones haven’t been rummaged around and moved, so that’s exceedingly rare.”\n\nRare insight into the ancient Nabataeans\n\nDr. Fares Braizat (from left), Fadi Balawi, Josh Gates and Dr. Pearce Paul Creasman look into the newly discovered tomb at Petra. Discovery’s Expedition Unknown\n\nOne mystery that remains surrounding the Nabataeans are their burial practices. In literature, Nabataean society is often described as being more egalitarian, with the king more integrated with lower classes than leaders of other civilizations, Creasman said. So far, out of the Nabataean tombs found, there does not seem to be a huge difference between royal and regular burials, so it’s difficult to say whether the recently discovered tombs below the Treasury were designed for royalty.\n\nThe researchers also suspect that many of the textiles and jewelry that are usually found in Nabataean burials, such as cloth wrappings and necklaces and other beads adorning the bodies, were lost due to the humidity and floodwaters seeping into the tomb, Gates said.\n\nAs the researchers continue to study the skeletons, Creasman said they are hopeful more details will come to light about who the people were in life. Researchers would like to date the skeletons and artifacts as well as use extracted DNA to determine whether the dozen skeletons are related. Other analyses may be able to help assess their diets and unravel whether they had physical jobs, Creasman said.\n\n“They must be hugely important people, because where they’re buried is such prime real estate; it really is the main entrance to the city,” Gates said. “I think learning who they are is really going to help unlock part of the story of the Treasury.”\n\nCorrection: An earlier version of this story misidentified the four experts shown in the group photo. The story has been updated with the correct identifications."
    },
    {
        "title": "Why is microRNA discovery a big leap?",
        "link": "https://www.thehindu.com/sci-tech/science/why-is-microrna-discovery-a-big-leap/article68745959.ece",
        "description": "What have the Nobel laureates achieved by unlocking a secret on how different types of cells develop? How will it help in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FpikWJ0Coo4iTwRuKyCyYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "16h",
        "source": "The Hindu",
        "article_content": "The Nobel Committee announced on October 7 that the Nobel Prize for Medicine or Physiology would be shared by Victor Ambros and Gary Ruvkun “for the discovery of microRNA and its role in post-transcriptional gene regulation,” thereby unlocking a secret on how different types of cells develop.\n\nWhat is microRNA?\n\nThe human body is probably the most complex puzzle that humans are still trying to make sense of. Every time there is a better understanding and a piece slides into place with a resounding click, then it is an occasion for celebration. For a Nobel Prize too perhaps. This year’s awardees of the Nobel Prize for Medicine — Ambros and Ruvkun — did slide in a couple of pieces into the right slots in the massive puzzle that suddenly opened our eyes to understanding how different cell types develop.\n\nEditorial | Regulation role: On the 2024 Medicine Nobel\n\nConsider this: Every cell in the body contains the same chromosome, so every cell contains exactly the same set of genes and presumably, the same instructions. But different cell types have different, unique characteristics. It confounded the imagination until Ambros and Ruvkun came along. Their discovery offered a plausible explanation for the conundrum. The piece of the puzzle was called microRNA, a new class of tiny RNA molecules that play a crucial role in gene regulation. As the Nobel announcement statement said, their groundbreaking discovery revealed a completely new principle of gene regulation essential for multicellular organisms, including humans.\n\nIt is now known that the human genome codes for over one thousand microRNAs. Genetic information flows from DNA to messenger RNA (mRNA), via a process called transcription, and then on to the cell for production of protein. There, mRNAs are translated so that proteins are made according to the genetic instructions stored in DNA.\n\nThe key is in the precise regulation of gene activity so that only the correct set of genes is active in each specific cell type. Additionally, gene activity must be continually fine-tuned to adapt cellular functions to changing conditions in our bodies and environment. If gene regulation goes awry, it can lead to serious diseases. Therefore, understanding the regulation of gene activity has been an important goal for many decades.\n\nWhat is the work that led to the Nobel prize?\n\nAmbros and Ruvkun, both American biologists, were together in their post-doctoral period at the H. Robert Horovitz lab in the 1980s, and their interest in cell development probably had its spark there. “It was the moment,” Ruvkun said later, “when recombinant DNA was just starting to take off and it was obvious that it was a revolution and I wanted to be part of that.” As they say, great achievements have humble beginnings, and this duo started appropriately enough with a humble 1 mm long roundworm. This creature was not an odd choice though: it possessed many specialised types of cells, such as nerve and muscle cells, making it a convenient model to study a complex genetic regulation process across species, one that was conserved throughout evolution.\n\nAfter that, both scientists branched off on their own, though they remained focused on the same theme, obsessively, as great scientists are wont to, but exchanging data with each other, a task assigned great value in the modern scientific world.\n\nThe study of mutant strains that disrupt cellular processes offers great insights into gene function, and Ambros and Ruvkun took this path. They studied two mutant strains of worms, lin-4, and lin-14, that displayed defects in the timing of activation of genetic programmes during development.\n\nAfter his post-doctoral research, Ambros analysed the lin-4 mutant in his laboratory. He managed to clone the gene which revealed that the lin-4 gene produced an unusually short RNA molecule that lacked a code for protein production. This suggested that the small RNA from lin-4 was responsible for inhibiting lin-14.\n\nConcurrently, Ruvkun investigated the regulation of the lin-14 gene at Massachusetts General Hospital and Harvard Medical School. Ruvkun showed that the inhibition occurred at a later stage in the process of gene expression, through the shutdown of protein production. Experiments also revealed a segment in lin-14 mRNA necessary for its inhibition by lin-4. There were therefore complementary sequences in lin-4 and lin-14 mRNA, and the former binds to such sequences in the latter, blocking protein production in lin-14.\n\nThe two laureates compared their findings, which resulted in a breakthrough discovery. A new principle of gene regulation, mediated by a previously unknown type of RNA, microRNA, had been discovered. The results were published in 1993 in two articles in the journal Cell. Incidentally, Ambros’ wife Rosalind Lee was his colleague and the first author of the Cell paper cited by the Nobel Committee. As Iorio and Croce wrote in their paper Causes and consequences of microRNA dysregulation, in the Cancer Journal, “microRNAs represent indeed an entire novel level of gene regulation that forced scientists to revise and somehow reorganise their view of the molecular biology.”\n\nWhile these results were met with initial silence from the scientific community, perception changed and euphoria took over, after Ruvkun’s research group published their discovery of another microRNA encoded by the let-7 gene, seven years later. This gene was highly conserved and present throughout the animal kingdom, unlike lin-4. Over the following years, different microRNAs were identified. As a result of this work, researchers are today aware of the presence of more than 1,000 genes for different microRNAs and that gene regulation for microRNA is present in all multicellular organisms.\n\nWhat are the applications for the future?\n\nAs Iorio and Croce list, since the first discovery, there have been remarkable advances in the understanding of microRNA biology. These include the identification of hundreds of microRNA genes; the dissection of microRNA biogenesis pathways; the identification of numerous microRNA targets and the establishment of principles of target regulation; and more importantly, there have been vigorous studies of their biological functions in physiological and pathological conditions.\n\nResearchers found that a single microRNA can regulate the expression of many different genes, and conversely, a single gene can be regulated by multiple microRNAs, thereby coordinating and fine-tuning entire networks of genes. Extensive research has also yielded knowledge that cells and tissues do not develop normally without microRNAs. Abnormal regulation by microRNA can contribute to cancer, and mutations in genes coding for microRNAs have been found in humans, causing conditions such as congenital hearing loss, eye and skeletal disorders. Mutations in one of the proteins required for microRNA production result in the DICER1 syndrome, a rare but severe syndrome linked to cancer in various organs and tissues.\n\nThe Nobel Prize 2024: An interactive guide"
    },
    {
        "title": "New paradigm of drug discovery with world's first atomic editing?",
        "link": "https://www.sciencedaily.com/releases/2024/10/241011141546.htm",
        "description": "Researchers have successfully develop single-atom editing technology that maximizes drug efficacy.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily19h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Revolutionizing Virology: AI Discovers Over 160,000 New RNA Viruses",
        "link": "https://scitechdaily.com/revolutionizing-virology-ai-discovers-over-160000-new-rna-viruses/",
        "description": "Largest discovery of new virus species sheds light on the hidden virosphere. Artificial intelligence (AI) has been used to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dOlhOxYFdn7B1zX_UoVhdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "How One Woman’s Dangerous Discovery Changed Science—and Cost Her Life",
        "link": "https://twoverbs.com/how-one-womans-dangerous-discovery-changed-science-and-cost-her-life/",
        "description": "Marie Curie revolutionized science with her discovery of radioactivity, breaking barriers for women and winning two Nobel ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MMy_Sw6GagS88HQ_KSvVZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "twoverbs42m",
        "source": "twoverbs",
        "article_content": "A Revolutionary Mind in a Restrictive Era\n\nMarie Curie, born Maria Sklodowska in Warsaw, Poland, in 1867, forever altered the course of science with her groundbreaking work on radioactivity. In an era when women were often denied formal education, Curie’s brilliance, determination, and pioneering spirit transcended barriers and led to achievements that still resonate today. As the first woman to win a Nobel Prize, and the only person to win it in two different scientific fields (Physics and Chemistry), Curie not only transformed our understanding of atomic science but also shattered gender norms. This is the story of a woman who redefined what was possible for science and for women in academia.\n\nEarly Life: From Warsaw to the World\n\nMarie Curie’s journey began in a politically suppressed Poland, under the rule of the Russian Empire, where education for women was severely restricted. Nevertheless, she excelled academically, inspired by her parents, both educators. Determined to pursue higher education, Curie moved to Paris in 1891 to attend the University of Paris (Sorbonne), where she faced financial hardship and studied in cramped, cold conditions. Despite these challenges, her brilliance in physics and mathematics shone through, laying the foundation for her later scientific breakthroughs.\n\nIn Paris, she met and married Pierre Curie, a prominent physicist. Their intellectual partnership would prove transformative—not just for their personal lives but for science as a whole. Marie and Pierre embarked on collaborative research that would lead to one of the most important discoveries in modern science.\n\nDiscovery of Radioactivity: Unlocking the Atom’s Power\n\nIn 1896, Curie began her doctoral research, focusing on the work of Henri Becquerel, who had discovered that uranium emitted mysterious rays. Marie Curie was determined to delve deeper, meticulously measuring the strength of these rays in various substances. This led her to the groundbreaking realization that certain materials, such as thorium, also emitted this energy, which she named “radioactivity.”\n\nCurie’s research culminated in the discovery of two new elements: polonium (named after her homeland, Poland) and radium. These discoveries, while revolutionary for science, were physically taxing. Curie worked with radioactive materials for years without protective equipment, unknowingly endangering her health. Despite the risks, she continued to push the boundaries of what was known about atomic energy, eventually winning her first Nobel Prize in Physics in 1903, shared with her husband Pierre and Henri Becquerel.\n\nA Legacy Cemented: The Nobel Prizes and Beyond\n\nMarie Curie’s scientific contributions did not stop at the discovery of radioactivity. In 1911, she was awarded a second Nobel Prize, this time in Chemistry, for her continued work on radium and its compounds. This made her the first person ever to win two Nobel Prizes in different scientific fields—a feat that remains rare even today.\n\nCurie’s dedication to her research persisted, even after Pierre’s tragic death in 1906. Widowed and raising two daughters, Curie took on the role of professor at the Sorbonne, becoming the first woman to hold such a position. During World War I, she applied her scientific expertise to develop mobile X-ray units, known as “Little Curies,” which greatly improved the medical treatment of wounded soldiers on the front lines.\n\nCurie’s work had far-reaching consequences, setting the stage for advancements in nuclear physics and medicine. Despite the toll her exposure to radioactivity took on her health—leading to her eventual death in 1934—her contributions paved the way for breakthroughs in cancer treatment, medical imaging, and our understanding of the atom.\n\nThe Price of Genius: Personal Sacrifices\n\nWhile Marie Curie is best remembered for her scientific achievements, her personal life was marked by both great tragedy and triumph. The sudden loss of her husband Pierre was a profound blow, but Curie remained resilient, dedicating herself even more fervently to her work. This relentless pursuit of knowledge came at a price. Curie faced not only physical exhaustion from her research but also opposition from a male-dominated scientific community. Her achievements were often scrutinized or diminished because of her gender.\n\nIn 1911, when a personal relationship with fellow scientist Paul Langevin came to light, Curie was subjected to harsh criticism by the media, which sought to tarnish her reputation. Despite these obstacles, Curie never wavered in her pursuit of scientific discovery, nor did she allow personal attacks to overshadow her groundbreaking work.\n\nA Lasting Impact: Curie’s Influence on Science and Society\n\nMarie Curie’s legacy lives on, not just in scientific discoveries but in the opportunities she created for women in science. She helped redefine what women could achieve in academia and beyond, breaking down gender barriers that had long limited their access to education and professional recognition.\n\nHer work with radioactive elements paved the way for the development of X-rays in medicine, leading to critical advances in diagnostic imaging and cancer treatment. Today, countless medical and scientific institutions bear her name, and her legacy continues to inspire generations of scientists.\n\nCurie’s remarkable achievements serve as a reminder of the importance of perseverance, curiosity, and an unyielding commitment to knowledge. Through her contributions, she changed the world—not only unlocking the secrets of the atom but also proving that genius knows no gender."
    },
    {
        "title": "How to Build a WhatsApp Chatbot in Just 2 Minutes with No-Code",
        "link": "https://www.geeky-gadgets.com/how-to-build-a-whatsapp-chatbot-no-code/",
        "description": "Learn how to build a WhatsApp chatbot to improve your communications to enhance your brand or business. This 2 minute project ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wlXeBewAuD5ik6RKrKT60C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "16m",
        "source": "Geeky Gadgets",
        "article_content": "If you need a little assistance keeping up with your WhatsApp interactions you might be interested to know you can build a WhatsApp chat Bowen just two minutes without any coding experience needed. The chatbot can be used for a wide variety of different applications whether you are looking to increase your brand outreach or have an online business and would like to communicate with your customer base more efficiently.\n\nWhatsApp users are constantly seeking innovative ways to enhance customer engagement and streamline operations. One powerful solution that has gained significant traction is the integration of AI-powered chatbots into popular messaging platforms like WhatsApp. This guide will guide you through the process of creating a sophisticated WhatsApp chatbot using no-code tools, with a focus on Vector Shift’s platform.\n\nThe Power of AI in WhatsApp\n\nIntegrating artificial intelligence into WhatsApp offers numerous benefits for businesses:\n\nInstant customer support available 24/7\n\nEfficient handling of routine inquiries and tasks\n\nPersonalized user experiences based on data analysis\n\nScalable solution for managing high volumes of interactions\n\nCost-effective alternative to traditional customer service methods\n\nBy using AI in WhatsApp, you can automate various processes such as appointment scheduling, order tracking, and troubleshooting common issues. This automation not only improves operational efficiency but also significantly enhances customer satisfaction by providing prompt and accurate responses.\n\nBuilding a WhatsApp Chatbot\n\nHere are a selection of other guides from our extensive library of content you may find of interest on the subject of coding using artificial intelligence and WhatsApp :\n\nIntroducing Vector Shift: Your No-Code AI Solution\n\nVector Shift stands out as a powerful no-code AI automation platform that provide widespread access tos the creation of sophisticated AI applications. Its intuitive drag-and-drop interface allows users with minimal programming experience to build complex AI-driven chatbots. The platform offers a variety of pre-built templates and integrations, making it an ideal choice for businesses looking to quickly implement AI solutions.\n\nKey features of Vector Shift include:\n\nUser-friendly visual interface for building AI workflows\n\nIntegration with advanced language models for natural conversations\n\nCustomizable templates for various business scenarios\n\nRobust API connections for seamless integration with existing systems\n\nScalable architecture to support growing business needs\n\nStep-by-Step Guide to Creating Your WhatsApp Chatbot\n\n1. Initialize Your Project: Begin by accessing Vector Shift’s no-code builder and selecting a suitable template for your e-commerce chatbot.\n\n2. Design the Conversation Flow: Use input and output nodes to define the structure of user interactions. This step involves mapping out potential user queries and appropriate bot responses.\n\n3. Implement Natural Language Processing: Incorporate large language models to enhance the chatbot’s ability to understand and respond to a wide range of user inputs naturally.\n\n4. Set Up Conditional Logic: Use condition nodes to create dynamic responses based on specific triggers or user inputs. This feature allows your chatbot to provide contextually relevant information.\n\n5. Integrate Knowledge Base: Connect your product database and pricing information using CSV files or API integrations. This step ensures your chatbot can accurately handle product-related queries.\n\n6. Test and Refine: Thoroughly test your chatbot’s responses and refine its logic to handle edge cases and improve overall performance.\n\nDeploying Your Chatbot on WhatsApp\n\nOnce your chatbot is built and tested, the next crucial step is deploying it on WhatsApp. This process typically involves:\n\n1. Exporting Your Chatbot: Use Vector Shift’s export functionality to prepare your chatbot for integration.\n\n2. Setting Up Twilio Integration: Use Twilio’s API to establish a connection between your chatbot and WhatsApp’s messaging infrastructure.\n\n3. Configuring WhatsApp Business API: Set up and verify your WhatsApp Business account to enable chatbot functionality.\n\n4. Testing Live Integration: Conduct thorough testing to ensure seamless communication between your chatbot and WhatsApp users.\n\nCustomization and Advanced Features\n\nVector Shift offers extensive customization options to tailor your chatbot’s functionality and appearance:\n\nPersonalize conversation flows based on user data\n\nImplement multi-language support for global audiences\n\nIntegrate with CRM systems for enhanced customer insights\n\nSet up automated notifications and follow-ups\n\nImplement sentiment analysis for better customer understanding\n\nExplore Vector Shift’s comprehensive documentation to unlock these advanced features and push the boundaries of what your WhatsApp chatbot can achieve.\n\nRealizing the Benefits of AI Automation\n\nBy successfully implementing an AI-powered WhatsApp chatbot, your business can experience significant improvements in various areas:\n\nReduced response times and increased customer satisfaction\n\nEfficient handling of high-volume customer interactions\n\nValuable insights from customer data analysis\n\nFreed-up human resources for complex tasks\n\nConsistent brand messaging across all customer touchpoints\n\nAs you become more familiar with Vector Shift’s capabilities, continue to explore and implement new features to further optimize your business processes and enhance customer experiences.\n\nBy embracing AI automation through platforms like Vector Shift, you’re not just keeping up with technological advancements – you’re positioning your business at the forefront of customer service innovation. The journey of creating and refining your WhatsApp chatbot is an ongoing process of learning and improvement, promising long-term benefits for your business and customers alike.\n\nMedia Credit: WorldofAI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Writing Venture Capital’s New Playbook",
        "link": "https://www.forbes.com/sites/ruthfoxeblader/2024/10/13/writing-venture-capitals-new-playbook/",
        "description": "To wit, venture activity at seed and pre-seed stages is now as high as it was during the pandemic. Funds typically have 3-5 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uUZbySvuJmwx37Blf_1eLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Meet The Fintech Startup Powering The Cannabis Industry",
        "link": "https://www.forbes.com/sites/willyakowicz/2024/10/13/green-check-fintech-startup-powering-cannabis-industry/",
        "description": "Green Check verifies $1 billion in legal marijuana sales every month through its banking compliance software. Inside the ...",
        "image_url": "https://www.bing.com/th?id=OVF.DSbmie9Ae7v%2fEfy0Ib3Pcg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Bears vs. Jaguars in London: Start time, how to watch for Week 6 international game",
        "link": "https://www.msn.com/en-us/sports/other/bears-vs-jaguars-in-london-start-time-how-to-watch-for-week-6-international-game/ar-AA1sb6x4?ocid=BingNewsVerp",
        "description": "The Chicago Bears and Jacksonville Jaguars face off in a battle of No. 1 overall QBs on Sunday morning. Here's how to catch ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OcFLXsDq0BCslJWPTP1xEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "23mon MSN",
        "source": "USA TODAY Sports on MSN",
        "article_content": ""
    },
    {
        "title": "Red Hat eyes smarter cloud-native AI ahead",
        "link": "https://www.computerweekly.com/blog/Open-Source-Insider/Red-Hat-eyes-smarter-cloud-native-AI-ahead",
        "description": "Normally a more backroom, back-office, base layer, kernel-centric organisation in our eyes (if not in the view of 99.9% of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WUqekSc4xd6VBeo9b__FDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Computer Weekly13h",
        "source": "Computer Weekly",
        "article_content": "Normally a more backroom, back-office, base layer, kernel-centric organisation in our eyes (if not in the view of 99.9% of software application development professionals), Red Hat has put an additional stamp on the AI market this month with a suggestion that preparing for AI adoption is a key driver for cloud strategies today.\n\nThe company analysed a set of European-based technology practitioners and found that along with preparing for AI adoption, the drive to deploy cloud in practical functional ways is almost level with a need to adopt cloud-native application development and DevOps.\n\nMost IT managers see advantages in adopting enterprise open source solutions for AI, including predictive and generative, says Red Hat.\n\nResearch carried out across 609 IT managers from large businesses (500+ employees) within six countries: France, Germany, Italy, Spain, the UAE and the UK explored the priorities and challenges for IT managers as they navigate cloud complexity and the opportunities and barriers they face in executing AI strategies.\n\nWhen asked about the advantages in adopting enterprise open source solutions for AI – including predictive and generative – more than half of UK IT managers surveyed (53%) cited accelerated innovation, alongside cost-efficiency (50%) and trust and transparency (43%)."
    },
    {
        "title": "Why you should be careful of emails from ‘Microsoft employees’",
        "link": "https://www.msn.com/en-in/money/news/chinese-surveillance-camera-maker-hikvision-may-cut-1000-jobs/ar-AA1sb6F3?ocid=BingNewsVerp",
        "description": "Scammers are exploiting Microsoft’s reputation by sending fake emails that mimic official communications, often containing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GoZUZZt-1s5lGCCkAjBsPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18mon MSN",
        "source": "The Times of India on MSN",
        "article_content": ""
    }
]