[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO-like electric flying vehicle which gives passengers 360 degree views could be the next Uber",
            "link": "https://www.msn.com/en-ph/technology/tech-companies/ufo-like-electric-flying-vehicle-could-be-the-next-uber/ar-AA1x0A6Y?ocid=BingNewsVerp",
            "description": "The fully autonomous 'Invo Moon' offers up to three passengers a 360-degree panorama above and below as it travels at speeds ...",
            "image_url": "https://www.bing.com/th?id=OVFT.42Qb7_S4tP-QSOOHiR1Zcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Decades of debunking: One man's quest to explain UFOs without aliens",
            "link": "https://www.thestar.com.my/lifestyle/living/2025/01/06/decades-of-debunking-one-man039s-quest-to-explain-ufos-without-aliens",
            "description": "Do aliens or UFOs really exist? This enduring question has sparked the curiosity of people around the world. Each year, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-aN1si1Ek6LCSNbTeEwXVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "The Star",
            "article_content": "He has been dedicated to UFO research for decades.\n\nThe first thing Hansjurgen Kohler insists on clarifying as we begin our conversation is that at his place of work, the Central Research Network for Extraordinary Celestial Phenomena (Cenap), they don't believe aliens are lurking somewhere on Earth.\n\n\"We differ from the ufologists, who claim that there is an extraterrestrial presence on Earth,\" says Kohler, the founder and director of Germany's UFO registration office Cenap.\n\nSome ufologists, he explains, claim that some 113 dead and living aliens remain hidden in the US after 30 flying saucers crashed there.\n\n\"This is completely unfounded and also goes against our experience in over 50 years of active case investigations,\" Kohler says.\n\nAccording to its director, Cenap has processed more than 11,000 reports of unusual celestial sightings to date, analysing hundreds of photos and videos that could be attributed to natural and earthly causes.\n\nWhile there are currently 119 unsolved cases, there's no reason to engage in speculation, Kohler says. The problem with those cases is that they miss key data like the date, time or location of the sighting.\n\nPoint of contact\n\nFor all those immediately thinking of aliens, Kohler reminds us of the meaning of the acronym UFO: unidentified flying object.\n\nHe founded Cenap as a \"point of contact for all those who want an explanation for a phenomenon they observed and didn't understand\".\n\nThe organisation, founded in 1976, is supported by the European Space Agency (ESA) and Germany's air traffic control company DFS.\n\nThe type of cases reported to Cenap has changed dramatically over the decades, Kohler says.\n\nThe rise of SpaceX, the space company owned by tech billionaire Elon Musk, has also been reflected in reports made to Cenap.\n\nIn the 80s, mini hot-air balloons caused a stir, followed by sky tracker beams and disco lights in the 90s.\n\nAt the turn of the millennium, the centre saw a spike in reports due to Chinese lanterns and in the 2010s, private and industrial drones entered the mix.\n\nThanks to Musk\n\nFor about five years now, the rise of SpaceX, the space company owned by tech billionaire Elon Musk, has also been reflected in reports made to Cenap, with its Starlink satellites driving up the number of UFO sightings.\n\n\"In normal years, we usually had 300 to 400 cases, but now, for the past five years, that has gone up to 700 to 900,\" Kohler says.\n\nIn 2024, the organisation recorded over 850 cases by Oct 20, with the figure expected to surpass 1,000 by the end of the year.\n\nBut not all cases can be attributed to Musk's satellite network, which aims to provide global Internet coverage.\n\nSo-called burnups – rocket ignitions – in orbit sometimes also prompt people to make a report \"because they cause fantastic formations at the zenith of the night sky when illuminated by the sun\", Kohler explains.\n\nVerifying a UFO sighting\n\nBut what exactly happens after a UFO sighting is reported?\n\nFirst of all, Cenap records the basic info: date, time and location of the sighting.\n\nThey then create a map of the location and enter the witness's description and any attached photos or videos into a case file.\n\nOnly then does the real work begin: \"The next step is to check for the usual suspects. In the case of night sightings, we check astronomical data for the location of the sighting (planets, star charts), as well as satellite, ISS and bright rocket parts overflight data if necessary,\" Kohler says.\n\nThe organisation also checks air traffic data to make sure the sighting wasn't an aircraft or a helicopter.\n\nThey compare the photos and videos of the report with their extensive archive dating back to 1973. \"This usually leads to the identification of the respective observation,\" says the Cenap director.\n\nSatellites and other objects can be seen as trails of light between the stars in the night sky above the eastern German state of Brandenburg (taken with 20 seconds of exposure time, therefore the moving objects can be seen as lines). Photo: Patrick Pleul/dpa\n\nConspiracy theorists\n\nWhile you might think that it's only people who believe in aliens who report UFO sightings, \"we have people from all age groups and professions\" who file reports, Kohler says.\n\n\"99% of them want us to explain what they have seen, and they are not coming to us expecting to have spotted an alien spaceship.\"\n\n\"Of course there is that 1% who are convinced that they have seen an alien spaceship... who are disappointed when we identify an earthly cause,\" he adds.\n\nUFO sightings are not only reported all over Germany, it's a thing elsewhere too.\n\nIn the US, the National UFO Reporting Centre, founded in 1974 by UFO investigator Robert J. Gribble, has processed more than 180,000 reports since its beginnings.\n\nWhat drives a UFO researcher\n\nKohler says he is keen to explain these sightings for several reasons.\n\nFor one thing, he is always curious when new things appear in the sky, especially amid the recent technological developments including new devices used for event lighting as well as drones, which are increasingly visible.\n\nIn addition, his organisation is the only reasonable point of contact for citizens looking for a scientific explanation for their observations.\n\nKohler's fascination with space stems from when he was 11, watching the moon landing on TV in black-and-white, he says.\n\nAt that time, he did not rule out the idea of extraterrestial life – or even the possibility that aliens could land on Earth.\n\n\"Because if we humans had the opportunity to go to the moon, why shouldn't aliens be able to?\"\n\nToday, he separates his UFO research from extraterrestrial life, since he \"has so far been unable to find any evidence of extraterrestrial visits to Earth\".\n\n\"From my astronomical knowledge, however, I am convinced that extraterrestrial life exists and that we will find evidence in the future with our probes and better telescopes.\" – dpa"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inside abandoned ‘UFO capital of Australia’ with crumbling ‘galaxy theatre’ and decapitated alien statues",
            "link": "https://www.thesun.co.uk/news/32247016/inside-abandoned-ufo-capital-of-australia/",
            "description": "ON a remote desert highway in Australia, visitors have reported years of bizarre sightings and experiences. The Wycliffe Well ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LZSgCdfaHDqkMBzc9-EMtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "21h",
            "source": "The Sun",
            "article_content": "Drivers have spoken out about the bizarre experiences many of them have had while on the road there\n\nOUT OF THIS WORLD\n\nOUT OF THIS WORLD Inside abandoned ‘UFO capital of Australia’ with crumbling ‘galaxy theatre’ and decapitated alien statues\n\nON a remote desert highway in Australia, visitors have reported years of bizarre sightings and experiences.\n\nThe Wycliffe Well Roadhouse sits between Alice Springs and Tennant Creek - and it is here where drivers claim to have been chased off the road by an unknown force.\n\n8 Everything at Wycliffe Well was made to be alien-themed Credit: Alamy\n\n8 Drivers are warned about the area as they drive through the country's UFO capital Credit: Alamy\n\nThe roadhouse on the Stuart Highway was built in 1872 and has been plagued by unusual goings-on for decades - with visitors reporting bizarre sightings since World War Two.\n\nNow, it is said to be the fifth best place in the world to see UFOs.\n\nEven the Royal Australian Air Force has launched investigations into incidents reported there.\n\nWycliffe' Well's brochure tells visitors: \"UFO sightings are so common, that if you stayed up all night looking, you would be considered unlucky not to see anything, rather than lucky to see something.\"\n\nIn 2021, one witness recalled her experience within hours of arriving at the roadhouse's caravan park.\n\nTamzen Hayes and her friend Lucy were busy playing cards when they \"saw something unexplainable.\"\n\nWriting for travel site Escape she said: \"That's when we saw it. A strange oval-shaped ship gliding away into the sunset like the cowboy at the end of a western.\n\n\"We could only stare, frozen and slack-jawed as it disappeared.\n\n\"I swear we saw something unexplainable in the sky that night.\"\n\nIn 1985 the rest stop was transformed by Australian sailor and UFO fanatic Lew Farkas who wanted to do more with the area's alien history.\n\nFarkas, who owned Wycliffe for 25 years before retiring spoke to Vice about his out-of-this-world creation, where he explained that he arrived at the site in 1985 to conduct a \"five-year experiment.\"\n\nMap reveals UK's five UFO hotspots as expert reveals wildest alien encounters - how does your town fare?\n\nThe entrepreneur hoped to make Wycliffe a true tourist destination and a mecca for UFO lovers.\n\nIn the 1860s, Wycliffe Well was a popular rest stop for the Overland Telegraph Line and later provided soldiers in the Second World War a place to rest and refuel.\n\nDuring this time, people reported seeing a lot of unusual activity in the sky, with soldiers making note of almost constant UFO sightings.\n\nWhen the war was over, people continued to visit the area and report unusual activity which eventually saw Farkas invest over AUS 4 million (£1.9 million) into the site before he retired in 2010.\n\nIt started with a mural based on a UFO sighting in the area that saw tourists come to take pictures as a \"memento\" of the spot, he told Vice.\n\n\"We started converting everything—every wall, every bit of space in the area—to do with space, to do with aliens, to do with UFOs. It got famous very quickly and it put Wycliffe Well on the world map.\"\n\nFarkas installed a gas station, a bar, lodging, a store, a camping ground and even a fishing lake to get alien hunters and others visiting the site.\n\nHe constructed a Galaxy Auditorium which was a 300-seat restaurant with a stage for shows, got a tourist train that went around a Barramundi-filled lake, and conducted at-night alien and UFO tours.\n\nFor those desperate to catch a glimpse of the extraterrestrial, he installed a viewing platform called Mount Wycliffe where people could stand to get a better view of UFOs.\n\n\"Every aspect of Wycliffe Well had to become alien-orientated or space-orientated,\" he told ABC.\n\nUNEXPLAINABLE\n\nFrom the minute he arrived at the site, Farkas knew there was something special about it.\n\nTalking to Vice he recalled that \"there were lights flashing around the sky doing crazy manoeuvres that you just couldn't explain.\"\n\nFarkas said that during his ownership of the site, there were hundreds of reported sightings which had varying impacts on customers.\n\n8 The roadhouse is located 380 kilometres north of Alice Springs on the Stuart Highway Credit: Getty\n\n8 Murals are still visible at the run-down and forgotten site Credit: Getty\n\n8 Picture taken in 2007 showing Wycliffe Well and the Stuart Highway Credit: AFP\n\n\"On a lot of occasions people were getting chased down the highway by lights,\" he explained.\n\n\"They would pull up and be panicking so much that they would say, 'Quick give us a room, we can’t stay out there.'\n\n\"So that was good for business… It chased people away at times, but it brought customers in too.\"\n\nSome of the tales were so terrifying that guests at Wycliffe would want to \"release their burdens\" which saw Farkas install diaries at the counter to let visitors recount their alien experiences.\n\nFarkas recalled that some guests claimed they saw aliens in the desert.\n\nAnthony Vanderzalm who took over the site from Farkas in 2010 has said that groups of visitors have claimed to have been lured outside to witness odd activity which left him stunned.\n\nHe told Journal News: \"I don’t know what I was thinking when I arrived. My mind was boggling.\n\n\"There’s been four of five occasions when all the people out of the restaurant have gone out and observed something very unusual.\n\n\"It’s never the same twice. All types of different lights, changing direction, and colourful.\"\n\nIf you drive to Wycliffe Well today, you will be met with a sign reading \"Caution proceed with care UFO landing site ahead.\"\n\nBut, it is then abundantly clear that the rest stop has been abandoned though perhaps not by all forms of life.\n\nNow, it has decapitated alien statues, an abandoned train, and a crumbling galaxy theatre.\n\nVanderszalm ended up selling the business to a petrol company which has seen the site fall to the hands of vandals.\n\nNow, the abandoned site looks like a bizarre, derelict theme park with faded murals, broken flying saucers and masses of forgotten alien memorabilia.\n\nDevastating flooding in 2022 forced the business to move out and no one has been back since other than those who wish to destroy what is left.\n\n8 People who have stayed at the campsite next to the roadhouse have reported bizarre sightings Credit: Getty\n\n8 Groups of visitors have reportedly been lured outside at the same time to watch unexplainable activity Credit: Alamy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another 'UFO orb' spotted over US military base in latest mystery sighting",
            "link": "https://www.mirror.co.uk/news/us-news/another-ufo-orb-spotted-over-34421250",
            "description": "Reddit users were left baffled when footage appeared to show an odd orange glow hangin over a US military base - the cause of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zhSAyzxBqfq-04CsRGKx5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "13h",
            "source": "The Mirror",
            "article_content": "Strange footage captured over the US appeared to show a hovering UFO with an odd glow over a military base.\n\nAn anonymous user posted the footage from Tennessee to Reddit, showing the “bright orange light” over Fort Campbell, a base on the border with the state of Kentucky. The user said their father, who had significant military experience, was unable to explain what was behind the light.\n\nThey wrote: “My dad, a former soldier with nearly 30 years of Army experience and extensive knowledge of the aircrafts that fly over his house, said he couldn’t explain what he saw - this was unlike anything he’d encountered before…\n\nImage: Reddit) Reddit)\n\n“Just after midnight, my dad was outside watching fireworks when he noticed a bright orange light flying relatively low and maintaining a steady, consistent speed as it traveled from the northwest - where both Fort Campbell and the local airport are located,” the user said according to the Mail Online.\n\n“My friend, dad, and I watched the object together and were surprised it had no additional lights, as one might expect on a drone… Initially, I thought it might be a hobbyist drone capturing footage of the fireworks for the New Year, but the apparent distance it was flying has made me second-guess that assumption.\"\n\nOnlookers were confused by the orb, which appeared to be similar to other objects spotted in the US recently. Reddit user @YogurtclosetFlat5701 posted a video on December 27 and said they saw “four strange orbs in formation in what is supposed to be a no-fly zone” in Brookville Blvd, Queens, New York.\n\nImage: Reddit/YogurtclosetFlat4701) Reddit/YogurtclosetFlat4701)\n\nIn December, while media in the US focused on reports of puzzling unidentified aircraft in New Jersey, it appears some believe we may have our own mysterious visitors. There were three official reports of UFO sightings in Northern Ireland in 2024.\n\nThe Ministry of Defence previously recorded UFO sightings, but closed its UFO desk in 2009 after concluding that in more than 50 years, no received report had ever disclosed any evidence of a potential threat.\n\nNick Pope, who previously investigated UFO reports for the MoD, said the figures sound “staggeringly low”, and said the MoD used to receive “several hundred sightings each year” before 2009.\n\nHe said he believes many won’t come forward with sightings because they fear they will not be believed. “None of the sightings sound particularly spectacular, and the one mentioning red and green flashing lights and a vapour trail is clearly an aircraft,” he said.\n\n“The annotation on the FOI response stating ‘noted for information by police’ is a polite way of saying the cops didn’t take any further action, and that’s quite understandable, because it really isn’t their job. That doubtless explains the low numbers, because anyone seeing a UFO will realize this isn’t really a matter for the police.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO's and 'High Strangeness:' The Secret of Skinwalker Ranch Live at the Tobin Center!",
            "link": "https://www.msn.com/en-us/entertainment/music/ufo-s-and-high-strangeness-the-secret-of-skinwalker-ranch-live-at-the-tobin-center/ar-AA1x0af4?ocid=BingNewsVerp",
            "description": "SAN ANTONIO -Fans of the paranormal and supernatural rejoice!On Jan. 10, Astrophysicist Dr. Travis Taylor, ranch ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2to6mY5qcqgCThWRlF3KAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9hon MSN",
            "source": "WOAI San Antonio on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where to find Meta AI in Facebook, WhatsApp, and Instagram—and what you can do with it",
            "link": "https://www.popsci.com/diy/where-to-find-meta-ai-facebook-whatsapp-instagram/",
            "description": "You’ll find Meta AI front and center in Meta’s apps: In the Facebook Messenger app, for example, tap Chats and you’ll see a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OT829tsAMJiRYmIKt82zjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15h",
            "source": "Popular Science",
            "article_content": "You’ve no doubt noticed artificial intelligence finding its way into every app, service, and hardware device. It’s now unusual to see a tech product launch where AI isn’t the main talking point. Meta is one of the companies pushing AI the hardest, with its own set of AI models, and a selection of AI bots and tools inside its own apps. (Experts and critics also say Meta may be taking their AI too far, which Meta responded to by removing multiple AI profile accounts.)\n\nIf you’ve used Facebook, WhatsApp, or Instagram recently, then you may have spotted a new Meta AI bot, ready and waiting to be of assistance. Here’s how you can make use of it—and what your options are in terms of security and privacy.\n\nHow to find Meta AI\n\nYou’ll find Meta AI front and center in Meta’s apps: In the Facebook Messenger app, for example, tap Chats and you’ll see a Meta AI input box right at the top, above your real life friends and family members. Tap inside that box, and you can start chatting about whatever topic you like. You can also tap Meta AI on the tab bar at the bottom.\n\nIt’s the same in the WhatsApp app (you’ll see the Meta AI logo on the Chats tab), and in the Instagram app (tap the message button, in the top right corner of the home tab, and Meta AI is at the top). The Meta AI logo is a glowing blue and purple circle, and it’s hard to miss as you use the apps.\n\nMeta AI is prominently displayed in your chats. Screenshot: Meta\n\nThere’s another way to get Meta AI up, inside one-to-one or group chats with real people: Tag @MetaAI in your conversation, type out a prompt, and you’ll get the same response as you would if you were chatting to the AI bot directly—except, of course, the other chat participants will be able to see the message and response.\n\nThe AI bot chats all use the same underlying model (called Llama), but your chats aren’t synced between the three apps. Unfortunately for AI skeptics, there’s no way to hide or turn off Meta AI: You just have to ignore it if you don’t want to use it. However, you can delete, mute, and archive Meta AI chats just like any other conversation—just long press on the AI chat in the main conversation list.\n\nHow to use Meta AI\n\nIf you’ve used an AI chatbot like Copilot, Gemini, or ChatGPT, then you’ll be familiar with the way these tools work: You can ask Meta AI to look up facts from the web, write poetry, or suggest ideas for something. You can get recommendations for podcasts, inspiration for a birthday party, or suggestions about how to fix a faucet leak.\n\nYou can ask Meta AI for advice and instruction on just about any topic—though as usual with generative AI, be careful of putting too much trust in the answers. These AI bots are built to imagine new text, and that can lead to hallucinations. Sometimes Meta AI will reference the web (when looking up facts, for example)—and when this happens you’ll see web links within the response. Tap on these links to check the facts.\n\nYou can ask Meta AI questions about just about anything. Screenshot: Meta\n\nImage generation is included here: Just ask Meta AI to create or draw an image of whatever you like. It could be a cat sat on a wall, a cabin in the woods, or a person exploring the surface of Mars. The more detail you can add, the more closely the result is going to match your original vision—and you can specify the style of the image too, whether it’s a photo, a painting, or something else.\n\nThere are some interesting image-related tricks you can try: For example, you can use it to create a new profile picture for yourself. Two suggestions from Meta are “imagine me as royalty” or “imagine me in a surrealist painting”, so you can see what’s possible. You’re also able to edit an AI-generated image by tapping and holding on it, then typing in your additional prompt.\n\nMeta AI can generate images for you as well. Screenshot: Meta\n\nMeta itself splits what you can do into three main sections: learn (“summarize the history of the Universe”), create (“imagine dogs playing chess”), and connect (“plan a game night with friends”). That gives you some idea of what’s possible, and you can now interact with Meta AI with your voice if you want—just tap the sound button to the right of the input box.\n\nOne of the features recently added to Meta AI is the ability to use photos in your chats—either picked from your phone’s gallery or taken through the camera. You can identify objects and landmarks, create AI images based on existing photos, and more: Try snapping a picture of a cake and asking how to make it, for example."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Commits To $80B AI Datacenter Investment In FY25, Suggests Steps To Cement US’ AI Leadership: Retail Sentiment Subdued",
            "link": "https://www.msn.com/en-us/money/markets/microsoft-commits-to-80b-ai-datacenter-investment-in-fy25-suggests-steps-to-cement-us-ai-leadership-retail-sentiment-subdued/ar-AA1x0Z6J?ocid=BingNewsVerp",
            "description": "Microsoft Corp. ($MSFT), a frontrunner in the artificial intelligence (AI) revolution, has doubled up its commitment to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Cc4-7muep1cYax6nB-yB2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Stocktwits on MSN52m",
            "source": "Stocktwits on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI’s next leap requires intimate access to your digital life",
            "link": "https://www.msn.com/en-us/news/technology/ai-s-next-leap-requires-intimate-access-to-your-digital-life/ar-AA1wZli9?ocid=BingNewsVerp",
            "description": "Tech companies say 'AI agents' are the next big thing in artificial intelligence after chatbots. Early versions have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w5UkDiF-tYsjslJFmxd_8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Agents In 2025: What Enterprise Leaders Need To Know",
            "link": "https://www.forbes.com/sites/lutzfinger/2025/01/05/ai-agents-in-2025-what-enterprise-leaders-need-to-know/",
            "description": "Discover why 2025 is the year of AI agents transforming workflows across industries. Learn key strategies to build scalable, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sjBe19L3VUFJ13pJyBYnPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 AI Robotics Stocks to Buy Before They Soar 185% and 315%, According to Wall Street Experts",
            "link": "https://www.msn.com/en-us/money/topstocks/2-ai-robotics-stocks-to-buy-before-they-soar-185-and-315-according-to-wall-street-experts/ar-AA1wYV6i?ocid=BingNewsVerp",
            "description": "Jensen Huang is the CEO of Nvidia ( NVDA 4.45%), a company whose chips power the vast majority of artificial intelligence (AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZgaHoKfdu0kosX9AKgIGoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO's and 'High Strangeness:' The Secret of Skinwalker Ranch Live at the Tobin Center!",
            "link": "https://www.msn.com/en-us/entertainment/music/ufo-s-and-high-strangeness-the-secret-of-skinwalker-ranch-live-at-the-tobin-center/ar-AA1x0af4?ocid=BingNewsVerp",
            "description": "SAN ANTONIO -Fans of the paranormal and supernatural rejoice!On Jan. 10, Astrophysicist Dr. Travis Taylor, ranch ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2to6mY5qcqgCThWRlF3KAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9hon MSN",
            "source": "WOAI San Antonio on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Curtis Yarvin is a major influence on JD Vance and Steve Bannon. His ideas are nonsense.",
            "link": "https://www.sandiegouniontribune.com/2025/01/05/curtis-yarvin-is-a-major-influence-jd-vance-and-steve-bannon-his-ideas-are-nonsense/",
            "description": "Yarvin is one of the founders of something called the 'Dark Enlightenment' movement, which 'argues' against democracy and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qpzpsd-fBjTjOZcdLaFZOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "San Diego Union-Tribune",
            "article_content": "It has come to my attention that world leaders like JD Vance and Steve Bannon are avid and enthusiastic readers of a computer engineer named Curtis Yarvin. He has written mostly about politics but also about technology and current affairs.\n\nWhat might be most alarming to some that our future vice president is taking Yarvin’s work as an influence, is that his writings are largely composed of anti-democratic and pro-authoritarian themes, along with some inclusion of racism (he claimed that some races are more suited for slavery; I invite you to guess what race he thinks that is).\n\nYou see, Yarvin is one of the founders of something called the “Dark Enlightenment” movement, which “argues” against democracy and against egalitarianism – a school of thought that people have equal intrinsic value and are deserving of equal rights.\n\nThe reason I placed “argues” in quotes is because Yarvin’s writings do not fall under the category of rigorous political philosophy. They are often written in a style that is purposefully and pretentiously difficult to understand that makes it nearly impossible to extract comprehensible arguments.\n\nInstead of concrete arguments, Yarvin’s writings are mostly composed of unsubstantiated claims and obscure references that he doesn’t explain to make it perfectly clear to his audience how well-read he is.\n\nDespite fashioning himself as a political theorist, he is far from a competent one. Here’s a small sample where he is explaining that his “deep-right” movement must involve authoritarianism:\n\n“The deep right knows that all government is absolute. Because of this, the deep right is only interested in paths to absolute power.”\n\nWhy would all governments be absolute? If his primary reason for thinking that his deep-right movement should seek to bring about an authoritarian regime rests on this dubious assumption, then it’s already completely undermotivated. He doesn’t explain why a government like ours isn’t a straightforward counterexample.\n\n“It treats all other paths as traps, since they are by definition dead ends.”\n\nWhat definition? Why must they be dead ends? He doesn’t explain or argue for any of this.\n\n“The more attractive the first steps into a trap, the deadlier the trap in the end—and political traps can last decades.”\n\nWhy would we believe that the attractiveness of the steps into a trap correlates with the deadliness of the trap? Again, there are no arguments to be found. This small passage is highly representative of Yarvin’s writings in general: a lot of bold, eye-catching claims, and very few reasons provided to actually believe them. In most cases, philosophy of this kind is better categorized as bad poetry, not as a means to systematically examine theories and concepts or a means to form rational beliefs about them.\n\nThis is precisely where people like JD Vance and Steve Bannon have gone wrong. They have confused bad poetry that mentions the Dark Enlightenment, for reasons to believe in the goals of the Dark Enlightenment.\n\nIn a blog titled “Idealism is not Great”, he attempts to “argue” that Idealism, and not religion, is to blame for the violence and destruction that has gone along with religious systems. The entire thing relies on him merely presupposing that this is the case, and a fundamental misunderstanding and misapplication of the concept of platonic universals (Idealism): a philosophical theory that identifies properties like “redness” as abstract entities whose nature can be instantiated by concrete objects like apples.\n\n“An Idealist is a person who believes that universals exist independently. Specifically, in the modern sense, your Idealist believes in concepts such as Democracy, the Environment, Peace, Freedom, Human Rights, Equality, Justice, etc., etc. What do these concepts have in common?[…]they are impossible to define precisely. It’s fairly clear that they have no meaning at all. For example, John Rawls wrote a whole book called A Theory Of Justice which purports to be a rigorous rational derivation of the New Deal regime.”\n\nThis is a perfect demonstration of his being well read enough to mention the concepts of academic disciplines but not educated enough to use them correctly. Subscribing to the theory of platonic realism has no bearing at all on political leanings or really, anything of practical concern at all.\n\nThis also has nothing to do with Rawls. Rawls’ work does not deal at all with the general nature of properties. Instead, he attempts to explore the nature of Justice. Contrary to what Yarvin claims, he does indeed define it and it does not depend at all on Rawls being a Platonic Realist.\n\n“A little while ago I explained that religion, if we define it as a system of belief involving anthropomorphic paranormal entities, cannot directly affect reality.”\n\nRelated Articles Opinion Columnists | Thank Jimmy Carter for cheap airfare, smartphones and FedEx\n\nThank Jimmy Carter for cheap airfare, smartphones and FedEx Opinion Columnists | Jon Coupal: New laws coming in the new year Californians need to know about\n\nJon Coupal: New laws coming in the new year Californians need to know about Opinion Columnists | Trump’s claim that we need ‘extreme vetting’ is extremely baseless\n\nTrump’s claim that we need ‘extreme vetting’ is extremely baseless Opinion Columnists | Year in review: From a republic to a ‘kakistocracy’\n\nYear in review: From a republic to a ‘kakistocracy’ Opinion Columnists | Will Democrats fix their brand problem ahead of California’s gubernatorial election? I had the misfortune of clicking on his link: he does not explain that at all, he just claims that it’s the case. Let’s be as charitable as possible and say that he thinks that by defining religion as such, it becomes a platonic form, which itself could not have causal efficacy in the world. Why does this need to be expressed? A system of belief can certainly affect reality. My parent’s adherence to the system of belief that tells them that God wants them to attend mass, directly causes them to attend mass.\n\nThis is nonsensical junk food for pseudointellectuals. If we were to someday depart from democracy, these idiotic ramblings should play no part in it at all. And yet, it is reportedly informing people in our highest offices.\n\nThere is a reason peer-review exists and it’s not to stop the radical ideas of “free-thinkers” that go against the system – it’s a mechanism that filters out unrigorous nonsense like this so that we don’t have to waste time on it. There are plenty of academics who have published legitimate attacks on the merits of democracy and egalitarianism. It’s a good thing that JD Vance and Steve Bannon want to read about political philosophy, but why look to a computer scientist for answers?\n\nRafael Perez is a columnist for the Southern California News Group. He is a doctoral candidate in philosophy at the University of Rochester. You can reach him at rafaelperezocregister@gmail.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UPDATE Milton man charged with killing girlfriend in Friday shooting in Sunbury",
            "link": "https://www.yahoo.com/news/milton-man-charged-killing-girlfriend-045900879.html",
            "description": "A 46-year-old Milton man faces homicide charges after Sunbury police said he gunned down his girlfriend of seven years in a city alley Friday afternoon after thinking she was trying to kill him. Jared ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "paranormal",
            "date": "23h",
            "source": "Yahoo",
            "article_content": "Jan. 4—SUNBURY — A 46-year-old Milton man faces homicide charges after Sunbury police said he gunned down his girlfriend of seven years in a city alley Friday afternoon after thinking she was trying to kill him.\n\nJared Wolfe, of Race Street, in Milton, was arrested within minutes of a shooting that killed Jane White around 2 p.m. Friday. Wolfe went to a relative's home on N. 5th Street where he was arrested, police said. On Saturday morning, Wolfe was arraigned by District Judge Rachel Wiest-Benner. He is being held without bail.\n\nSunbury Police Chief Travis Bremigen said Sunbury Officer Trey Kurtz arrived at the 5th Street home after being called by the homeowner. Bremigen said Kurtz spoke with Wolfe who told him he drove with White to a friend's house on Court Street and smoked what he thought was marijuana, police said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWolfe told Kurtz he was unsure what he smoked was marijuana, according to court documents. He also told police that he used a paranormal meter to check a statue for energy and received a high reading of paranormal activity, which made him feel scared, police said.\n\nWolfe then told Bremigen that \"in that moment\" he believed his friend was trying to put a white rag with something on it over his mouth with the intent to harm him, police said.\n\nWolfe told police he thought his friend and White were all trying to kill him so he panicked and ran out of the house to retrieve his handgun from his vehicle, according to court documents. Police reported Wolfe said he grabbed a gun and put a live round into the chamber, police said.\n\nWolfe told officers that's when White opened the front passenger door of the vehicle and Wolfe fired one shot in what he said was self-defense, police said. White was struck in the chest. By the time medical personnel arrived she could not be saved, Bremigen said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBremigen first arrived at the scene with other officers and attempted to save the victim, he said.\n\nNorthumberland County Coroner Jim Kelley arrived at the scene and pronounced the woman dead, Bremigen said.\n\nWolfe said that after the shooting he drove to his relative's house on N. 5th Street. The relative called police immediately, Bremigen said.\n\nBremigen secured a search warrant from Wiest-Benner and officers were able to recover a small black 9mm handgun lying on the floor of the N. 5th Street home, according to police.\n\nWolfe was interviewed a second time at the Sunbury Police Department and Bremigen said Wolfe gave the same statements. Wolfe added he did not see any weapons on White when she approached him at the vehicle, police said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWolfe told police he concealed a loaded 9mm handgun in his vehicle without having a concealed weapon permit, police said.\n\nKurtz and Officer Gary Bregensir asked Wolfe if it was possible White was entering the vehicle to leave with him and Wolfe took a deep breath and said \"that's a good question,\" police said.\n\nBregensir said he asked Wolfe why he did not render aid to White, his girlfriend of seven years, to which Wolfe allegedly responded, \"I was too messed up,\" according to court documents.\n\nPolice said they also searched a Market Street home because Wolfe said he had lived there, and officers were able to allegedly retrieve a large amount of suspected synthetic marijuana and multiple smoking devices.\n\nWolfe was sent to Northumberland County Jail and will now appear before Wiest-Benner for a preliminary hearing at a later date."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hull's Penny Tree - the story behind curious landmark in city cemetery",
            "link": "https://uk.news.yahoo.com/hulls-penny-tree-story-behind-094855894.html",
            "description": "According to this legend, anyone who climbs up and removes a penny will suffer bad luck. The story is a hoax, however, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kRcbisq6mcCPDJ1WJQGERC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "23h",
            "source": "Yahoo News UK",
            "article_content": "\n\n\n\nFew places in Hull are more packed with quirky sights and tales than General Cemetery.\n\nThe strange graveyard which runs alongside Spring Bank West is a bizarre place where the largely dilapidated headstones have been reclaimed by nature. There are even a couple of graves which have almost been swallowed up by tree trunks.\n\nThe land was developed as a cemetery in 1847 but the area has been left to become more of a wildlife haven in recent years. That has added to the mystique of the area.\n\nREAD MORE: I try a Hull deli as I embark on a New Year's health kick - but get distracted by cake\n\nREAD MORE: Five things to look forward to in January 2025 in Hull\n\nADVERTISEMENT\n\nThere are the Quaker graves, the memorial to cholera victims and many strange tales behind the headstones. There are also plenty of fairy doors and other bizarre items if you look closely. But there is one tree which is truly curious.\n\nDeep in the grounds is the \"Penny Tree\", where hundreds of pennies are stuck to the trunk in long lines. The coins have been placed quite high up in the tree so you would need to be agile or have a ladder to get to them.\n\nThere are hundreds of the coins just below where the branches begin in a spiral form. But many of the coins appear to have been plucked out or have fallen out over time.\n\nThe Penny Tree in Hull General Cemetery\n\nAccording to this legend, anyone who climbs up and removes a penny will suffer bad luck. The story is a hoax, however, created by a local paranormal group and local artist Lee Sendall in the early 2000s who also etched a number of faces on some of the trees.\n\nADVERTISEMENT\n\nOther people have since used the tree to etch their own names and pictures into it. There are a number of faces and figures and even a dancing fairy.\n\nLee was also responsible for “Little Doug,” a strange artefact put on display in Hull Maritime Museum in 2006. It looked like some alien foetus which was inspired by the mermaid exhibits of the 18th and 19th centuries.\n\nThe ''Little Doug'' exhibit by Lee Sendell at the Maritime Museum, Queen Victoria Square in Hull\n\nLee even created a back story to say it was brought over by a soldier from North Africa during the Second World War and was preserved by being buried in an allotment in Hull.\n\nHe is a colourful character who also threatened to sue the organisers of the London Olympics after claiming designs he submitted for an arts competition run by Olympics chiefs were ripped off by director of the opening ceremony Danny Boyle.\n\nHe submitted plans for a spiralled mound and a similar hill was then used in the opening ceremony which was supposedly based on Glastonbury Tor."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stephen King’s favourite horror character from his books",
            "link": "https://faroutmagazine.co.uk/stephen-king-favourite-horror-character-from-books/",
            "description": "Stephen King has written so many books that he has hundreds of characters he probably loves. But there is one which is his ultimate favourite.",
            "image_url": "https://www.bing.com/th?id=OJ.uSmjUzb62qS05A&pid=news&w=91&h=16&rs=2",
            "category": "paranormal",
            "date": "9h",
            "source": "Far Out Magazine",
            "article_content": "Stephen King’s favourite horror character from his books\n\nTo hit a debut novel out of the park like Stephen King did with Carrie in 1974 is to instantly establish yourself as one of the premier writers of the day. However, perhaps more impressive than simply getting a good book out to the public is that it was a uniquely poised piece of horror fiction.\n\nThe celebrated genre may be one of the most ardently mythologised, with fandoms strong enough to make Taylor Swift blush, but it isn’t always the most marketable to a widespread audience. Stephen King changed all that, and his books became some of the most successful novels ever written. And, as cinema exploded into a new phase in the latter parts of the 20th century, King’s books would be routinely leant on for inspiration.\n\nFew authors can boast as many movie adaptations as King’s 65. The writer has given the cinematic world classics like The Shining and The Shawshank Redemption as well as It and Stand By Me, a range of stories that not only celebrate the unique talent of King but the widespread range of characters within them. The narrative may be what attract most filmmakers to his work, but it is the characters within them that make those movies unforgettable.\n\nWhen asked to pick out his favourite character from his oeuvre, King was quick to land on his favourite. Naturally, it came from one of his scarier books, but still, that’s about the only thing one might have predicted. Many would have thought The Shining protagonist Jack Torrance would be number one, especially considering his issues with Stanley Kubrick over his portrayal. You might also be persuaded into thinking that Pennywise, the demon clown from It might be the writer’s favourite.\n\nHowever, the character King called his favourite to write during a keynote speech at George Washington University was Annie Wilkes from Misery. The picture was directed by Rob Reiner, who had previously directed King’s novella The Body into the definitive coming-of-age classic Stand By Me four years earlier, with stars James Caan and Kathy Bates playing a writer and one of his obsessed fans, respectively.\n\nBates steals the show as Annie Wilkes, the maniacal fan in question who not only engineers the near-fatal crash that leaves Caan in her carer but then proceeds to begin the battle of wits to try and keep him in her home. The movie and the book operate as a brutal reflection on fan culture, which may well have been drawn from King’s heightened experiences of a new life under the spotlight as more and more of his books became global hits and cinematic spectacles.\n\nIt’s easy to see how Wilkes would become his favourite character. Not only is King’s character an irredeemable villain, but she is able to deliver this terror through a less than usual presence. Previously, King’s monsters would be either animalistic, paranormal or twisted men. Here, with a woman as the lead character, he was able to change the narrative entirely.\n\nThe movie would not only become a commercial success but also achieve the only Oscar that has been given for a Stephen King adaptation as Bates picked up ‘Best Actress’ in 1991, giving Wilkes a slightly more questionably vulnerable spin. While King would likely resist picking favourites too often, for the most part, it is easy to see how Wilkes may win out every time he is asked."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Found The World’s Oldest Bed In A 200,000-Year-Old South African Cave Dwelling",
            "link": "https://www.msn.com/en-us/news/world/scientists-just-found-the-world-s-oldest-bed-in-a-200000-year-old-south-african-cave-dwelling/ar-AA1x11Jh?ocid=BingNewsVerp",
            "description": "Scientists have just unearthed the oldest beds ever found — made from grass and ash deep in a South African cave. They say ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oSbc4mWi9NyGRvdwHKxJly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "All That's Interesting on MSN31m",
            "source": "All That's Interesting on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dopamine’s surprising breakthrough in Alzheimer’s treatment",
            "link": "https://rollingout.com/2025/01/05/dopamine-alzheimers-treatment/",
            "description": "Discover how dopamine’s unexpected role in breaking down harmful plaques could revolutionize Alzheimer's treatment and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6FgU_mszAVoH0vuesWiERy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Rolling Out8h",
            "source": "Rolling Out",
            "article_content": "A groundbreaking discovery by scientists at Japan’s RIKEN Center for Brain Science has revealed an unexpected link between dopamine and Alzheimer’s disease. This revelation could mark a major breakthrough in combating one of the most devastating neurological conditions. Dopamine, commonly known as the “feel-good” hormone, may hold the key to breaking down beta-amyloid plaques—abnormal protein clusters that interfere with brain function and are hallmarks of Alzheimer’s.\n\nThe science behind brain plaques\n\nBeta-amyloid plaques have long been at the center of Alzheimer’s research. These sticky deposits disrupt neural communication, sparking inflammation and progressively damaging brain cells. Over time, this process leads to memory loss, impaired cognitive function, and, ultimately, the debilitating symptoms of Alzheimer’s.\n\nIn recent years, the FDA approved two drugs—lecanemab and donanemab—that specifically target beta-amyloid buildup in early-stage Alzheimer’s patients. These treatments have offered some hope, but their effectiveness varies, leaving scientists searching for more reliable solutions. The discovery of dopamine’s potential role in reducing plaques adds a fresh perspective to this ongoing battle.\n\nUnderstanding the dopamine connection\n\nDopamine’s involvement in Alzheimer’s treatment stems from its ability to stimulate the production of neprilysin, an enzyme crucial for breaking down beta-amyloid. Neprilysin acts as a natural cleaner, preventing harmful plaques from accumulating in the brain.\n\nThis connection builds on years of research into neurotransmitters and their role in brain health. While dopamine is traditionally associated with mood regulation and reward pathways, its ability to enhance neprilysin activity adds a new dimension to its significance.\n\nLaboratory evidence supporting dopamine’s role\n\nIn a series of laboratory experiments, researchers tested dopamine’s impact on beta-amyloid plaques over an eight-week period. These studies revealed significant reductions in plaque formation when dopamine levels were increased. To achieve this, scientists administered L-DOPA, a medication already widely used to treat Parkinson’s disease, which helped elevate dopamine concentrations in the brain.\n\nTest subjects showed not only a reduction in plaques but also improvements in memory and cognitive function. This dual effect underscores the potential of dopamine-based interventions as a comprehensive approach to managing Alzheimer’s.\n\nClinical implications for Alzheimer’s treatment\n\nThe findings open up exciting possibilities for clinical applications. If further research confirms the effectiveness of dopamine in humans, it could pave the way for repurposing existing medications like L-DOPA to treat Alzheimer’s. This approach offers several advantages:\n\nDopamine regulation could provide a safer alternative\n\nBy targeting plaque formation without the need for entirely new drugs, dopamine-based treatments could reduce the time and cost associated with bringing a new therapy to market.\n\nThis research may enhance current treatments\n\nCombining dopamine-regulating therapies with existing anti-amyloid drugs could improve overall outcomes for patients. Such a strategy might delay the onset of severe symptoms or slow disease progression, offering hope to millions of individuals and their families.\n\nFuture directions for dopamine research\n\nDespite these promising findings, much work remains before dopamine-based therapies can be widely implemented. Extensive clinical trials are needed to assess their safety, efficacy, and potential side effects in diverse patient populations.\n\nScientists are also exploring ways to refine treatment protocols. This includes determining optimal dosages, timing, and delivery methods for dopamine-enhancing medications. Advances in technology, such as imaging tools to monitor plaque reduction in real-time, could further aid in tailoring treatments to individual patients.\n\nAnother avenue of research involves investigating how dopamine interacts with other biological processes in the brain. Understanding these relationships could unlock even more effective strategies for preventing or reversing Alzheimer’s symptoms.\n\nRethinking Alzheimer’s care with new possibilities\n\nThe discovery of dopamine’s role in breaking down beta-amyloid plaques represents a turning point in Alzheimer’s research. By offering a fresh perspective on a complex and poorly understood disease, it has the potential to reshape treatment approaches and improve the lives of countless individuals.\n\nAs science continues to uncover the intricacies of brain function, this breakthrough reminds us that even well-known molecules like dopamine can hold untapped potential. For those affected by Alzheimer’s, this research brings renewed hope for a future where effective treatments are within reach. The journey ahead is long, but the possibilities it offers make every step worthwhile."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OTD In Space – January 5: Discovery Of Eris Ignites Pluto-Planet Debate",
            "link": "https://www.msn.com/en-us/science/astronomy/otd-in-space-january-5-discovery-of-eris-ignites-pluto-planet-debate/vi-AA1wZRn1?ocid=BingNewsVerp",
            "description": "On January 5, 2005, astronomers at NASA discovered Eris, the second-largest dwarf planet in the solar system. Eris is just slightly smaller than Pluto, and it orbits the sun about three times farther ...",
            "image_url": "https://www.bing.com/th?id=ODF.Sb2AHIJ7KCT81WibgdR6-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A bite of history: How ancient dog-like predator paved the way for all mammals",
            "link": "https://interestingengineering.com/science/ancient-dog-like-predator-mammals",
            "description": "Scientists have unearthed a remarkable fossil of a gorgonopsian, a saber-toothed predator they believe to be the oldest ever discovered.",
            "image_url": "https://www.bing.com/th?id=ODF.ZbWiaRow1oMYEo_CIfN7Ew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Interesting Engineering19h",
            "source": "Interesting Engineering",
            "article_content": "But mammals weren’t always part of the planet’s history. Their journey is thought to have begun around 225 million years ago during the Late Triassic. The first ones looked almost nothing like the mammals we are used to seeing today. Instead, they were tiny, shrew-like creatures that barely stood a chance against the massive dinosaurs that dominated the planet at the time. However, against all odds, they withstood their harsh surroundings as the last surviving descendants of an older group, the Therapsids, from which they evolved.\n\nNow, paleontologists in Mallorca, Spain, have unearthed what seems to be a fossil of a therapsid that could be the oldest ever discovered, dating back to nearly 280 million years ago. The research, which was published in the journal Nature Communications, describes this ancient creature as a vaguely dog-like predator with fearsome saber teeth. Yet to be named, the fossil is believed to belong to a group known as gorgonopsians—ancient predators more closely related to mammals than any living animals."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Serious sea smarts",
            "link": "https://www.australiangeographic.com.au/topics/wildlife/2025/01/serious-sea-smarts/",
            "description": "The mimic octopus, which lives in sandy habitats devoid of any shelter, even impersonates some of the ocean’s deadliest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DhZlXLgFR50-P9eAFxb5qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Australian Geographic3h",
            "source": "Australian Geographic",
            "article_content": "Reading Time: 9 Minutes • Print this page\n\nA wall of bright signs warn me before I step closer: “Dangerous Animals – Do Not Touch”. As I carefully inch closer to the aquarium tank, I notice that sitting inside in a shell is an inconspicuous animal no bigger than a golf ball. A series of striking, metallic blue markings appear magically over its body, and it stretches its rubber-like arms to close the two shell pieces together, vanishing from view.\n\nOctopuses are the only invertebrate known to use tools. This coconut octopus uses empty shells and even coconuts as a mobile fortress. Image credit: Yury Ivanov/@diveivanov\n\n“Meet the most intelligent invertebrate on the planet,” Dr Wen-Sung Chung announces as he proudly introduces his “blueys” – blue-lined octopuses – that form part of his research. He’s studying the nervous system and behaviour of cephalopods, the group of molluscs that includes octopuses and squids. Despite their appearance, these tiny little blueys can be deadly, especially if you’re a crustacean. They carry tetrodotoxin (TTX), a neurotoxin for paralysing prey that’s 1000 times more potent than cyanide. But these creatures are far more astounding than the fearsome reputation that proceeds them. They have truly remarkable intelligence, evident in behaviours such as the tool use I just witnessed with a shell. It’s a surprising sign of higher cognition usually only seen in vertebrates such as birds and mammals.\n\nNot so ‘dumb’\n\nAristotle, one of the greatest minds in history, claimed octopuses were “dumb”. But they have some serious sea smarts that seem to defy logic. They’re unlike anything in the animal kingdom, having survived ice ages and asteroids, outliving dinosaurs and spreading their arms to survive in every part of our oceans. In captivity, tales abound of these marine masterminds navigating complex mazes, unscrewing lids and outsmarting aquarists by escaping their tanks and raiding neighbouring ones for food. In the wild they team up with fish to hunt, rewire their own brains when it gets too cold and can even change colour, despite being colour-blind.\n\nThe mimic octopus, which lives in sandy habitats devoid of any shelter, even impersonates some of the ocean’s deadliest residents. Its repertoire includes lionfish and stingrays and it can choose which species to mimic based on the threat it faces. If harassed by a damselfish, for example, it transforms into a sea snake.\n\nCephalopod scientist Dr Wen-Sung Chung’s work on the blue-lined octopus is providing valuable insights into octopus intelligence. Image credits: Sheree Marris\n\nWen-Sung’s fascination with these otherworldly animals began at Taiwan’s National Museum of Natural Science with a preserved giant squid. Their “weirdness” captivated him, inspiring a life-long career that has included some significant breakthroughs such as the discovery of cephalopod statolith structures, which allow octopuses and squid to detect sound pressures and hear.\n\nAn opportunity to take up a residency at The University of Queensland saw his journey come full circle when he became part of an international team filming the enigmatic giant squid at 750m using the deep-sea camera platform Medusa.\n\nWen-Sung is now an expert in cephalopod visual ecology and neurobiology. For the past decade, he’s been on a mission to unravel the secrets of octopus adaptability and cognitive abilities. It’s groundbreaking research that not only offers a window into the surprisingly sophisticated lives of cephalopods but is also inspiring human innovation.\n\nHidden beauties\n\nI join Wen-Sung on one of his research expeditions at Minjerribah (North Stradbroke Island), home to The University of Queensland’s Moreton Bay Research Station. The island is the perfect location for his work. Its diverse habitats of sandy plains, seagrass meadows and vibrant reefs are home to more than 10 octopus species, including the blue-lined, reef, hammer, red-spot night, scribbled night, plain-spot, veined and southern star-eyed octopus. In fact, Australia could be considered the octopus capital of the world, boasting more than 70 of the 300 species documented globally.\n\nArmed with booties, gloves, buckets and nets, we make our way across the sandy flats, navigating around armies of soldier crabs, and shuffle out into ankle-deep water. Finding octopuses is like playing a game of hide and seek with the world champions of the game. They don’t just blend in: they become part of their surroundings, breaking up the outline of their bodies in magical ways that is nothing short of marine sorcery.\n\nLuckily, Wen-Sung knows the telltale signs. “You really need to understand the biology of the animals to find them,” he explains. It’s not long until he calls me over with excitement, pointing to what looks like nothing more than a tuft of seaweed. Amused by my puzzled face, he traces the outline of eight arms. It’s a cryptically camouflaged algae octopus. Not only has it taken on the colour of the surrounding seaweed, it’s changed the texture of its skin to match. It’s the ultimate 3D camouflage – unparalleled in the animal kingdom.\n\nThe cryptically camouflaged algae octopus, another of Wen-Sung’s study subjects, uses remarkable 3D mimicry to blend seamlessly with marine plants by changing both the texture and colour of its skin Image credit: Alamy\n\nAt nightfall, we head back out with our underwater torches to search for nocturnal octopus species, which would now be emerging from their daytime slumber to feast. Fish are darting around us as we wade through the shallows and our torch beam lights up a resting wobbegong shark.\n\nIt draws our attention to something bright red nearby that quickly vanishes into the sand – the red-spot night octopus. It’s an impressively large species nearly a metre long. Wen-Sung inspects the deep tunnel the octopus disappeared into. We need to be on the lookout as it may pop up elsewhere, because these crafty cephalopods often create multiple escape tunnels – another sign of intelligence.\n\nWhat drives this level of brainpower in an invertebrate? The simple answer is survival. Millions of years ago, octopuses followed a different line of evolution to their clam and snail relatives by shedding the hard shell, trading security for freedom and flexibility. It made them into a tasty piece of unprotected protein in an environment where just about everything is looking for a meal.\n\nWith no protective armour, octopuses, such as this day octopus, rely on ingenious strategies to deter predators, including making themselves seem larger and more intimidating. Image credit: Ernie Black/@ernieblackphoto\n\nTo survive in the diverse habitats they share with a range of predators, octopuses have developed ingenious survival strategies. They’re also born into a world without parental guidance and have short lifespans, which means they must learn fast and constantly adapt. All this is done while processing multiple visual inputs, controlling eight agile arms with hundreds of information-gathering suckers, and coordinating millions of colour-changing skin cells. It’s enough to make your head spin – and certainly requires serious brainpower.\n\nTo investigate how all of these behaviours can be coordinated, Wen-Sung has been mapping the brains of various species of octopus and studying the structure and organisation of their nervous system, from hatchling all the way through adulthood.\n\nTo achieve this, he’s needed to modify existing MRI techniques by deviating from the standard protocol settings usually reserved for vertebrate brains such as those of humans and other mammals, which are more rigid with different neural pathways compared to the soft brain tissues of octopuses.\n\nAfter hundreds of hours and much trial and error, he was able to successfully scan the brains of various octopus species in high resolution and, in a world-first, capture and map their complicated neurology in 3D. The insights this provides have been ground-breaking and changed what we thought we knew about the brains of these marine masterminds.\n\nUpdating knowledge\n\nMost of our knowledge of the octopus brain has been based on research from the 1950s and the exploration of cognitive ability restricted to a single species, the common octopus, an accessible and abundant species that’s easy to keep in captivity. With more than 300 octopus species worldwide, this research certainly hasn’t painted a comprehensive picture of the intelligence or brains of the group as a whole.\n\nThis is why Wen-Sung’s work and the incredible breakthroughs he’s made are so important. One of his discoveries is that the octopus brain continues to grow throughout the lives of these animals. It can grow 100 to 5000 times in volume from hatching to adulthood, and the rate at which this growth proceeds is ridiculously fast, when you consider the average lifespan of an octopus is only two years. Compare that to human brains, which reach maximum size at 14 or 15 years of age, then start to gradually shrink.\n\nA pale octopus. Image credits: Sheree Marris\n\nAs with the human brain, however, and unique among invertebrates (excluding their squid relatives), octopuses exhibit brain-folding, which is a sign of intelligence. The more folding there is, the more surface area is created, allowing more neurological inputs and greater processing power. Octopuses have the largest brain size-to-body ratio of any animals, which makes sense, given all the multi-tasking they do. This also tells us that the octopus is investing a significant amount of energy into its nautical noggin.\n\nOne of Wen-Sung’s biggest discoveries has been that not all octopus brains are the same. The design, level of folding and size of the visual processing centre of an octopus brain, are influenced by habitat and lifestyle and vary between species. For example, the reef octopus, which is only active during the day, has a more complex brain and larger optic lobes compared to the nocturnal blue-lined octopus.\n\nMasters of deception\n\nCoral reefs are busy and challenging environments to live in. The reef octopus has to process a large amount of information and camouflage is important to its survival. The species has the highest number of colour-changing cells of any species and has been recorded changing its appearance more than 300 times in a day. It’s also the species that has been recorded cooperatively hunting with gropers to flush fish out of coral bommies.\n\nTo support his work and explore the ability for the brain to change, adapt and learn – known as neural plasticity – Wen-Sung has also conducted a range of experiments to test octopus intelligence. This involved food incentives and problem-solving challenges such as identifying different shapes. “The most compelling evidence of intelligence is just how quickly they learn,” he says. He has even taught one octopus to count. It’s evidence that octopuses have brain structures, such as memory and learning centres, that are functionally similar to those in mammals, positioning octopuses as a valuable model group for neurophysiological studies in other higher-order species.\n\nResearch on the southern sand octopus has uncovered a compound in its venom that shows real promise in slowing the growth of cancerous melanoma cells. Image credit: Sheree Marris\n\nScientists have even recently discovered octopuses can edit their own physiology to adapt to temperature change by editing their RNA (ribonucleic acid), which is responsible for reading and decoding information in the DNA, to build proteins to carry out cellular function. Unlike DNA-driven evolution, which takes generations, octopuses can make these changes in days, which is truly extraordinary.\n\nThe significance of Wen-Sung’s work and the benefit of it, even to us humans, can’t be underestimated. Creating a brain template that maps and understands octopus neurology will open the gate to understanding evolution of not only cephalopods but of land-based animals.\n\nA pale octopus with its own reflection. Image credit: Sheree Marris\n\nHis work is also opening up a wealth of opportunities for human innovation. Octopuses are fast becoming marine muses for us mere mortals, sparking innovation and inspiring us in ways we never thought possible. The hormones that spur rapid brain growth in an octopus could prove useful for people who need growth stimulants.\n\nUnderstanding the flexibility and remarkable autonomy of octopus arms that comes through a simple neural network (see below), could have applications for the engineering of soft robotics able to be used in natural disasters for accessing collapsed buildings or navigating terrain inaccessible to humans. Researchers are also exploring how octopuses can deliberately detach and regrow limbs – a process that could one day inform treatments for neural injuries or regenerative medicine.\n\nIllustration credits: Gilang Ayyoubi Hartanto\n\nFor all the danger signs on the tanks where Wen-Sung keeps his blueys, there’s a deeper irony. The same venom that ensures humans keep their distance may one day help save lives. Research on the southern sand octopus has uncovered a compound in its venom that shows real promise in slowing the growth of cancerous melanoma cells.\n\nWen-Sung’s work underscores how truly extraordinary octopus brains are and he’s only just begun to unravel their mysteries. “Octopuses are the epitome of discovery science,” he says. “The more I find and watch, the more I realise how much is still to learn about these weirdly wonderful animals.” It’s impossible not to be swept along by his energy and enthusiasm.\n\nWe humans like to think we’re the clever ones, but these eight-armed teachers have some valuable lessons to share, proving that brains come in all shapes and are sometimes even shaped like a donut. Who’s dumb now, Aristotle?\n\nRead more\n\nThe latest book by Victorian-based marine scientist Sheree Marris, Octopuses: Underwater Wonders, is a stunning journey into the lives of these otherworldly creatures.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is beginning to turn its attention to ‘superintelligence’",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-is-beginning-to-turn-its-attention-to-superintelligence/ar-AA1x0KhB?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman said that he believes OpenAI knows how to build AGI — and is beginning to turn its aim to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LRxPy8gESKbuooXRAdPmbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman has choice words for the OpenAI board members who fired him",
            "link": "https://www.msn.com/en-us/money/careersandeducation/sam-altman-has-choice-words-for-the-openai-board-members-who-fired-him/ar-AA1x0AhW?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman had strong words for the former board members who abruptly fired him late last November.",
            "image_url": "https://www.bing.com/th?id=OVFT.w8dzAGMe7oAnbAvK8c2m2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This AI platform might be the reason you cancel your OpenAI subscription",
            "link": "https://www.msn.com/en-us/news/technology/this-ai-platform-might-be-the-reason-you-cancel-your-openai-subscription/ar-AA1wZYoa?ocid=BingNewsVerp",
            "description": "Balancing creative work, managing projects, or keeping up with social media can feel like a never-ending to-do list. AI can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s1PqkSi5XNhQJ-lM-coHBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9hon MSN",
            "source": "SFGATE on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman on ChatGPT’s First Two Years, Elon Musk and AI Under Trump",
            "link": "https://www.bloomberg.com/features/2025-sam-altman-interview/",
            "description": "AlexNet, created by Alex Krizhevsky, Sutskever and Geoffrey Hinton, used a deep convolutional neural network (CNN)—a powerful ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CpOYUZAG1w6UvAAy_HIZTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11h",
            "source": "Bloomberg L.P.",
            "article_content": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fact Check: AI Models Can Lie and Make Copies To Save Themselves, Researchers Found",
            "link": "https://www.msn.com/en-us/news/technology/ai-models-can-lie-and-make-copies-to-save-themselves-researchers-found/ar-AA1x0Ucf?ocid=BingNewsVerp",
            "description": "In December 2024, claims ( archived) circulated ( archived) online that researchers had found that artificial intelligence ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GSzgRP6Ql9hQdJTgq8uf5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Snopes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Party planning trends this year, inspired by parties of the past",
            "link": "https://www.wbaltv.com/article/party-planning-trends-this-year-inspired-by-parties-of-the-past/63340721",
            "description": "Paper cards, painted portraits, and favors that last: These classic party trends are back in style and are being refreshed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dQH2-OIyZjec217wH2ZfwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "WBAL-TV3h",
            "source": "WBAL-TV",
            "article_content": "Party planning trends this year, inspired by parties of the past Share Copy Link Copy\n\nSEASON IS OVER DOESN’T MEAN YOUR EVENTS ARE. PARTY PLANNING IS GETTING STARTED NOW, AND IT’S GETTING EVEN EASIER. HERE TO TELL US ABOUT SOME OF THE TRENDS IN ENTERTAINMENT IS THE CEO OF INNOVATIVE PARTY PLANNERS, HEIDI HILLER. THANKS FOR BEING HERE. GOOD MORNING. HOW ARE YOU? I’M FINE. THE FIRST THING THAT CAUGHT OUR EYE WAS THIS BEAUTIFUL PAINTING. AND I SAID, HOW DOES SOMEONE GET ONE OF THOSE? AND THEN YOU SAID. I SAID, YOU HAVE A LIVE PAINTER AT YOUR EVENT. I ACTUALLY BROUGHT TWO EXAMPLES FROM SOME OF MY FAVORITE ARTISTS. SO THIS THEN GETS PEOPLE ENGAGED, RIGHT? CORRECT. THE PAINTERS THERE DURING THE WHOLE EVENT AND PEOPLE COME OVER AND WATCH IT BEING CREATED DURING THE EVENT. AWESOME. THIS ACTUALLY IS MY DAUGHTER’S WEDDING. SO BEAUTIFUL. AND IT WAS IT WAS A HIGHLIGHT OF THE EVENING. AND THE BEST PART IS THEY HAVEN’T SEEN IT YET. BUT ALL OF YOU ARE. AND THIS IS HOW YOU SET YOUR EVENT APART FROM SOMEONE ELSE’S. EXACTLY, EXACTLY. AND THE TRENDING HAPPENS WITH EVENTS BECAUSE PEOPLE START TO SEE OTHER THINGS, ESPECIALLY WITH SOCIAL MEDIA NOW. AND THEY WANTED IT THERE ON THAT. SO YOU’RE SHOWING AN EXAMPLE OF SOMETHING FOR A WEDDING, BUT THIS COULD BE APPLIED TO ANY TYPE OF PARTY. ABSOLUTELY. WE’VE ACTUALLY HAD THIS AT NONPROFITS. YOU KNOW, YOU CAN BE AUCTIONED AT THE END. AND SOME OF THE OTHER EVENT TRENDS THAT I WANT TO TALK ABOUT. YEAH. WHAT DO WE HAVE? OH, LET’S START OVER HERE. OKAY. ABSOLUTELY. SO WE’RE YEAR 2025. SO IT’S A QUARTER OF A CENTURY. SO LET’S THINK BACK. OKAY. QUARTER OF A CENTURY AGO. RIGHT. SO THE 50S WE’VE GOT OUR IT LOOKS LIKE A CAKE. YEP YEP. THANK YOU. FLOWERS AND FANCIES FOR GIVING US THE CARNATIONS TO MAKE IT CUTE. AND THEN OF COURSE, THE 70S HAVE BEEN POPULAR FOR A WHILE. ABSOLUTELY. WE MAY BE KIND OF GETTING TIRED OF THE DISCO BALLS, BUT WE’RE WE’RE RE REVIVING THEM A LITTLE BIT. SO THEN. SO INSTEAD OF JUST THE DISCO BALL, YOU’VE GOT LIKE SOME OTHER DIFFERENT WAYS THAT YOU CAN PRESENT IT. BUT LIGHTS THAT’S REALLY WHAT YOU’RE TALKING ABOUT IS THE LIGHTING. SO IT SETS THE MOOD FOR EVERYTHING. ABSOLUTELY. OTHER THINGS TO THINK ABOUT ARE EVENT, EVENT, PARTY FAVORS. SO ONE OF THE THINGS WE’RE REALLY BIG ON IS MAKING SURE THAT THE PARTY FAVORS AND SOMETHING STUFFED IN A DRAWER, LIKE A MATCHES OR SO MANY HOCKEY PUCKS, SO MANY THINGS THAT WE’RE GIVING INTO THE TRASH. SO WE JUST RECENTLY DID THIS FOR OUR FRIENDS AT CHIMES. THEY HAVE A WE GAVE AWAY CARDS THAT ARE FROM THEIR ARTISTS THAT ARE AWESOME AND THEIR STUDENTS. SO THEN WHAT WOULD YOU DO? WOULD YOU REUSE LIKE THESE ARE CARD BOXES. SO EVERYBODY GOT TWO OF EACH. THE IDEA IS YOU COULD FRAME A SET AND YOU COULD WRITE A NOTE IN THE OTHER SET. OH THAT’S A GOOD IDEA. SO IT’S A PARTY FAVOR THAT KEEPS ON GIVING THE URL CODE ON THE BACK. LOVE IT. YOU CAN DONATE IF YOU RECEIVE THIS AND FEEL MOVED. YOUR URL CODES ARE HUGE IN EVENTS RIGHT NOW. WE SAW THAT DURING COVID. NO TOUCH MENUS AND THE QR CODES, YOU KNOW YOU WRITE SOMETHING, QR CODES. AND I SAID THAT’S OKAY. BUT THAT’S YEAH, YEAH, EVERYONE’S GETTING USED TO ANOTHER REALLY FUN TREND DURING AN EVENT. IS PEOPLE WANT PHOTOS. OH YEAH, THEY HAVE A PROFESSIONAL PHOTOGRAPHER. WE DO NOT WANT TO STEP ON THEIR TOES, BUT HOW MUCH FUN IS IT TO CAPTURE THE EVENT IN THE EYES OF YOUR GUESTS? AND ONE FUN WAY TO DO IT. IF YOU TURN THE CARD OVER, THIS ONE DID A PHOTO SCAVENGER HUNT WITH ALL KINDS OF IDEAS. YOU’RE ASKING YOUR FRIENDS TO USE THEIR PHONES, GO AROUND AND TAKE PICTURES, AND THEN YOU WANT THEM TO UPLOAD THE PICTURES. CORRECT? AND YOU USE THAT CODE ON THE FRONT TO UPLOAD THEM BECAUSE ARE GONE. THE DAYS OF THE LITTLE CAMERAS THAT THE YEAH, THEY’RE GONE, THEY’RE GONE, THEY’RE GONE. WHERE ARE YOU GETTING THEM DEVELOPED. I DON’T KNOW. I DON’T KNOW EITHER, I GUESS I DON’T KNOW AND WHAT ELSE. AND WE’RE ALSO USING THEM ON INVITATIONS. I AM A GRAPHIC DESIGNER. I LOVE PRINTED INVITATIONS. THERE’S NOTHING THAT SETS AN EVENT APART FROM GETTING SOMETHING IN THE MAIL. THE FIRST THING YOU SEE THAT MAKES YOU WANT TO GO TO THAT EVENT. EXACTLY. YEAH, BUT PEOPLE ARE STARTING TO USE THE CODES FOR REPLYING, RIGHT? YOU SEE THAT A LOT IN THE CORPORATE EVENTS, IN TRADE SHOWS ALL OVER THE PLACE. WE’VE SEEN IT TO DONATE TO AN EVENT. WE’VE PUT THE CODES UP AT A BAR, YOU KNOW, SO MUCH EASIER THAN MAILING AND YOU DON’T WANT TO GET LOST ANYWAY. WELL, AND THE THING IS, SOMETIMES WE STILL HAVE TO DEAL WITH THE FACT THAT WE HAVE, YOU KNOW, THE GRANDPARENTS AND THE OLDER GENERATION WHO IS NOT FAMILIAR WITH THIS TECHNOLOGY. SO WE WANT TO USE BOTH. OKAY. SO YOU SO YOU CAN USE BOTH. AND THEN OKAY, THIS WE REALLY WANT TO MAKE SURE THAT WE’RE THINKING ABOUT WELLNESS AND EVENTS. JUST YESTERDAY OR TWO DAYS AGO THE SURGEON GENERAL CAME OUT WITH FACTS THAT ALCOHOL CONSUMPTION CAN LEAD TO CANCER. IT’S A REAL BUMMER. OKAY, SO I’M AN EVENT PLANNER. I’M GOING TO TELL YOU YOU’RE GOING TO WANT A BAR. BUT LET’S THINK ABOUT HAVING A BAR THAT HAS MOCKTAILS ON IT. YEAH, SURE. NOT EVERYBODY DRINKS AND THAT’S OKAY. SO YOU NEED TO HAVE OTHER DRINK OPTIONS. YEAH. AND YOU CAN HAVE, YOU KNOW, INFUSED WATERS AND ALL KINDS OF THINGS. PLUS YOU MAY NOT EVERYBODY IS THE RIGHT AGE. SO WE WANT TO BE MORE INCLUSIVE IN EVENTS. WE WANT TO THINK ABOUT ALSO THE FOOD WE SERVE SOME MORE PLANT BASED, MORE OPTIONS FOR PEOPLE WHO ARE TRYING TO BE CAREFUL ABOUT WHAT THEY EAT. RIGHT, EXACTLY. ASKING FOR DIETARY INFORMATION. SUPER IMPORTANT. ALSO, MAKE SURE YOUR GUEST OF HONOR TOO IS BEING TAKEN INTO CONSIDERATION. I KNOW A PARTY THAT WAS PLANNED FOR THE GUEST OF HONOR AND BARBECUE WAS BROUGHT, AND THE PERSON’S A VEGETARIAN, SO IT’S LIKE, KEEP YOUR PERSON IN MIND. YEAH, FOR SURE. AND YOUR GUESTS AND YOUR GUESTS FOR SURE. SO SUSTAINABILITY PRODUCTS TOO, BECAUSE YOU HAVE A WHOLE BUNCH OF DIFFERENT THINGS OVER HERE. YES. SO PLASTICS OUT, I, I’M SURE IT’S STILL IN SOMEONE’S CABINET. YEAH. ACTUALLY I JUST SAW WHAT CAN WE DO THIS USE IT AS A PAINT PALETTE OR SOMETHING. DON’T SERVE FOOD ON IT. OKAY. BAMBOO PLATES. THESE ARE SO COOL. AND THEY’RE COMPOSTABLE. AND WE’VE SEEN A HUGE RISE IN THE REQUEST FOR THIS. AND FROM OUR CLIENTS. BOTTOMLESS WATER. SO YES, YOU CAN GET WATER IN BOXES. YES. LIKE LITTLE MILK CARTONS. YOU CAN, WHICH IS GREAT. AND I YEAH, I REMEMBER SEEING THIS YEARS AGO HERE IN BALTIMORE AT THE ONE OF THE FESTIVALS. WHERE DOES ONE BUY SOMETHING? LIKE THAT? BECAUSE I’VE GOT SO THIS BRAND ACTUALLY BOXED WATER IS, IS A BRAND THAT YOU CAN BUY. OKAY. AND THEY ACTUALLY IS IT AFFORDABLE, LIKE BOTTLED WATER. IT IS DEFINITELY MORE EXPENSIVE. SEE THAT’S WHAT THEY NEED TO DO. THEY NEED TO MAKE BEING FRIENDLIER TO THE ENVIRONMENT MORE AFFORDABLE. YES I AGREE. NOW, ONE THING THAT’S NEAT ABOUT THIS IF YOU DO POST THIS ON SOCIAL MEDIA AND YOU TAG THEM, THEY WILL PLANT A TREE. OKAY, THERE YOU GO. SO YOU KNOW YOU’RE PAYING FOR A TREE. IT’S LIKE THE EXTRA PAIR OF SHOES WHEN YOU BUY A PAIR, BUY ONE, GET ONE I LIKE THAT. WHERE CAN PEOPLE FIND YOU IF THEY WANT MORE IDEAS? WE’RE ON THE INTERNET. IF YOU LOOK UP INNOVATIVE PARTY PLANNERS, JUST GOOGLE, GOOGLE, GOOGLE. WE’RE LIKE ALL OVER THE PLACE. THERE’S ACTUALLY A BLOG THAT WE JUST POSTED THAT GIVES YOU MORE INFORMATION ABOUT ALL OF THE TRENDS, HOW YOU CAN KEEP UP WITH THEM AND INCORPORATE THEM INTO YOUR EVENT. ALL RIGHT. THANKS S"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to research murder rates in your neighborhood",
            "link": "https://rollingout.com/2025/01/05/how-to-research-murder-rate-neighborhood/",
            "description": "Most departments maintain public websites featuring detailed crime reports categorized by neighborhood or zip code.",
            "image_url": "https://www.bing.com/th?id=OVFT.UylAd9TWbzVCHD0Dn3s_fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Rolling Out16h",
            "source": "Rolling Out",
            "article_content": "Understanding community safety through accurate crime data helps residents make informed decisions about where to live and work. Law enforcement experts and data analysts provide several reliable methods for accessing and interpreting local crime statistics, emphasizing the importance of using official sources for accurate information.\n\nOfficial data sources\n\nLocal police departments serve as primary sources for accurate crime information. Most departments maintain public websites featuring detailed crime reports categorized by neighborhood or zip code. These resources typically include annual reports, current crime statistics, and specific details about homicides and other violent crimes within their jurisdictions.\n\nLaw enforcement agencies often provide sections labeled “Crime Statistics” or “Annual Reports” on their websites. These comprehensive documents include detailed information about homicides, property crimes, and arrests within specific timeframes, allowing residents to track patterns and trends in their areas.\n\nThe FBI’s Crime Data Explorer provides comprehensive nationwide statistics. This federal database allows users to filter information by location and specific crime types, offering valuable insights into local safety patterns and trends over time. The platform’s design enables detailed analysis of murder rates and other violent crimes across different regions.\n\nCity resources\n\nMany metropolitan areas maintain public crime dashboards that display current statistics. These platforms often provide interactive maps and regular updates about criminal activities within specific neighborhoods. City officials emphasize the importance of these tools for maintaining community awareness and safety.\n\nThese dashboards typically offer real-time or near-real-time updates, allowing residents to monitor recent criminal activities in their areas. Many systems include features for comparing crime rates across different neighborhoods or zip codes, providing valuable context for understanding local safety conditions.\n\nThird-party platforms\n\nSeveral independent organizations aggregate crime data into user-friendly formats. NeighborhoodScout compiles information from multiple sources to create detailed safety profiles for specific areas. The platform includes crime rates, risk indexes, and comparative analysis tools that help residents understand their neighborhood’s safety level.\n\nCrimeMapping.com utilizes official police data to generate interactive maps showing recent criminal activities. Users can customize searches to focus specifically on homicides or other violent crimes within their zip codes. The platform provides regular updates and historical data for comprehensive analysis.\n\nSpotCrime offers another valuable resource, featuring interactive maps highlighting recent crimes, including violent offenses. The platform allows users to set up alerts for real-time updates about criminal activities in their areas, helping residents stay informed about potential safety concerns.\n\nUnderstanding statistics\n\nCrime analysts emphasize the importance of proper data interpretation. Population size significantly affects crime rates, particularly in smaller communities where few incidents can dramatically impact statistical representations. Experts recommend examining murder rates calculated per 100,000 residents while considering the community’s total population for context.\n\nLaw enforcement experts recommend examining trends over extended periods, typically five to ten years, rather than focusing on isolated incidents or short-term fluctuations. This longitudinal approach provides more accurate insights into community safety patterns and helps identify meaningful trends in violent crime rates.\n\nContextual analysis\n\nSecurity specialists stress the importance of comparing local statistics with surrounding areas. This broader perspective helps residents better understand their neighborhood’s relative safety within the larger community context. Experts recommend evaluating multiple adjacent zip codes to gain a comprehensive understanding of regional safety patterns.\n\nCrime prevention experts note that not all incidents appear in official records. Understanding these limitations helps residents make more informed decisions about their safety and security measures. They emphasize the importance of using multiple data sources to create a more complete picture of local safety conditions.\n\nCommunity engagement\n\nLaw enforcement officials encourage resident participation in safety initiatives. Many police departments host regular community meetings to discuss crime trends and prevention strategies. These gatherings provide opportunities for direct interaction with local law enforcement and often include detailed discussions of recent criminal activities and prevention efforts.\n\nNeighborhood watch programs often maintain additional crime tracking resources. These community-based initiatives frequently offer detailed insights into local safety concerns and prevention efforts, complementing official data sources with ground-level observations and reports.\n\nDigital resources\n\nModern technology provides various tools for staying informed about local crime. Many communities use alert systems like Nixle to share real-time updates about criminal activities and safety concerns. These platforms often allow users to customize notifications based on location and crime type.\n\nSocial media platforms have become increasingly important for tracking local safety information. Law enforcement agencies regularly use these channels to communicate with residents about ongoing investigations, safety concerns, and crime prevention strategies.\n\nPractical applications\n\nUnderstanding local crime statistics supports various decision-making processes:\n\nInformed decision-making becomes crucial when relocating or choosing schools. Property owners can implement appropriate security measures based on specific crime patterns in their areas. Community organizations can develop targeted safety initiatives addressing local concerns.\n\nMoving forward\n\nAccessing and understanding local crime statistics represents an important step toward community safety. Regular monitoring of crime data helps residents stay informed about safety trends while enabling proactive participation in local crime prevention efforts.\n\nThis knowledge empowers residents to make informed choices about their safety while contributing to broader community security initiatives. Through consistent monitoring and engagement with available resources, community members can work together to create safer neighborhoods for everyone.\n\nThis story was created using AI technology."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Golden Globes 2025: Best dressed stars on the red carpet",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/golden-globes-2025-best-dressed-stars-on-the-red-carpet/ar-AA1x0rm2?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BgqpEvpCnuHF-nzb3BhrOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 will be a make-or-break year for people leaders",
            "link": "https://www.canberratimes.com.au/story/8859334/jarrod-mcgrath-australias-hr-and-workplace-trends-for-2025/",
            "description": "As people leaders across Australia look ahead to 2025, having prepared for the holiday break, we're seeing three major trends ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fwfIOMlx8-4djbbweppRvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "10h",
            "source": "The Canberra Times",
            "article_content": "The \"stick\" approach to underpayment from government will hopefully push companies to move past their inertia and solve this challenge, but doing so will require a lot of work, opening up new communications lines, and building bridges between people, processes, and technologies across the enterprise to ensure people are being correctly paid, and that there's a mechanism in place to measure it. There are also a number of technology players popping up with compliance point solutions, which evidence the need to bring this together, but as yet there is no standout.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "RetroStudio Codes (January 2025)",
            "link": "https://twinfinite.net/roblox/retrostudio-codes/",
            "description": "If you want to know how we used to redeem codes in the dinosaur era, here’s how to do so in RetroStudio: If you don’t know where to get started with RetroStudio, check out the RetroStudio Wiki ...",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "Twinfinite11h",
            "source": "Twinfinite",
            "article_content": "Updated: January 5, 2025 Added new codes!\n\nRecommended Videos\n\nIf you want to experience the renaissance of Roblox gaming, step into the time machine, and you’ll see how we used to do it back in my day (I am not that old; I was like 7 when Roblox released), and it’s even more fun with RetroStudio codes.\n\nWith RetroStudio codes, you will unlock minigames, troll your friends with server errors and UI glitches, and even remove their Retrobux temporarily. The codes are meant to just play around with and not to gain an advantage over others. If you want to dress your Robloxian how they used to look back in the day, then check out our list of UGC Plaza Codes.\n\nAll RetroStudio Codes List\n\nActive RetroStudio Codes\n\n100m : 800 RetroBux (New)\n\n: 800 RetroBux Christmas+2024 : 1,250 RetroBux (New)\n\n: 1,250 RetroBux roblox_rtc : A RTC pin and 1,250 RetroBux (New)\n\n: A RTC pin and 1,250 RetroBux Steadiyer2024 : Temporarily clears all of the user’s Retrobux\n\n: Temporarily clears all of the user’s Retrobux CaSe – SeNSiTive : 500 Retrobux\n\n: 500 Retrobux TestNotification : Random notification for every redemption\n\n: Random notification for every redemption roblox : Robblox theme\n\n: Robblox theme Enter code here! : Kick from the server\n\n: Kick from the server baubles : Cookie clicker minigame\n\n: Cookie clicker minigame corrupt : Corrupt the main menu GUI\n\n: Corrupt the main menu GUI AyRay : AyRay Mode\n\n: AyRay Mode 1000000: Converts all of your current Robux into Tix\n\nExpired RetroStudio Codes\n\nFirst3verCode\n\nRetroAd1\n\nRetroNet\n\nRetroDev20K\n\nWyhlster Dumb\n\nrender\n\nFreeRetrobuxReal\n\nFakeCodeThatGivesYouNoRetrobux\n\n50kMadness!\n\n5MilVibes\n\nTweetTweet\n\nsitebeta\n\nJuly1st\n\nJuly4th\n\n30K Group\n\nMyThemeIsTheBestTheme\n\nMaid\n\nSuspiciousCode\n\nRetro50K\n\nRetroParticles50K\n\nEaster2022\n\nthe retro studio\n\npatience\n\nsteadiyer\n\nRetrostudioSummer\n\nanonymous5\n\nJuly1st2022\n\nJuly4th2022\n\n70Group\n\nAmongUsMeal2021\n\nVexture\n\nTi2kTo2k\n\nRealPromoCode\n\nCYB3R\n\nBlameLordUnderHallow\n\nWinterWarm\n\nyougottrolled\n\nGroup100K\n\nBigUpdate\n\nHugeW\n\nCrimson\n\nJuly1st2023\n\nJuly4th2023\n\nRetrostudioSummer2023\n\nDracMask\n\nRobloxBack\n\n366\n\nARealPromocode\n\nChristmas23\n\nNewYears23_1\n\nNewYears23_2\n\nNewYear2024\n\nwV9B4A\n\nMidnightAwesome\n\nCanadaDay_2024\n\ngrid\n\nskibidi ohio rizz toilet\n\nHow to Redeem Codes in RetroStudio\n\nIf you want to know how we used to redeem codes in the dinosaur era, here’s how to do so in RetroStudio:\n\nImage by Twinfinite\n\nLaunch RetroStudio on Roblox. Open the Promo Codes tab at the top of the screen. Enter a code in the Enter code here text box. Hit Enter Code and receive your goodies.\n\nRetroStudio Wiki Link\n\nIf you don’t know where to get started with RetroStudio, check out the RetroStudio Wiki page. It contains useful information, including all about each past and current event happening in the game, as well as details on all of the playable games and tools you can use to create your own experiences in the classic way.\n\nWhy Are My RetroStudio Codes Not Working?\n\nRetroStudio codes can contain everything from upper and lowercase letters to special characters and numbers, so typing out these codes can be a bit tricky. If the codes are too hard on your eyes, you can copy and paste them directly from the article and into the game. Do this as soon as possible to avoid the codes from expiring. Don’t worry too much, as most of the newer codes don’t have expiration dates and can be used multiple times.\n\nWhat Is RetroStudio?\n\nRetroStudio is a Roblox experience that wants to emulate the way Roblox used to operate years ago, from the popular games to the UI itself. If you have an itch to go back in time and play iconic titles such as Greenwood Town and Raft without a paddle, this is the perfect way to do it.\n\nOnce you’re done time traveling and want to explore the robust current world of Roblox experiences, don’t forget to stop by our dedicated Roblox Codes section right here on Twinfinite!\n\nTwinfinite is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Found The World’s Oldest Bed In A 200,000-Year-Old South African Cave Dwelling",
            "link": "https://www.msn.com/en-us/news/world/scientists-just-found-the-world-s-oldest-bed-in-a-200000-year-old-south-african-cave-dwelling/ar-AA1x11Jh?ocid=BingNewsVerp",
            "description": "Scientists have just unearthed the oldest beds ever found — made from grass and ash deep in a South African cave. They say ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oSbc4mWi9NyGRvdwHKxJly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "All That's Interesting on MSN31m",
            "source": "All That's Interesting on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OTD In Space – January 5: Discovery Of Eris Ignites Pluto-Planet Debate",
            "link": "https://www.msn.com/en-us/science/astronomy/otd-in-space-january-5-discovery-of-eris-ignites-pluto-planet-debate/vi-AA1wZRn1?ocid=BingNewsVerp",
            "description": "On January 5, 2005, astronomers at NASA discovered Eris, the second-largest dwarf planet in the solar system. Eris is just slightly smaller than Pluto, and it orbits the sun about three times farther ...",
            "image_url": "https://www.bing.com/th?id=ODF.Sb2AHIJ7KCT81WibgdR6-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dopamine’s surprising breakthrough in Alzheimer’s treatment",
            "link": "https://rollingout.com/2025/01/05/dopamine-alzheimers-treatment/",
            "description": "Discover how dopamine’s unexpected role in breaking down harmful plaques could revolutionize Alzheimer's treatment and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6FgU_mszAVoH0vuesWiERy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Rolling Out8h",
            "source": "Rolling Out",
            "article_content": "A groundbreaking discovery by scientists at Japan’s RIKEN Center for Brain Science has revealed an unexpected link between dopamine and Alzheimer’s disease. This revelation could mark a major breakthrough in combating one of the most devastating neurological conditions. Dopamine, commonly known as the “feel-good” hormone, may hold the key to breaking down beta-amyloid plaques—abnormal protein clusters that interfere with brain function and are hallmarks of Alzheimer’s.\n\nThe science behind brain plaques\n\nBeta-amyloid plaques have long been at the center of Alzheimer’s research. These sticky deposits disrupt neural communication, sparking inflammation and progressively damaging brain cells. Over time, this process leads to memory loss, impaired cognitive function, and, ultimately, the debilitating symptoms of Alzheimer’s.\n\nIn recent years, the FDA approved two drugs—lecanemab and donanemab—that specifically target beta-amyloid buildup in early-stage Alzheimer’s patients. These treatments have offered some hope, but their effectiveness varies, leaving scientists searching for more reliable solutions. The discovery of dopamine’s potential role in reducing plaques adds a fresh perspective to this ongoing battle.\n\nUnderstanding the dopamine connection\n\nDopamine’s involvement in Alzheimer’s treatment stems from its ability to stimulate the production of neprilysin, an enzyme crucial for breaking down beta-amyloid. Neprilysin acts as a natural cleaner, preventing harmful plaques from accumulating in the brain.\n\nThis connection builds on years of research into neurotransmitters and their role in brain health. While dopamine is traditionally associated with mood regulation and reward pathways, its ability to enhance neprilysin activity adds a new dimension to its significance.\n\nLaboratory evidence supporting dopamine’s role\n\nIn a series of laboratory experiments, researchers tested dopamine’s impact on beta-amyloid plaques over an eight-week period. These studies revealed significant reductions in plaque formation when dopamine levels were increased. To achieve this, scientists administered L-DOPA, a medication already widely used to treat Parkinson’s disease, which helped elevate dopamine concentrations in the brain.\n\nTest subjects showed not only a reduction in plaques but also improvements in memory and cognitive function. This dual effect underscores the potential of dopamine-based interventions as a comprehensive approach to managing Alzheimer’s.\n\nClinical implications for Alzheimer’s treatment\n\nThe findings open up exciting possibilities for clinical applications. If further research confirms the effectiveness of dopamine in humans, it could pave the way for repurposing existing medications like L-DOPA to treat Alzheimer’s. This approach offers several advantages:\n\nDopamine regulation could provide a safer alternative\n\nBy targeting plaque formation without the need for entirely new drugs, dopamine-based treatments could reduce the time and cost associated with bringing a new therapy to market.\n\nThis research may enhance current treatments\n\nCombining dopamine-regulating therapies with existing anti-amyloid drugs could improve overall outcomes for patients. Such a strategy might delay the onset of severe symptoms or slow disease progression, offering hope to millions of individuals and their families.\n\nFuture directions for dopamine research\n\nDespite these promising findings, much work remains before dopamine-based therapies can be widely implemented. Extensive clinical trials are needed to assess their safety, efficacy, and potential side effects in diverse patient populations.\n\nScientists are also exploring ways to refine treatment protocols. This includes determining optimal dosages, timing, and delivery methods for dopamine-enhancing medications. Advances in technology, such as imaging tools to monitor plaque reduction in real-time, could further aid in tailoring treatments to individual patients.\n\nAnother avenue of research involves investigating how dopamine interacts with other biological processes in the brain. Understanding these relationships could unlock even more effective strategies for preventing or reversing Alzheimer’s symptoms.\n\nRethinking Alzheimer’s care with new possibilities\n\nThe discovery of dopamine’s role in breaking down beta-amyloid plaques represents a turning point in Alzheimer’s research. By offering a fresh perspective on a complex and poorly understood disease, it has the potential to reshape treatment approaches and improve the lives of countless individuals.\n\nAs science continues to uncover the intricacies of brain function, this breakthrough reminds us that even well-known molecules like dopamine can hold untapped potential. For those affected by Alzheimer’s, this research brings renewed hope for a future where effective treatments are within reach. The journey ahead is long, but the possibilities it offers make every step worthwhile."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Serious sea smarts",
            "link": "https://www.australiangeographic.com.au/topics/wildlife/2025/01/serious-sea-smarts/",
            "description": "The mimic octopus, which lives in sandy habitats devoid of any shelter, even impersonates some of the ocean’s deadliest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DhZlXLgFR50-P9eAFxb5qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Australian Geographic3h",
            "source": "Australian Geographic",
            "article_content": "Reading Time: 9 Minutes • Print this page\n\nA wall of bright signs warn me before I step closer: “Dangerous Animals – Do Not Touch”. As I carefully inch closer to the aquarium tank, I notice that sitting inside in a shell is an inconspicuous animal no bigger than a golf ball. A series of striking, metallic blue markings appear magically over its body, and it stretches its rubber-like arms to close the two shell pieces together, vanishing from view.\n\nOctopuses are the only invertebrate known to use tools. This coconut octopus uses empty shells and even coconuts as a mobile fortress. Image credit: Yury Ivanov/@diveivanov\n\n“Meet the most intelligent invertebrate on the planet,” Dr Wen-Sung Chung announces as he proudly introduces his “blueys” – blue-lined octopuses – that form part of his research. He’s studying the nervous system and behaviour of cephalopods, the group of molluscs that includes octopuses and squids. Despite their appearance, these tiny little blueys can be deadly, especially if you’re a crustacean. They carry tetrodotoxin (TTX), a neurotoxin for paralysing prey that’s 1000 times more potent than cyanide. But these creatures are far more astounding than the fearsome reputation that proceeds them. They have truly remarkable intelligence, evident in behaviours such as the tool use I just witnessed with a shell. It’s a surprising sign of higher cognition usually only seen in vertebrates such as birds and mammals.\n\nNot so ‘dumb’\n\nAristotle, one of the greatest minds in history, claimed octopuses were “dumb”. But they have some serious sea smarts that seem to defy logic. They’re unlike anything in the animal kingdom, having survived ice ages and asteroids, outliving dinosaurs and spreading their arms to survive in every part of our oceans. In captivity, tales abound of these marine masterminds navigating complex mazes, unscrewing lids and outsmarting aquarists by escaping their tanks and raiding neighbouring ones for food. In the wild they team up with fish to hunt, rewire their own brains when it gets too cold and can even change colour, despite being colour-blind.\n\nThe mimic octopus, which lives in sandy habitats devoid of any shelter, even impersonates some of the ocean’s deadliest residents. Its repertoire includes lionfish and stingrays and it can choose which species to mimic based on the threat it faces. If harassed by a damselfish, for example, it transforms into a sea snake.\n\nCephalopod scientist Dr Wen-Sung Chung’s work on the blue-lined octopus is providing valuable insights into octopus intelligence. Image credits: Sheree Marris\n\nWen-Sung’s fascination with these otherworldly animals began at Taiwan’s National Museum of Natural Science with a preserved giant squid. Their “weirdness” captivated him, inspiring a life-long career that has included some significant breakthroughs such as the discovery of cephalopod statolith structures, which allow octopuses and squid to detect sound pressures and hear.\n\nAn opportunity to take up a residency at The University of Queensland saw his journey come full circle when he became part of an international team filming the enigmatic giant squid at 750m using the deep-sea camera platform Medusa.\n\nWen-Sung is now an expert in cephalopod visual ecology and neurobiology. For the past decade, he’s been on a mission to unravel the secrets of octopus adaptability and cognitive abilities. It’s groundbreaking research that not only offers a window into the surprisingly sophisticated lives of cephalopods but is also inspiring human innovation.\n\nHidden beauties\n\nI join Wen-Sung on one of his research expeditions at Minjerribah (North Stradbroke Island), home to The University of Queensland’s Moreton Bay Research Station. The island is the perfect location for his work. Its diverse habitats of sandy plains, seagrass meadows and vibrant reefs are home to more than 10 octopus species, including the blue-lined, reef, hammer, red-spot night, scribbled night, plain-spot, veined and southern star-eyed octopus. In fact, Australia could be considered the octopus capital of the world, boasting more than 70 of the 300 species documented globally.\n\nArmed with booties, gloves, buckets and nets, we make our way across the sandy flats, navigating around armies of soldier crabs, and shuffle out into ankle-deep water. Finding octopuses is like playing a game of hide and seek with the world champions of the game. They don’t just blend in: they become part of their surroundings, breaking up the outline of their bodies in magical ways that is nothing short of marine sorcery.\n\nLuckily, Wen-Sung knows the telltale signs. “You really need to understand the biology of the animals to find them,” he explains. It’s not long until he calls me over with excitement, pointing to what looks like nothing more than a tuft of seaweed. Amused by my puzzled face, he traces the outline of eight arms. It’s a cryptically camouflaged algae octopus. Not only has it taken on the colour of the surrounding seaweed, it’s changed the texture of its skin to match. It’s the ultimate 3D camouflage – unparalleled in the animal kingdom.\n\nThe cryptically camouflaged algae octopus, another of Wen-Sung’s study subjects, uses remarkable 3D mimicry to blend seamlessly with marine plants by changing both the texture and colour of its skin Image credit: Alamy\n\nAt nightfall, we head back out with our underwater torches to search for nocturnal octopus species, which would now be emerging from their daytime slumber to feast. Fish are darting around us as we wade through the shallows and our torch beam lights up a resting wobbegong shark.\n\nIt draws our attention to something bright red nearby that quickly vanishes into the sand – the red-spot night octopus. It’s an impressively large species nearly a metre long. Wen-Sung inspects the deep tunnel the octopus disappeared into. We need to be on the lookout as it may pop up elsewhere, because these crafty cephalopods often create multiple escape tunnels – another sign of intelligence.\n\nWhat drives this level of brainpower in an invertebrate? The simple answer is survival. Millions of years ago, octopuses followed a different line of evolution to their clam and snail relatives by shedding the hard shell, trading security for freedom and flexibility. It made them into a tasty piece of unprotected protein in an environment where just about everything is looking for a meal.\n\nWith no protective armour, octopuses, such as this day octopus, rely on ingenious strategies to deter predators, including making themselves seem larger and more intimidating. Image credit: Ernie Black/@ernieblackphoto\n\nTo survive in the diverse habitats they share with a range of predators, octopuses have developed ingenious survival strategies. They’re also born into a world without parental guidance and have short lifespans, which means they must learn fast and constantly adapt. All this is done while processing multiple visual inputs, controlling eight agile arms with hundreds of information-gathering suckers, and coordinating millions of colour-changing skin cells. It’s enough to make your head spin – and certainly requires serious brainpower.\n\nTo investigate how all of these behaviours can be coordinated, Wen-Sung has been mapping the brains of various species of octopus and studying the structure and organisation of their nervous system, from hatchling all the way through adulthood.\n\nTo achieve this, he’s needed to modify existing MRI techniques by deviating from the standard protocol settings usually reserved for vertebrate brains such as those of humans and other mammals, which are more rigid with different neural pathways compared to the soft brain tissues of octopuses.\n\nAfter hundreds of hours and much trial and error, he was able to successfully scan the brains of various octopus species in high resolution and, in a world-first, capture and map their complicated neurology in 3D. The insights this provides have been ground-breaking and changed what we thought we knew about the brains of these marine masterminds.\n\nUpdating knowledge\n\nMost of our knowledge of the octopus brain has been based on research from the 1950s and the exploration of cognitive ability restricted to a single species, the common octopus, an accessible and abundant species that’s easy to keep in captivity. With more than 300 octopus species worldwide, this research certainly hasn’t painted a comprehensive picture of the intelligence or brains of the group as a whole.\n\nThis is why Wen-Sung’s work and the incredible breakthroughs he’s made are so important. One of his discoveries is that the octopus brain continues to grow throughout the lives of these animals. It can grow 100 to 5000 times in volume from hatching to adulthood, and the rate at which this growth proceeds is ridiculously fast, when you consider the average lifespan of an octopus is only two years. Compare that to human brains, which reach maximum size at 14 or 15 years of age, then start to gradually shrink.\n\nA pale octopus. Image credits: Sheree Marris\n\nAs with the human brain, however, and unique among invertebrates (excluding their squid relatives), octopuses exhibit brain-folding, which is a sign of intelligence. The more folding there is, the more surface area is created, allowing more neurological inputs and greater processing power. Octopuses have the largest brain size-to-body ratio of any animals, which makes sense, given all the multi-tasking they do. This also tells us that the octopus is investing a significant amount of energy into its nautical noggin.\n\nOne of Wen-Sung’s biggest discoveries has been that not all octopus brains are the same. The design, level of folding and size of the visual processing centre of an octopus brain, are influenced by habitat and lifestyle and vary between species. For example, the reef octopus, which is only active during the day, has a more complex brain and larger optic lobes compared to the nocturnal blue-lined octopus.\n\nMasters of deception\n\nCoral reefs are busy and challenging environments to live in. The reef octopus has to process a large amount of information and camouflage is important to its survival. The species has the highest number of colour-changing cells of any species and has been recorded changing its appearance more than 300 times in a day. It’s also the species that has been recorded cooperatively hunting with gropers to flush fish out of coral bommies.\n\nTo support his work and explore the ability for the brain to change, adapt and learn – known as neural plasticity – Wen-Sung has also conducted a range of experiments to test octopus intelligence. This involved food incentives and problem-solving challenges such as identifying different shapes. “The most compelling evidence of intelligence is just how quickly they learn,” he says. He has even taught one octopus to count. It’s evidence that octopuses have brain structures, such as memory and learning centres, that are functionally similar to those in mammals, positioning octopuses as a valuable model group for neurophysiological studies in other higher-order species.\n\nResearch on the southern sand octopus has uncovered a compound in its venom that shows real promise in slowing the growth of cancerous melanoma cells. Image credit: Sheree Marris\n\nScientists have even recently discovered octopuses can edit their own physiology to adapt to temperature change by editing their RNA (ribonucleic acid), which is responsible for reading and decoding information in the DNA, to build proteins to carry out cellular function. Unlike DNA-driven evolution, which takes generations, octopuses can make these changes in days, which is truly extraordinary.\n\nThe significance of Wen-Sung’s work and the benefit of it, even to us humans, can’t be underestimated. Creating a brain template that maps and understands octopus neurology will open the gate to understanding evolution of not only cephalopods but of land-based animals.\n\nA pale octopus with its own reflection. Image credit: Sheree Marris\n\nHis work is also opening up a wealth of opportunities for human innovation. Octopuses are fast becoming marine muses for us mere mortals, sparking innovation and inspiring us in ways we never thought possible. The hormones that spur rapid brain growth in an octopus could prove useful for people who need growth stimulants.\n\nUnderstanding the flexibility and remarkable autonomy of octopus arms that comes through a simple neural network (see below), could have applications for the engineering of soft robotics able to be used in natural disasters for accessing collapsed buildings or navigating terrain inaccessible to humans. Researchers are also exploring how octopuses can deliberately detach and regrow limbs – a process that could one day inform treatments for neural injuries or regenerative medicine.\n\nIllustration credits: Gilang Ayyoubi Hartanto\n\nFor all the danger signs on the tanks where Wen-Sung keeps his blueys, there’s a deeper irony. The same venom that ensures humans keep their distance may one day help save lives. Research on the southern sand octopus has uncovered a compound in its venom that shows real promise in slowing the growth of cancerous melanoma cells.\n\nWen-Sung’s work underscores how truly extraordinary octopus brains are and he’s only just begun to unravel their mysteries. “Octopuses are the epitome of discovery science,” he says. “The more I find and watch, the more I realise how much is still to learn about these weirdly wonderful animals.” It’s impossible not to be swept along by his energy and enthusiasm.\n\nWe humans like to think we’re the clever ones, but these eight-armed teachers have some valuable lessons to share, proving that brains come in all shapes and are sometimes even shaped like a donut. Who’s dumb now, Aristotle?\n\nRead more\n\nThe latest book by Victorian-based marine scientist Sheree Marris, Octopuses: Underwater Wonders, is a stunning journey into the lives of these otherworldly creatures.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A bite of history: How ancient dog-like predator paved the way for all mammals",
            "link": "https://interestingengineering.com/science/ancient-dog-like-predator-mammals",
            "description": "Scientists have unearthed a remarkable fossil of a gorgonopsian, a saber-toothed predator they believe to be the oldest ever discovered.",
            "image_url": "https://www.bing.com/th?id=ODF.ZbWiaRow1oMYEo_CIfN7Ew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Interesting Engineering19h",
            "source": "Interesting Engineering",
            "article_content": "But mammals weren’t always part of the planet’s history. Their journey is thought to have begun around 225 million years ago during the Late Triassic. The first ones looked almost nothing like the mammals we are used to seeing today. Instead, they were tiny, shrew-like creatures that barely stood a chance against the massive dinosaurs that dominated the planet at the time. However, against all odds, they withstood their harsh surroundings as the last surviving descendants of an older group, the Therapsids, from which they evolved.\n\nNow, paleontologists in Mallorca, Spain, have unearthed what seems to be a fossil of a therapsid that could be the oldest ever discovered, dating back to nearly 280 million years ago. The research, which was published in the journal Nature Communications, describes this ancient creature as a vaguely dog-like predator with fearsome saber teeth. Yet to be named, the fossil is believed to belong to a group known as gorgonopsians—ancient predators more closely related to mammals than any living animals."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From Idea to Reality: Most Versatile No-Code Platforms in 2025",
            "link": "https://www.analyticsinsight.net/tech-news/from-idea-to-reality-most-versatile-no-code-platforms-in-2025",
            "description": "As we enter 2025, the no-code revolution continues to reshape the software development landscape and digital innovation.",
            "image_url": "https://www.bing.com/th?id=OVFT.A_npYVdQtXwjZJMuReOBPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Analytics Insight22h",
            "source": "Analytics Insight",
            "article_content": "The no-code platforms of 2025 are characterized by their versatility, power, and accessibility. They're not just tools for creating simple websites or basic apps anymore; they're comprehensive development environments capable of producing sophisticated, scalable solutions for businesses of all sizes. As these platforms continue to evolve, we're seeing increased integration of AI to assist in design , development, and optimization.\n\nThere's also a growing emphasis on collaboration features, recognizing that modern application development is often a team effort. As we look to the future, it's clear that the line between no-code development and traditional programming will continue to blur, creating exciting opportunities for creators and businesses alike."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Build a Fully Automated AI YouTube Thumbnail Generator (No Code)",
            "link": "https://www.geeky-gadgets.com/ai-youtube-thumbnail-generator/",
            "description": "Learn how to build an AI YouTube thumbnail generator without coding! Create stunning thumbnails for your videos effortlessly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xFQIYveYZpdaJIhJNh9uDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "15h",
            "source": "Geeky Gadgets",
            "article_content": "Creating eye-catching YouTube thumbnails can feel like an overwhelming task, especially if you’re not a designer or lack technical skills. Whether you’re a seasoned content creator or just starting out, you’ve probably spent hours trying to craft the perfect thumbnail that grabs attention and drives clicks. But what if there was a way to simplify this process—something that didn’t require you to learn complex design tools or coding? Imagine having an automated assistant and AI tool to help you create professional-quality thumbnails effortlessly.\n\nIn this guide by Riley Brown learn how to build your very own AI-powered YouTube thumbnail generator using Cursor, a no-code development platform. Don’t worry—this isn’t another overly technical tutorial. Instead, it’s a practical and accessible approach that enables anyone, regardless of their tech background, to create, edit, and customize thumbnails like a pro. By the end, you’ll see how using AI and no-code tools can transform your workflow and free up your time to focus on what really matters: creating great content.\n\nNo Code AI YouTube Thumbnail Generator\n\nTL;DR Key Takeaways : Cursor is a no-code development platform that enables users to build applications, including AI-powered tools, without programming skills.\n\nThe AI thumbnail generator offers features like text-prompt-based image generation, inpainting for editing, text customization, and version control.\n\nBuilt-in YouTube integration allows users to search, import, and edit existing thumbnails, aligning designs with trending styles and themes.\n\nThe tool uses Next.js templates, Replicate API, and local hosting for secure and efficient functionality, with debugging tools and error handling included.\n\nCustomization options include dynamic aspect ratios, export functionality, and support for personalized AI models, making it versatile for content creators of all levels.\n\nCreating professional YouTube thumbnails has become more accessible than ever, thanks to advancements in artificial intelligence (AI) and no-code platforms. By using AI models, APIs, and user-friendly tools, you’ll streamline the thumbnail creation process and enhance your content’s visual appeal.\n\nWhat Is Cursor and Why Use It?\n\nCursor is a no-code development platform designed to simplify application creation. It offers an intuitive interface that allows users to build powerful applications without writing a single line of code. By integrating AI models like Replicate, Cursor enables you to perform complex tasks such as image generation and editing with ease. This combination of no-code functionality and AI technology makes advanced processes accessible to users of all skill levels.\n\nWith Cursor, you can create applications that harness the power of machine learning, making it an ideal choice for building tools like an AI thumbnail generator. Its ability to integrate APIs and customize workflows ensures that even non-technical users can achieve professional results.\n\nCore Features of the AI Thumbnail Generator\n\nThe AI thumbnail generator is tailored to meet the needs of content creators, particularly YouTube users. Its robust features make it a versatile tool for designing visually compelling thumbnails. Key functionalities include:\n\nAI-Powered Thumbnail Creation: Generate thumbnails by entering descriptive text prompts. The AI interprets these prompts to produce high-quality, visually engaging images.\n\nGenerate thumbnails by entering descriptive text prompts. The AI interprets these prompts to produce high-quality, visually engaging images. Advanced Image Editing: Use AI-driven inpainting to modify specific areas of an image, allowing for precise enhancements or adjustments.\n\nUse AI-driven inpainting to modify specific areas of an image, allowing for precise enhancements or adjustments. Custom AI Model Integration: Incorporate personalized AI models to refine image generation and editing, making sure outputs align with your unique style and preferences.\n\nIncorporate personalized AI models to refine image generation and editing, making sure outputs align with your unique style and preferences. Text Editing and Styling: Add and customize text elements on thumbnails, with options to adjust font size, color, and style for maximum impact.\n\nAdd and customize text elements on thumbnails, with options to adjust font size, color, and style for maximum impact. Image Upload and Customization: Upload your own images for further editing, allowing you to blend existing visuals with AI-generated elements.\n\nUpload your own images for further editing, allowing you to blend existing visuals with AI-generated elements. Version Control: Save multiple versions of your thumbnails, making it easy to revisit and refine previous designs.\n\nThese features are designed to simplify the thumbnail creation process while offering flexibility and control, making the tool suitable for both beginners and experienced creators.\n\nBuilding an AI Thumbnail Generator with Cursor\n\nBrowse through more resources below from our in-depth content covering more areas on AI coding.\n\nStreamlining Your Workflow with YouTube Integration\n\nThe AI thumbnail generator includes built-in YouTube integration to enhance your workflow. This feature allows you to search for existing thumbnails using relevant keywords and import them directly into the tool for editing. By doing so, you can align your designs with trending styles and themes, making sure your thumbnails remain competitive and visually appealing.\n\nThis integration not only saves time but also provides inspiration by showcasing popular design elements. It enables you to create thumbnails that resonate with your audience and stand out in a crowded digital landscape.\n\nTechnical Setup and Key Components\n\nThe AI thumbnail generator is built using Next.js templates and operates locally on your computer via a Local Host setup. This approach ensures a secure and efficient development environment. The technical foundation of the tool includes several critical components:\n\nAPI Integration: The Replicate API powers the image generation and editing processes, allowing seamless interaction with AI models.\n\nThe Replicate API powers the image generation and editing processes, allowing seamless interaction with AI models. Error Handling Mechanisms: Robust systems are in place to address potential issues, such as mismatched image dimensions or API response errors, making sure smooth operation.\n\nRobust systems are in place to address potential issues, such as mismatched image dimensions or API response errors, making sure smooth operation. Debugging Tools: Built-in debugging features help identify and resolve technical glitches, maintaining the tool’s reliability and functionality.\n\nThis setup ensures that the application runs efficiently while providing users with a stable and user-friendly experience.\n\nCustomization and Export Capabilities\n\nThe thumbnail generator offers extensive customization options to cater to diverse user needs. These features allow you to tailor your thumbnails to specific requirements while maintaining professional quality. Key customization and export functionalities include:\n\nDynamic Aspect Ratios: Adjust your thumbnails to meet YouTube’s size and resolution requirements, making sure compatibility and optimal display.\n\nAdjust your thumbnails to meet YouTube’s size and resolution requirements, making sure compatibility and optimal display. Export Options: Save your completed thumbnails directly to your device in various formats, making them ready for immediate use.\n\nThese capabilities make the tool highly adaptable, allowing users to create thumbnails that align with their branding and content goals.\n\nAddressing Challenges and Future Enhancements\n\nDeveloping an AI thumbnail generator comes with its own set of challenges. Common issues include debugging errors related to image dimensions, making sure compatibility between different AI models, and refining the user interface for better usability. Addressing these challenges is crucial to delivering a seamless user experience.\n\nFuture enhancements could focus on expanding text styling options, improving precision in image editing, and incorporating more advanced AI features. These improvements would further enhance the tool’s functionality, making it even more valuable for content creators.\n\nBy following this guide, you’ll build a fully functional AI thumbnail generator that simplifies the process of designing and editing YouTube thumbnails. This project demonstrates the potential of no-code platforms like Cursor to empower users without technical expertise to use advanced AI technologies. With its comprehensive features and seamless integration, this tool is an invaluable resource for anyone looking to optimize their content creation workflow.\n\nMedia Credit: Riley Brown\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congestion pricing starts Sunday, despite N.J. appeal to stop it. Here’s what it will cost drivers.",
            "link": "https://www.msn.com/en-us/travel/other/congestion-pricing-starts-sunday-despite-n-j-appeal-to-stop-it-here-s-what-it-will-cost-drivers/ar-AA1wXGPL?ocid=BingNewsVerp",
            "description": "Sunday is a double toll-trouble day for Jersey drivers going to Manhattan. The Metropolitan Transportation Authority’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.08w6eBOVOt4O10KSDSdZXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New York’s Congestion Pricing Program Starts Without Hiccups",
            "link": "https://www.nytimes.com/live/2025/01/05/nyregion/congestion-pricing-nyc-new-jersey",
            "description": "The New York City tolling plan, the first of its kind in the country, finally debuted after being halted just weeks before ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J3DMN7bZ4w_kEXKF5Q4VYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "7h",
            "source": "The New York Times",
            "article_content": "Pinned\n\nDrivers headed toward the Lincoln Tunnel in Weehawken, N.J., on the first day of congestion pricing on Sunday.\n\nCongestion pricing arrived in New York City exactly one second after midnight on Sunday.\n\nAnd despite the freezing temperatures, a crowd of about 100 people gathered at the corner of Lexington Avenue and 60th Street in Manhattan to mark the occasion.\n\nIt was mainly supporters who showed up to clap and chant, “Pay that toll! Pay that toll!” But one opponent tried to drown them out by banging a cowbell. And the exchanges grew a bit testy at times across the congestion pricing divide.\n\nThe tolling program, the first of its kind in the nation, finally became reality on New York streets after decades of battles over efforts to unclog some of the most traffic-saturated streets in the world. In the weeks leading up to its start, the program survived multiple legal challenges seeking to derail it at the last minute, including from the State of New Jersey.\n\nIt will most likely be some time, however, before it becomes clear whether congestion pricing works, or whether it can withstand continuing attempts to overturn it by a broad array of opponents, including President-elect Donald J. Trump, who takes office later this month.\n\nNoel Hidalgo, 45, who lives in Brooklyn, was among the first drivers to pay the toll. As he drove his Mini Cooper across the threshold, toll supporters cheered and clapped from the curb.\n\nAnother driver posted a photo on social media of a silver car with metal cans dangling from the rear bumper. “Just tolled” was written on the rear windshield.\n\nMost passenger cars are now being charged $9 once a day at detection points set up along the borders of the new tolling zone, from 60th Street to the southern tip of Manhattan.\n\nImage Congestion pricing scanners above First Avenue at East 60th Street in Midtown Manhattan on Sunday morning. Drivers will be tolled via E-ZPass or license plate readers. Credit... Karsten Moran for The New York Times\n\nShortly after noon, about 12 hours after tolling began, transportation leaders declared that the plan had rolled out without a hitch, but cautioned that the tolling system was complicated and that it was too soon to know how it was faring.\n\n“We will start to know specific numbers and have some comparatives within a few days, and we’re going to share that information publicly,” said Janno Lieber, the chief executive of the Metropolitan Transportation Authority, the state agency overseeing the program.\n\nSo far, the M.T.A. does not intend to make any adjustments to the program, Mr. Lieber said.\n\nTraffic data for the congestion zone was mixed on Day 1. The average travel speed initially inched upward 3 percent to 15.1 miles per hour at 8 a.m. Sunday, compared with 14.6 m.p.h. at the same time on the first Sunday in January last year, according to INRIX, a transportation analytics firm. But by noon, the travel speed had fallen to 13 m.p.h., slightly slower than in 2024.\n\nImage The congestion pricing zone extends from 60th Street to the southern tip of Manhattan. Credit... Karsten Moran for The New York Times\n\nStill, the real test for the tolling program will come during the workweek. The M.T.A. said it had chosen to introduce the program on a Sunday to be able to work out any kinks while traffic was sparse. Light snow was forecast for the region on Monday, which could affect commuter data if fewer people choose to drive.\n\nOn a typical weekday, at least half a million vehicles enter the congestion pricing zone, a metric that officials will be tracking “very, very closely,” Mr. Lieber said.\n\nManoj Bhandari’s car will no longer be among them. Though he normally drives into his Midtown office at least twice a week from New Jersey, he said he would now only take the train. “It’s expensive for me and it’s expensive for everybody,” said Mr. Bhandari, 54, who was parked outside the Lincoln Tunnel on Sunday. “We won’t be using our car anymore.”\n\nTransportation officials have projected that congestion pricing will reduce the number of vehicles entering the congestion zone by at least 13 percent.\n\nOther drivers seemed to accept that there was no way around the new tolls. Oscar Velasquez, 54, a carpenter who lives on Long Island, said he was going to have to pay more now to haul his tools to jobs around the city. “One of these days, they’re going to charge you for walking,” Mr. Velasquez said as he idled on West 66th Street in his Chevy pickup truck.\n\nThe tolls are expected to help generate $15 billion to pay for crucial repairs and improvements to New York’s aging subway system, buses and two commuter rail lines. The work includes modernizing subway signals, making stations more accessible for riders with disabilities and expanding the city’s electric bus fleet.\n\nThose upgrades could improve the commute for Emily Rose Prats, 36, of Brooklyn, who supports congestion pricing. She has spinal degradation and standing for long periods can cause her great discomfort, so she has avoided the subway and the bus, which can be unreliable.\n\n“The improvements from congestion pricing are supposed to be an upgrade to the signals, which will mean faster trains, shorter headways, shorter commutes, less wait times,” Ms. Prats said. “All of that is something that will help me be able to take advantage of a public amenity that we pay for.”\n\nCongestion pricing is being introduced in New York at a time when traffic has surged on city streets since nearly disappearing five years ago in 2020 at the height of the coronavirus pandemic. New York was named the world’s most congested city, beating out London, Paris and Mexico City, in a 2023 traffic scorecard compiled by INRIX.\n\nThough congestion policy has successfully reduced traffic in other global cities, including London, Stockholm and Singapore, it has never gotten far in this country. Besides New York, a handful of other cities, like Washington and San Francisco, have explored the concept.\n\nThe program has been unpopular in the polls, and some transit experts noted that neither Mayor Eric Adams nor Gov. Kathy Hochul had commented on the start of congestion pricing by Sunday afternoon even though it will have a major impact on the city and state.\n\nMr. Adams has supported the plan while expressing reservations about it, and is running for re-election this year. Ms. Hochul paused the program in June over concerns that it would hurt the city’s recovery and brought it back in November with a 40 percent reduction in the tolls, down to $9 from $15.\n\nThe tolls will increase to $12 by 2028, and to $15 by 2031. The new plan is set to generate about $500 million per year during its first three years, and then $700 million when fees first go up, then close to $1 billion when the original toll is restored. The money will be used to secure $15 billion through bond financing, which would be paid back with tolling revenue.\n\nImage Revenue from the tolling plan will be used to finance crucial improvements and upgrades to New York City’s aging public transit system. Credit... Dave Sanders for The New York Times\n\nMr. Lieber of the M.T.A. said that officials did not expect New Yorkers to change their behavior overnight.\n\n“Everybody’s going to have to adjust to this as more and more people become aware of it and start to factor it into their planning,” he said.\n\nAt a coffee shop near Lincoln Center, Terry Kotnour, a retired consultant, praised congestion pricing. “That’s the cost of living here,” said Mr. Kotnour, 82, who gave up his car long ago. “We have fairly good mass transit, so use it instead.”\n\nAnother supporter, Kevin Chau, 27, a software engineer from Queens who rides Citi Bike, said that he hoped Manhattan would become safer for cyclists. “Less cars on the road means it’s less dangerous for sure,” he said.\n\nBut many critics, including suburban commuters, said the program will do little to reduce traffic while punishing drivers who live outside Manhattan.\n\nOn the same day that congestion pricing began, the Port Authority of New York and New Jersey also began to charge drivers higher fees to travel between New Jersey and New York on bridges and tunnels, which it controls. (The rate is now $16.06 for passenger vehicles during peak hours, up by 68 cents from the previous fee.)\n\nImage Empty lanes at the New Jersey entrance of the Holland Tunnel. New Jersey residents have been among the loudest critics of congestion pricing. Credit... Bryan Anselm for The New York Times\n\nRoselyn Cano, 21, just bought a car last week to commute from the Bronx to her job at an exercise studio on East 59th Street in Manhattan because she did not feel safe taking the subway. “And then a couple of days later we get hit with the congestion toll,” said Ms. Cano, who sat at a reception desk at the studio tallying up the costs of the new toll along with her car payment, auto insurance, parking and the toll she already pays crossing from the Bronx into Manhattan.\n\nSome New Yorkers were already devising workarounds to avoid paying the new tolls.\n\nCynthia Jones, who lives on the Upper West Side, was taking an exercise class at the studio. Her husband had dropped her off at 61st Street, one block north of the tolling zone. “I walked the rest of the way here,” she said.\n\nReporting was contributed by Wesley Parnell , Bernard Mokam , Nate Schweber , Olivia Bensimon , Anusha Bayya , Camille Baker , Sean Piccoli and Emma Fitzsimmons ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dialing Up Innovation! Top Smartphone Trends to Watch in 2025",
            "link": "https://www.analyticsinsight.net/gadgets/dialing-up-innovation-top-smartphone-trends-to-watch-in-2025",
            "description": "Top Smartphone Trends to Expect in 2025 The year 2025 will be one of the most decisive ones for smartphones in terms of technology. Consid ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "software+trend",
            "date": "Analytics Insight1h",
            "source": "Analytics Insight",
            "article_content": "The year 2025 will be one of the most decisive ones for smartphones in terms of technology. Considering the changing dynamics of the digital world, manufacturing houses are trying to bring innovations that may change the pattern and perception of smartphone usage.\n\nFrom revolutionary hardware designs to smarter integrations on the software side, trends emerging during this period will be exciting yet transformative. Read below to check out the top smartphone trends in 2025:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GPUs Are So 2024 -- This Is 2025's Hottest Trend for the $15.7 Trillion Artificial Intelligence (AI) Revolution",
            "link": "https://www.msn.com/en-us/money/other/gpus-are-so-2024-this-is-2025s-hottest-trend-for-the-157-trillion-artificial-intelligence-ai-revolution/ar-AA1wYTbu?ocid=BingNewsVerp",
            "description": "However, GPU hardware has been a 2023/2024 story for the artificial intelligence revolution. While Wall Street estimates ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VJdfJEXksmtwh7i8Fjh3ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "19hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech Tug-of-War: US Hurdles in China's AI Race",
            "link": "https://greekcitytimes.com/2025/01/06/tech-us-hurdles-chinas-ai-race/",
            "description": "The geopolitical competition between the United States and China over AI technologies is intense and multifaceted. Both ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oVvMyOt9uiCx_qQz2PHNYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Greek City Times12h",
            "source": "Greek City Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple is prioritizing privacy over winning the AI race — here's why",
            "link": "https://www.msn.com/en-us/news/technology/apple-is-prioritizing-privacy-over-winning-the-ai-race-heres-why/ar-AA1wZgUm?ocid=BingNewsVerp",
            "description": "Apple has quietly charted its own path—one rooted in privacy, security, and incremental progress. While some critics perceive ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QON7tQVt8HLtvARHs_5Hwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "17hon MSN",
            "source": "Tom's Guide on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine Learning Model Outperforms Pulmonologists in Detecting Lung Cancer, suggests research",
            "link": "https://medicaldialogues.in/pulmonology/news/machine-learning-model-outperforms-pulmonologists-in-detecting-lung-cancer-suggests-research-140999",
            "description": "Researchers have discovered that a machine learning (ML) model, using dynamic ensemble selection (DES), outperforms ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8KfbzLV8sDmB6z-w8qJMAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Daily13h",
            "source": "Daily",
            "article_content": "Researchers have discovered that a machine learning (ML) model, using dynamic ensemble selection (DES), outperforms experienced pulmonologists in cancer lung diagnosis. Lung cancer is the cause of cancer deaths in the world, mainly due to late detection. Improving survival rates is dependent on the early detection approach. A recent study was conducted by Ricco N. and colleagues which was published in the journal of Scientific Reports .\n\nThis was a retrospective analysis of data from 38,944 patients suspected to have LC within the Region of Southern Denmark from 2009 to 2018. The study included 9,940 patients with complete data, with 2,505 (25%) diagnosed with LC. The DES model involved smoking history and key blood biomarkers such as lactate dehydrogenase, total calcium, sodium levels, leukocyte and neutrophil counts, and C-reactive protein. It was compared against the performance of five pulmonologists in terms of sensitivity, specificity, and others.\n\nKey Findings:\n\nModel Performance:\n\nThe DES model resulted in an area under the receiver operating characteristic (ROC) curve of 0.77±0.01.\n\nSensitivity: 76.2%±2.04%, 6.5% better than the average pulmonologist.\n\nSpecificity: 63.8%±2.3%.\n\nPositive predictive value (PPV): 41.6%±1.2%.\n\nF1-score: 53.8%±1.0%.\n\nComparison with Pulmonologists:\n\nDEs model outperformed all the five pulmonologists, while sensitivity was exceptionally high, particularly for early-stage detection.\n\nSignificant Biomarkers:\n\nSmoking status, LDH, serum calcium levels, low sodium levels, leucocytes, neutrophil count and CRP values were the strongest predictors of LC.\n\nThe DES ML model clearly outperformed pulmonologists in detecting lung cancer with higher sensitivity and identification of critical biomarkers for risk stratification. These findings show the ability of ML in changing the current landscape of early detection strategies for improving outcomes for patients at risk of LC. ML-driven models integrated into health care could provide decision-making support to clinicians and may decrease the rate of late-stage cancer diagnosis.\n\nReference:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Artificial intelligence ‘beginning to make decisions about who is brought into the world’",
            "link": "https://www.msn.com/en-au/technology/artificial-intelligence/artificial-intelligence-beginning-to-make-decisions-about-who-is-brought-into-the-world/ar-AA1wYUnT?ocid=BingNewsVerp",
            "description": "Bioethics researchers want guidelines for use of AI in embryo selection during IVF, and transparency for patients.",
            "image_url": "https://www.bing.com/th?id=OVFT.UUaz6clW6JREClCtwIHF2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "20hon MSN",
            "source": "Sydney Morning Herald on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine presses attacks in Russia’s Kursk region",
            "link": "https://www.msn.com/en-us/news/world/ukraine-will-ask-allies-to-boost-its-air-defenses-at-a-meeting-in-germany-zelenskyy-says/ar-AA1wYW3a?ocid=BingNewsVerp",
            "description": "Ukrainian President Volodymyr Zelenskyy says he will urge allies to boost his country's air defenses at a meeting this week ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pPMAxW3oPGqU-wAsqhzW7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's Disastrous Winter War on Finland Could Give Clues on Ukraine Endgame",
            "link": "https://www.msn.com/en-us/news/world/russia-s-disastroamazons-winter-war-on-finland-could-give-clues-on-ukraine-endgame/ar-AA1wYTtd?ocid=BingNewsVerp",
            "description": "Ukraine must not accept a \"Finlandization\" deal struck following a previous invasion by Moscow 85 years ago, experts tell ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WIvFg26Cgm3y0k4damZLbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Korea And Memories Of A Forgotten War",
            "link": "https://www.outlookindia.com/international/korea-and-memories-of-a-forgotten-war",
            "description": "Death and destruction in Korea are felt at the individual, family and national levels but at the international level, it has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WsF5GFLtqSg1GfBRvk4i7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "2h",
            "source": "Outlookindia",
            "article_content": "Alarmed by the left-leaning grassroots mobilisation, the US administration concluded that if nothing is done, the Korean peninsula would begin its post-independent journey with communism. A communist Korea was a nightmare scenario for the US and its worldwide interests. More than Korea, the US was worried about Japan. Nuclear attacks on Hiroshima and Nagasaki shook the public perception in Japan. For the first time, Japanese society showed an inclination towards communism. In no ambiguous terms, the US administration acted to stop the spread of communist ideology in Japan. For this specific purpose, the US government negotiated a grand bargain with Japan. In return for safeguarding the status and wealth of the wartime Japanese industrial elite, Japan was ready to shake hands with the country that had just dropped two nuclear bombs on its soil. For the US, defending Japan meant protecting the US credibility and its vital national interests. Imagine how a communist Japan along with communist China and the Soviet Union would have threatened the great power status of the US."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine-Russia war latest: Kyiv with ‘last resort counteroffensive’ in Kursk amid heavy North Korean losses",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/ukraine-russia-war-latest-kyiv-launches-last-resort-counteroffensive-in-kursk-amid-heavy-north-korea-losses/ar-AA1tu1WF?ocid=BingNewsVerp",
            "description": "Kyiv with ‘last resort counteroffensive’ in Kursk amid heavy North Korean losses - Ukrainian and Western sources estimate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sP1ulqLVNKSSBXS1fw5pDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CNBC Daily Open: A missing Santa Rally isn't necessarily bad news",
            "link": "https://www.msn.com/en-us/money/top-stocks/cnbc-daily-open-a-missing-santa-rally-isn-t-necessarily-bad-news/ar-AA1x0yxn?ocid=BingNewsVerp",
            "description": "The Santa Claus Rally didn’t materialize this year. According to some analysts, that might spell trouble. But we shouldn’t ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P-uQa11H0UpJ28dhVZtxay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "3hon MSN",
            "source": "CNBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bellevue Gold punished with price plunge after bumping FY25 output guidance",
            "link": "https://www.msn.com/en-au/money/news/bellevue-gold-punished-with-price-plunge-after-bumping-fy25-output-guidance/ar-AA1x0tJo?ocid=BingNewsVerp",
            "description": "Bellevue Gold (ASX:BGL) has bumped down production guidance for FY25 and removed reference to a revised all-in cost (AISC) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.u3m80czP2YHIGBefGQlgci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "HotCopper.com on MSN4h",
            "source": "HotCopper.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Regeneron's Diversified Growth Makes It My Top Biopharma Pick For 2025",
            "link": "https://seekingalpha.com/article/4747684-regenerons-diversified-growth-makes-it-my-top-biopharma-pick-for-2025",
            "description": "Regeneron Pharmaceuticals is a strong investment with robust growth potential, fueled by FDA approvals and resilient market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n-YS27ddwS_wLqe00KxzkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "14h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Credo Can't Defy Gravity Forever",
            "link": "https://seekingalpha.com/article/4747671-credo-cant-defy-gravity-forever",
            "description": "Credo's competitive edge lies in system-level customization and expertise in Ethernet and PCIe technologies. See why I rate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rxaIQuk6KDvwQfBvc1KKcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "15h",
            "source": "Seeking Alpha",
            "article_content": "JR Research is an opportunistic investor. He was recognized by TipRanks as a Top Analyst. He was also recognized by Seeking Alpha as a \"Top Analyst To Follow\" for Technology, Software, and Internet, as well as for Growth and GARP.\n\nHe identifies attractive risk/reward opportunities supported by robust price action to potentially generate alpha well above the S&P 500. He has also demonstrated outperformance with his picks.\n\nHe focuses on identifying growth investing opportunities that present the most attractive risk/reward upside potential. His approach combines sharp price action analysis with fundamentals investing.\n\nHe tends to avoid overhyped and overvalued stocks while capitalizing on battered stocks with significant upside recovery possibilities.\n\nHe runs the investing group Ultimate Growth Investing which specializes in identifying high-potential opportunities across various sectors. He focuses on ideas that has strong growth potential and well-beaten contrarian plays, with an 18 to 24 month outlook for the thesis to play out.\n\nThe group is designed for investors seeking to capitalize on growth stocks with robust fundamentals, buying momentum, and turnaround plays at highly attractive valuations.\n\nLearn more"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Sees the U.S. as a ‘Disaster.’ The Numbers Tell a Different Story.",
            "link": "https://www.nytimes.com/2025/01/05/us/politics/trump-us-disaster-numbers.html",
            "description": "President Biden is bequeathing his successor a nation that by many measures is in good shape, even if voters remain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.L2VG39JLOIoUqvCUc3V6WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "18h",
            "source": "The New York Times",
            "article_content": "To hear President-elect Donald J. Trump tell it, he is about to take over a nation ravaged by crisis, a desolate hellscape of crime, chaos and economic hardship. “Our Country is a disaster, a laughing stock all over the World!” he declared on social media last week.\n\nBut by many traditional metrics, the America that Mr. Trump will inherit from President Biden when he takes the oath for a second time, two weeks from Monday, is actually in better shape than that bequeathed to any newly elected president since George W. Bush came into office in 2001.\n\nFor the first time since that transition 24 years ago, there will be no American troops at war overseas on Inauguration Day. New data reported in the past few days indicate that murders are way down, illegal immigration at the southern border has fallen even below where it was when Mr. Trump left office and roaring stock markets finished their best two years in a quarter-century.\n\nJobs are up, wages are rising and the economy is growing as fast as it did during Mr. Trump’s presidency. Unemployment is as low as it was just before the Covid-19 pandemic and near its historic best. Domestic energy production is higher than it has ever been."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disaster-Area Taxpayers Get More Time to File – Here’s What You Need to Know",
            "link": "https://www.msn.com/en-us/money/economy/disaster-area-taxpayers-get-more-time-to-file-here-s-what-you-need-to-know/ar-AA1x02SO?ocid=BingNewsVerp",
            "description": "The Internal Revenue Service (IRS) has issued an urgent reminder for taxpayers in disaster-affected areas about extended filing deadlines for their 2023 tax returns. Depending on where ...",
            "image_url": "https://www.bing.com/th?id=ODF.hu8uRVfXlxIR8kUn9SzFqQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "System76's 128-core Thelio Astra desktop PC sets Arm performance benchmark, at a cost",
            "link": "https://www.techspot.com/news/106202-system76-128-core-thelio-astra-desktop-pc-sets.html",
            "description": "The recently released Thelio Astra from American computer manufacturer System76 is being touted as \"the fastest Arm desktop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2XtW3xfzDVTavprhtsCkbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "11h",
            "source": "TechSpot",
            "article_content": "The recently released Thelio Astra from American computer manufacturer System76 is being touted as \"the fastest Arm desktop computer in the world\" – or at least that's what developer and influencer Jeff Geerling declared after putting the system through its paces.\n\nIn Geerling's testing using the Cinebench 2024 benchmark, the top-tier variant of the Thelio Astra, powered by the 128-core Ampere Altra Max M128-30, achieved an eye-watering 5,003 points in multi-threaded mode. This score edges out the certified world record of 4,723 points set by AMD's EPYC 7713 chip with a similar number of cores.\n\nGiven these figures, it's no surprise that the Astra also excelled in Blender rendering workloads. Geerling specifically highlighted the system's impressive 1.7 TFLOPS of double-precision compute power.\n\nWhen it comes to the overall package, this is far from your average pre-built desktop. The entry-level $3,299 model already packs a serious punch with 64 cores, 64GB of RAM, and an RTX A400 GPU. However, the top configuration Geerling tested – priced just shy of $7,000 – pulls out all the stops with 128 cores, 512GB of octa-channel RAM, 40TB of storage capacity, and an RTX 6000 Ada GPU.\n\nAll this hardware is housed in a sleek, quiet tower, which again is a surprise considering the near server-grade specs. Patriots will also be pleased to know that it's an American-made system, coming straight out of System76's Denver facility.\n\nGeerling did highlight some downsides with the system though. Beyond its ultra-premium pricing, single-threaded performance is underwhelming and barely inches past AMD's 2017 Threadripper 1950X in the same Cinebench test. That's sad considering the prodigious multi-core muscle.\n\nThere are also platform limitations to consider. The system is restricted to PCIe 4.0 and DDR4 RAM, which may feel outdated to some. Geerling was also less than thrilled with the lack of front I/O ports and noted some rattling from the PCIe brackets. And if you're thinking about gaming on this machine while running Windows, think again – Nvidia has yet to release Arm-compatible drivers.\n\nBut then again, the Thelio Astra isn't designed to be a gaming rig or a general-purpose desktop PC replacement. System76 is squarely targeting developers, with a particular emphasis on the automotive software industry, where it shines as a platform for \"rapid dev prototyping.\"\n\n\"System76 and Ampere ride together to make Thelio Astra the driving force behind AV development,\" the company notes on its website. If you're in that niche and have cash to burn, this could be the latest must-have Arm toy for you."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Should You Buy An All-In-One Computer?",
            "link": "https://www.msn.com/en-us/news/technology/should-you-buy-an-all-in-one-computer/ar-AA1x0yNL?ocid=BingNewsVerp",
            "description": "However, there is an alternative that gets left out of the spotlight quite often; the not-so-mighty but still-pretty-cool All ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OIFgIbZzG3Zt2FaywAi5Xi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "GameRant on MSN15h",
            "source": "GameRant on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here Are 5 Stocks That I Believe Will Perform Very Strongly In 2025",
            "link": "https://seekingalpha.com/article/4747770-5-stocks-i-believe-will-perform-strongly-in-2025",
            "description": "I don't believe we will have a year as successful as 2024 in the markets. Check out the five stocks that, I believe, will ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JVgoHQpBgW7f0koqmwWC9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "3h",
            "source": "Seeking Alpha",
            "article_content": "Here's a slightly different article to normal, but I thought it would be a good to put this out in early January of 2025 in the first trading week of the year.\n\nMMMT Wealth is run by Oliver, a CPA working in the financial services sector mainly in private equity, hedge funds, and asset management. MMMT Wealth began in 2023 when Oliver started writing online mainly on X and Substack about investment strategies and stocks. His main aim is to gather insights from investor calls, presentations, financials, news and form an opinion on the stock looking mainly at a 3-5 year time horizon. Oliver is passionate about investing and understands that even 1 or 2 investments can in some cases be completely life changing. Thats why he spends so much time researching the best businesses in the world. Oliver has 5 years of investing experience, and 4 years as a CPA. Though this is less than many people here on Seeking Alpha, his passion, knowledge, and efforts are the best out there. Follow along. I hope youll gather all the value!\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of NU, AMZN either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lost Bible Chapter Discovered Using UV Light",
            "link": "https://greekreporter.com/2025/01/05/bible-chapter-discovered-uv-light/",
            "description": "Scientists have found a lost Bible chapter 1500 years after it was first written. It was made possible using UV light.",
            "image_url": "https://www.bing.com/th?id=OVFT.Pzz9nYGko29kLPFn2K-lay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Greek Reporter12h",
            "source": "Greek Reporter",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Miley Cyrus rocks revealing dress on Golden Globes 2025 red carpet",
            "link": "https://www.msn.com/en-ph/news/other/miley-cyrus-rocks-revealing-dress-on-golden-globes-2025-red-carpet/vi-AA1x0Tgs?ocid=BingNewsVerp",
            "description": "Miley Cyrus rocked a revealing black and silver dress with sunglasses on the Golden Globes 2025 red carpet in Los Angeles.",
            "image_url": "https://www.bing.com/th?id=ODF._kZMPt4WNJFUpf58U6Qe-w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "bible+discovery",
            "date": "Daily Mail on MSN2h",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Celebrate the release of Venom The Last Dance, now available to buy or rent at home!",
            "link": "https://www.msn.com/en-au/entertainment/movies/celebrate-the-release-of-venom-the-last-dance-now-available-to-buy-or-rent-at-home/vi-AA1x0y6O?ocid=BingNewsVerp",
            "description": "Celebrate the release of Venom The Last Dance, now available to buy or rent at home! Russian President Vladimir Putin met ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lpbsMGTHXj-OE9uqWlVNAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where Should We Search for Extraterrestrial Life?",
            "link": "https://thedebrief.org/where-should-we-search-for-extraterrestrial-life/",
            "description": "In the search for extraterrestrial life, our best success could come from searching nearer to home than many astronomers would have guessed.",
            "image_url": "https://www.bing.com/th?id=ODF.j7Usr6zYSDYKW8EPEa8vjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "The Debrief13h",
            "source": "The Debrief",
            "article_content": "The task of astrobiologists who seek evidence for extrasolar microbes is as simple as imitation. Primitive forms of extraterrestrial life should exist under physical conditions that were nurtured in natural environments similar to those on Earth. Hence, astrobiologists plan to search for the molecular products of microbes-as-we-know-them on rocky exoplanets with atmospheres in the habitable zone of their host stars.\n\nThe latest Decadal Survey in Astrophysics of the National Academies, Astro2020, recommended a 6-meter space telescope operating in the infrared, optical and ultraviolet bands, capable of high-contrast imaging and spectroscopy. Scheduled for launch by NASA in the 2040s, this Habitable Worlds Observatory will be designed to search for spectroscopic biosignatures of microbial life in roughly 25 habitable zone exoplanets at a likely cost of over 10-billion dollars.\n\nWhere to look becomes more subtle when dealing with intelligent forms of life because they can relocate and spread away from their birth exoplanet. Almost all forms of life, on Earth and beyond, died by now. Those who survive the longest on our cosmic street might have done so by escaping their home planet on artificially made space platforms to avoid existential risks from local catastrophes.\n\nAs much as nature is often viewed as a blessing, it could also be a curse. For example, there is strong evidence that Earth’s surface became nearly entirely frozen with no liquid water exposed to the atmosphere during the Cryogenian period, more than 650 million years ago. Over the entire history of Earth, more than 99.9% of the over 5-billion speciesthat ever lived went extinct. Some of these species were wiped out by well-documented cataclysmic events, such as the Cretaceous–Paleogene boundary event which was likely triggered by the impact of the Chicxulub meteor which eliminated 75% of plant and animal species on Earth including the non-avian dinosaurs. However, the majority of extinctions could have been the result of natural evolution with the livelihoods of some species destroyed by changes and unfavorable competition. The situation resembles political views which lose their livelihood after a devastating Presidential election.\n\nThe typical lifespan of a terrestrial species is 1-10 million years. This is an interesting factoid, since humans evolved from great apes through the lineage of hominini – which arose 5-7 million years ago. Keeping these facts in mind, the human species is getting close to the end of its expected natural lifespan. Will technology save us?\n\nAs much as technology could delay the existential threats from a snowball or a globally-warmed Earth, the evolution of the host star itself sets a time limit on the ability of a natural nuclear furnace to support life on a planet. Most stars formed billions of years before the Sun, and the Sun will boil off all oceans on Earth within a billion years. Recognizing this and other existential risks, a sufficiently advanced technological civilization would prefer to migrate away its birth habitat. This rationale inspires Elon Musk’s vision to occupy Mars and make humanity a multi-planet species.\n\nHowever, once a technological civilization develops the ability to migrate away from its birth planet, it might also be capable of pursuing its goals far away from its host star on an artificial space platform, potentially powered by its own nuclear energy source. This could lengthen considerably the most important parameter in the Drake equation, namely the lifespan of a technological civilization.\n\nTraditionally, the search for extraterrestrial intelligence (SETI) targeted the vicinity of stars. However, once technology allows escape from natural habitats, all bets are off. Space platforms carrying biological entities or hardware with artificial intelligence may be found anywhere. Technological probes that can self-replicate could fill up interstellar space in less than a few billion years using conventional chemical propulsion.\n\nGiven this realization, it makes most sense to start the search for technological debris around the nearest lamppost, our Sun. This is the rationale behind the Galileo Project, which under my leadership searches for technological artifacts within the orbit of the Earth around the Sun. Our research team operates a new observatory at Harvard University and constructs two additional observatories in Pennsylvania and Nevada. My students and postdocs also plan to analyze forthcoming data from the Rubin Observatory in Chile and the Webb telescope in the coming years. Finally, we hope to conduct expeditions in search for materials from crash sites of interstellar meteors.\n\nWhat other civilizations accomplished may exceed our imagination. Therefore, it is best not to anticipate what we might find but instead search for unfamiliar objects, not produced by nature or human-made technologies.\n\nWe must hedge our bets in the search for life. This means investing billions of dollars not only in seeking biological signatures of microbes in atmospheres of exoplanets but also in the search for technological artifacts that arrive near the Sun from interstellar space. With all these efforts, the keys of life might first be discovered around the nearest lamp post on our cosmic street.\n\nAvi Loeb is the head of the Galileo Project, founding director of Harvard University’s – Black Hole Initiative, director of the Institute for Theory and Computation at the Harvard-Smithsonian Center for Astrophysics, and the former chair of the astronomy department at Harvard University (2011-2020). He is a former member of the President’s Council of Advisors on Science and Technology and a former chair of the Board on Physics and Astronomy of the National Academies. He is the bestselling author of “Extraterrestrial: The First Sign of Intelligent Life Beyond Earth” and a co-author of the textbook “Life in the Cosmos”, both published in 2021. The paperback edition of his new book, titled “Interstellar”, was published in August 2024."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another 'UFO orb' spotted over US military base in latest mystery sighting",
            "link": "https://www.mirror.co.uk/news/us-news/another-ufo-orb-spotted-over-34421250",
            "description": "Reddit users were left baffled when footage appeared to show an odd orange glow hangin over a US military base - the cause of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zhSAyzxBqfq-04CsRGKx5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "13h",
            "source": "The Mirror",
            "article_content": "Strange footage captured over the US appeared to show a hovering UFO with an odd glow over a military base.\n\nAn anonymous user posted the footage from Tennessee to Reddit, showing the “bright orange light” over Fort Campbell, a base on the border with the state of Kentucky. The user said their father, who had significant military experience, was unable to explain what was behind the light.\n\nThey wrote: “My dad, a former soldier with nearly 30 years of Army experience and extensive knowledge of the aircrafts that fly over his house, said he couldn’t explain what he saw - this was unlike anything he’d encountered before…\n\nImage: Reddit) Reddit)\n\n“Just after midnight, my dad was outside watching fireworks when he noticed a bright orange light flying relatively low and maintaining a steady, consistent speed as it traveled from the northwest - where both Fort Campbell and the local airport are located,” the user said according to the Mail Online.\n\n“My friend, dad, and I watched the object together and were surprised it had no additional lights, as one might expect on a drone… Initially, I thought it might be a hobbyist drone capturing footage of the fireworks for the New Year, but the apparent distance it was flying has made me second-guess that assumption.\"\n\nOnlookers were confused by the orb, which appeared to be similar to other objects spotted in the US recently. Reddit user @YogurtclosetFlat5701 posted a video on December 27 and said they saw “four strange orbs in formation in what is supposed to be a no-fly zone” in Brookville Blvd, Queens, New York.\n\nImage: Reddit/YogurtclosetFlat4701) Reddit/YogurtclosetFlat4701)\n\nIn December, while media in the US focused on reports of puzzling unidentified aircraft in New Jersey, it appears some believe we may have our own mysterious visitors. There were three official reports of UFO sightings in Northern Ireland in 2024.\n\nThe Ministry of Defence previously recorded UFO sightings, but closed its UFO desk in 2009 after concluding that in more than 50 years, no received report had ever disclosed any evidence of a potential threat.\n\nNick Pope, who previously investigated UFO reports for the MoD, said the figures sound “staggeringly low”, and said the MoD used to receive “several hundred sightings each year” before 2009.\n\nHe said he believes many won’t come forward with sightings because they fear they will not be believed. “None of the sightings sound particularly spectacular, and the one mentioning red and green flashing lights and a vapour trail is clearly an aircraft,” he said.\n\n“The annotation on the FOI response stating ‘noted for information by police’ is a polite way of saying the cops didn’t take any further action, and that’s quite understandable, because it really isn’t their job. That doubtless explains the low numbers, because anyone seeing a UFO will realize this isn’t really a matter for the police.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inside abandoned ‘UFO capital of Australia’ with crumbling ‘galaxy theatre’ and decapitated alien statues",
            "link": "https://www.thesun.co.uk/news/32247016/inside-abandoned-ufo-capital-of-australia/",
            "description": "ON a remote desert highway in Australia, visitors have reported years of bizarre sightings and experiences. The Wycliffe Well ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LZSgCdfaHDqkMBzc9-EMtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "21h",
            "source": "The Sun",
            "article_content": "Drivers have spoken out about the bizarre experiences many of them have had while on the road there\n\nOUT OF THIS WORLD\n\nOUT OF THIS WORLD Inside abandoned ‘UFO capital of Australia’ with crumbling ‘galaxy theatre’ and decapitated alien statues\n\nON a remote desert highway in Australia, visitors have reported years of bizarre sightings and experiences.\n\nThe Wycliffe Well Roadhouse sits between Alice Springs and Tennant Creek - and it is here where drivers claim to have been chased off the road by an unknown force.\n\n8 Everything at Wycliffe Well was made to be alien-themed Credit: Alamy\n\n8 Drivers are warned about the area as they drive through the country's UFO capital Credit: Alamy\n\nThe roadhouse on the Stuart Highway was built in 1872 and has been plagued by unusual goings-on for decades - with visitors reporting bizarre sightings since World War Two.\n\nNow, it is said to be the fifth best place in the world to see UFOs.\n\nEven the Royal Australian Air Force has launched investigations into incidents reported there.\n\nWycliffe' Well's brochure tells visitors: \"UFO sightings are so common, that if you stayed up all night looking, you would be considered unlucky not to see anything, rather than lucky to see something.\"\n\nIn 2021, one witness recalled her experience within hours of arriving at the roadhouse's caravan park.\n\nTamzen Hayes and her friend Lucy were busy playing cards when they \"saw something unexplainable.\"\n\nWriting for travel site Escape she said: \"That's when we saw it. A strange oval-shaped ship gliding away into the sunset like the cowboy at the end of a western.\n\n\"We could only stare, frozen and slack-jawed as it disappeared.\n\n\"I swear we saw something unexplainable in the sky that night.\"\n\nIn 1985 the rest stop was transformed by Australian sailor and UFO fanatic Lew Farkas who wanted to do more with the area's alien history.\n\nFarkas, who owned Wycliffe for 25 years before retiring spoke to Vice about his out-of-this-world creation, where he explained that he arrived at the site in 1985 to conduct a \"five-year experiment.\"\n\nMap reveals UK's five UFO hotspots as expert reveals wildest alien encounters - how does your town fare?\n\nThe entrepreneur hoped to make Wycliffe a true tourist destination and a mecca for UFO lovers.\n\nIn the 1860s, Wycliffe Well was a popular rest stop for the Overland Telegraph Line and later provided soldiers in the Second World War a place to rest and refuel.\n\nDuring this time, people reported seeing a lot of unusual activity in the sky, with soldiers making note of almost constant UFO sightings.\n\nWhen the war was over, people continued to visit the area and report unusual activity which eventually saw Farkas invest over AUS 4 million (£1.9 million) into the site before he retired in 2010.\n\nIt started with a mural based on a UFO sighting in the area that saw tourists come to take pictures as a \"memento\" of the spot, he told Vice.\n\n\"We started converting everything—every wall, every bit of space in the area—to do with space, to do with aliens, to do with UFOs. It got famous very quickly and it put Wycliffe Well on the world map.\"\n\nFarkas installed a gas station, a bar, lodging, a store, a camping ground and even a fishing lake to get alien hunters and others visiting the site.\n\nHe constructed a Galaxy Auditorium which was a 300-seat restaurant with a stage for shows, got a tourist train that went around a Barramundi-filled lake, and conducted at-night alien and UFO tours.\n\nFor those desperate to catch a glimpse of the extraterrestrial, he installed a viewing platform called Mount Wycliffe where people could stand to get a better view of UFOs.\n\n\"Every aspect of Wycliffe Well had to become alien-orientated or space-orientated,\" he told ABC.\n\nUNEXPLAINABLE\n\nFrom the minute he arrived at the site, Farkas knew there was something special about it.\n\nTalking to Vice he recalled that \"there were lights flashing around the sky doing crazy manoeuvres that you just couldn't explain.\"\n\nFarkas said that during his ownership of the site, there were hundreds of reported sightings which had varying impacts on customers.\n\n8 The roadhouse is located 380 kilometres north of Alice Springs on the Stuart Highway Credit: Getty\n\n8 Murals are still visible at the run-down and forgotten site Credit: Getty\n\n8 Picture taken in 2007 showing Wycliffe Well and the Stuart Highway Credit: AFP\n\n\"On a lot of occasions people were getting chased down the highway by lights,\" he explained.\n\n\"They would pull up and be panicking so much that they would say, 'Quick give us a room, we can’t stay out there.'\n\n\"So that was good for business… It chased people away at times, but it brought customers in too.\"\n\nSome of the tales were so terrifying that guests at Wycliffe would want to \"release their burdens\" which saw Farkas install diaries at the counter to let visitors recount their alien experiences.\n\nFarkas recalled that some guests claimed they saw aliens in the desert.\n\nAnthony Vanderzalm who took over the site from Farkas in 2010 has said that groups of visitors have claimed to have been lured outside to witness odd activity which left him stunned.\n\nHe told Journal News: \"I don’t know what I was thinking when I arrived. My mind was boggling.\n\n\"There’s been four of five occasions when all the people out of the restaurant have gone out and observed something very unusual.\n\n\"It’s never the same twice. All types of different lights, changing direction, and colourful.\"\n\nIf you drive to Wycliffe Well today, you will be met with a sign reading \"Caution proceed with care UFO landing site ahead.\"\n\nBut, it is then abundantly clear that the rest stop has been abandoned though perhaps not by all forms of life.\n\nNow, it has decapitated alien statues, an abandoned train, and a crumbling galaxy theatre.\n\nVanderszalm ended up selling the business to a petrol company which has seen the site fall to the hands of vandals.\n\nNow, the abandoned site looks like a bizarre, derelict theme park with faded murals, broken flying saucers and masses of forgotten alien memorabilia.\n\nDevastating flooding in 2022 forced the business to move out and no one has been back since other than those who wish to destroy what is left.\n\n8 People who have stayed at the campsite next to the roadhouse have reported bizarre sightings Credit: Getty\n\n8 Groups of visitors have reportedly been lured outside at the same time to watch unexplainable activity Credit: Alamy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Found The World’s Oldest Bed In A 200,000-Year-Old South African Cave Dwelling",
            "link": "https://www.msn.com/en-us/news/world/scientists-just-found-the-world-s-oldest-bed-in-a-200000-year-old-south-african-cave-dwelling/ar-AA1x11Jh?ocid=BingNewsVerp",
            "description": "Scientists have just unearthed the oldest beds ever found — made from grass and ash deep in a South African cave. They say ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oSbc4mWi9NyGRvdwHKxJly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "All That's Interesting on MSN31m",
            "source": "All That's Interesting on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OTD In Space – January 5: Discovery Of Eris Ignites Pluto-Planet Debate",
            "link": "https://www.msn.com/en-us/science/astronomy/otd-in-space-january-5-discovery-of-eris-ignites-pluto-planet-debate/vi-AA1wZRn1?ocid=BingNewsVerp",
            "description": "On January 5, 2005, astronomers at NASA discovered Eris, the second-largest dwarf planet in the solar system. Eris is just slightly smaller than Pluto, and it orbits the sun about three times farther ...",
            "image_url": "https://www.bing.com/th?id=ODF.Sb2AHIJ7KCT81WibgdR6-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ultracold Matter Waves Reveal New Quantum Secrets",
            "link": "https://scitechdaily.com/ultracold-matter-waves-reveal-new-quantum-secrets/",
            "description": "A groundbreaking study has revealed a new regime of cooperative radiative phenomena, addressing a 70-year-old puzzle in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UhQBZbYWGi0bWlwzz1AajS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Measure Quantum Geometry of Electrons For First Time",
            "link": "https://www.sciencealert.com/physicists-measure-quantum-geometry-of-electrons-for-first-time",
            "description": "For the first time, physicists have been able to measure the geometrical 'shape' a lone electron adopts as it moves through a solid. It's an achievement that will unlock a whole new way of studying ...",
            "image_url": "https://www.bing.com/th?id=ODF.dCV7xN0ImD3_xjA2LH0HRg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "ScienceAlert16h",
            "source": "ScienceAlert",
            "article_content": "A new breakthrough may help scientists solve some of the mysteries of the quantum realm.\n\nFor the first time, physicists have been able to measure the geometrical 'shape' a lone electron adopts as it moves through a solid. It's an achievement that will unlock a whole new way of studying how crystalline solids behave on a quantum level.\n\n\"We've essentially developed a blueprint for obtaining some completely new information that couldn't be obtained before,\" says physicist Riccardo Comin of the Massachusetts Institute of Technology (MIT).\n\nThe research was led by physicists Mingu Kang – formerly of MIT and now at Cornell University – and Sunjie Kim of Seoul National University.\n\nWithin the physical Universe, matter behaves in ways that are well described by classical physics.\n\nHowever, on a more fundamental level of particle interactions and methods of measurement, things can get a little weird. On the finest of scales, precision must give way to a more fuzzy description represented by waves of possibility known as quantum mechanics.\n\nframeborder=\"0″ allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>\n\nWe refer to objects like electrons as particles, and that conveys the impression that they are like teeny tiny little balls. Given their size, the properties and behaviors of electrons are far more accurately described by their wave-like quantum nature.\n\nTo describe the wave aspect of electrons, physicists use wave functions: mathematical models that describe the properties of the wave as evolving possibilities of finding the particle in a specific place with specific features.\n\nSome of these features we can think of as a kind of geometry, often not unlike a curve or sphere that rotates in an infinite number of directions. Other forms of quantum geometry, like those of electrons in a lattice of atoms, are as complicated as a Klein bottle or a Möbius strip.\n\nDetermining some aspects of the messy quantum geometry of an electron in a solid has previously involved a lot of guesswork based on properties that physicists can measure.\n\nTo measure the quantum geometry of electrons, Kang, Jie, and their colleagues sought the measurement of a property known as the quantum geometric tensor, or QGT. This is a physical quantity that encodes the entire geometric information of a quantum state, similar to the way a two-dimensional hologram encodes information about a three-dimensional space.\n\nThe technique they used is called angle-resolved photoemission spectroscopy, in which photons are fired at a material to dislodge electrons and measure their properties, such as polarization, spin, and angle.\n\nThis was directed at single crystals of a cobalt-tin alloy, a material known as a kagome metal – a quantum material whose properties the team had previously investigated using the same technique.\n\nThe results provided the researchers with the first measurement of the QGT in a solid, and from this, they were able to infer the rest of the quantum geometry of the electrons in the metal.\n\nThe team compared this to theoretically derived quantum geometry for the same material, allowing them to determine the usefulness of estimating the geometry compared to measuring it directly.\n\nAnd, they say, their technique will be applicable to a broad range of materials, not just the cobalt-tin alloy used for this study. It's a result that will have some interesting implications. For example, quantum geometry could be leveraged to discover superconductivity in materials where it is not usually found.\n\n\"The geometric interpretation of quantum mechanics underpins many recent advances in condensed-matter physics,\" an anonymous expert told Nature Physics.\n\n\"These authors have pioneered a methodology to experimentally access the quantum geometric tensor, which fundamentally characterizes the geometric properties of quantum states. The developed methodology is straightforward, applicable to various solid-state materials, and has great potential for boosting experimental activity in pursuit of geometric understanding of novel quantum phenomena.\"\n\nThe team's research has been published in Nature Physics."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Patanjali’s 30th Foundation Day: Swami Ramdev Announces Five New Revolutions To Transform Education, Healthcare And Culture",
            "link": "https://www.freepressjournal.in/press-release/patanjalis-30th-foundation-day-swami-ramdev-announces-five-new-revolutions-to-transform-education-healthcare-and-culture",
            "description": "A dangerous game of addiction is spreading worldwide. In India, addiction has destroyed lives through diseases, intoxication, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LgI-U4Ps9Ln0PCMKH_I3ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "14h",
            "source": "The Free Press Journal",
            "article_content": "Swami Ramdev and Acharya Balkrishna |\n\nHaridwar, January 5: In the presence of Swami Ramdev Ji Maharaj, the President of Patanjali Yogpeeth, and Acharya Balkrishna, the General Secretary, the 30th foundation day of the Patanjali institution was celebrated at the Yog Bhavan Auditorium, located at Patanjali Wellness, Haridwar. In the program, with the presence of more than 6,000 officials from the Patanjali Yogpeeth organization across the country, Swami Ramdev Ji Maharaj gave an introduction to the 30 years of service, struggle, and dedication and shed light on the future plans of Patanjali Yogpeeth. While announcing the five revolutions after the success of the Yoga Revolution, he said that Patanjali will initiate significant work for freedom in education, healthcare, economy, intellectual-cultural freedom, and liberation from diseases, indulgences, shame, and frustrations.\n\nFirst Revolution: Freedom in Education\n\nHe said that today, 50 to 90, and in some places, 99 percent educated individuals are unemployed, addicted, characterless, and dull children, whose childhood, youth, and our lineage are in danger. We have decided that first in India and then in the entire world, a new education system will be introduced, and its leadership will be done by India. Patanjali Gurukul, Acharyakulam, Patanjali University, and the Indian Education Board will now establish new benchmarks. Our resolution is that in the next five years, we will connect 500,000 schools with the Indian Education Board. This will be an innovative revolution in education.\n\nWe want to give children not only literacy but also subject knowledge, self-awareness, truth-oriented patriotism, and awareness of their pride and glory. We will include knowledge from across the world in Hindi, English, and Sanskrit, keeping up-to-date with the world, but 80% of the content will be from Vedas, philosophy, Upanishads, Puranas, and the pride of India. It will include spiritual sciences, Sanatan awareness, and Indian pride. This will not be Macaulay’s education system. When the Indian Education Board affiliates first 100,000 schools and then 500,000 schools, India's childhood and youth will be secure. This is the resolution for freedom in education. Through the Indian Education Board, we will not teach the false greatness of foreign invaders, Akbar, Aurangzeb, or the British, but rather the true history of Chhatrapati Shivaji Maharaj, Maharana Pratap, and revolutionaries.\n\nSecond Revolution: Freedom in Healthcare\n\n\"Disease is not our nature; Yoga is our nature.\" Today, around the world, due to the consumption of synthetic medicines, steroids, and painkillers, people’s bodies are deteriorating. For healthcare freedom, through Patanjali Wellness, Yoggram, Niramayam, hospitals, and health centers, and modern research, we are advancing the legacy of sages and science. We have published more than 5,000 research protocols and 500 research papers in world-class international journals, presenting solutions to incurable diseases before the world. Our resolution is to prevent people from becoming diseased and to liberate them from diseases through Yoga and Ayurveda.\n\nThird Revolution: Economic Freedom\n\nToday, the entire economy is trapped in the cruel claws of a handful of people. Our goal is prosperity for service and wealth for welfare. So far, Patanjali has done charity worth ₹1 lakh crore in education, healthcare, research, character-building, and nation-building. With over 10,000 centers, 2.5 million trained Yoga instructors, and 1 crore workers selflessly serving, this is the service work of nation-building and character-building. Our resolution is to make the Swadeshi movement so powerful that India can emerge from economic exploitation, slavery, and poverty, and become supremely prosperous. By eliminating diseases like BP, diabetes, thyroid, asthma, arthritis, stress, and depression and saving on medicines, we save ₹700 to ₹2,000 lakh crore annually for the country.\n\nFourth Revolution: Intellectual and Cultural Freedom\n\nIndia, which first gave the message of spiritual world knowledge to the world, cannot afford to endure intellectual and cultural slavery. Today, India depends on impoverished countries for everything, which have nothing but paper money, dollars, or pounds. True wealth is not just money but also good health, a happy family, character, spiritual wealth, and divine virtues. We must liberate India from intellectual and cultural slavery. Hence, we aim to elevate Sanatan Dharma, Vedic Dharma, Sage Dharma, and Yoga Dharma as the new religion of the era. More than 500 crore people worldwide have faith in Yoga Dharma and Sanatan Dharma. If we walk together, we will end religious terrorism, political terrorism, and the terror being perpetuated in the name of education and healthcare.\n\nFifth Revolution: Freedom from Addictions, Diseases, and Indulgences\n\nA dangerous game of addiction is spreading worldwide. In India, addiction has destroyed lives through diseases, intoxication, and obscenity. Our resolution is freedom from diseases, addictions, and obscenity. On completing 30 years, Patanjali resolves to make the world Yoga-oriented and create ideal global citizens through character-building.\n\nRemarks by Acharya Balkrishna Ji Maharaj\n\nAcharya Balkrishna remarked that with Swami Ji's unrelenting and extraordinary efforts, Patanjali's contribution is inspiring the world. Patanjali runs campaigns for charity using profits from its business. Patanjali is not a market but a family for India. With a team of over 500 world-class scientists, Patanjali is making evidence-based Ayurvedic medicines like juices, herbs, and tablets accessible worldwide. By integrating India’s ancient knowledge with modern science, Patanjali has brought Yoga from caves to the masses, reaching millions in over 200 countries."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "University of Buffalo researchers uncover ancient roots of carb addiction",
            "link": "https://www.msn.com/en-us/news/technology/university-of-buffalo-researchers-uncover-ancient-roots-of-carb-addiction/ar-AA1wZlf4?ocid=BingNewsVerp",
            "description": "This finding suggests that Homo sapiens had a taste for starch much before the domestication of crops shaped the human diet.",
            "image_url": "https://www.bing.com/th?id=OJ.l4XUycupX4LImQ&pid=news&w=115&h=16&rs=2",
            "category": "science+revolution",
            "date": "15hon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    }
]