[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilots Told to 'Maneuver' Around Oregon 'UFO' in Leaked Cabin Audio",
            "link": "https://www.msn.com/en-us/money/companies/pilots-told-to-maneuver-around-oregon-ufo-in-leaked-cabin-audio/ar-AA1vGT3j?ocid=BingNewsVerp",
            "description": "Two pilots reported seeing unidentified red, circular lights and objects moving erratically at various high altitudes.",
            "image_url": "https://www.bing.com/th?id=OVFT.QJ1giKG49G1Nj7F5zMSGdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alleged UFO over Oregon caused pilots to divert",
            "link": "https://www.msn.com/en-us/travel/news/alleged-ufo-over-oregon-caused-pilots-to-divert/ar-AA1vKMdV?ocid=BingNewsVerp",
            "description": "An alleged recording shows that two pilots who saw a UFO in the skies near Eugene, Oregon, were told to maneuver around the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MFhRGbIZNWccj9ZZ_9MrQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "KOIN Portland on MSN2h",
            "source": "KOIN Portland on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilot Encountered Mystery Objects 'Moving at Extreme Speed': FAA",
            "link": "https://www.msn.com/en-us/news/technology/pilot-encountered-mystery-objects-moving-at-extreme-speed-faa/ar-AA1vJAVW?ocid=BingNewsVerp",
            "description": "The FAA has confirmed that a pilot reported seeing \"unidentified lights\" after air traffic control told him to 'avoid the UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.inx5FMR07CGdkpO_-LzjXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Conor McGregor Reacts to Recent UFO Sightings: What the UFC Star Had to Say About Extraterrestrial Encounters",
            "link": "https://www.lowkickmma.com/conor-mcgregor-reacts-to-recent-ufo-sightings/",
            "description": "Conor McGregor, the brash UFC fighter, has added his voice to the growing buzz surrounding recent UFO sightings. In a playful ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gltYAmslbhy2Arrm9Vilhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "lowkickmma.com4h",
            "source": "lowkickmma.com",
            "article_content": "Conor McGregor, the brash UFC fighter, has added his voice to the growing buzz surrounding recent UFO sightings. In a playful tweet, McGregor expressed his thoughts on the influx of UFO reports, calling it “pretty cool.”\n\nConor McGregor on UFO’s\n\nConor McGregor said:\n\n“Pretty cool to see ufo’s rocking around freely now. Kang and Kodos shortly, The Simpsons predicted it. The lads were alright. #Kang #Kodos“\n\nConor McGregor’s comment comes amidst an uptick in UFO sightings, including several in the UK and the US in recent weeks. From November 20 to 22, 2024, drones were spotted hovering over multiple Royal Air Force (RAF) bases in the UK, including RAF Lakenheath, RAF Mildenhall, and RAF Feltwell, which are crucial to the US Air Force’s operations.\n\nRecent UAP and UFO Sightings\n\nThese sightings occurred while preparations were underway for RAF Lakenheath’s nuclear mission, prompting concerns about potential surveillance from foreign adversaries. The UK Ministry of Defence has maintained its stance on UAPs, stating that it has not investigated such reports since 2009 and that no UAP sightings have indicated any military threat to the UK.\n\nAcross the Atlantic, similar reports have emerged in Somerset County, New Jersey, where residents reported multiple sightings of unidentified objects in early December 2024. These incidents are part of a broader pattern of UAP sightings near US military and nuclear facilities.\n\nIn the UK, Manchester Airport recently faced a media frenzy after images and videos of a purported UFO appeared on social media, allegedly showing a spherical object. However, airport officials dismissed the claims, asserting that the footage was likely fake and that their security systems would have flagged any legitimate threat.\n\nAs Conor McGregor’s comment highlights, whether you believe in extraterrestrial life or not, the mystery surrounding UFOs shows no signs of slowing down anytime soon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unusual drone/UFO sightings reported by Succasunna resident",
            "link": "https://www.msn.com/en-xl/news/other/unusual-drone-ufo-sightings-reported-by-succasunna-resident/vi-AA1vJcyr?ocid=BingNewsVerp",
            "description": "Potential Drone/Unidentified Flying Objects Reported by Resident in Succasunna, NJ, Who Claims to Have Noticed Similar ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OacV59RtbEtvhNbODc3SJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Tried Google and Samsung's Next-Gen Android XR Headsets and Glasses, and the Killer App Is AI",
            "link": "https://www.msn.com/en-us/technology/tech-companies/i-tried-google-and-samsung-s-next-gen-android-xr-headsets-and-glasses-and-the-killer-app-is-ai/ar-AA1vKDqg?ocid=BingNewsVerp",
            "description": "We got an early hands-on look at Samsung's mixed-reality headset and Google's glasses, powered by an all-seeing assistant.",
            "image_url": "https://www.bing.com/th?id=OVFT.1UL_KVtd0W3WVlk6XhDHeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN4h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Tried Using AI to Filter Out the Chaos in My Brain. I'll Stick to My Notes App",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/i-tried-using-ai-to-filter-out-the-chaos-in-my-brain-i-ll-stick-to-my-notes-app/ar-AA1vJSVT?ocid=BingNewsVerp",
            "description": "Roam Research is utilizing AI within its note-taking tool. For non-web developers, it involves a lot of steps and a steep ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uKl0TP3cqhDEwgmpB3zXZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN7h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s new Project Astra could be generative AI’s killer app",
            "link": "https://www.technologyreview.com/2024/12/11/1108493/googles-new-project-astra-could-be-generative-ais-killer-app/",
            "description": "Google just launched a ton of new products—including Gemini 2.0, which could power a new world of agents. And we got a first ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E1nmAlffr8Q4S7niLAaxci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "MIT Technology Review6h",
            "source": "MIT Technology Review",
            "article_content": "MIT Technology Review got to try out Astra in a closed-door live demo last week. It was a stunning experience, but there’s a gulf between polished promo and live demo.\n\nAstra uses Gemini 2.0’s built-in agent framework to answer questions and carry out tasks via text, speech, image, and video, calling up existing Google apps like Search, Maps, and Lens when it needs to. “It’s merging together some of the most powerful information retrieval systems of our time,” says Bibo Xu, product manager for Astra.\n\nGemini 2.0 and Astra are joined by Mariner, a new agent built on top of Gemini that can browse the web for you; Jules, a new Gemini-powered coding assistant; and Gemini for Games, an experimental assistant that you can chat to and ask for tips as you play video games.\n\n(And let’s not forget that in the last week Google DeepMind also announced Veo, a new video generation model; Imagen 3, a new version of its image generation model; and Willow, a new kind of chip for quantum computers. Whew. Meanwhile, CEO Demis Hassabis was in Sweden yesterday receiving his Nobel Prize.)\n\nGoogle DeepMind claims that Gemini 2.0 is twice as fast as the previous version, Gemini 1.5, and outperforms it on a number of standard benchmarks, including MMLU-Pro, a large set of multiple-choice questions designed to test the abilities of large language models across a range of subjects, from math and physics to health, psychology, and philosophy.\n\nBut the margins between top-end models like Gemini 2.0 and those from rival labs like OpenAI and Anthropic are now slim. These days, advances in large language models are less about how good they are and more about what you can do with them.\n\nAnd that’s where agents come in.\n\nHands on with Project Astra\n\nLast week I was taken through an unmarked door on an upper floor of a building in London’s King’s Cross district into a room with strong secret-project vibes. The word “ASTRA” was emblazoned in giant letters across one wall. Xu’s dog, Charlie, the project’s de facto mascot, roamed between desks where researchers and engineers were busy building a product that Google is betting its future on."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Concerned Parents Sue Startup Behind an AI Social Media App, Trying to Kill It Off",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/concerned-parents-sue-startup-behind-an-ai-social-media-app-trying-to-kill-it-off/ar-AA1vGP6G?ocid=BingNewsVerp",
            "description": "Character.AI is being accused of providing inappropriate content to children, months after it was named in a lawsuit in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oXmXc5HbPTYDDanYAMe0RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cartesia claims its AI is efficient enough to run pretty much anywhere",
            "link": "https://www.msn.com/en-us/news/technology/cartesia-claims-its-ai-is-efficient-enough-to-run-pretty-much-anywhere/ar-AA1vJNkr?ocid=BingNewsVerp",
            "description": "Cartesia is developing a relatively new type of AI model called state space models (SSMs), which the startup claims are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fpVbOGbWANNWOVodZVnC_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "S.E. Hinton Leans on Dave Barry for Post-Election Comfort",
            "link": "https://www.nytimes.com/2024/12/12/books/review/se-hinton-the-outsiders-by-the-book.html",
            "description": "You can’t read a page without laughing,' says the author of 'The Outsiders,' who’s watched the stage musical of the novel ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R5Y8OOZkM0v4nQ7eONVNfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "The New York Times",
            "article_content": "What books are on your night stand?\n\nI am currently rereading “Middlemarch” (it takes rereading), and “The Last of the Wine,” by Mary Renault. Socrates is a character in that book. So is Plato. To have them appear casually in a novel, yet be very faithful to what we know of them, is great.\n\nHow do you organize your books?\n\nI have a beautiful library, organized by subjects: History (early to late), Author Biographies, Exploring, Women’s Studies, Journalism, Entertainment, English Fiction, American Fiction and Children’s Books. The Paranormal books are organized by Ghosts and Hauntings, Reincarnation, Coincidences, Strange but True.\n\nWhy so many books on the paranormal?\n\nI have had many strange things happen in my life.\n\nDescribe your ideal reading experience (when, where, what, how).\n\nAny time, on the sofa, with good lighting, my cat and a small glass of wine.\n\nWhat’s the last great book you read?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Friday 13th superstitions are all in your head",
            "link": "https://www.rte.ie/brainstorm/2024/1212/1098671-friday-13th-superstitions/",
            "description": "Superstitions like crossing your fingers or throwing spilled salt over your shoulder can have a powerful impact on your ...",
            "image_url": "https://www.bing.com/th?id=OVF.4Dt8mtWgdferzElN9xdX3A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "RTE Online1h",
            "source": "RTE Online",
            "article_content": "Opinion: superstitions like crossing your fingers or throwing spilled salt over your shoulder can have a powerful impact on your emotions\n\nBy Kylie Sturgess, Murdoch University\n\nOf all the days to stay in bed, Friday the 13th is surely the best. It’s the title of a popular (if increasingly corny) horror movie series; it’s associated with bad luck and it’s generally thought to be a good time not to take any serious risks.\n\nEven if you try to escape it, you might fail, as happened to New Yorker Daz Baxter. On Friday 13th in 1976, he decided to just stay in bed for the day, only to be killed when the floor of his apartment block collapsed under him. There’s even a term for the terror the day evokes: Paraskevidekatriaphobia was coined by the psychotherapist Donald Dossey, a specialist in phobias, to describe an intense and irrational fear of the date.\n\nUnfortunately there is always one Friday 13th in a year, and sometimes there are as many as three. But no matter how many times the masked killer Jason Voorhees from Friday the 13th returns to haunt our screens, this fear is in our own minds rather than any basis in science.\n\nWe need your consent to load this YouTube contentWe use YouTube to manage extra content that can set cookies on your device and collect data about your activity. Please review their details and accept them to load the content.Manage Preferences\n\nOne study did show a small rise in accidents on that day for women drivers in Finland, but much of the problem was due to anxiety rather than general bad luck. Follow-up research found no consistent evidence of a rise in accidents on the day, but suggested that if you’re superstitious, it might be better not get behind the wheel of a car on it anyway.\n\nThe stigma against Friday 13th likely comes from a merging of two different superstitions. In the Christian tradition, the death of Jesus took place on a Friday, following the presence of 13 people at the Last Supper. In Teutonic legend, the god Loki appears at a dinner party seated for 12 gods, making him the outcast 13th at the table, leading to the death of another guest.\n\n13 was certainly unlucky number for Jesus. Leonardo da Vinci, The Last Supper, 1498. Wikimedia\n\nElsewhere in the world, 13 is less unlucky. In Hinduism, people fast to worship Lord Shiva and Parvati on Trayodashi, the 13th day in Hindu month. There are 13 Buddhas in the Shingon sect of Buddhism, and there is mention of a lucky 13 signs, rather than unlucky, in The Tibetan Book of the Great Liberation.\n\nIn Italy, it is more likely to be \"heptadecaphobia\", or fear of the number 17, that leads to a change of plans. In Greece, Spain, and Mexico, the \"unlucky\" day is not Friday 13th, but Tuesday 13th.\n\nIn China, the number four is considered significantly unlucky, as it is nearly homophonous to the word \"death\". In a multicultural country like Australia you may find hotels and cinemas missing both 13th and fourth floors, out of respect for the trepidation people can have about those numbers.\n\nWe need your consent to load this rte-player contentWe use rte-player to manage extra content that can set cookies on your device and collect data about your activity. Please review their details and accept them to load the content.Manage Preferences\n\nFrom RTÉ Archives, Shay Healy finds out for Evening Extra in 1987 just how superstitious Dubliners are\n\nThe lure of superstition\n\nSuperstitions were one of the first elements of paranormal beliefs studied in the early 1900s. While many are now just social customs rather than a genuine conviction, their persistence is remarkable.\n\nIf you cross your fingers, feel alarmed at breaking a mirror, find a \"lucky\" horseshoe or throw spilled salt over your shoulder, you are engaging in long-held practices that can have a powerful impact on your emotions. Likewise, many students are now heading towards their semester exams. In the lecture rooms, they may take lucky charms such as a particular pen or favourite socks.\n\nIn sports, baseballer Nomar Garciaparra is known for his elaborate batting ritual. Other sports people wear \"lucky gear\" or put on their gloves in a particular order. The great cricket umpire David Shepherd stood on one leg whenever the score reached 111. These sorts of superstitions are humorously depicted in the film Silver Linings Playbook. It’s interesting to note that it’s often the successful athletes who have these superstitions and stick to them.\n\nLucky charms can make you feel good. Shutterstock.com\n\nOne key reason for the persistence of superstition is a psychological concept called a \"discriminative stimulus\". An example of this is the gambler who notices he always seem to win when betting on \"lucky 7\", and forgets all the times that same number has not been in his favour.\n\nCharms do work in a fashion. If you wear your lucky underwear and succeed enough, you will feel distress that actually impedes your performance if you’re not wearing them. This then influences your performance – an \"A\" seems guaranteed because you walk in fully prepared.\n\nBut if you’re feeling a little anxious this Friday, try to remember there’s nothing different about it to any other day.\n\nFollow RTÉ Brainstorm on WhatsApp and Instagram for more stories and updates\n\nKylie Sturgess is a tutor and researcher in Radio Broadcasting at Murdoch University. This article was originally published by The Conversation.\n\nThe views expressed here are those of the author and do not represent or reflect the views of RTÉ"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This is the best Dandadan episode, according to fans, and they’re actually right",
            "link": "https://www.dexerto.com/anime/best-dandadan-episode-according-to-fans-3005606/",
            "description": "Dandadan is a very funny anime about ghosts and aliens but that doesn’t mean it’s not heart-breaking at times.",
            "image_url": "https://www.bing.com/th?id=OVFT.YQPCWll5kJL4GPR-ujxI1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Dexerto8h",
            "source": "Dexerto",
            "article_content": "Dandadan is the latest anime to make waves in the West, yet everyone who’s tuned in to watch it agrees that one episode stands head and shoulders above the rest.\n\nIf you’ve never watched the show (why are you reading this?), allow me to explain the premise briefly. Two high schoolers, Momo Ayase and Okarun, become unlikely friends after discovering that ghosts and aliens are real, and they team up to keep the world safe from paranormal threats.\n\nArticle continues after ad\n\nExcept that’s only half the story. The real driving force in Dandadan is Okarun’s quest to get his testicles back, which were stolen from him by the Yokai Turbo Granny. Yes, you read that right, Dandadan spends a lot of time focused on a teen boy’s nutsack.\n\nAs you can probably imagine then, this is a show that doesn’t take itself very seriously, and as you’d expect, it’s very funny and full of action. It’s classic shonen stuff, really. Yet every now and again, Dandadan will blindside you with an episode that’s so heartbreaking you’ll be left an emotional wreck by the time it ends.\n\nArticle continues after ad\n\nArticle continues after ad\n\nAcrobatic Silky\n\nCrunchyroll\n\nIn fact, one episode in particular is so good that fans have already labeled it the best in the series. I’m talking, of course, about Episode 7, titled ‘To A Kinder World’. This genuinely harrowing chapter sees Momo and Okarun battle the terrifying Acrobatic Silky, a powerful Yokai with designs on their school friend, Aira Shiratori.\n\nYet the episode takes a tragic turn when, during the battle, Aira dies, and Acrobatic Silky decides to sacrifice her own aura to the teenager to save her life. During the transfer, the audience gets to see a flashback to Acrobatic Silky’s human life and what drove her to become a vengeful spirit in the afterlife.\n\nArticle continues after ad\n\nSilky, it turns out, was a poor single mom struggling to keep her head above water. To provide for her daughter, she turned to prostitution and loan sharks, which allowed her to give her child a happy life. One day, however, rather than paying the loan sharks back, she bought her daughter a pretty dress, and let’s just say the criminals who lent her the money weren’t pleased with her.\n\nArticle continues after ad\n\nIn one of the most triggering scenes I’ve ever watched, the loan sharks beat Silky half to death and kidnap her daughter. Silky gave chase, but she was so grievously wounded that she died (or took her own life, it’s a bit unclear), never finding out what happened to her beloved little girl.\n\nArticle continues after ad\n\nFor years, she wandered Tokyo as a ghost until a fateful encounter with Aira transformed her into the fearsome Yokai we know and love.\n\nMummy?\n\nCrunchyroll\n\nAs the transfer finishes, Silky starts to break apart, dying once again. This time, however, there will be no afterlife; if a ghost dies without completing its unfinished business, it simply ceases to be. However, before Silky goes into the void, Aira steps up and hugs the Yokai, thanking her and calling her mommy.\n\nArticle continues after ad\n\nThis brief act of kindness convinces Silky she is a good mother after all, and it counts as her completing her unfinished business so she can go to a kinder world. It’s heart-wrenching stuff and on a level with some of the saddest scenes ever seen on TV.\n\nArticle continues after ad\n\nIt’s hardly surprising then that fans love it, and a quick search of Episode 7 will bring up countless posts and comments lauding the episode for its gorgeous animation, beautiful storytelling, and heart-rending final moments.\n\nArticle continues after ad\n\nThis isn’t just Redditor group think either; on IMDb, it’s Dandadan’s highest-rated episode with a score of 9.7, the same score as all-time classics like The Soprano’s ‘Pine Barrens’ and ‘The One Where Everyone Finds Out’ from Friends.\n\nIf you’ve not checked out Dandadan, maybe do yourself a favor and just get up to Episode 7 – you won’t be disappointed. Love anime? Then check out our list of the best anime movies ever made, or we have guides to upcoming shows like One-Punch Man Season 3 and The Apothecary Diaries Season 2."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Best Horror Movie Moments Of 2024",
            "link": "https://whatculture.com/film/10-best-horror-movie-moments-of-2024?rf=homepage",
            "description": "There are certain sequences in horror that affect moviegoers for years, even decades. Seeing the first Crawler in The Descent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hqPuw6qNapk9zMOznXv15C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "What Culture8h",
            "source": "What Culture",
            "article_content": "There are certain sequences in horror that affect moviegoers for years, even decades. Seeing the first Crawler in The Descent or the red-faced demon in Insidious gave viewers such a fright, it might still rattle them to this day even if they haven't watched the film in years.\n\nWith that in mind, horror veterans should be excited (and a little anxious) to learn the genre has a whole new batch of defining moments thanks to 2024's stacked roster. The year had something for everybody, including slashers, creature features, paranormal sagas, original IPs, potentially new franchises, long-awaited sequels, and a few unneeded but surprisingly solid prequels.\n\nThough several of these movies captivated the masses from beginning to end, one or two moments did something truly special, allowing them to leave a lasting impression. Sure, these entries contained hard-hitting stories and thought-provoking characters, but it's those jaw-dropping twists, creative deaths, nightmarish jump-scares, and WTF endings that stand the test of time.\n\nWhether these moments lasted an entire scene or less than a second, none of them will be forgotten anytime soon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ranked: The world's 30 most terrifying attractions",
            "link": "https://uk.style.yahoo.com/ranked-worlds-30-most-terrifying-180000004.html",
            "description": "Clifftop walkways with sheer drops. Underground crypts lined with human skulls. Roller coasters that will leave you hoarse ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0eS2tz4qsl22KhEWnxPPNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Yahoo Style UK",
            "article_content": "Explore if you dare\n\nSipa US/Alamy Stock Photo\n\nClifftop walkways with sheer drops. Underground crypts lined with human skulls. Roller coasters that will leave you hoarse from screaming. It might not sound like the makings of a relaxing holiday, but we’ve ranked 30 of the world’s most terrifying attractions – guaranteed to thrill adrenaline junkies and horror fans alike. You have been warned.\n\nRead on to discover our ranking of the world's most terrifying attractions...\n\n30. The Skywalk at the Dachstein Glacier, Germany\n\nmarcos alvarado/Alamy Stock Photo\n\nThe Skywalk is a vertigo-inducing viewing platform made almost entirely of glass, suspended directly above the 820-foot (250m) sheer rock face of the Hunerkogel mountain region. This unique vantage point offers some of the most beautiful views in the Alps – on a clear day, travellers can see as far as Slovenia and Czechia. While it may look fragile, The Skywalk is anything but: the steel-reinforced structure is built to endure winds of up to 130 miles per hour (210km/h) and support up to 26 feet (8m) of heavy snowfall.\n\n29. The Winchester Mystery House, California, USA\n\nUladzik Kryhin/Shutterstock\n\nBehind the beautiful exterior of the Winchester Mystery House in San Jose, California, lies a seriously spooky history that has led many to declare it America’s most haunted property. Built by eccentric ‘cursed widow’ Sarah Winchester between 1884 and 1922, this 160-room mansion features 2,000 doors, 10,000 windows, a ‘seance room’ and countless instances of paranormal activity and chilling ghost sightings. You can tour the mansion all year round, but it’s best explored by flashlight, after-hours.\n\n28. Gomantong Caves, Borneo, Malaysia\n\nYusnizam Yusof/Shutterstock\n\nClaustrophobes, look away now. Got a fear of insects? Stay away too. The Gomantong Caves are a popular stop on the Malaysian Borneo tourist trail, but they’re also home to hundreds of thousands of wildlife, including bats, cockroaches, spiders, scorpions and giant centipedes, all of whom litter the floors and damp, mossy walls. The takeaway? Covered shoes and a hat are essential, as is a mask – the smell, mostly bat and bird excrement, is pungent.\n\n27. Catacombs of Paris, France\n\nAndrea Izzotti/Shutterstock\n\nHidden deep underneath the City of Love lies one of the world’s most macabre attractions: an ossuary, or resting place for human remains. This labyrinth of tunnels contains the bones of over six million bodies, moved there in 1786 due to overcrowding in the city’s graveyards and cemeteries. Incredibly, the catacombs are roughly the depth of a five-storey building, and while they stretch for over 150 miles (240km), visitors can only explore around a mile of them. What makes the catacombs so unique is their design: the bones and skulls are artfully arranged into beautiful structures, and the tunnels also contain sculptures and other artworks.\n\n26. Red Force Roller Coaster, Spain\n\nPanagiotis Kotsovolos/Alamy Stock Photo\n\nRed Force, Europe’s fastest and highest roller coaster, accelerates from 0 to 110 miles per hour (177km/h) in a staggering five seconds. Part of the Ferrari Land theme park, which opened in 2017, the ride was designed to give Formula One fans a taste of what it’s like to be Lewis Hamilton et al, as they experience a hair-raising G force of 1.35. Costing an estimated £80m ($101.9m) Red Force is unsurprisingly high-tech, using magnetic launch technology in its acceleration.\n\n25. Port Arthur, Tasmania, Australia\n\nJEONA/Shutterstock\n\nPort Arthur, on the Australian island state of Tasmania, has an incredibly dark and storied history. The site of Australia’s largest penal colony in the 18th and 19th centuries, with up to 14,000 convicts passing through or living there, it has a tragic recent history too, with the country’s biggest mass shooting taking place at Port Arthur in 1996. Nowadays it’s a popular historic attraction, including the eerie ‘Isle of the Dead’, where more than 1,000 convicts and their families lie buried.\n\n24. Felicitas Slate Mine, Germany\n\nHolger Von Both/Shutterstock\n\nIt doesn’t get much creepier than an abandoned mine – particularly one that’s completely underwater. Located 96 miles (156km) east of Dusseldorf, Germany, is the Felicitas Slate Mine, opened in 1886 but shut down and purposely flooded in 1997. Since then it’s been abandoned, but is popular with divers in search of an eerie experience – with old machinery, discarded cables and even a small chapel still visible under the water in the darkness. Understandably, exploring the area is reserved for divers with a cave or mine certification, but tours run year round.\n\n23. Hanging Coffins of Sagada, Philippines\n\nMatyas Rehak/Shutterstock\n\nIn the quiet village of Sagada in the Cordillera Mountains of northern Luzon, visitors encounter a haunting yet fascinating sight: hundreds of hand-carved coffins suspended from cliffs. This ancient burial tradition, practiced for over 2,000 years by the Igorot people, reflects their belief that placing the deceased high up brings them closer to ancestral spirits and the afterlife. Some of the coffins are more than a century old, and while rare today, this unique tradition remains a powerful testament to the region’s cultural heritage.\n\n22. Superman: Escape from Krypton, California, USA\n\nCalifornia Dreamin/Alamy Stock Photo\n\nKingda Ka, once the world’s fastest and tallest roller coaster, was officially retired in November 2024. Enter Superman: Escape from Krypton, a record-breaking thrill ride at Six Flags Magic Mountain in Valencia, California. Standing at 415 feet (126.5m) tall, this ride launches passengers in reverse, accelerating from 0 to 100 miles per hour (160km/h) in just seven seconds. Riders then ascend vertically at a 90-degree angle before plunging back down at speeds of 92 miles per hour (148km/h).\n\n21. Yungas Road, Bolivia\n\nDEPLANQUE JOEL/Shutterstock\n\nCommonly known as ‘The Death Road’, the North Yungas Road has frequently been called the world’s most dangerous drive. Stretching 40 miles (64km) through rural Bolivia – linking the capital city of La Paz to the Amazon Rainforest – it’s infamous for its sheer, vertical 11,000-foot drop (3,500m) that claimed the lives of hundreds of motorists and passengers in the 1990s. Now mostly used by cyclists, parts of the Yungas Road are a miniscule 10 foot (3m) wide, while the entire route is dotted with memorials and crosses dedicated to the dead.\n\n20. Defiance Roller Coaster, Colorado, USA\n\nGlenwood Caverns Adventure Park/Todd Patrick\n\nSitting atop Iron Mountain at Glenwood Caverns Adventure Park in Colorado, Defiance stands an impressive 7,132 feet (2,173m) above sea level, making it the highest and steepest looping roller coaster in the United States. It features a thrilling 102.3-degree freefall and a 75-foot (22m) vertical lift hill, before plunging riders at high speed into a ravine with epic views of the Colorado River. Opened in 2021, the ride lasts just 56 seconds, but you’ll be screaming for every single one of them.\n\n19. Titlis Cliff Walk, Switzerland\n\nTitlis Cliff Walk\n\nSnow and ski enthusiasts alike will be dazzled by the Titlis Cliff Walk, one of Europe’s highest suspension bridges. With snowy vistas visible from every angle, the bridge hangs between two rock faces, and intrepid visitors walk the 328-foot (100m) length of it with a 1,640-foot (500m) chasm unfolding beneath their feet. Once they reach the end, they can step onto the Ice Flyer glacier chair lift for a more serene end to the experience.\n\n18. Arouca Bridge, Portugal\n\nlone wolf7/Shutterstock\n\nThe Arouca Bridge, the world’s longest pedestrian suspension bridge, may be sturdy and very new – having only opened in 2021 – but it’s still anxiety-inducing to cross. Suspended 574 feet (175m) above the Paiva River in Portugal’s Arouca UNESCO Global Geopark, the bridge stretches an astounding 1,693 feet (516m), connecting the stunning Aguieiras Waterfall and Paiva Gorge. Inspired by ancient Tibetan footbridges, its metal grid floor and railings offer a breathtaking (and nerve-wracking) 360-degree view of the dramatic scenery below.\n\n17. The Darvaza Crater, Turkmenistan\n\nMatyas Rehak/Shutterstock\n\nDeep in Turkmenistan’s Karakum Desert is a massive, burning gas crater of unknown origin: the aptly named ‘Gateway to Hell’. Geologists disagree as to how the hole was formed – while some believe it was a freak natural phenomenon, others say it was accidentally created by the Soviet Union in the 1960s while they drilled for oil. Either way, it’s still burning more than half a century later – and is one of the country’s most popular tourist destinations, with people flocking from all over the world to marvel at the seemingly eternal flames.\n\n16. Þríhnúkagígur volcano, Iceland\n\nNature Picture Library/Alamy Stock Photo\n\nVolcanoes are among the most terrifying things on Earth to witness – let alone climb inside. But that’s exactly what Iceland’s ‘Inside the Volcano’ experience offers intrepid tourists. Named as ‘one of 20 places in the world you must see’ by CNN, the dormant Þríhnúkagígur volcano is the only accessible lava chamber on Earth. Participants begin by hiking two miles (3km) to the summit, before descending 400 feet (120m) into the volcano via an open cable lift, operated by mountaineers.\n\n15. Al-Ula Old Town, Saudi Arabia\n\ncorkscrew/Shutterstock\n\nEqual parts creepy and fascinating, the abandoned Al-Ula Old Town is an ancient time capsule. Frozen in time since the 1980s, when the last few residents left for a nearby town, Al-Ula’s winding pathways and once-bustling squares were a key route on the spice and silk roads, welcoming traders from all over the Middle East and Europe. However, travellers wanting to visit Al-Ula for its ghost-town-vibes should do so soon: it’s currently undergoing careful redevelopment, and may not be abandoned for much longer.\n\n14. Kawah Ijen Volcano, Indonesia\n\nlkunl/Shutterstock\n\nOn the Indonesian island of Java lies the world’s largest acidic lake, nestled within the crater of the Kawah Ijen Volcano. Measuring over half a mile wide (1km) and 656 feet (200m) deep, the lake's stunning turquoise colour is caused by high sulfuric acid levels. Recognised as part of a UNESCO World Biosphere Reserve in 2016, Kawah Ijen remains an active volcano, with notable eruptions as recently as 2002. Visitors can trek along the crater’s rim, taking in both its beauty and its geological power.\n\n13. Capuchin Catacombs, Italy\n\nBoaz Rottem/Alamy Stock Photo\n\nHidden in an unassuming monastery in Palermo, Sicily lie more than 1,000 mummified corpses – beautifully dressed in their best clothes. This is the Capuchin Catacombs where, unlike its Parisian counterpart, many of the bodies have been embalmed, some as recently as 1920. The largest collection of mummified remains in Europe, the Catacombs have fascinated and terrified tourists for decades. Originally, only Capuchin monks could be interned there, but it soon became a prestigious final resting place and was opened to the public.\n\n12. Nagoro, Japan\n\nretirementbonus/Shutterstock\n\nWhether you find this entry creepy or cute will depend on how you feel about scarecrows. Hidden deep in the valleys of Tokushima Prefecture on the Japanese island of Shikoku is a real-life ‘Valley of the Dolls’, where hundreds of handmade, life-size scarecrows outnumber humans 10-to-one. Why, you ask? With a permanent population of just 27, most of them elderly, crafts hobbyist Tsukimi Ayano decided to create scarecrow tributes to all of the past residents who have left the remote village. It now attracts more than 3,000 visitors every year.\n\n11. Cerro Negro, Nicaragua\n\nMario Chipev/Shutterstock\n\nThere’s several volcanic attractions featured on this list – but none quite like Cerro Negro. It’s become synonymous with ‘volcano boarding’, where hardcore adrenaline junkies take on the 2,388-foot (728m) descent strapped to a sandboard. They experience an almost completely vertical drop, and if that wasn’t terrifying enough, the black-sand Cerro Negro volcano remains active, having erupted 23 times since its formation in 1850, with the last eruption occurring as recently as 1999.\n\n10. Eastern State Penitentiary, Pennsylvania, USA\n\nMarco Paradiso 4483/Shutterstock\n\nBuilt way back in 1829, Eastern State Penitentiary was once ‘home’ to notorious criminals like Al Capone. It’s also thought to be one of USA’s most haunted buildings, with past inmates and present visitors reporting footsteps, ghosts and shadows. Before finally shutting its doors in 1971, it was an overcrowded hellhole where inmates were locked in their cells for 23 hours a day – now, it’s a popular destination where true crime and horror fans flock for spooky experiences and Halloween festivities, including nighttime tours.\n\n9. The Chinampas of Xochimilco, Mexico\n\nCassielMx/Shutterstock\n\nSouth of Mexico City is Xochimilco, home to the chinampas, ancient floating gardens filled with brightly coloured flowers that are also a UNESCO World Heritage Site. But one of the Xochimilco islands is more nightmare fuel than beauty spot. Translating literally to ‘island of the dolls’, it’s home to more than four thousand of them – many dishevelled and broken. Legend has it that after a young girl drowned in one of the chinampas in the 1950s, a local hermit, Julian Santana Barrera, began hanging dolls to ward off evil spirits – before drowning in the canal himself, leading many to consider the now uninhabited island haunted in the extreme.\n\n8. Mount Huashan, China\n\nflocu/Shutterstock\n\nAt its narrowest point, the path on Mount Huashan in China is just 11.8 inches (30cm) wide – the same as a standard ruler – earning it a reputation as ‘the world’s most dangerous hike’. While rumours of 100+ deaths annually are likely unfounded, safety harnesses are now mandatory on the most treacherous sections. Giving a whole new meaning to the phrase ‘walking the plank’, part of the mountain’s 700-year-old path is little more than rickety wooden slats, affixed to the cliffside by metal bolts. And with two-way traffic and a height of more than seven thousand feet (2,100m), it’s no surprise that this six-hour trek leaves even experienced hikers hanging on for dear life.\n\n7. The Capuchin Crypt in Brno, Czechia\n\nAron M/Shutterstock\n\nThe third crypt on this list, and the creepiest, the Capuchin Crypt in Brno is the final resting place for more than two hundred 15th-and-16th-century friars and a handful of ordinary folk. Fascinating and horrifying visitors for more than 140 years, the dead are not preserved behind glass but lay prone, side-by-side, and tourists must navigate claustrophobic corridors to reach the crypt. Most chillingly, some of the mummies are said to have been accidentally buried alive.\n\n6. The Caminito del Rey, Spain\n\nLeonardo Ale Rocha/Shutterstock\n\nOnce known as ‘the world’s most dangerous walkway’, Malaga’s Caminito del Rey has shaken off its fearsome reputation in recent years, thanks to a £2.3 million ($2.9m) renovation completed in 2015. Constructed in 1905, it’s attached to the terrifyingly steep walls of the El Chorro gorge, and was originally used by construction workers as they transported materials to the Guadalhorce dam. Throughout the 20th century, it fell into disrepair, closing to the public in 2000 after five deaths in just two years. And while the Caminito Del Rey’s paths may no longer be narrow and rickety (and all walkers must now wear hard hats), those with a fear of heights would be wise to steer clear.\n\n5. The Mummies of Guanajuato, Mexico\n\nDouglas Peebles Photography/Alamy Stock Photo\n\nGuanajuato is one of Mexico’s most beautiful cities and a UNESCO World Heritage Site. Less picturesque is one of its biggest tourist attractions, the Museo de las Momias, home to more than 100 mummified bodies, dating from the 18th and 19th centuries, standing shoulder to shoulder behind glass cases. Incredibly, these mummies are a vital source of income for the region – bringing in the second biggest revenue after property tax.\n\n4. X-Scream, Nevada, USA\n\nEThamPhoto/Alamy Stock Photo\n\nEverything is a little crazier in Las Vegas, and its roller coasters are no exception. Perched precariously at the very top of The STRAT Hotel & Casino, X-Scream dangles its terrified riders headfirst over the edge – staring down at a 866-foot (263m) sheer drop – before dragging them back time and again for more. Definitely the most petrifying (and unique) way to experience the world-famous Las Vegas Strip.\n\n3. Buddha's Hand at Gulong Canyon, China\n\nSipa US/Alamy Stock Photo\n\nFamous for going viral on TikTok, the Buddha’s Hand sculpture is located in Qingyuan City, Guangdong Province – and has long captivated tourists in search of the ultimate selfie. At 66 feet long (20m) and 53 feet high (16m), those brave enough to climb the sculpture’s narrow steps are rewarded with a breathtaking view. There’s no harnesses or rails, but the Buddha’s Hand does, thankfully, have a safety net underneath in case of trips or falls.\n\n2. Nevis Swing, New Zealand\n\njeremy sutton-hibbert/Alamy Stock Photo\n\nOften called ‘the most famous swing in the world’, Queenstown’s Nevis Swing is nothing like you’ve experienced at your local playground. Suspended 525 feet (160m) above the stunning Nevis River Valley, it boasts a massive 984-foot (300m) arc. Daredevils can choose to swing forwards, backwards or even – gulp – upside down, before being winched back onto the platform.\n\n1. EdgeWalk at the CN Tower, Ontario, Canada\n\nAssociated Press/Alamy Stock Photo\n\nGiving a whole new meaning to ‘living life on the edge’, our number one pick for the scariest tourist attraction in the world goes to Toronto’s EdgeWalk. Those brave enough to take it on can experience the city from a height of 116 storeys – protected by nothing but a harness. The world’s highest, full-circle, hands-free walking experience, thrill seekers spend 30 minutes strolling the Tower’s five-foot-wide (1.5m) ledge, and can lean forward (or back, if so inclined) as they soak up breathtaking views of Lake Ontario.\n\nAmazing tourist attractions ruined by commercialisation"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery",
            "link": "https://www.bbc.com/worldservice/specials/948_discovery_2008/index.shtml",
            "description": "World Service's science feature series, reporting on the latest developments and ideas. Each week the programme provides ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZhT1v9C8FD0FhIxORvtsSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2h",
            "source": "BBC",
            "article_content": "\n\n\n\n\n\nDiscovery\n\n\n\nDiscovery is the World Service's science feature series, reporting on the latest developments and ideas.\n\n\n\nEach week the programme provides in-depth coverage of a new topic, reporting from top laboratories, remote locations, even outer space. It examines big ideas ranging from the secrets of life to the frontiers of cosmology. Thought-provoking and topical, it probes the science behind the news and investigates how the latest research will affect our world and our lives.\n\n\n\nDiscovery opens up the research labs and explains what's going on there in clear, simple language; at the same time sharing the excitement of new breakthroughs. It also questions the applications of those discoveries and the ethics of their use.\n\n\n\nOne reviewer described Discovery as \"The best science programme on radio - any radio.\"\n\n\n\nScience shapes our health, wealth and environment and has become central to our culture. Discovery takes listeners to the leading edge of knowledge and shares the latest insights.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Channel to launch educational series on nuclear science with IAEA",
            "link": "https://www.iaea.org/newscenter/news/discovery-channel-to-launch-educational-series-on-nuclear-science-with-iaea",
            "description": "Today, representatives from Warner Bros. Discovery and the IAEA signed the agreement to launch the educational campaign in 2025, which will air on the Discovery Channel across the entire Europe, the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "iaea.org9h",
            "source": "iaea.org",
            "article_content": "Through the new partnership, Discovery will launch ‘Good To Know’, an educational videos series about the benefits of nuclear science and technology. The first short videos, on topics such as nuclear science-based solutions to drought, cancer and plastic pollution, will be released in January across EMEA, both on television and online.\n\nIAEA Director General Rafael Mariano Grossi said: “We are excited to work with the Discovery Channel to help even more people learn about the amazing world of nuclear science. From the IAEA’s unique laboratories, our scientists are using radiation to recycle plastics and create plants that can better withstand climate change, they’re researching new targeted forms of cancer therapy, and much more. In the last couple of years alone, the IAEA sent seeds into space to see if we can develop even stronger variants; we sent scientists to Antarctica to collect accurate data about plastic pollution and we helped conservationists use radiotracers to combat rhino poaching!”\n\nHe added: “There are so many fascinating stories to tell about the cutting-edge nuclear techniques through which the IAEA assists countries in the fight against hunger, disease, climate change and energy poverty, to name just a few, and we are very happy to be telling them together with the Discovery Channel.”\n\nIAEA Director of Communications Sophie Boutaud de la Combe added: “We are very proud of the films we make at the IAEA, where we have built a dedicated video team with award winning cinematographers and are delighted that the Discovery Channel will use our original footage to reach an even bigger audience. Accurate and engaging story-telling can do a lot to explain the benefits of nuclear science and technology in our daily lives.”\n\nWatch original IAEA films on the IAEA YouTube channel here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flying Reptile Fossil Discovery Challenges Pterosaur History",
            "link": "https://www.msn.com/en-us/science/aeronautics/flying-reptile-fossil-discovery-challenges-pterosaur-history/ar-AA1vKVlb?ocid=BingNewsVerp",
            "description": "The discovery pushes back the evolution of advanced pterosaurs and also supports a surprising new setting for their evolution ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FseBHACMep1hlZaF6aV63i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "WBD partners with IAEA on TV campaign",
            "link": "https://advanced-television.com/2024/12/12/wbd-partners-with-iaea-on-tv-campaign/",
            "description": "Warner Bros Discovery (WBD) and the International Atomic Energy Agency (IAEA), part of the United Nations family, have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IolbqD1QOIkRnmU0-rfY5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Advanced Television7h",
            "source": "Advanced Television",
            "article_content": "Warner Bros Discovery (WBD) and the International Atomic Energy Agency (IAEA), part of the United Nations family, have announced a partnership that focuses on promoting and educating the public around nuclear science and the innovative solutions it brings for issues that our modern world faces, from climate change to growing hunger and beyond.\n\nWhile the term ‘nuclear’ may raise several concerns to the public, nuclear science is being used daily in safe, secure, and peaceful ways, to provide solutions for fighting diseases, toxins, hunger, droughts, plastics and many others. Through this partnership, WBD and the IAEA will launch ‘Good To Know’, an educational TV campaign in 2025, which will air on the Discovery Channel across the EMEA region.\n\n“Part of our strategy is to create mindfulness within our viewers on topics about the environment, social issues and education. I am very excited about this brand-new partnership with IAEA, as this is a great example of how we like to use our media for good. Every month, Discovery Channel reaches over 40 million viewers across EMEA and we are thrilled that our viewers will get the opportunity to learn more about how nuclear science is being used in innovative ways to improve our lives and advance the environmental sustainability agenda. Next year Discovery Channel celebrates 40 years since its global launch, and the timing for this partnership with IAEA could not start at a better moment,” commented Jamie Cooke, General Manager at WBD Central East Europe, Turkey, and the Middle East.\n\n“We are excited to work with the Discovery Channel to help even more people learn about the amazing world of nuclear science. From the IAEA’s unique laboratories, our scientists are using radiation to recycle plastics and create plants that can better withstand climate change, they’re researching new targeted forms of cancer therapy, and much more. In the last couple of years alone, the IAEA sent seeds into space to see if we can develop even stronger variants; we sent scientists to Antarctica to collect accurate data about plastic pollution and we helped conservationists use radiotracers to combat rhino poaching,” added Rafael Mariano Grossi, Director General at the International Atomic Energy Agency. “There are so many fascinating stories to tell about the cutting-edge nuclear techniques through which the IAEA assists countries in the fight against hunger, disease, climate change and energy poverty, to name just a few, and we are very happy to be telling them together with the Discovery Channel.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Xplore! and Lyan Packaging continue partnership in Wrexham",
            "link": "https://www.leaderlive.co.uk/news/24789570.xplore-lyan-packaging-continue-partnership-wrexham/",
            "description": "A SCIENCE centre in Wrexham is to continue its partnership with a local business, inspiring children across the region.",
            "image_url": "https://www.bing.com/th?id=ODF.6bgSSP_8hhzQ-AH2Xx0_eQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "The Leader9h",
            "source": "The Leader",
            "article_content": "Xplore! Science Discovery Centre has announced the continuation of their partnership with Lyan Packaging. Thanks to the support from the Wrexham-based packaging supplier, Xplore! invited local children from Penycae Primary School for a school trip to the centre.\n\nLyan Packaging shares a commitment to supporting educational initiatives that have a lasting impact. Their partnership with Xplore! highlights the value of collaboration in shaping a brighter future for young learners.\n\nPupils from Ysgol Penycae enjoying a visit to Xplore! Science Discovery Centre.\n\nThese workshops aim to inspire young learners by encouraging hands-on discovery and learning through play. Designed for school-ages children, the sessions focus on making science accessible, engaging and fun, fostering creativity and curiosity among the next generation.\n\nThrough the partnership, Lyan Packaging managing director, Adam Jones, is able to give back to his former school Ysgol Penycae.\n\nRead more: School Report - pupils' take over, generous bikers and more school news\n\nAs a child, Adam loved playing with LEGO, and his passion to design and build was born. Now, enjoying a successful career in industry, he's keen to ignite that spark in others. The ability to fund an educational workshop that introduces engineering through LEGO was the perfect solution.\n\nHe said: \"Lyan Packaging has worked with Xplore! for several years now, including supporting visits from a local primary school. We believe Xplore! provide a valuable service to the local community through the promotion of STEM learning, making it fun and accessible for children.\n\nRead more: Wrexham headteacher's thanks for support after positive Estyn report\n\n\"We share Xplore!'s passion that a career path in STEM should be available to all, no matter who you are or what your background is. We also believe that Xplore! enhance the culture of Wrexham city centre and are a valuable asset to the continued regeneration and growth of the city.\"\n\nThe funding from Lyan Packaging is also enabling the sponsorship of an interactive exhibit within the centre, helping to connect families and children to the organisation in a really unique way.\n\nRead more: Business and community awards celebrate excellence in Wrexham\n\nKatie Williams, business development officer at Xplore! Science Discovery Centre, added: \"We are thrilled to have continued support from Lyan Packaging.Their generosity enables us to provide meaningful learning experiences that spark a lifelong love of science in children.\n\n\"As a charity, we exist to make science accessible to all and we can't do that alone. Through partnerships like this, Xplore! is able to link businesses to their future workforce and create a win-win solution for everyone involved\"\n\n• For more information about Xplore! Science Discovery Centre and our Sponsored School Visit opportunities, contact info@xplorescience.co.uk."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s ChatGPT Will Respond to Video Feeds in Real Time",
            "link": "https://www.bloomberg.com/news/articles/2024-12-12/openai-s-chatgpt-will-respond-to-video-feeds-in-real-time",
            "description": "OpenAI is giving chatbot ChatGPT the ability to process and speak to users about what it observes in video feeds in real time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EVavuUxapy9BUNYVS1fYIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "Bloomberg L.P.",
            "article_content": "OpenAI is giving chatbot ChatGPT the ability to process and speak to users about what it observes in video feeds in real time, seven months after it first teased the feature.\n\nWith the new option, unveiled in a livestreamed event on Thursday, ChatGPT can recognize objects via a smartphone’s camera and react to what’s on screen by talking. For example, a user might ask for help in responding to a message in an opened app or get real-time instructions for making coffee."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT now understands real-time video, seven months after OpenAI first demoed it",
            "link": "https://www.msn.com/en-us/news/technology/chatgpt-now-understands-real-time-video-seven-months-after-openai-first-demoed-it/ar-AA1vKM3J?ocid=BingNewsVerp",
            "description": "OpenAI has finally released the real-time video capabilities for ChatGPT that it demoed nearly seven months ago.",
            "image_url": "https://www.bing.com/th?id=OVFT.50xlXiGrAkrzRbOuy3Z6XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It sure looks like OpenAI trained Sora on game content — and legal experts say that could be a problem",
            "link": "https://techcrunch.com/2024/12/11/it-sure-looks-like-openai-trained-sora-on-game-content-and-legal-experts-say-that-could-be-a-problem/",
            "description": "It seems that OpenAI trained its video-generating model, Sora, on copyrighted video game content. And that could be legally ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m2L4Vht5V1V5Kg8bK51gky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "OpenAI has never revealed exactly which data it used to train Sora, its video-generating AI. But from the looks of it, at least some of the data might’ve come from Twitch streams and walkthroughs of games.\n\nSora launched on Monday, and I’ve been playing around with it for a bit (to the extent the capacity issues will allow). From a text prompt or image, Sora can generate up to 20-second-long videos in a range of aspect ratios and resolutions.\n\nWhen OpenAI first revealed Sora in February, it alluded to the fact that it trained the model on Minecraft videos. So, I wondered, what other video game playthroughs might be lurking in the training set?\n\nQuite a few, it seems.\n\nSora can generate a video of what’s essentially a Super Mario Bros. clone (if a glitchy one):\n\nImage Credits:OpenAI\n\nIt can create gameplay footage of a first-person shooter that looks inspired by Call of Duty and Counter-Strike:\n\nImage Credits:OpenAI\n\nAnd it can spit out a clip showing an arcade fighter in the style of a ’90s Teenage Mutant Ninja Turtle game:\n\nImage Credits:OpenAI\n\nSora also appears to have an understanding of what a Twitch stream should look like — implying that it’s seen a few. Check out the screenshot below, which gets the broad strokes right:\n\nA screengrab of a video generated using Sora. Image Credits:OpenAI\n\nAnother noteworthy thing about the screenshot: It features the likeness of popular Twitch streamer Raúl Álvarez Genes, who goes by the name Auronplay — down to the tattoo on Genes’ left forearm.\n\nAuronplay isn’t the only Twitch streamer Sora seems to “know.” It generated a video of a character similar in appearance (with some artistic liberties) to Imane Anys, better known as Pokimane.\n\nImage Credits:OpenAI\n\nGranted, I had to get creative with some of the prompts (e.g. “Italian plumber game”). OpenAI has implemented filtering to try to prevent Sora from generating clips depicting trademarked characters. Typing something like “Mortal Kombat 1 gameplay,” for example, won’t yield anything resembling the title.\n\nBut my tests suggest that game content may have found its way into Sora’s training data.\n\nOpenAI has been cagey about where it gets training data from. In an interview with The Wall Street Journal in March, OpenAI’s then-CTO, Mira Murati, wouldn’t outright deny that Sora was trained on YouTube, Instagram, and Facebook content. And in the tech specs for Sora, OpenAI acknowledged it used “publicly available” data, along with licensed data from stock media libraries like Shutterstock, to develop Sora.\n\nOpenAI didn’t initially respond to a request for comment. But shortly after this story was published, a PR rep said that they would “check with the team.”\n\nIf game content is indeed in Sora’s training set, it could have legal implications — particularly if OpenAI builds more interactive experiences on top of Sora.\n\n“Companies that are training on unlicensed footage from video game playthroughs are running many risks,” Joshua Weigensberg, an IP attorney at Pryor Cashman, told TechCrunch. “Training a generative AI model generally involves copying the training data. If that data is video playthroughs of games, it’s overwhelmingly likely that copyrighted materials are being included in the training set.”\n\nProbabilistic models\n\nGenerative AI models like Sora are probabilistic. Trained on a lot of data, they learn patterns in that data to make predictions — for example, that a person biting into a burger will leave a bite mark.\n\nThis is a useful property. It enables models to “learn” how the world works, to a degree, by observing it. But it can also be an Achilles’ heel. When prompted in a specific way, models — many of which are trained on public web data — produce near-copies of their training examples.\n\nA sample from Sora. Image Credits:OpenAI\n\nThat has understandably displeased creators whose works have been swept up in training without their permission. An increasing number are seeking remedies through the court system.\n\nMicrosoft and OpenAI are currently being sued over allegedly allowing their AI tools to regurgitate licensed code. Three companies behind popular AI art apps, Midjourney, Runway, and Stability AI, are in the crosshairs of a case that accuses them of infringing on artists’ rights. And major music labels have filed suit against two startups developing AI-powered song generators, Udio and Suno, of infringement.\n\nMany AI companies have long claimed fair use protections, asserting that their models create transformative — not plagiaristic — works. Suno makes the case, for example, that indiscriminate training is no different from a “kid writing their own rock songs after listening to the genre.”\n\nA sample from Sora. Image Credits:OpenAI\n\nBut there are certain unique considerations with game content, says Evan Everist, an attorney at Dorsey & Whitney specializing in copyright law.\n\n“Videos of playthroughs involve at least two layers of copyright protection: the contents of the game as owned by the game developer, and the unique video created by the player or videographer capturing the player’s experience,” Everist told TechCrunch in an email. “And for some games, there’s a potential third layer of rights in the form of user-generated content appearing in software.”\n\nEverist gave the example of Epic’s Fortnite, which lets players create their own game maps and share them for others to use. A video of a playthrough of one of these maps would concern no fewer than three copyright holders, he said: (1) Epic, (2) the person using the map, and (3) the map’s creator.\n\nA sample from Sora. Image Credits:OpenAI\n\n“Should courts find copyright liability for training AI models, each of these copyright holders would be potential plaintiffs or licensing sources,” Everist said. “For any developers training AI on such videos, the risk exposure is exponential.”\n\nWeigensberg noted that games themselves have many “protectable” elements, like proprietary textures, that a judge might consider in an IP suit. “Unless these works have been properly licensed,” he said, “training on them may infringe.”\n\nTechCrunch reached out to a number of game studios and publishers for comment, including Epic, Microsoft (which owns Minecraft), Ubisoft, Nintendo, Roblox, and Cyberpunk developer CD Projekt Red. Few responded — and none would give an on-the-record statement.\n\n“We won’t be able to get involved in an interview at the moment,” a spokesperson for CD Projekt Red said. EA told TechCrunch it “didn’t have any comment at this time.”\n\nRisky outputs\n\nIt’s possible that AI companies could prevail in these legal disputes. The courts may decide that generative AI has a “highly convincing transformative purpose,” following the precedent set roughly a decade ago in the publishing industry’s suit against Google.\n\nIn that case, a court held that Google’s copying of millions of books for Google Books, a sort of digital archive, was permissible. Authors and publishers had tried to argue that reproducing their IP online amounted to infringement.\n\nA sample from Sora. Image Credits:OpenAI\n\n“The key questions around whether AI models’ use of copyrighted materials constitutes copyright infringement remain unsettled,” Jesse Saivar, chair of Greenberg Glusker’s IP and digital media and technology groups, told TechCrunch. “Is there copying of copyrighted works during the training process, and does that constitute copyright infringement? Does it impact the market for the original work? [And] can the copyright owners of the training materials even allege any actual damage or injury?”\n\nA ruling in favor of AI companies wouldn’t necessarily shield their users from accusations of wrongdoing. If a generative model regurgitated a copyrighted work, a person who then went and published that work — or incorporated it into another project — could still be held liable for IP infringement.\n\n“Generative AI systems often spit out recognizable, protectable IP assets as output,” Weigensberg said. “Simpler systems that generate text or static images often have trouble preventing the generation of copyrighted material in their output, and so more complex systems may well have the same problem no matter what the programmers’ intentions may be.”\n\nA sample from Sora. Image Credits:OpenAI\n\nSome AI companies have indemnity clauses to cover these situations, should they arise. But the clauses often contain carve-outs. For example, OpenAI’s applies only to corporate customers — not individual users.\n\nThere’s also risks beside copyright to consider, Weigensberg says, like violating trademark rights.\n\n“The output could also include assets that are used in connection with marketing and branding — including recognizable characters from games — which creates a trademark risk,” he said. “Or the output could create risks for name, image, and likeness rights.”\n\nThe growing interest in world models could further complicate all this. One application of world models — which OpenAI considers Sora to be — is essentially generating video games in real time. If these “synthetic” games resemble the content the model was trained on, that could be legally problematic.\n\n“Training an AI platform on the voices, movements, characters, songs, dialogue, and artwork in a video game constitutes copyright infringement, just as it would if these elements were used in other contexts,” Avery Williams, an IP trial lawyer at McKool Smith, said. “The questions around fair use that have arisen in so many lawsuits against generative AI companies will affect the video game industry as much as any other creative market.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI brings video to ChatGPT Advanced Voice Mode",
            "link": "https://mashable.com/article/openai-brings-video-to-chatgpt-advanced-voice-mode",
            "description": "ChatGPT's Advanced Voice Mode now has video and screenshare capabilities. The feature was last May with the release of GPT-4o ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3uNuEL5CW42-VR8HOPCLoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "Mashable",
            "article_content": "ChatGPT's Advanced Voice Mode now has video and screenshare capabilities.\n\nThe feature was last May with the release of GPT-4o, but only the audio modality has been live. Now users can chat with ChatGPT using a phone camera and the model will \"see\" what you see.\n\nIn the livestream, CPO Kevin Weil and other OpenAI team members demoed ChatGPT assisting with how to make pour-over coffee. By pointing the camera at the action, AVM demonstrated that it understood the principle of the coffee maker and walked the team through the brewing of their beverage. The team also showed how ChatGPT supports screensharing by understanding an open message on a phone with Weil wearing a Santa beard.\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nThe long-awaited announcement comes a day after Google unveiled the next generation of its flagship model, Gemini 2.0. The new Gemini 2.0 can also process visual and audio inputs and has more agentic capabilities, meaning it can perform multi-step tasks on the user's behalf. Gemini 2.0's agent features currently exist as a research prototype under three different names: Project Astra for a universal AI assistant, Project Mariner for specific AI tasks, and Project Jules for developers.\n\nNot to be outdone, OpenAI's demo showcased how ChatGPT's vision modality accurately identified objects — and was even interruptible. And yes, part of this included a Santa voice option in Voice Mode, complete with a deep, jolly voice and lots of \"ho-ho-hos.\" You can chat with OpenAI's version of Santa by tapping the snowflake icon in ChatGPT. No word yet on whether the real Santa Claus contributed his voice for AI training or OpenAI used his voice without prior consent.\n\nOddly, when selecting the Santa voice in the ChatGPT app, the user is warned that the voice is only for people 13 and older.\n\nStarting today, video and screenshare are available to ChatGPT Plus and Pro users, with Enterprise and Edu availability coming in Jan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public salary data reveals how much xAI pays some workers compared to OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/public-salary-data-reveals-how-much-xai-pays-some-workers-compared-to-openai/ar-AA1vKphJ?ocid=BingNewsVerp",
            "description": "Publicly available salary data for OpenAI and xAI shows that pay for some workers across the companies ranged from $145,000 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f3cfAWdYdOcFSN537hWJfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Evolving Trends In Malware Analysis",
            "link": "https://www.forbes.com/sites/connection/2024/12/11/evolving-trends-in-malware-analysis/",
            "description": "The landscape of malware analysis has significantly evolved, driven by the increasing sophistication of cyber threats and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Sqbxwkp3DSrbaCT3vH117S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Evinced’s Navin Thadani Talks Latest Funding, Digital Accessibility In New Interview",
            "link": "https://www.forbes.com/sites/stevenaquino/2024/12/12/evinceds-navin-thadani-talks-latest-funding-digital-accessibility-in-new-interview/",
            "description": "Money makes the world go ‘round. It makes startups go ‘round too.",
            "image_url": "https://www.bing.com/th?id=OVFT.yOi0M92tyNHeOc1m3T_UQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google unveils top search trends for 2024; Celtics make the list",
            "link": "https://www.msn.com/en-us/sports/basketball/google-unveils-top-search-trends-for-2024-celtics-make-the-list/vi-AA1vJXfk?ocid=BingNewsVerp",
            "description": "US-born pairs skater Stellato-Dudek becomes Canadian citizen, clearing the way for Milan Olympics 7 Simple Phrases That Can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.09Er_rcjao2rtZMNkN6Rei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arizona income, home values on the rise, according to latest Census data",
            "link": "https://www.bizjournals.com/phoenix/news/2024/12/11/census-bureau-acs-release.html",
            "description": "The detailed ACS estimates show that 2023 median household income in Maricopa County was $85,818, up from $80,675 a year ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rvIRhzFFMynW94zNH2SeZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We Decoded the Confusing Black-Tie Attire Dress Code",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/we-decoded-the-confusing-black-tie-attire-dress-code/ar-AA1vKWrH?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4eJ3sxycvo20Z0EAe1blIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Physics Discovery So Strange It’s Changing Quantum Theory",
            "link": "https://scitechdaily.com/a-physics-discovery-so-strange-its-changing-quantum-theory/",
            "description": "MIT physicists surprised to discover electrons in pentalayer graphene can exhibit fractional charge. New theoretical research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CEhNB_P0eCC1Y1ow4hdujS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery",
            "link": "https://www.bbc.com/worldservice/specials/948_discovery_2008/index.shtml",
            "description": "World Service's science feature series, reporting on the latest developments and ideas. Each week the programme provides ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZhT1v9C8FD0FhIxORvtsSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2h",
            "source": "BBC",
            "article_content": "\n\n\n\n\n\nDiscovery\n\n\n\nDiscovery is the World Service's science feature series, reporting on the latest developments and ideas.\n\n\n\nEach week the programme provides in-depth coverage of a new topic, reporting from top laboratories, remote locations, even outer space. It examines big ideas ranging from the secrets of life to the frontiers of cosmology. Thought-provoking and topical, it probes the science behind the news and investigates how the latest research will affect our world and our lives.\n\n\n\nDiscovery opens up the research labs and explains what's going on there in clear, simple language; at the same time sharing the excitement of new breakthroughs. It also questions the applications of those discoveries and the ethics of their use.\n\n\n\nOne reviewer described Discovery as \"The best science programme on radio - any radio.\"\n\n\n\nScience shapes our health, wealth and environment and has become central to our culture. Discovery takes listeners to the leading edge of knowledge and shares the latest insights.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Confirmed the Presence of Unknown Physics in Our Universe",
            "link": "https://www.msn.com/en-us/science/physics/scientists-just-confirmed-the-presence-of-unknown-physics-in-our-universe/ar-AA1vJSQr?ocid=BingNewsVerp",
            "description": "The Hubble tension is one of the most hotly debated discrepancies in all of astronomy. It centers around a number called the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RLvy9PRUkv6MaEgZ8wUyFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Channel to launch educational series on nuclear science with IAEA",
            "link": "https://www.iaea.org/newscenter/news/discovery-channel-to-launch-educational-series-on-nuclear-science-with-iaea",
            "description": "Today, representatives from Warner Bros. Discovery and the IAEA signed the agreement to launch the educational campaign in 2025, which will air on the Discovery Channel across the entire Europe, the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "iaea.org9h",
            "source": "iaea.org",
            "article_content": "Through the new partnership, Discovery will launch ‘Good To Know’, an educational videos series about the benefits of nuclear science and technology. The first short videos, on topics such as nuclear science-based solutions to drought, cancer and plastic pollution, will be released in January across EMEA, both on television and online.\n\nIAEA Director General Rafael Mariano Grossi said: “We are excited to work with the Discovery Channel to help even more people learn about the amazing world of nuclear science. From the IAEA’s unique laboratories, our scientists are using radiation to recycle plastics and create plants that can better withstand climate change, they’re researching new targeted forms of cancer therapy, and much more. In the last couple of years alone, the IAEA sent seeds into space to see if we can develop even stronger variants; we sent scientists to Antarctica to collect accurate data about plastic pollution and we helped conservationists use radiotracers to combat rhino poaching!”\n\nHe added: “There are so many fascinating stories to tell about the cutting-edge nuclear techniques through which the IAEA assists countries in the fight against hunger, disease, climate change and energy poverty, to name just a few, and we are very happy to be telling them together with the Discovery Channel.”\n\nIAEA Director of Communications Sophie Boutaud de la Combe added: “We are very proud of the films we make at the IAEA, where we have built a dedicated video team with award winning cinematographers and are delighted that the Discovery Channel will use our original footage to reach an even bigger audience. Accurate and engaging story-telling can do a lot to explain the benefits of nuclear science and technology in our daily lives.”\n\nWatch original IAEA films on the IAEA YouTube channel here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bizarre particle gains or loses mass depending on direction it travels",
            "link": "https://newatlas.com/physics/particle-gains-loses-mass-depending-direction/",
            "description": "Scientists have accidentally discovered a particle that has mass when it’s traveling in one direction, but no mass while ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DAmI3I99ruGM05BJyh9Z4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "New Atlas12h",
            "source": "New Atlas",
            "article_content": "Scientists have accidentally discovered a particle that has mass when it’s traveling in one direction, but no mass while traveling in a different direction. Known as semi-Dirac fermions, particles with this bizarre behavior were first predicted 16 years ago.\n\nThe discovery was made in a semi-metal material called ZrSiS, made up of zirconium, silicon and sulfur, while studying the properties of quasiparticles. These emerge from the collective behavior of many particles within a solid material.\n\n“This was totally unexpected,” said Yinming Shao, lead author on the study. “We weren’t even looking for a semi-Dirac fermion when we started working with this material, but we were seeing signatures we didn’t understand – and it turns out we had made the first observation of these wild quasiparticles that sometimes move like they have mass and sometimes move like they have none.”\n\nIt sounds like an impossible feat – how can something gain and lose mass readily? But it actually comes back to that classic formula that everyone’s heard of but many might not understand – E = mc2. This describes the relationship between a particle’s energy (E) and mass (m), with the speed of light (c) squared.\n\nAccording to Einstein’s theory of special relativity, nothing that has any mass can reach the speed of light, because it would take an infinite amount of energy to accelerate it to that speed. But a funny thing happens when you flip that on its head – if a massless particle slows down from the speed of light, it actually gains mass.\n\nAnd that’s what’s happening here. When the quasiparticles travel along one dimension inside the ZrSiS crystals, they do so at the speed of light and are therefore massless. But as soon as they try to travel in a different direction, they hit resistance, slow down and gain mass.\n\n“Imagine the particle is a tiny train confined to a network of tracks, which are the material’s underlying electronic structure,” said Shao. “Now, at certain points the tracks intersect, so our particle train is moving along its fast track, at light speed, but then it hits an intersection and needs to switch to a perpendicular track. Suddenly, it experiences resistance, it has mass. The particles are either all energy or have mass depending on the direction of their movement along the material’s ‘tracks.’”\n\nThe researchers originally set out to study the quantum interactions in the material by watching how the electrons in it responded to light. They found that the energy level of the electrons followed an unexpected pattern as the strength of the magnetic field increases, which turned out to be a key prediction of semi-Dirac fermions.\n\nWhile it’s pretty high-concept physics, the team says the discovery could eventually open up a range of applications for ZrSiS similar to that of graphene.\n\n“It is a layered material, which means once we can figure out how to have a single layer cut of this compound, we can harness the power of semi-Dirac fermions, control its properties with the same precision as graphene,” said Shao. “But the most thrilling part of this experiment is that the data cannot be fully explained yet. There are many unsolved mysteries in what we observed, so that is what we are working to understand.”\n\nThe research was published in the journal Physical Review X.\n\nSource: Penn State"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Low-Code Beats No-Code For Web Scraping: Introducing Sequentum Cloud",
            "link": "https://www.benzinga.com/partner/tech/24/12/42460094/why-low-code-beats-no-code-for-web-scraping-introducing-sequentum-cloud",
            "description": "When it comes to web scraping, many platforms aim to provide a user-friendly drag-and-drop interface that forgoes the need ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Yv7LnxkyUAR4GoqB7wAewy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "7h",
            "source": "Benzinga.com",
            "article_content": "Check out Sequentum Cloud today and sign up for a free trial.\n\nData is an increasingly valuable commodity in today's digital world. Whether in finance, real estate, e-commerce or healthcare, the ability to extract, analyze and leverage data can provide a competitive edge for businesses across a wide range of industries. However, to fully harness the power of data, it is crucial to use a tool that can deliver reliability, precision and customizability.\n\nCustom web-scraping company Sequentum recently announced the launch of its cloud-based software-as-a-service (SaaS) solution, Sequentum Cloud. The company says this cutting-edge platform is the ultimate web scraping tool, allowing users of all sizes to access high-quality, trusted, auditable, custom web data on a pay-as-you-go basis.\n\nWhy Low-Code Is Better Than No-Code\n\nWhen it comes to web scraping, many platforms aim to provide a user-friendly drag-and-drop interface that forgoes the need for traditional hand coding. So-called no-code tools may offer simplicity, but with the evolving nature of the internet, they lack the customizability required to handle ever-changing data extraction needs.\n\nSequentum Cloud is a low-code solution, aiming to strike the perfect balance between usability and customizability. Like no-code platforms, Sequentum offers a point-and-click interface for easy agent creation. The company says that around 95% of tasks can be achieved with reusable, composable assets, thereby saving time and allowing you to scale easily.\n\nHowever, for the remaining 5% of tasks, Sequentum Cloud supports custom coding in JavaScript, Python, C# and Regular Expression, giving you the flexibility to handle any data from any data source, in any data structure, to any destination.\n\nHarness The Sequentum Agent Human-Friendly Text Format To Build Trust And Train Your AI To Interact In Complex Ways With The Web\n\nOne of the advantages of Sequentum Cloud is its new and innovative nested, human-readable, text format of the agent you create. With all the data extraction process logic presented in this way, all stakeholders can understand the data and the extraction process, helping to promote trust and transparency in the process and the resulting data.\n\nFurthermore, non-technical staff will be able to review your data collection process by seeing all the steps laid out in a human-readable format and easily read every step that is being followed to obtain the data and ensure compliance with guidelines. For example, some companies might restrict their staff from using web scraping bots to automatically bypass CAPTCHA tests. With human-readable results, compliance teams can more easily verify that restricted activities such as CAPTCHA automation are not happening in their data collection.\n\nSimilarly, the human-friendly agent text format is a turnkey way to train AI to make use of websites and mobile apps no matter how complex the interaction needs to be.\n\nTrust, Transparency And Ethical Compliance\n\nData trustworthiness, transparency and regulatory compliance are of the utmost importance for companies. Sequentum Cloud aims to address this by ensuring that users can see exactly where their data originates from and every step of the collection process, all auditable with full documentation.\n\nSequentum argues that this not only mitigates legal risks, such as those relating to privacy and security, but also makes sure that data aligns with ethical standards. This is crucial when it comes to monetizing data assets since documenting full lineage on all data from how data is sourced and processed will not only enable dataset creators to demonstrate where they added value but will also point to the web sources that contributed to that value.\n\nThis is particularly important for AI, analytics and data-driven decision-making, as a lack of data transparency could mean risking future monetization opportunities or compliance failures as new regulations are adopted. By being proactive and applying transparent data practices today, companies can avoid losing out on all the value they've added once the laws catch up to the way people are working today.\n\nGet Started Today\n\nIn today's competitive environment, trust, precision and transparency are essential if you want to gain an edge. In November, CIOReview named Sequentum as the Enterprise Data Delivery Platform of the Year for 2024. Sequentum Cloud seems poised to be the ultimate web scraper for the most precise and trusted data, combining a low-code platform and point-and-click interface with the power of customization and human-readable nested text format of the agent you create.\n\nSign up for a free trial today and experience the Sequentum Edge.\n\nFeatured photo by Markus Spiske on Unsplash.\n\nThis post contains sponsored content. This content is for informational purposes only and not intended to be investing advice."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Embedded data analytics startup Embeddable is still handpicking its customers despite strong demand",
            "link": "https://www.msn.com/en-us/news/technology/embedded-data-analytics-startup-embeddable-is-still-handpicking-its-customers-despite-strong-demand/ar-AA1vJ6VU?ocid=BingNewsVerp",
            "description": "The company is still building out the tech; Embeddable Developer is currently in private beta and handpicking each and every ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EgTMgCQyRj0gGTklhaYhQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "4hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "€18m signing gets first Chelsea start since August 2023 – and it could be his last",
            "link": "https://sports.yahoo.com/18m-signing-gets-first-chelsea-152100262.html",
            "description": "The team news for Chelsea’s game against Astana in the Conference League this afternoon is out, and there are a few ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2FjbedQ0fpdxE6MN4VMrKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5h",
            "source": "Yahoo! Sports",
            "article_content": "€18m signing gets first Chelsea start since August 2023 – and it could be his last\n\n€18m signing gets first Chelsea start since August 2023 – and it could be his last\n\nThe team news for Chelsea’s game against Astana in the Conference League this afternoon is out, and there are a few interesting selections.\n\nSam Rak-Sakyi is in the team for a full debut, and Josh Acheampong’s freeze out seems to be over – he starts at right back. But in a way those were quite predictable – Enzo Maresca hinted heavily at appearances for both in his press conferences.\n\nA more surprising name starting his first game of the season is Carney Chukwuemeka, a member of the “bomb squad” in the summer who the club tried and failed to get rid of. After signing from Aston Villa for €18m, the midfielder has never really been given the opportunities his talent deserve.\n\nThis is not only Chukwuemeka’s first start of the season – it’s his first start since August last year. In that fateful game against West Ham, the midfielder was given the nod from the start by Mauricio Pochettino and did really well, before suffering a serious knee injury towards the end.\n\nIt’s one of the great “sliding doors” moments in recent Chelsea history. We’re convinced that without that injury he would have stayed in the starting XI ( that seems likely given he scored a great goal earlier in the game), and from there, who knows where his Chelsea career might have gone?\n\nCarney Chukwuemeka in training.\n\nCarney gets unexpected chance for what could be his final Chelsea start\n\nRumours have it that the club are keen to move Chukwuemeka on in January – on loan or permanently. Either way, we don’t expect to see many more appearances in Blue from the youngster. There’s interest from AC Milan, and we’re sure Premier League clubs will be sniffing around him too.\n\nWe’re just glad we get to see one more Carney start before he goes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I left the US and moved to the 'Silicon Valley' of India to launch my startup. It's the most fun country I've lived in.",
            "link": "https://www.msn.com/en-us/money/other/i-left-the-us-and-moved-to-the-silicon-valley-of-india-to-launch-my-startup-it-s-the-most-fun-country-i-ve-lived-in/ar-AA1vKgnZ?ocid=BingNewsVerp",
            "description": "Spencer Schneier moved to Bengaluru, India, from Seattle and launched a company. He said access to amazing talent was a major ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yjgn6eukIZkPNTFyO4cKgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "9hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Recuva vs. DMDE: Which is the best free data recovery software for you?",
            "link": "https://www.digitaltrends.com/computing/recuva-vs-dmde/",
            "description": "Recuva and DMDE are powerful and free data recovery apps that can restore lost photos and files missing from damaged drives, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Va-fCSjeyafsaYcV_T3wtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "23h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents Specs Pricing tiers Features Support Privacy and security Which data recovery app is right for you?\n\nI’ve reviewed the best data recovery software you can buy, which often require a costly subscription. However, there are some very good free apps that can help restore your missing files or photos.\n\nCCleaner’s Recuva and DMDE are among the best free data recovery apps that let you preview and restore a wide variety of files at no cost. I’ll focus on the free versions, but also cover the more powerful paid apps.\n\nRecommended Videos\n\nSpecs\n\nRecuva DMDE Platforms Windows Windows, macOS, Linux Devices unlimited (Free), 3 (Professional) unlimited (Free), 1 (Express, Standard), plus 5 monthly (Professional) Support Email Email Free version? Yes Yes\n\nPricing tiers\n\nRecuva is a full-featured free data recovery app with only minor limitations. There’s no customer service for free users. The app can’t read virtual drives and you have to check for updates manually.\n\nBeyond that, you can use Recuva for free for as long as you like on any Windows computer. There’s not a macOS or Linux version of Recuva and it doesn’t work on mobile devices.\n\nLeading solutions like Stellar Data Recovery restrict free file restoration to 1 GB, which might be enough for lots of documents and several photos. However, the free version might not retrieve all your photos and videos since they take up more space.\n\nFor $25 annually, you can install Recuva Professional on up to three computers and contact support for technical assistance. If you’re unfamiliar with data recovery software and drive technology and formats, technical support could be very important.\n\nDMDE also has a free version that’s just as powerful as the paid app. However, it does have some restrictions. You can restore one folder and 4,000 files at a time.\n\nUnless you dump all you photos and videos in a single folder or store a huge number of files in one place, you’ll need the paid version. Since only one folder can be restored with the free app, you’ll probably need multiple scans to get back missing files.\n\nAn annual subscription to DMDE Express costs $20. There’s also a lifetime plan call DMDE Standard that costs just $48. If you subscribe to DMDE Express for more than two years, DMDE Standard is a better bargain.\n\nDMDE also has professional plans, starting at $95, that let you install the app on more computers.\n\nFeatures\n\nRecuva has a wizard to guide you through data recovery. You select the type of files to restore, but the option of all files seems to make the most sense. Then you get to choose the drive or let the app scan all drives. That can take a long time, so it’s best to select the drive you suspect has missing files.\n\nWhen you start a scan, the app immediately starts listing files that Windows File Explorer won’t show. As the scan continues, more details appear including filename, the folder it’s in, the modification date, size, and more.\n\nRecuva also estimates the recoverability of each file and optionally shows a preview. Those are the most valuable details. If image previews look correct and files are rated with excellent recoverability, the app should be able to restore them.\n\nIn my review of Recuva Professional, I found it to be useful in recovering data from my external hard disk drive (HDD) and my thumb drive. It found 158 of 163 files in the HDD test, which is good, but not great.\n\nDMDE is easy to get started with, but some features can be a little confusing. It’s a much more technical app with powerful and dangerous features like disk editing. It’s wise to make sure you understand what will happen before making a change.\n\nBasic operation is straightforward. You select a drive, start a scan, and watch the file list appear. DMDE shows the folders in a left sidebar and files to the right. It fills in the filename, size, modification date, and shows an optional preview.\n\nThe preview is important since DMDE doesn’t give a recoverability estimate. In my review, DMDE Free restored all 55 files in my folder, but none of the images in subfolders. I’d need the paid version to get everything in one pass.\n\nAs a workaround, I switched to raw recovery, which ignores my folder structure and groups restored files by type. With this trick, I got 162 of 165 files, but with randomly generated numeric filenames.\n\nThe paid version of DMDE managed to restore all my HDD files, but the first letter of each folder was replaced with an underscore “_” symbol.\n\nSolid-state drive (SSD) recovery is almost impossible and neither app could restore a single file in these tests. EaseUS Data Recovery Wizard Pro is only app I’ve tested that has successfully undeleted SSD files, which might have been due to lucky timing.\n\nSupport\n\nRecuva has a very limited help center and only offers email support to subscribers. The app has been around for decades, so your best bet is a web search if you need help with the free version.\n\nDMDE doesn’t restrict help to paying customers, giving it an edge against Recuva. Support is via email, so it could take up to 24 hours to get a reply. DMDE’s resource center features tutorials, a manual, and an FAQ so you can get answers faster.\n\nPopular data recovery apps like Disk Drill Pro offer live chat support, but cost more.\n\nPrivacy and security\n\nThere’s no need to upload data to recover files, so your files will remain private. However, if you email support or subscribe, your email address and financial information will be on record. That means cybersecurity is worth considering.\n\nI couldn’t find any record of a data breach at DMDE, but the developer of Recuva, CCleaner has had some issues. CCleaner has been hit by three major data breaches, one as recent as 2023.\n\nWhich data recovery app is right for you?\n\nThe free versions of Recuva and DMDE are both effective with HDD file recovery. While DMDE restored more data in my tests, it requires multiple passes to get back folders. Recuva is easier to use, but couldn’t find as many missing files.\n\nWhile you could download and run both, HDD scans can be time-consuming, so it’s better to pick one. If you absolutely can’t pay to restore missing files, Recuva has the better free app.\n\nHowever, DMDE’s $20 and Recuva’s $25 annual subscription prices are incredibly affordable. If you’re going to the trouble of scanning and restoring files, it’s worth saving yourself time and effort at such a low cost.\n\nIf your photos, videos, documents, and other files are worth $20, I’d recommend DMDE Express over Recuva Professional. If you anticipate needing to recover files in the future, a one-time purchase of DMDE Standard costs just $48 to use it on your Windows PC, Mac, or Linux computer forever.\n\nThat’s why DMDE is high on our list of the best data recovery software. If you need to restore data lost on mobile devices, check out our guides to the best iPhone data recovery apps and Android data recovery apps."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 IT Infrastructure Trends: The Edge Computing, HCI And AI Boom",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/12/2025-it-infrastructure-trends-the-edge-computing-hci-and-ai-boom/",
            "description": "Looking to the future, there is a definitive shift ongoing with the tech landscape shifting toward more decentralized, secure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wVyACht2lgFZ38zD7wh4Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public salary data reveals how much xAI pays some workers compared to OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/public-salary-data-reveals-how-much-xai-pays-some-workers-compared-to-openai/ar-AA1vKphJ?ocid=BingNewsVerp",
            "description": "Publicly available salary data for OpenAI and xAI shows that pay for some workers across the companies ranged from $145,000 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f3cfAWdYdOcFSN537hWJfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "3hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Sora AI Video Generator Review: Features, Pricing, and Performance",
            "link": "https://www.geeky-gadgets.com/openai-sora-review/",
            "description": "Sora is included in OpenAI’s $200/month Pro Plan, which also grants access to tools like ChatGPT and DALL-E. While this ...",
            "image_url": "https://www.bing.com/th?id=OVF.zoxQlZbg%2bkKJbTlMqFDA%2fQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "6h",
            "source": "Geeky Gadgets",
            "article_content": "If you’re exploring AI-powered video generation, OpenAI’s Sora platform is a noteworthy contender. It provides tools designed to simplify the creative process, but its $200/month price tag as part of OpenAI’s Pro Plan raises questions about its value compared to competitors like Runway. This review provide more insights into Sora’s pricing, performance, features, and usability, offering a detailed analysis to help you determine if it aligns with your creative and professional needs.\n\nIn this review by Skill Leap AI, learn more about Sora’s features, pricing, and performance, while also comparing it to a strong competitor, Runway. Whether you’re a filmmaker looking for cinematic precision or a casual creator exploring AI tools, this guide will help you navigate the pros and cons of Sora and decide if it’s the right fit for your needs. Let’s explore what this platform has to offer—and where it might fall short.\n\nOpenAI AI Video Generator\n\nTL;DR Key Takeaways : Sora is part of OpenAI’s $200/month Pro Plan, offering high-resolution, watermark-free videos, but its pricing may feel restrictive compared to competitors like Runway’s $96/month unlimited plan.\n\nSora’s video generation performance is inconsistent, with only 25% of tested clips being immediately usable, while Runway offers more reliable and professional-grade outputs.\n\nSora provides useful editing tools and customizable presets but lacks the advanced cinematic controls available in Runway, limiting its appeal for professional filmmakers.\n\nRunway stands out with better pricing flexibility, advanced features, and greater reliability, making it a stronger choice for high-quality video generation.\n\nSora is best suited for users already using OpenAI’s Pro Plan, while Runway is recommended for those prioritizing video creation with advanced tools and cost-effective options.\n\nPricing and Value\n\nSora is included in OpenAI’s $200/month Pro Plan, which also grants access to tools like ChatGPT and DALL-E. While this bundled approach may appeal to users who rely on multiple AI tools, the standalone value of Sora for video generation is less clear. Here’s how it compares to other options:\n\nSora’s $200/month plan: Offers high-resolution (1080p) downloads and watermark-free videos, but the cost may be prohibitive for users focused solely on video creation.\n\nOffers high-resolution (1080p) downloads and watermark-free videos, but the cost may be prohibitive for users focused solely on video creation. Sora’s $20/month plan: Excludes essential features like watermark removal and high-resolution output, limiting its utility for professional projects.\n\nExcludes essential features like watermark removal and high-resolution output, limiting its utility for professional projects. Runway’s $96/month unlimited plan: Provides a more affordable and focused solution for text-to-video generation, making it a strong competitor for budget-conscious users.\n\nFor those prioritizing video creation, Sora’s pricing structure may feel restrictive compared to alternatives like Runway, which offers more flexibility and affordability without sacrificing quality.\n\nPerformance and Output Quality\n\nSora’s video generation capabilities deliver mixed results, particularly when tested across a variety of scenarios. In a sample of 150 generated clips, only 25% were immediately usable, while another 25% required significant refinement using Sora’s built-in editing tools. Key observations regarding its performance include:\n\nStrengths: Sora performs well for short, simple clips and provides tools for refining outputs, making it suitable for basic projects.\n\nSora performs well for short, simple clips and provides tools for refining outputs, making it suitable for basic projects. Weaknesses: Longer videos and complex prompts often result in inconsistent or nonsensical outputs, limiting its reliability for professional-grade work.\n\nIn comparison, Runway demonstrates greater consistency and reliability, particularly for filmmakers seeking cinematic-quality results. Its ability to handle complex prompts with fewer errors makes it a preferred choice for professionals.\n\nOpenAI Sora Honest Review\n\nMaster AI video generator with the help of our in-depth articles and helpful guides.\n\nFeatures and Tools\n\nSora offers a range of tools aimed at enhancing the creative workflow, but its feature set has notable limitations when compared to competitors. Key tools and their benefits include:\n\nEditing tools: Options for recutting, remixing, and storyboard creation allow for moderate customization of video outputs.\n\nOptions for recutting, remixing, and storyboard creation allow for moderate customization of video outputs. Presets: Users can create and customize presets to match specific styles or themes, streamlining repetitive tasks.\n\nUsers can create and customize presets to match specific styles or themes, streamlining repetitive tasks. Limitations: High-resolution downloads and watermark-free videos are restricted to the $200/month plan, which may deter users seeking affordable solutions.\n\nWhile these features are useful for casual creators, they fall short of the advanced controls offered by platforms like Runway. For instance, Sora lacks the precision required for detailed camera movements and cinematic elements, which are essential for professional filmmakers.\n\nComparison with Runway\n\nRunway emerges as a strong alternative to Sora, offering several advantages that cater to a broader range of users. Its strengths include:\n\nAdvanced controls: Runway provides better control over camera movements, lighting, and cinematic elements, making it ideal for professional filmmakers.\n\nRunway provides better control over camera movements, lighting, and cinematic elements, making it ideal for professional filmmakers. Flexible pricing: The credit-based system and $96/month unlimited plan offer more affordable options for users with varying needs.\n\nThe credit-based system and $96/month unlimited plan offer more affordable options for users with varying needs. Drawbacks: Processing times can slow during peak hours, but the overall reliability and quality of outputs remain superior to Sora.\n\nFor users prioritizing high-quality video generation, Runway’s advanced features and cost-effective plans make it a compelling choice over Sora, particularly for those not already invested in OpenAI’s ecosystem.\n\nUsability and Workflow\n\nSora’s user interface is designed to streamline the creative process, offering features that enhance usability and accessibility. Key aspects of its workflow include:\n\nCommunity inspiration: Users can explore prompts and presets created by others, providing a source of ideas and creative direction.\n\nUsers can explore prompts and presets created by others, providing a source of ideas and creative direction. Performance tips: Starting with lower resolutions (480p) can minimize processing time, with the option to upgrade to 1080p for final outputs.\n\nStarting with lower resolutions (480p) can minimize processing time, with the option to upgrade to 1080p for final outputs. Peak hours: Sora performs best during off-peak times, offering faster generation speeds and reduced wait times.\n\nWhile the interface is intuitive and user-friendly, the platform’s limitations in handling complex prompts and longer videos may disrupt workflows for users with advanced or professional requirements.\n\nLimitations and Issues\n\nDespite its strengths, Sora has several limitations that may impact its appeal for certain users. These include:\n\nInconsistent outputs: Many generated clips fail or produce nonsensical results, particularly when using complex prompts or attempting longer videos.\n\nMany generated clips fail or produce nonsensical results, particularly when using complex prompts or attempting longer videos. Restricted features: Advanced tools like face generation and high-resolution downloads are only available on the $200/month plan, limiting accessibility for budget-conscious users.\n\nAdvanced tools like face generation and high-resolution downloads are only available on the $200/month plan, limiting accessibility for budget-conscious users. Lack of precision: Sora does not offer the advanced camera controls or cinematic features that make Runway a preferred choice for professional filmmakers.\n\nThese issues highlight the platform’s limitations for users seeking reliable, high-quality video generation, particularly for complex or professional projects.\n\nRecommendation\n\nSora is best suited for users already invested in OpenAI’s Pro Plan, as its integration with tools like ChatGPT and DALL-E adds value to the overall package. However, for standalone video generation, Runway offers a more cost-effective and reliable solution. To guide your decision:\n\nChoose Sora: If you need a comprehensive suite of AI tools and are already using OpenAI’s Pro Plan for other purposes.\n\nIf you need a comprehensive suite of AI tools and are already using OpenAI’s Pro Plan for other purposes. Choose Runway: If you prioritize video generation and require advanced features, better performance, and a more affordable pricing model.\n\nUltimately, while Sora showcases the potential of AI-driven video generation, its high cost and limitations may make it less appealing for users focused solely on video creation. By carefully evaluating your needs and priorities, you can determine whether Sora or an alternative platform like Runway is the right fit for your creative projects.\n\nMedia Credit: Skill Leap AI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Before You Can Trust AI And Machine Learning, You Have To Trust Your Data",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/12/before-you-can-trust-ai-and-machine-learning-you-have-to-trust-your-data/",
            "description": "Without trustworthy data, the effectiveness of AI and ML solutions is negated, and rather than being an instrument for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-nnx6ZMkGDebH_eYefvQNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Most MSMEs reluctant to adopt new technologies’",
            "link": "https://timesofindia.indiatimes.com/city/coimbatore/most-msmes-reluctant-to-adopt-new-technologies/articleshow/116265179.cms",
            "description": "Coimbatore: A two-day international conference on ‘advanced manufacturing using artificial intelligence, machine learning and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MwRH51G6ikrdvnoNSaUFyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1h",
            "source": "Indiatimes",
            "article_content": "Coimbatore: A two-day international conference on ‘ advanced manufacturing using artificial intelligence , machine learning and innovation to empower MSMEs ' got underway in the city on Friday.The event was jointly organized by the World Association for Small and Medium Enterprises, district chapter of the Indian Chamber of Commerce and Industry (ICCIC) and the Coimbatore District Small Industries Association (Codissia). The event was supported by the ministry of micro, small and medium enterprises (MSMEs).An MoU was signed for collaborative agreements between the three organizers of the event. Foreign dignitaries and speakers from 12 countries, including the USA, Germany, Hungary, Russia, Mauritius, Dubai, Seychelles, Ethiopia, El Salvador and Panama, shared their expertise on artificial intelligence, machine learning and innovation technology at the event.While addressing the media, Dr Sanjiv Layek, executive secretary, MSME ministry, and member - UNESCO, highlighted that majority of the MSMEs were reluctant to adopt new technologies. \"This is a major barrier for growth. MSMEs are a vital part of the country's industry and their growth will certainly have an impact on the country's development.\"M Karthikeyan, president, Codissia, said they were keen on integrating artificial intelligence and machine learning into all possible sectors. \"Our core focus is on creating an AI-dependent machine learning for greater growth of the industry.\"The delegates of the panel discussion, meanwhile, highlighted the difficulties in adopting artificial intelligence and machine learning."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden admin says it is surging deliveries to Ukraine as Trump criticizes decision to allow US weapons to strike inside Russia",
            "link": "https://www.msn.com/en-us/news/world/biden-admin-says-it-is-surging-deliveries-to-ukraine-as-trump-criticizes-decision-to-allow-us-weapons-to-strike-inside-russia/ar-AA1vKWGC?ocid=BingNewsVerp",
            "description": "The Biden administration is working to surge deliveries of weapons to Ukraine in its final days in office in a concerted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5Q3kqGYjGVxWm_TdP-g1FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump criticizes Ukraine's use of US missiles for attacks deep into Russia",
            "link": "https://www.msn.com/en-us/news/world/trump-criticizes-ukraines-use-of-us-missiles-for-attacks-deep-into-russia/ar-AA1vKyVN?ocid=BingNewsVerp",
            "description": "U.S. President-elect Donald Trump criticized Ukraine's use of U.S.-supplied missiles for attacks deep into Russian territory ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F8vuebcTU_--D1HLbrK1VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "4hon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data shows global conflict surged in 2024",
            "link": "https://www.washingtonpost.com/world/2024/12/12/conflict-war-2024-israel-gaza-ukraine/",
            "description": "Conflicts have doubled over five years, according to a report published by Armed Conflict Location & Event Data.",
            "image_url": "https://www.bing.com/th?id=OVFT.ByfEDslY3D6FZ_6iAWGlry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "16h",
            "source": "The Washington Post",
            "article_content": "The world saw a staggering surge in conflicts over the past year. At least 233,000 people were estimated to be killed in conflicts in 2024, according to new data released Thursday by a prominent nonprofit analysis and crisis mapping project. The data, released today by the Armed Conflict Location and Event Data (ACLED), shows in raw numbers how the level of conflicts around the world have doubled over the past five years, amid wars in Ukraine, Gaza, Myanmar and elsewhere.\n\nAmong the data for this year, ACLED found that the number of people killed in conflicts in 2024 had grown by 30 percent since the preceding year, from 179,099 deaths in 2023 to 233,597 in 2024.\n\nThe war in Ukraine was the deadliest in 2024, with 67,000 reported deaths, while 35,000 deaths were reported in the Palestinian territories of Gaza and the West Bank.\n\nAdvertisement\n\nBy the end of the year, the number of acts of violence recorded by ACLED is projected to reach almost 200,000, a quarter higher than last year and double what it was five years ago, with sharp increases found in Lebanon (958 percent), as Israel staged a large-scale military intervention, and Russia (349 percent), which has seen more attacks amid its ongoing invasion of Ukraine.\n\nThe violence has remarkable reach. One in 8 people worldwide were exposed to conflict in 2024, ACLED found. Those living within five kilometers or less of conflict count as exposed. Palestinians face the highest level of violence in the world, according to the data, with 81 percent of the population exposed to conflict.\n\nThe peak may still be ahead. Clionadh Raleigh, a professor of political geography and conflict at the University of Sussex and founder of ACLED, said that she expected global conflict to continue its rise, pointing to “possible violent surges” in Iran, Chad, Ecuador and Pakistan.\n\nAdvertisement\n\nThe world may be entering a “new normal” of conflict, said Paul Poast, a professor at the University of Chicago who tracks global violence and was not involved in drafting the ACLED report.\n\nThat would have political implications in the United States, where President-elect Donald Trump has repeatedly pledged to “stop war.” Trump “claimed that he is going to solve all of these conflicts as soon as he enters office (if not before),” Poast said. “Indeed, it stood out to me that during his victory speech on election night, the first thing he mentioned was ending all of the world’s conflicts.”\n\nThe data over the past few years paints an unsettling picture: Few regions saw a decline in conflict, while both Europe and the Middle East saw major escalations. Research by other groups describes the same trend. This summer, a report put out by the Sydney-based Institute for Economics and Peace identified 56 active conflicts taking place at that time, which it said was the most since the end of World War II.\n\nAdvertisement\n\nThe founding hope of the United Nations, international peace is an increasingly distant prospect, as the trend builds over consecutive years.\n\nHigh levels of conflict worldwide have multiple and complex causes, including choices made by world leaders, such as Russian President Vladimir Putin’s decision to invade Ukraine in 2022. But there have also been global shifts in the way that conflicts are fought, according to the data collected by ACLED.\n\n“In 2024, conflict became more urbanized and concentrated, and the same places and communities have been attacked several times over,” Raleigh said, adding that the world had seen a 300 percent increase in the use of bombing over the past five years.\n\nThe widespread use of missiles, drones and explosives by governments has added further to the levels of conflict, Raleigh said.\n\nAdvertisement\n\nSome conflicts appeared to be tied to electoral politics, according to the ACLED data, with countries that held elections seeing a more significant rise in violence. Roughly 80 countries, together holding more than half of the world’s population, held national elections in 2024.\n\nThe conflict data tracks incidents of what the authors call political violence — defined to including battles, bombings and other violent acts — and excludes nonviolent protest. ACLED notes it also recorded more than 143,000 protests in 2024.\n\nThe ongoing breakdown in global order and rising multipolarity, a world system in which power is more widely distributed, with global bodies such as the United Nations Security Council paralyzed, has led to major powers “asserting their regional influence and undermining one another,” Poast said. U.N. Secretary General António Guterres described the state of affairs as a “purgatory of polarity,” in an address to the General Assembly in September.\n\nAdvertisement\n\nACLED, which has operated for as a nonprofit for just over a decade, collects its data through media monitoring as well as partnerships with international and local organizations. It aims to give a big picture view of trends in armed conflict through the collection of granular, detailed data.\n\nIn the year ahead, some of the conflicts could ease — particularly the war in Ukraine and fighting across in the Middle East. Some countries, like Madagascar, have seen a prolonged decline in political violence over recent years, according to ACLED.\n\nBut ACLED is predicting a 20 percent increase in conflict next year amid numerous regions of concern, including Colombia and Mexico, along with several areas of Africa like the Sahal and the Great Lakes region. The Middle East remains in a period of great uncertainty, while the risk of new wars involving China or Russia cannot be ruled out."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: A pledge to humanity — commit to the rules of war",
            "link": "https://www.devex.com/news/sponsored/opinion-a-pledge-to-humanity-commit-to-the-rules-of-war-108909",
            "description": "As long as conflicts continue to rage, respect for the laws of war is vital to prevent and mitigate suffering on the ground.",
            "image_url": "https://www.bing.com/th?id=OVF.MwzpN5TXi9z6upLQQJamEg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Devex5hOpinion",
            "source": "Devex",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Campbell’s Co (CPB)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/12/campbells-co-cpbs-stock-plunge-what-you-need-to-know/",
            "description": "On Wednesday, Campbell’s Co (CPB) stock saw a decline, ending the day at $43 which represents a decrease of $-0.54 or -1.24% from the prior close of $43.54. The stock opened at $43.5 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews2h",
            "source": "bovnews",
            "article_content": "Piper Sandler has recently raised Campbell’s Co (CPB) stock to Overweight rating, as announced on November 14, 2024, according to Finviz. Earlier, on October 7, 2024, Bernstein had raised the stock from a Mkt Perform to Outperform, setting a price target of $58 for CPB stock. DA Davidson also reduced Neutral rating with a price target of $51. Additionally, Argus raised Buy rating on September 20, 2024, with a target price of $59. JP Morgan analysts, in their report published on June 26, 2024, also raised Overweight rating and set a price target of $45 for Campbell’s Co’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nCampbell’s Co (CPB) Stock Trading Recap\n\nOn Wednesday, Campbell’s Co (CPB) stock saw a decline, ending the day at $43 which represents a decrease of $-0.54 or -1.24% from the prior close of $43.54. The stock opened at $43.5 and touched a low of $42.87 during the day, reaching a high of $43.66. The volume of shares traded was 3.34 million exceeding the average volume of 2.30 million.\n\nCPB Stock Performance and Moving Averages\n\nIn recent trading, Campbell’s Co (CPB) stock price has shown some volatility, fluctuating 0.73% over the last five trades and -3.93% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 0.49%, and it has plunged by -13.62% in the previous three months. Currently, CPB is trading at -3.02%, -6.42%, and -6.68% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, CPB, a Consumer Defensive sector stock, is trading -18.57% below its 52-week high but remains 6.81% above its 52-week low. The Average True Range (ATR) (14 days) of 0.96 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nCampbell’s Co’s Profitability and Valuation Ratios\n\nCampbell’s Co’s profitability metrics reveal financial health. The company currently boasts an operating margin of 13.61% and a profit margin of 5.57%, with a gross margin of 0.49%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Campbell’s Co’s market capitalization stands at $12.82 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 23.42, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 12.93. Additionally, the Price-to-Sales Ratio is 1.3, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 3.34, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 34.14% of Campbell’s Co (CPB)’s shares, while financial institutions hold 54.97%.\n\nNotable insider trades include Polomski Stanley, Senior VP and Controller at Campbell’s Co (CPB), who sold 13440 shares on Oct 01 ’24, at $48.34 each, totaling $0.65 million. On Dec 12 ’23, Sanzio Anthony, Executive Vice President, sold 3000 shares for $44.31 each, amounting to $0.13 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Adobe shares plunge 13% on disappointing revenue guidance",
            "link": "https://www.nbcnewyork.com/news/business/money-report/adobe-shares-plunge-13-on-disappointing-revenue-guidance/6064518/",
            "description": "Adobe shares tumbled after the software vendor issued revenue guidance that fell short of analysts’ estimates.",
            "image_url": "https://www.bing.com/th?id=OVF.%2bEnSrwR6ozLKwosR%2bW%2fQ%2fA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1h",
            "source": "NBC New York",
            "article_content": "Adobe shares tumbled after the software vendor issued revenue guidance that fell short of analysts' estimates.\n\nAdobe said it expects revenue for the fiscal first quarter of $5.63 billion to $5.68 billion.\n\nAnalysts were expecting $5.73 billion in revenue.\n\nResults for the fiscal fourth quarter came in ahead of estimates.\n\nAdobe shares fell 13% on Thursday and headed for their steepest drop since March after the software vendor issued disappointing revenue guidance.\n\nSales in the fiscal first quarter will be between $5.63 billion and $5.68 billion, Adobe said in its fourth-quarter earnings report late Wednesday. Analysts on average were expecting revenue of $5.73 billion, according to LSEG.\n\nAnalysts at TD Cowen downgraded the stock to hold from buy, while Wells Fargo kept its buy rating following what it called a \"frustrating '24\" for the company. The stock is now down 20% for the year, badly trailing the Nasdaq, which is up 33% and crossed the 20,000 mark for the first time on Wednesday.\n\nWhile Adobe's forecast trailed estimates, the company's fourth-quarter results exceeded expectations.\n\nAdjusted earnings per share came in at $4.81, topping the average analyst estimate of $4.66, according to LSEG. Revenue in the fourth quarter increased 11% to $5.61 billion, beating the average estimate of $5.54 billion.\n\nGet Tri-state area news delivered to your inbox.> Sign up for NBC New York's News Headlines newsletter.\n\nMonetizing generative artificial intelligence, especially in stand-alone offerings such as Firefly image generation or additional offerings across the Creative Cloud, has been central to Adobe's growth strategy.\n\nAnalysts at Deutsche Bank maintained their buy rating but lowered their target price from $650 to $600.\n\n\"These results and guidance require a bit of faith in the full year next year,\" the analysts wrote. Still, they said, \"We see tangible evidence that Adobe is one of few application software companies in our coverage successfully monetizing generative AI today.\"\n\nWATCH: Adobe has the ability to improve its performance and market reach"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2024 Market Prediction Review: The Hits & The Misses",
            "link": "https://www.thestreet.com/etffocus/market-intelligence/2024-market-prediction-review-hits-misses",
            "description": "My forecasts for inflation and the Fed turned out to be true. The year's biggest winners and losers? Not so much.",
            "image_url": "https://www.bing.com/th?id=OVF.gJ%2bOwqOupIYfeW6tgMkQng&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "13m",
            "source": "TheStreet.com",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock market today: S&P 500, Nasdaq edge lower with rate cuts, inflation data in focus",
            "link": "https://finance.yahoo.com/news/live/stock-market-today-sp-500-nasdaq-edge-lower-with-rate-cuts-inflation-data-in-focus-143027371.html",
            "description": "Investors got the next piece of the inflation puzzle after the latest reading on consumer prices boosted bets on a December ...",
            "image_url": "https://www.bing.com/th?id=OVF.CYNa30P5gYUR1eULv0AsYA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "YAHOO!Finance",
            "article_content": "On a day where President-elect Donald Trump rang the opening bell at the New York Stock Exchange, Wall Street failed to build on a furious rally that has picked up steam after his election win. In focus was fresh inflation data, which helped cast doubt on investor confidence for the path of interest rates ahead.\n\nThe Dow Jones Industrial Average (^DJI) was down about 0.5%, while the S&P 500 (^GSPC) was off 0.4%. The tech-heavy Nasdaq Composite (^IXIC) fell roughly 0.5% as shares of Nvidia (NVDA) slipped over 1%.\n\nThe market received another piece of the inflation puzzle on Thursday — an update on wholesale prices — after the latest consumer inflation data invigorated stocks on Wednesday, lifting the Nasdaq above 20,000 for the first time.\n\n• USD (^DJI) View Quote Details\n\nThe in-line consumer price index reading cleared one of the last remaining risks to easing by the Fed in December. That boosted bets on a quarter-point rate cut in December to a near 99% chance, per the CME FedWatch tool.\n\nBut the November producer price index released on Thursday morning came in hotter than expected, rising 0.4% from the previous month. Economists had been expecting an increase of 0.2%. That has put the chances of the Fed holding rates steady in January in focus, as several officials have voiced a cautious stance on policy.\n\nA downbeat revenue forecast from Adobe (ADBE) also helped dampen the mood, revealing the Photoshop maker's struggle for a payoff from its AI investments. Shares in the software maker sank about 14%.\n\nLIVE\n\n14 updates"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China Pledges More Stimulus to Shore Up Flagging Economy",
            "link": "https://www.nytimes.com/2024/12/12/business/china-economy-2025-priorities.html",
            "description": "At a meeting to set the party’s economic policy agenda, China’s leadership said it would borrow more and cut interest rates ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2XzK5LXstdZF4WCbAkhrny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6h",
            "source": "The New York Times",
            "article_content": "China’s top leaders on Thursday pledged more stimulus measures to shore up the country’s economy, building on steps they have taken in recent months to bolster growth.\n\nAt an annual gathering of the Chinese Communist Party and the cabinet, led by the country’s top leader, Xi Jinping, officials agreed that the government should allow a bigger budget deficit, borrow more and cut interest rates, the state television broadcaster said on Thursday.\n\nThe statements suggest a willingness by Beijing to take more aggressive steps to increase spending, part of a shift that began in September to turn around years of weak consumer demand, lackluster growth and declining prices.\n\nChina “will need to maintain economic growth and maintain overall stability of employment and prices next year,” the state broadcaster said at the conclusion of the two-day Central Economic Work Conference, which sets the economic agenda for the upcoming year."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Policy Basics: Advancing Racial, Economic, and Health Justice Through Climate Action",
            "link": "https://www.cbpp.org/research/climate-change/advancing-racial-economic-and-health-justice-through-climate-action",
            "description": "What is climate change?Human activities — primarily the burning of fossil fuels such as coal, oil, and gas — are increasing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6IZ92yzWxbpP72oZXMFGEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Center on Budget and Policy Priorities1h",
            "source": "Center on Budget and Policy Priorities",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AOC’s new 32-inch 4K OLED gaming monitor has a surprisingly low price",
            "link": "https://www.pcgamesn.com/aoc/ag326ud-gaming-monitor",
            "description": "The new AOC AG326UD not only sports a 165Hz QD-OLED panel and Nvidia G-Sync compatibility, but it's also cheaper than most ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sysbp1JLkJhxkW_H7l_YZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3h",
            "source": "PCGamesN",
            "article_content": "Monitor manufacturer AOC has revealed its latest 4K OLED gaming monitor. The new AOC AG326UD might not have the catchiest name, but it sports a decent set of specs with a $799 price tag.\n\nAOC takes up two spots on our best gaming monitor guide, thanks to their affordability and performance. The new AOC AGON Pro monitor appears to be following suit, as it undercuts some QD-OLED and regular OLED monitors by a fair margin in the 4K space.\n\nIn our tests, we’ve found that Samsung’s QD-OLED is generally superior to LG’s competing WOLED tech, especially when it comes to viewing text on the Windows desktop, which can look fuzzier on the latter. AOC also says its new monitor supports TrueBlack HDR400, which will give games deep, rich blacks.\n\nThe monitor also looks set to carry on AOC’s long line of excellent high-refresh rate monitors. While not the fastest, its 165Hz refresh rate is more than enough for most people and will be a massive boon for those deep in the waters of esports or twitch-heavy titles.\n\nThis lower refresh rate than the competition is probably a good reason why this monitor sits at $799 rather than over $1,000. Another bonus is that this new AOC screen is also Nvidia G-Sync compatible, meaning it can synchronize its refresh rate with the frame rate output from the best graphics card models, stopping irritating tearing issues.\n\nOLED tech – and its spin-offs – are currently going through a small price crash. On Amazon, large quantities of previously expensive 1440p and 1080p OLED gaming monitors are having hundreds of dollars slashed from their price tags.\n\nAOC’s Agon Pro AG276QZD for, example, which has a 1440p resolution and 240Hz refresh rate, is sitting at a single cent under $500, for example, reduced from $600. Meanwhile, on the competing 4K front, the Asus ROG Swift PG32UCDM has had $300 cut from its price, leaving it at $999.\n\nWe’ll have to wait for AOC’s newest 4K QD-OLED to cross our desks before we make any real judgment. However, it is still cheaper than the best-known brands even with discounts. The AOC AG326UD also has a 32-inch screen, making it a little bigger than most OLED monitors in this price range.\n\nOLED looks like it is getting cheaper every year, and with CES 2025 coming, we’re expecting to see much more. The sublime color reproduction and fast response times provided by these panels mean that any titles played on the best gaming PCs will almost always look infinitely better than on LCD. Even the best gaming handheld, the Steam Deck, has had an OLED refresh, putting it right at the top of our best gaming handheld guide."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No, you can't run Windows on its tiny screen; minuscule mini PC has built-in display, fingerprint reader, OCuLink, double 2.5Gb LAN port and can drive four 8K monitors …",
            "link": "https://www.msn.com/en-us/news/technology/no-you-can-t-run-windows-on-its-tiny-screen-minuscule-mini-pc-has-built-in-display-fingerprint-reader-oculink-double-2-5gb-lan-port-and-can-drive-four-8k-monitors-without-an-extra-gpu/ar-AA1vIqSE?ocid=BingNewsVerp",
            "description": "New Chinese mini PC debuts with enhanced connectivity options GEM12 Pro Max can drive four 8K monitors; offers OCuLink port ...",
            "image_url": "https://www.bing.com/th?id=OVFT.05vw7cH7nRU_99EO3i6Xki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Digital Solutions: The Strategic Vision Of Savitha Nuguri In Cloud Integration And Microservices Architecture",
            "link": "https://www.outlookindia.com/hub4business/transforming-digital-solutions-the-strategic-vision-of-savitha-nuguri-in-cloud-integration-and-microservices-architecture",
            "description": "Known for her strategic vision and leadership, Savitha has successfully led numerous digital transformation initiatives, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YtmZz2bVr9c7k8JIx_nE-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "10h",
            "source": "Outlookindia",
            "article_content": "In addition to her strategic and technical skills, Savitha is deeply committed to mentoring and developing her team. She cultivates a culture of learning and innovation, encouraging her team members to explore new technologies and methodologies. This approach has not only led to the successful execution of individual projects but has also laid the groundwork for sustained organizational growth. Under her guidance, team members are empowered to excel, driving both their professional development and the long-term success of the organization."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Simplified, Secure And Seamlessly Efficient: Trends Shifting The Developer Landscape",
            "link": "https://www.forbes.com/sites/insights-amazon-web-services/2024/12/12/simplified-secure-and-seamlessly-efficient-trends-shifting-the-developer-landscape/",
            "description": "AI-powered tools and cloud-native application methods are enabling more agile development and accelerating new possibilities.",
            "image_url": "https://www.bing.com/th?id=OVFT.wVyACht2lgFZ38zD7wh4Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to achieve Beautiful Results on a Budget",
            "link": "https://www.msn.com/en-nz/news/other/how-to-achieve-beautiful-results-on-a-budget/vi-AA1vI0qa?ocid=BingNewsVerp",
            "description": "How to achieve beautiful results on a budget effortlessly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ars_Jek_TmIswrnYx7UN9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Lilyon on MSN16h",
            "source": "Lilyon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google discovers incredible 'proof' that we are all 'living in a multiverse'",
            "link": "https://www.ladbible.com/news/technology/google-quantum-computing-chip-willow-multiverse-902027-20241212",
            "description": "The creator behind Google's new quantum computing chip, Willow, claims that it proves that we live in a multiverse.",
            "image_url": "https://www.bing.com/th?id=OVFT.oFF3XsDlhfgiBd2NBiXLci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "6h",
            "source": "LADbible",
            "article_content": "Google has claimed that its latest 'state of the art' creation could 'prove' we live in a multiverse as it achieves an incredible feat.\n\nIt seems nowadays technology companies are trying to outdo each other when it comes to the latest products and more recently, with their own forms of Artificial Intelligence (AI).\n\nYou may have heard of American tech company Google before, but apart from its search engine, it also spends time developing computer software, online advertising and quantum computing among other things.\n\nAdvert\n\nAnd it has recently announced a breakthrough in one of these areas.\n\nWillow is a new quantum computing chip from Google (Google)\n\nWhat is Google's new quantum chip?\n\nThe tech giant's newest 'quantum chip', named 'Willow', is designed to reduce errors in AI and chips that already exist, similar to other Quantum computers, which are used to solve highly complex problems that normal computers can't solve.\n\nAdvert\n\nFounder and Lead of Google Quantum AI, Dr Hartmut Neven, describes the performance of the new creation as 'state-of-the-art', claiming its quick computational power allows it to solve problems in under five minutes.\n\nHe explained that Willow can lessen the number of errors by using more 'qubits' - the basic unit of information in quantum computing.\n\nSome people have cast doubts, however (Google)\n\n﻿ So, what does this all have to do with the multiverse?\n\nNeven went on to add that the only explanation behind Willow's unprecedented speeds is that it draws information from parallel universes.\n\nAdvert\n\nA concept made popular in pop culture by films, physicists often argue that parallel universes exist and that we will see proof soon.\n\nThe creator explained: \"Willow’s performance on this benchmark is astonishing: It performed a computation in under five minutes that would take one of today’s fastest supercomputers 1025 or 10 septillion years. If you want to write it out, it’s 10,000,000,000,000,000,000,000,000 years.\n\n\"This mind-boggling number exceeds known timescales in physics and vastly exceeds the age of the universe. It lends credence to the notion that quantum computation occurs in many parallel universes, in line with the idea that we live in a multiverse, a prediction first made by David Deutsch.\"\n\nApparently, all these wires help to draw information from parallel universes (Google)\n\nAdvert\n\nProfessor Deutsch is a physicist at the University of Oxford, and is known for his work in quantum computing after putting in research during the 1990s, supporting Neven's claims.\n\nSkeptics cast doubts\n\nHowever, some doubters say that these claims about its performance are based on the company's own benchmark to measure quantum performance, and that it doesn't prove that people in parallel universes are getting our information for us.\n\nThe development of Willow and the scientific findings behind it have been published in the journal, Nature."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aesthetic Desk makeovers + 🌸 Kawaii Decor",
            "link": "https://www.msn.com/en-ca/lifestyle/lifestylegeneral/aesthetic-desk-makeovers-kawaii-decor/vi-AA1vKTrB?ocid=BingNewsVerp",
            "description": "Stephen Hawking's eerie alien theory might explain why we've never been contacted I've spent 25 years studying the brain—I ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gmVU6vGJ8yvZFvynokRvfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "The Family Fudge on MSN1h",
            "source": "The Family Fudge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "N.J. is freaking out over these mystery drones. Inside the fascination and paranoia.",
            "link": "https://www.msn.com/en-us/news/us/nj-is-freaking-out-over-these-mystery-drones-inside-the-fascination-and-paranoia/ar-AA1vKS0c?ocid=BingNewsVerp",
            "description": "New York Jets quarterback and resident theory-floater Aaron Rodgers went on ESPN’s 'The Pat McAfee Show' on Tuesday and ...",
            "image_url": "https://www.bing.com/th?id=OVF.8G0jxeiPAihrlDh5s76vSg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "1hon MSN",
            "source": "NJ.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey",
            "link": "https://www.yahoo.com/news/iranian-vessel-drone-ufo-mystery-172814554.html",
            "description": "Drones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rj2tmeZwjm5sEs8ttBlvmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey\n\nDrones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from regional lawmakers. The state’s governor has insisted the drones are safe, while a Congressman believes they’re the vanguard of an Iranian “mothership.”\n\nHomeland security officials and regional lawmakers met on Wednesday to discuss the sightings further.\n\nDozens of mysterious nighttime flights started last month and have raised growing concern among residents and officials. Part of the worry stems from the flying objects initially being spotted near the Picatinny Arsenal, a U.S. military research and manufacturing facility, and over president-elect Donald Trump’sgolf course in Bedminster. Drones are legal in New Jersey for recreational and commercial use, but they are subject to local and Federal Aviation Administration regulations and flight restrictions. Operators must also be FAA certified.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMost, but not all, of the drones spotted in New Jersey were larger than those typically used by hobbyists, with reports claiming some are the size of an SUV,\n\nThe number of sightings has increased in recent days, though officials say many of the objects seen may have been planes rather than drones. It’s also possible that a single drone has been reported more than once.\n\nA drone of unknown origin was spotted flying over Donald Trump’s Bedminster golf club in New Jersey (TMX)\n\nGov. Phil Murphy and law enforcement officials have stressed that the drones don’t appear to threaten public safety. The FBI has been investigating and has asked residents to share any videos, photos or other information they may have.\n\nMany municipal lawmakers have called for more restrictions on who is entitled to fly the unmanned devices. At least one state lawmaker proposed a temporary ban on drone flights.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“This is something we’re taking deadly seriously. I don’t blame people for being frustrated,\" New Jersey Governor Phil Murphy said earlier this week.\n\nNew Jersey Congressman Jeff Van Drew echoed Murphy's sentiments.\n\n“We have a serious problem with our aerospace,” he said on Wednesday before the House Transportation and Infrastructure Committee. “The recent sightings of unidentified drones in the state of New Jersey, my home state, is justifiably causing tremendous public concern.”\n\nUnlike Murphy, however, Van Drew blamed the drones on an \"Iranian mothership.\"\n\n\"I've learned, for real, that there is circumstantial evidence that there's an Iranian mothership off the East Coast of the United States, and that's launching these drone incursions,\" he said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPentagon deputy press secretary Sabrina Singh shot that theory down, assuring ABC News that there \"is not any truth to that — there is no Iranian ship off the coast of the United States, and there's no so called mothership launching drones towards the United States.\"\n\n“We’re going to continue to monitor what is happening,” Singh said. “At no point were our installations threatened when this activity was occurring.”\n\nVan Drew did not buy the Pentagon's response, insisting during an ABC News interview that there is a \"real possibility that it is a foreign entity.\"\n\n\"[The Pentagon says] to us there's nothing to fear, but we have no idea who it is, where it comes from, what it's about, and what it can do,\" he said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDetails about Wednesday's meeting were not immediately disclosed, and Murphy did not attend.\n\nRepublican Assemblyman Erik Peterson, whose district includes parts of the state where the drones have been reported, said he and other legislators met with Homeland Security and state police officials for about 90 minutes at a state police facility in West Trenton.\n\nPeterson said DHS officials were generous with their time, but appeared dismissive of some concerns, saying not all the sightings reported have been confirmed to involve drones.\n\n“So who or what is behind the flying objects? Where are they coming from? What are they doing? “My understanding is they have no clue,” Peterson said.\n\nAdvertisement Advertisement\n\nA message seeking comment on Peterson’s remarks was left with the Department of Homeland Security.\n\nMost of the drones have been spotted along coastal areas and some were recently reported flying over a large reservoir in Clinton. Sightings also have been reported in neighboring states, including the New York City area, and over Pennsylvania’s Delaware County and Philadelphia.\n\nJames Edwards, of Succasunna, New Jersey, said he has seen a few drones flying over his neighborhood since last month.\n\n“It raises concern mainly because there's so much that's unknown,” Edwards said Wednesday. “There are lots of people spouting off about various conspiracies that they believe are in play here, but that only adds fuel to the fire unnecessarily. We need to wait and see what is really happening here, not let fear of the unknown overtake us.\"\n\nAdditional reporting by Associated Press"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unusual drone/UFO sightings reported by Succasunna resident",
            "link": "https://www.msn.com/en-xl/news/other/unusual-drone-ufo-sightings-reported-by-succasunna-resident/vi-AA1vJcyr?ocid=BingNewsVerp",
            "description": "Potential Drone/Unidentified Flying Objects Reported by Resident in Succasunna, NJ, Who Claims to Have Noticed Similar ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OacV59RtbEtvhNbODc3SJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Physics Discovery So Strange It’s Changing Quantum Theory",
            "link": "https://scitechdaily.com/a-physics-discovery-so-strange-its-changing-quantum-theory/",
            "description": "MIT physicists surprised to discover electrons in pentalayer graphene can exhibit fractional charge. New theoretical research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CEhNB_P0eCC1Y1ow4hdujS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery",
            "link": "https://www.bbc.com/worldservice/specials/948_discovery_2008/index.shtml",
            "description": "World Service's science feature series, reporting on the latest developments and ideas. Each week the programme provides ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZhT1v9C8FD0FhIxORvtsSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2h",
            "source": "BBC",
            "article_content": "\n\n\n\n\n\nDiscovery\n\n\n\nDiscovery is the World Service's science feature series, reporting on the latest developments and ideas.\n\n\n\nEach week the programme provides in-depth coverage of a new topic, reporting from top laboratories, remote locations, even outer space. It examines big ideas ranging from the secrets of life to the frontiers of cosmology. Thought-provoking and topical, it probes the science behind the news and investigates how the latest research will affect our world and our lives.\n\n\n\nDiscovery opens up the research labs and explains what's going on there in clear, simple language; at the same time sharing the excitement of new breakthroughs. It also questions the applications of those discoveries and the ethics of their use.\n\n\n\nOne reviewer described Discovery as \"The best science programme on radio - any radio.\"\n\n\n\nScience shapes our health, wealth and environment and has become central to our culture. Discovery takes listeners to the leading edge of knowledge and shares the latest insights.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists uncover strong light-matter interactions in quantum spin liquids",
            "link": "https://www.msn.com/en-us/science/physics/physicists-uncover-strong-light-matter-interactions-in-quantum-spin-liquids/ar-AA1vKXqU?ocid=BingNewsVerp",
            "description": "Physicists have long theorized the existence of a unique state of matter known as a quantum spin liquid. In this state, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VshDy76qL3vGwdlc--Cd2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "2hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists control quantum states in new energy range",
            "link": "https://www.msn.com/en-us/news/technology/scientists-control-quantum-states-in-new-energy-range/ar-AA1vKDxt?ocid=BingNewsVerp",
            "description": "An international team of scientists led by Dr. Lukas Bruder, junior research group leader at the Institute of Physics, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-Xt_fImbCrPFpbGGseGLCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "3hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why materials science is key to unlocking the next frontier of AI development",
            "link": "https://www.technologyreview.com/2024/12/12/1107976/why-materials-science-is-key-to-unlocking-the-next-frontier-of-ai-development/",
            "description": "The modern microchip stretches both the limits of physics and credulity. Such is the atomic precision, that a few atoms can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LDwBZdwCtIFfetkx-xJBdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "MIT Technology Review2h",
            "source": "MIT Technology Review",
            "article_content": "But this pace of innovation is not guaranteed, and the next frontier of technological advances—from the future of AI to new computing paradigms—will only happen if we think differently.\n\nAtomic challenges\n\nThe modern microchip stretches both the limits of physics and credulity. Such is the atomic precision, that a few atoms can decide the function of an entire chip. This marvel of engineering is the result of over 50 years of exponential scaling creating faster, smaller transistors.\n\nBut we are reaching the physical limits of how small we can go, costs are increasing exponentially with complexity, and efficient power consumption is becoming increasingly difficult. In parallel, AI is demanding ever-more computing power. Data from Epoch AI indicates the amount of computing needed to develop AI is quickly outstripping Moore’s Law, doubling every six months in the “deep learning era” since 2010.\n\nThese interlinked trends present challenges not just for the industry, but society as a whole. Without new semiconductor innovation, today’s AI models and research will be starved of computational resources and struggle to scale and evolve. Key sectors like AI, autonomous vehicles, and advanced robotics will hit bottlenecks, and energy use from high-performance computing and AI will continue to soar.\n\nMaterials intelligence\n\nAt this inflection point, a complex, global ecosystem—from foundries and designers to highly specialized equipment manufacturers and materials solutions providers like Merck—is working together more closely than ever before to find the answers. All have a role to play, and the role of materials extends far, far beyond the silicon that makes up the wafer.\n\nInstead, materials intelligence is present in almost every stage of the chip production process—whether in chemical reactions to carve circuits at molecular scale (etching) or adding incredibly thin layers to a wafer (deposition) with atomic precision: a human hair is 25,000 times thicker than layers in leading edge nodes.\n\nYes, materials provide a chip’s physical foundation and the substance of more powerful and compact components. But they are also integral to the advanced fabrication methods and novel chip designs that underpin the industry’s rapid progress in recent decades.\n\nFor this reason, materials science is taking on a heightened importance as we grapple with the limits of miniaturization. Advanced materials are needed more than ever for the industry to unlock the new designs and technologies capable of increasing chip efficiency, speed, and power. We are seeing novel chip architectures that embrace the third dimension and stack layers to optimize surface area usage while lowering energy consumption. The industry is harnessing advanced packaging techniques, where separate “chiplets” are fused with varying functions into a more efficient, powerful single chip. This is called heterogeneous integration."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TetraScience and Snowflake Partner to Accelerate Scientific AI Adoption Across Global Life Sciences",
            "link": "https://finance.yahoo.com/news/tetrascience-snowflake-partner-accelerate-scientific-150000146.html",
            "description": "TetraScience, the Scientific Data and AI Cloud, today announced it is teaming up with Snowflake to enable joint customers to unlock the value of their scientific data and reap the benefits of the ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "science+revolution",
            "date": "5h",
            "source": "YAHOO!Finance",
            "article_content": "BOSTON, December 12, 2024--(BUSINESS WIRE)--TetraScience, the Scientific Data and AI Cloud, today announced it is teaming up with Snowflake to enable joint customers to unlock the value of their scientific data and reap the benefits of the Scientific AI revolution. The collaboration will allow the seamless sharing of scientific data between the Tetra Scientific Data and AI Cloud and Snowflake’s AI Data Cloud so that life sciences organizations can generate previously unattainable insights with diverse and multimodal datasets, dramatically improving their pace and quality of decision-making across the biopharma value chain.\n\nThe Tetra Scientific Data and AI Cloud is purpose-built to transform raw, siloed scientific data into analytics-ready and AI-native datasets. By combining TetraScience's expertise in scientific data and workflows with the Snowflake AI Data Cloud, organizations gain seamless access to scientific data and the agility to develop advanced analytics and AI-driven use cases. Scientific teams can collaborate on data effortlessly across groups and geographical boundaries, leveraging the security and privacy safeguards of Snowflake’s AI Data Cloud.\n\n\"Our collaboration with Snowflake puts unprecedented operational insights and AI-ready scientific data directly in the hands of laboratory and data scientists,\" says Patrick Grady, CEO of TetraScience. \"Whether developing custom dashboards or running advanced analytics or AI models, researchers can now focus on science and innovation rather than data preparation.\"\n\n\"The combination of TetraScience's deep scientific expertise with Snowflake's AI Data Cloud creates a new opportunity for customers to gain efficiencies and scalability,\" says Lisa Arbogast, Industry Principal, Life Sciences at Snowflake.\n\nSeveral pharmaceutical organizations leveraging Snowflake already realize the benefits of seamlessly accessible, analytics-ready, and AI-native scientific data from TetraScience. This enables diverse use cases and digital initiatives across the biopharma value chain, such as monitoring the health and utilization of scientific instruments to enhance lab efficiencies and automating the ingestion and labeling of assay reports for secure, streamlined collaboration.\n\nThe collaboration encompasses joint technology development, co-marketing, and co-selling initiatives. For more information about the Tetra Scientific Data and AI Cloud, visit here.\n\nAbout TetraScience\n\nTetraScience is the Scientific Data and AI Cloud with a mission to radically improve and extend human life. TetraScience is accelerating the Scientific AI revolution by designing and industrializing AI-native scientific datasets, which it brings to life in a growing suite of next-generation scientific data and lab data automation products and AI-enabled scientific use cases. For more information, visit tetrascience.com or follow us on LinkedIn.\n\nStory Continues"
        }
    }
]