[
    {
        "title": "Pentagon received hundreds of reports of new UFO sightings",
        "link": "https://www.msn.com/en-us/news/us/pentagon-received-hundreds-of-reports-of-new-ufo-sightings/ar-AA1u6qGw?ocid=BingNewsVerp",
        "description": "The Pentagon has received hundreds of reports of new UFO sightings, including 'several particularly interesting cases,' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7qnPp2FwdvJXtjpoknlHhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Immaculate Constellation: Witness alleges Pentagon has secret UAP/UFO program during congressional hearing",
        "link": "https://news.yahoo.com/news/immaculate-constellation-witness-alleges-pentagon-055924119.html",
        "description": "During a House Oversight Committee Oversight and Accountability subcommittee hearing on Wednesday, a former Pentagon official ...",
        "image_url": "https://www.bing.com/th?id=OVF.Llbf2nVkXQPkut1KeJb2lQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11m",
        "source": "YAHOO!News",
        "article_content": "During a House Oversight Committee Oversight and Accountability subcommittee hearing on Wednesday, a former Pentagon official testified that information about Unidentified Anomalous Phenomena (UAPs), or UFOs, was being withheld from the public by a \"cabal.\"\n\nLuiz Elizondo, who claims to be the former head of the Defense Department's Advanced Aerospace Threat Identification Program (AATIP), said the U.S. government has been investigating reports of UAPs for decades.\n\n\"Although much of my government work on the UAP subject still remains classified, excessive secrecy has led to grave misdeeds against loyal civil servants, military personnel, and the public – all to hide the fact that we are not alone in the cosmos,\" Elizondo said. \"A small cadre within our own government involved in the UAP topic has created a culture of suppression and intimidation that I have personally been victim to, along with many of my former colleagues.\"\n\nElizondo proposed three \"principal actions\" that should be taken:\n\n\"First, Congress and the President should create a single point-of-contact responsible for a whole-of-government approach to the UAP issue. Currently, the White House, CIA, NASA, the Pentagon, Department of Energy, and others play a role, but no one seems to be in charge, leading to unchecked power and corruption.\n\n\"Second, we need a national UAP strategy that will promote transparency and help restore the American public’s trust at a time when the public’s trust is at an all-time low. This strategy should include a whole-of-government approach, including the academic and scientific communities, the private sector, and our international partners and allies.\n\n\"Third, Congress should create a protected environment so whistleblowers, desperate to do the right thing, can come forward without fear. As it currently stands, these whistleblowers suffer because of stigma, a code of silence, and concerns about retaliation. These whistleblowers should be encouraged to come forward in ways that protect them against any forms of retaliation. Policies and procedures should ensure that protection. And for those who refuse to cooperate, it is up to the Members of this Committee and other lawmakers to wield their subpoena power against hostile witnesses and prevent additional Government funding to those UAP efforts that remain hidden from Congressional oversight.\"\n\nDr. Tim Gallaudet, a retired U.S. Navy rear admiral, also testified during Wednesday's hearing about reported military encounters with UAPs.\n\n\"Confirmation that UAPs are interacting with humanity came for me in January 2015 when I was serving as the Commander of the Naval Meteorology and Oceanography Command. At the time, my personnel were participating in a pre-deployment naval exercise off the U.S. East Coast that included the USS Theodore Roosevelt Carrier Strike Group,\" Dr. Galludet said.\n\nGalludet said that during the exercise, he said he received an email on the Navy’s secure network from the operations officer of Fleet Forces Command. The subject line read in all capital letters: \"URGENT SAFETY OF FLIGHT ISSUE,\" he said.\n\nHe explained that the email was \"brief but alarming, with words to the effect of, ‘If any of you know what these are, tell me ASAP. We are having multiple near-midair collisions, and if we do not resolve it soon, we will have to shut down the exercise.’\"\n\nGallaudet said a now declassified video was attached to the email, which the very next day had disappeared from his inbox and the incident was never discussed again.\n\nGallaudet said the incident had always disturbed him for the remainder of his service and stressed that there is a public safety requirement for more government UAP transparency.\n\nThe biggest development out of Wednesday's hearing came from another witness, independent journalist Michael Shellenberger, who claimed sources inside the Pentagon revealed knowledge about a UAP program known as \"Immaculate Constellation.\"\n\n\"A source warned that simply printing the name ‘Immaculate Constellation’ could trigger government surveillance of me under the Foreign Intelligence Surveillance Act (FISA) of whoever publishes it,\" Shellenberger said. \"'They won’t comment on it, but talking about it will put you in the danger zone,' I was told. 'They enforce the secrecy with a lot of vigor.'\"\n\nShellenberger provided the subcommittee with a report from someone he has described as \"a current or former US government official acting as a UAP whistleblower.\"\n\nShellenberger said the whistleblower alleges that the DOD created the program \"Immaculate Constellation\" in 2017 after the New York Times published an article describing an informal Pentagon UAP program called \"Advanced Aerospace Threat Identification Program,\" or AATIP, headed by Elizondo.\n\nShellenberger explained that the whistleblower’s report includes seven categories of evidence, detailing various UAP sightings collected by technical assets and U.S. military personnel.\n\nHe explained that the report described \"UAP characteristics that are difficult or impossible to observe with the human eye alone.\"\n\nLike other witnesses, Shellenberger is calling for more transparency.\n\n\"This issue cuts to the core of our democracy. UAP transparency is bi-partisan and critical to our national security. The incoming Congress and Administration should work together to address it as a matter of acute urgency. We deserve the truth,\" he said.\n\nYou can read Shellenberger's complete written testimony (PDF) here. Below is the alleged whistleblower's report submitted to the subcommittee and published by Rep. Nancy Mace (PDF).\n\nClick to open this PDF in a new window."
    },
    {
        "title": "House UAP hearing a ‘win-win’ for America: UFO investigator",
        "link": "https://news.yahoo.com/news/house-uap-hearing-win-win-142954401.html",
        "description": "Hopefully the public is getting an understanding of how long our government has actually been involved in this topic, despite ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ymkxwbcem6P5zGzoLtmW0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21m",
        "source": "YAHOO!News",
        "article_content": "Pentagon insider Luis Elizondo called his testimony before a Congressional hearing on unidentified anomalous phenomena (UAP) a “win-win” for the country.\n\n“This was really a historic day, both for Congress and for the American people,” Elizondo said in an interview with NewsNation’s Chris Cuomo.\n\nHis testimony Wednesday before two House Oversight subcommittees was blunt and unequivocal.\n\n“Let me be clear: UAP are real,” Elizondo testified. “Advanced technologies not made by our government, or any other government, are monitoring sensitive military installations around the globe.”\n\nIn a Wednesday night debrief on “CUOMO,” Elizondo said he feels like the tide of public opinion on UAP is turning.\n\n“Hopefully, the public is getting an understanding of how long our government has actually been involved in this topic, despite decades of denial,” he said.\n\nElaborating on what he told lawmakers, the former head of the Defense Department’s now-defunct Advanced Aerospace Threat Identification Program, or AATIP, shared a history lesson, comparing the technology of confirmed UAP sightings in the 1950s with the technology of that time.\n\n“Documents have been submitted to Congress that show, beyond a shadow of a doubt, that we’ve been dealing with this issue since the early 1950s,” Elizondo said. “I’m talking about objects that, still to this day, can operate beyond any type of performance characteristics of our modern aircraft.”\n\n“These aircraft were captured on radar (in the 50s) doing 10,000, 13,000 miles an hour … and are able to execute an immediate right-angle turn, do 180 degrees, pop in and out of our atmosphere and even underwater,” he continued. “Where were we in the 1950s? We had barely broken the sound barrier and hadn’t even made it into space.”\n\nElizondo’s mandate at AATIP was to investigate the national security implications of military encounters with UAP — a mission he said was as important as anything else taking place at the Pentagon.\n\n“We have absolutely been able to confirm the existence of some sort of technology that has the ability to operate with anonymity (in) controlled U.S. airspace, operate over our sensitive U.S. military installations, and possibly … interfere with our nuclear equities,” the former Defense official said. “Now, if that’s not a national security concern, I don’t know what is.”\n\nNewsNation is owned by Nexstar Media Group, which also owns The Hill.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to The Hill."
    },
    {
        "title": "Pentagon's UFO report finds over 700 new cases, with 21 the agency could not explain",
        "link": "https://abcnews.go.com/Politics/pentagons-ufo-report-finds-700-new-cases-21/story?id=115878401",
        "description": "From May 2023 to June 2024, the All-Domain Anomaly Resolution Office received 757 new incident reports, officials announced ...",
        "image_url": "https://www.bing.com/th?id=OVF.THu4zX1S6kH0fOi3%2bBqu1Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3h",
        "source": "ABC",
        "article_content": "Pentagon's UFO report finds over 700 new cases, with 21 the agency could not explain\n\nThe Pentagon and the Director of National Intelligence have released the annual report on UFO sightings and while they still haven't found any extraterrestrial origin for the more than 700 new reports that came in last year, there are about two dozen that have them really curious.\n\nUAP is the term the Pentagon and the intelligence community use to describe UFOs, which stands for Unidentified Anomalous Phenomena. The agency that reviews all of the new incidents being reported by military personnel and now additional federal agencies is the All-Domain Anomaly Resolution Office (AARO).\n\nFrom May 2023 to June 2024, AARO received 757 new incident reports, 485 that occurred in that time period and another 272 reports from 2021 and 2022 that had not been previously sent to the agency. That's a sizable increase from previous reports, for example, last year's report cited 281 new reports during its review period, something Pentagon officials said Thursday was due to a greater awareness about reporting UAP incidents, not that they have been growing in frequency.\n\nThe Pentagon and the surrounding area is seen in this aerial view in Washington, D.C., Jan. 26, 2020. Pablo Martinez Monsivais/AP, FILE\n\nOverall the total number of cases that have been reviewed by AARO since its founding is now 1,652.\n\nAARO has \"discovered no evidence of extraterrestrial beings, activity, or technology\" according to this year's report. A small number of this year's reports had terrestrial explanations and a significant number will be left for further review, but one thing they haven't found is that some of the reports are attributable to a \"breakthrough\" technology.\n\nHowever, during a press briefing Thursday, the head of AARO acknowledged that there are 21 reports over the last year and a half that he can't really explain.\n\n\"There are interesting cases that with my physics and engineering background and time in the I.C. I do not understand, and I don't know anybody else understands them,\" said Dr. Jon Kosloski, the new director of AARO. Kosloski said the 21 incidents occurred near national security sites and were recorded on video, had multiple eyewitnesses or were captured by other sensors.\n\nSo what do these unexplainable UAPs look like? \"Orbs, cylinders, triangles, in one of the cases, it has been happening over an extended period of time, and it is possible that there's multiple things happening\" Kosloski said, adding that the incidents might include drone activity that's being conflated with a UAP."
    },
    {
        "title": "Congressional UFO Hearing Features Eye-Opening UAP Claims",
        "link": "https://www.forbes.com/sites/amandakooser/2024/11/14/congressional-ufo-hearing-features-eye-opening-uap-claims/",
        "description": "The hearing aimed to \"pull back the curtain on secret UAP research programs conducted by the U.S. government,\" but it was ...",
        "image_url": "https://www.bing.com/th?id=OVF.NIBrCNo%2bAxW5rMztGP3JAA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Standalone Gemini App for iOS Lets You Have Full Conversations With Google's AI",
        "link": "https://www.msn.com/en-us/news/technology/standalone-gemini-app-for-ios-lets-you-have-full-conversations-with-googles-ai/ar-AA1u5XdP?ocid=BingNewsVerp",
        "description": "The Android app came out in February, but Apple users only got a limited integration within the main Google app, which ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5E9MR_PnVc45-c-cI8Yi8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "PCMag on MSN7h",
        "source": "PCMag on MSN",
        "article_content": ""
    },
    {
        "title": "Building Provably Great AI-Powered Applications Begins With Measurement",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/11/14/building-provably-great-ai-powered-applications-begins-with-measurement/",
        "description": "By maintaining a commitment to rigorous, transparent evaluation, you can ensure that your AI applications remain at the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Si2WhPutAnD3A6-GxX9VLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Google’s Gemini AI now has its own iPhone app",
        "link": "https://www.msn.com/en-us/money/other/google-s-gemini-ai-now-has-its-own-iphone-app/ar-AA1u51wr?ocid=BingNewsVerp",
        "description": "In the AI chatbot world, ubiquity is everything. Companies have raced to build desktop and mobile apps for their bots, in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.V9KtYiFwPPnAJttto8bHgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Google Gemini AI app for iPhone now available to download worldwide",
        "link": "https://bgr.com/tech/google-gemini-ai-app-for-iphone-now-available-to-download-worldwide/",
        "description": "The standalone Google Gemini app for iPhone is available to download worldwide: Here's what the AI app can do.",
        "image_url": "https://www.bing.com/th?id=OVFT.2aH795kJlIFD0slvMgOroC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "BGR",
        "article_content": "iPhone users in some markets discovered a standalone Google Gemini app for iPhone a few days ago. The app wasn’t available in most markets, as Google was apparently testing it ahead of a more widespread release. Fast-forward to Thursday, Google is ready to make the standalone Gemini app available to iPhone users around the world. The Gemini went up in the App Store quietly, and you can download it right now.\n\nThe Google Gemini app is now available as a separate app from the main Google app, where you might have accessed the Gemini AI on the iPhone in the past. The best part about the Gemini app is that it comes with support for Gemini Live, Google’s version of ChatGPT Advanced Voice Mode.\n\nIt’s a conversational AI that lets you talk to the chatbot just like you’re speaking to a human. You can interrupt the AI and change prompts on the fly, similar to how a conversation between two people would flow.\n\nGemini Live isn’t available in the main Google app on the iPhone, so Google’s new standalone Gemini app is the only way to get it on your iPhone.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nGoogle Live will support personalization, as you can choose from various voices and languages.\n\nGoogle Gemini app for iPhone is available in the App Store. Image source: Google via App Store\n\nYou can use Gemini Live to talk about anything, just as you would with ChatGPT’s Advanced Voice Mode. Here’s what the Gemini app description says Gemini can do for you on the iPhone:\n\nGo Live with Gemini to brainstorm ideas, simplify complex topics, and rehearse for important moments. Just click on the Gemini Live button in your Gemini app – Connect with your favorite Google apps like Search, YouTube, Google Maps, Gmail, and more – Study smarter and explore any topic with interactive visuals and real-world examples – Unlock a world of expertise and get tailored information about any topic – Plan trips better and faster – Create AI-generated images in seconds – Get summaries, deep dives, and source links, all in one place – Brainstorm new ideas, or improve existing ones\n\nFor example, Gemini Live can be a study companion, ready to assist you while you learn.\n\nThe Gemini app for iPhone also supports image generation, just like ChatGPT does.\n\nMore interesting to me is the Gemini’s app integration with other Google apps and services you might be using on iPhone. The description says the Gemini app will connect with your favorite Google apps once you install it.\n\nGemini can connect to YouTube, Google Maps, Gmail, Calendar, and other apps straight from your chat. That’s certainly a useful feature if you use Google apps on your iPhone and want to include Gemini in that. This sort of interaction goes beyond what ChatGPT can do, and it’s all the more interesting as Google doesn’t have any say in how iOS works.\n\nGoogle Gemini app for iPhone: Features and screenshots. Image source: Google via App Store\n\nAlso, Gemini isn’t part of Apple Intelligence like ChatGPT will be. Even then, ChatGPT will not be able to connect to any other apps. Siri will handle such capabilities later down the road.\n\nGoogle Gemini is available as a free download from the App Store. If you want access to Google’s latest Gemini models, you’ll need a Gemini Advanced subscription priced at $19.99. You can test Gemini Advanced for free for a month before you decide to keep it."
    },
    {
        "title": "Google’s Gemini AI gets dedicated iPhone app for the first time",
        "link": "https://www.msn.com/en-gb/money/technology/google-s-gemini-ai-gets-dedicated-iphone-app-in-the-uk-for-the-first-time/ar-AA1u5fWU?ocid=BingNewsVerp",
        "description": "Google’s Gemini generative AI assistant has been made available via a dedicated app on the iPhone for the first time.",
        "image_url": "https://www.bing.com/th?id=OVFT._uB-WHXkEVXCA4_6UC_mCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Feeling Stressed? You May be More Likely to Believe in Spooky Phenomena",
        "link": "https://www.msn.com/en-us/health/other/feeling-stressed-you-may-be-more-likely-to-believe-in-spooky-phenomena/ar-AA1u6CpO?ocid=BingNewsVerp",
        "description": "People who feel they have less control over their lives are more likely to embrace the paranormal.",
        "image_url": "https://www.bing.com/th?id=OVFT.Yjg4Ov7f-smBrvEaO2Bs9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Discover Magazine on MSN4h",
        "source": "Discover Magazine on MSN",
        "article_content": ""
    },
    {
        "title": "Traditional Paranormal Beliefs Linked to Stress",
        "link": "https://neurosciencenews.com/stress-paranormal-belief-neurotheology-28043/",
        "description": "Traditional paranormal beliefs, such as witchcraft and religious superstition, are linked to higher stress and reduced coping ability, while new age beliefs, like spiritualism and precognition, show ...",
        "image_url": "https://www.bing.com/th?id=ODF.eR3PB0SmCwt-MwXwD00qhQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Neuroscience News13h",
        "source": "Neuroscience News",
        "article_content": "Summary: Traditional paranormal beliefs, such as witchcraft and religious superstition, are linked to higher stress and reduced coping ability, while new age beliefs, like spiritualism and precognition, show no such link. Researchers used an improved scale to analyze responses from over 3,000 participants, revealing that traditional beliefs may reflect anxieties about external control.\n\nThe findings highlight the psychological differences between belief types but cannot confirm cause-and-effect relationships. Future research could explore how paranormal beliefs shape behaviors, such as attitudes toward alternative medicine and conspiracy theories.\n\nKey Facts:\n\nTraditional paranormal beliefs were associated with greater stress and reduced coping ability.\n\nNew age beliefs were not linked to stress or coping tendencies.\n\nThe study highlights the psychological impacts of external control perceptions in traditional beliefs.\n\nSource: PLOS\n\nIn a new study, feelings of distress and reduced ability to cope with stress were associated with traditional paranormal beliefs, but not with new age philosophy. Kenneth Drinkwater Ph.D. of Manchester Metropolitan University, U.K., and colleagues present these findings in the open-access journal PLOS ONE on November 13, 2024.\n\nPrior research has suggested that paranormal belief, in general, is not linked to poorer psychological wellbeing, but that certain facets of paranormal belief, such as superstition, may be linked with stress vulnerability.\n\nHowever, much of this research relies on a questionnaire known as the Revised Paranormal Belief Scale, which has statistical issues that limit its usefulness.\n\nA different version, known as the Rasch purified Revised Paranormal Belief Scale, aims to improve on the earlier scale. To help deepen understanding of potential links between paranormal belief and stress, Drinkwater and colleagues had 3,084 people complete this scale alongside a questionnaire evaluating different facets of perceived stress.\n\nA key feature of the Rasch purified Revised Paranormal Belief Scale is that it differentiates between two dimensions of belief: first, traditional paranormal belief, which deals with cultural concepts of traditional religious belief and witchcraft, and second, new age philosophy, dealing with individual paranormal abilities known as psi, spiritualism, and precognition.\n\nAnalysis of the study participants’ responses revealed that people who scored higher for traditional paranormal belief tended to show elevated distress and reduced feelings of being able to cope with stress.\n\nHowever, belief in new age philosophy was not statistically linked to any tendencies regarding distress or coping.\n\nThese findings are in line with the idea that traditional paranormal belief reflects anxiety about a lack of control over external forces that influence one’s existence. However, the authors note that this study was exploratory and does not support any cause-effect relationship.\n\nMore research will be needed to clarify the relationship between paranormal belief and stress. The authors suggest that such research is important because paranormal belief can influence people’s everyday behavior and attitudes, such as those regarding alternative medicine, antivaccination, and conspiracies.\n\nThe authors add: “Findings support the notion that traditional paranormal belief is associated with external control, specifically the notion that unknown supernatural forces/powers influence existence.\n\n“However, additional research is still needed if we are to further explore these fascinating relationships in connection to perceived stress, wellbeing and coping styles.”\n\nAbout this neurotheology and stress research news\n\nAuthor: Hanna Abdallah\n\nSource: PLOS\n\nContact: Hanna Abdallah – PLOS\n\nImage: The image is credited to Neuroscience News\n\nOriginal Research: Open access.\n\n“Re-evaluation of the relationship between paranormal belief and perceived stress using statistical modelling” by Kenneth Drinkwater et al. PLOS ONE\n\nAbstract\n\nRe-evaluation of the relationship between paranormal belief and perceived stress using statistical modelling\n\nRecent research indicates that paranormal belief, in the absence of allied cognitive-perceptual and psychopathology-related factors, is not associated with negative wellbeing outcomes. However, investigators have historically reported relationships between specific facets of belief (e.g., superstition) and stress vulnerability.\n\nThese typically derive from the Revised Paranormal Belief Scale (RPBS), which has questionable psychometric integrity. The main issue being that several RPBS items perform poorly.\n\nNoting this, the present paper re-examined the relationship between paranormal belief and stress using the Rasch purified version of the RPBS. This comprises two dimensions, called Traditional Paranormal Belief (TPB) and New Age Philosophy (NAP). These are operationalised in terms of function. Specifically, whether belief provides a sense of control at the social (TPB) or individual level (NAP).\n\nAccordingly, this study examined whether TPB and NAP were differentially predictive of levels of perceived stress. In this context, stress served as an indicator of well-being. A sample of 3084 participants (Mage = 50.31, SD = 15.20, range 18–91) completed the RPBS alongside the 10-item Perceived Stress Scale (PSS-10).\n\nConfirmatory factor analysis and structural equation modelling revealed that TPB was significantly predictive of higher Distress, and lower Coping. NAP was neither predictive of Distress nor Coping.\n\nThese findings support the notion that TPB is attendant with external control, particularly the notion that unknown supernatural forces/powers influence existence."
    },
    {
        "title": "Traditional paranormal beliefs linked to increased stress and reduced coping",
        "link": "https://www.msn.com/en-gb/health/other/traditional-paranormal-beliefs-linked-to-increased-stress-and-reduced-coping/ar-AA1u3MeQ?ocid=BingNewsVerp",
        "description": "In a new study, feelings of distress and reduced ability to cope with stress were associated with traditional paranormal beliefs, but not with new age philosophy. - ...",
        "image_url": "https://www.bing.com/th?id=ODF.wTzFRLrnHCXMO3gKqyXx3g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "News Medical on MSN18h",
        "source": "News Medical on MSN",
        "article_content": ""
    },
    {
        "title": "Spectral Research and Investigations hosts paranormal, oddities fair this weekend",
        "link": "https://www.herald-dispatch.com/features_entertainment/spectral-research-and-investigations-hosts-paranormal-oddities-fair-this-weekend/article_aaa10e5a-a208-11ef-a155-27559400d269.html",
        "description": "HUNTINGTON — This weekend, the locally based Spectral Research and Investigations organization and the Museum of Radio and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FrEmhmPNr3GpcfvTifUA-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Herald-Dispatch21h",
        "source": "The Herald-Dispatch",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Adult circus takes over Mall St. Vincent parking lot",
        "link": "https://www.yahoo.com/news/adult-circus-takes-over-mall-173749673.html",
        "description": "(KTAL/KMSS)—Shreveport residents are in for a treat. You may have seen two very large tents and multiple trailers set up at ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GjOkuiQ3MV1Dm5HidJzMYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Yahoo8h",
        "source": "Yahoo",
        "article_content": "SHREVEPORT, La. (KTAL/KMSS)—Shreveport residents are in for a treat. You may have seen two very large tents and multiple trailers set up at Mall St. Vincent; spoiler alert: it’s an adult paranormal circus.\n\nOn November 15 – 18, a supernatural and dangerous with ‘shades of sexy’ has landed in Shreveport: “Paranormal Cirque.” Their website says if you get scared easily, you might want to run.\n\nTheir news release says the show will expose you to a unique combination of theatre, circus, and cabaret with a new European-style flare. There is an emphasis on mature audiences for a reason. The sneak peek reveals partial nudity, so I recommend against viewing the trailer at work or around children.\n\nAdvertisement Advertisement\n\nThe show is rated R for restricted, and if you choose to bring a person under 17, they must be accompanied by an adult over 21.\n\n(Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia)\n\nCirque Italia warns, “This show is NOT for the faint of heart. You may have to catch your breath or try to stop your heart from racing during this adrenaline-filled performance.”\n\n‘This innovative horror story features different shades of sexy and an incomparable storyline – the only thing you can be sure of during this unique experience is that you will not know what to expect! It might be hard to divide reality and illusion!’ details Cirque Italia.\n\nThe Paranormal Circus schedule for Shreveport:\n\nAdvertisement Advertisement\n\nNovember 15 – Friday: 7:30 p.m.\n\nNovember 16 – Saturday: 6:30 p.m. & 9:30 p.m.\n\nNovember 17 – Sunday: 5:30 p.m. & 8:30 p.m.\n\nNovember 18 – Monday: 7:30 p.m.\n\nResidents cannot miss their tent; the top is black and white striped, and trailers parked in front of it say ‘Paranormal’ in front of SEARS (1133 St Vincent Ave, Shreveport)\n\nGolden Girls themed pub crawl coming to East Bank District\n\nTickets are $20 – $65 each.\n\nParanormal Cirque offers a special promotion: $5.00 off any full-priced ticket purchased in levels 1, 2, or 3. The offer cannot be combined with any other offers, discounts, or deals. The promo link for Shreveport is FACE5OFF.\n\nCirque Italia is touring three other cities following Shreveport. According to its website, the next show is in Longview, Texas, from November 22nd to 25th.\n\nAdvertisement Advertisement\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KTALnews.com."
    },
    {
        "title": "Scientists discover the largest coral colony on Earth in the Solomon Islands: Key insights on its size and age",
        "link": "https://www.msn.com/en-in/news/techandscience/scientists-discover-the-largest-coral-colony-on-earth-in-the-solomon-islands-key-insights-on-its-size-and-age/ar-AA1u5xXp?ocid=BingNewsVerp",
        "description": "A team of researchers from National Geographic's Pristine Seas team have discovered the world's largest coral colony in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RifWQeAYRnV0ljeIEMNOLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "9hon MSN",
        "source": "The Times of India on MSN",
        "article_content": ""
    },
    {
        "title": "California scientists astounded by discovery of mystery deep sea species",
        "link": "https://www.msn.com/en-us/news/world/california-scientists-astounded-by-discovery-of-mystery-deep-sea-species/ar-AA1u4TZ6?ocid=BingNewsVerp",
        "description": "Advances in technology that enabled the discovery of a new species by California scientists may lead to a better ...",
        "image_url": "https://www.bing.com/th?id=OVFT.o8kXMXXvVtTAj1HsSkFVzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6hon MSN",
        "source": "SFGATE on MSN",
        "article_content": ""
    },
    {
        "title": "'The bottom line is, I told you so': JWST observations upend standard model of how galaxies form, new study claims",
        "link": "https://www.msn.com/en-gb/entertainment/news/the-bottom-line-is-i-told-you-so-jwst-observations-upend-standard-model-of-how-galaxies-form-new-study-claims/ar-AA1u6myy?ocid=BingNewsVerp",
        "description": "The James Webb Space Telescope's discovery of unusually bright and massive galaxies soon after the Big Bang has cast doubt on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uuZSOyYR58GoHj-GTZsjsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN5h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "National Geographic group finds world's largest coral",
        "link": "https://www.upi.com/Science_News/2024/11/14/coral-worlds-larges-national-geographic/4341731601601/",
        "description": "Scientists said on Thursday they found what is believed to be the world's largest coral, which has been growing undisturbed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.x_GmyQ9tazFVN8V8V-4FLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "UPI",
        "article_content": "Nov. 14 (UPI) -- Scientists said on Thursday they found what is believed to be the world's largest coral, which has been growing undisturbed in the Solomon Islands for possibly 300 years.\n\nA research vessel with the National Geographic Pristine Seas team found the coral in the Three Sisters Island group. The coral measured 112 feet wide, 105 feet long and 18 feet high with a circumference of more than 600 feet.\n\nAdvertisement\n\n\"Just when you think there is nothing left to discover on planet Earth, we find a massive coral made of nearly one billion little polyps, pulsing with life and color,\" Enric Sala, National Geographic Explorer in Residence and founder of Pristine Seas, said in a statement.\n\n\"This is a significant scientific discovery, like finding the world's tallest tree. But there is cause for alarm. Despite its remote location, this coral is not safe from global warming and other human threats.\"\n\nCoral is a living organism made up of a complex network of coral polyps, tiny individual creatures. Coral reefs, however, are made up of many colonies of corals.\n\nAdvertisement\n\nScientists said the newly discovered coral is so large that it can be seen from space and looks more like a huge rock lurking just under the ocean. The discovery comes as concerns continue over dying coral reefs around the world because of climate change.\n\n\"The ocean provides for our livelihoods and has contributed so much to our national economy and communities,\" Solomon Islands Prime Minister Jeremiah Manele, told National Geographic. \"Our survival depends on healthy coral reefs, so this exciting discovery underlines the importance of protecting and sustaining them for future generations.\""
    },
    {
        "title": "Lowell Observatory’s new Discovery Center opens this weekend!",
        "link": "https://www.msn.com/en-us/news/us/lowell-observatory-s-new-discovery-center-opens-this-weekend/ar-AA1u6OOz?ocid=BingNewsVerp",
        "description": "FLAGSTAFF, AZ (AZFamily) — After over a decade of planning, Lowell Observatory’s new state-of-the-art discovery center is opening its doors this Saturday. Workers are buzzing with anticipation and ...",
        "image_url": "https://www.bing.com/th?id=OJ.0JLthao0HIYvkg&pid=news&w=52&h=16&rs=2",
        "category": "science+discovery",
        "date": "10mon MSN",
        "source": "Tucson (Sierra Vista) KOLD on MSN",
        "article_content": ""
    },
    {
        "title": "Best No-Code App Builders 2025",
        "link": "https://www.analyticsinsight.net/tech-news/best-no-code-app-builders-2025",
        "description": "No-code app builders are changing the world when it comes to creating apps in business. Thus, these businesses no longer need ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9noKKnZfbfRVTC3uldLEjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight6h",
        "source": "Analytics Insight",
        "article_content": "Bubble is one of the best app- building companies in the no-code space. It enables people to build the most custom web apps without writing a single line of code. One feature, particularly in its visual editor, allows users to build a complex marketplace or social network through drag-and-drop design.\n\nWith over 1 million websites on the platform by 2024, it has cemented its position as the go-to for many developers."
    },
    {
        "title": "Baidu Bolsters AI Lineup With Enhanced Text-To-Image Tech, No-Code App Builder",
        "link": "https://money.usnews.com/investing/news/articles/2024-11-11/baidu-bolsters-ai-lineup-with-text-to-image-generator-no-code-app-builder",
        "description": "At the annual Baidu World Conference, CEO Robin Li introduced I-RAG, a text-to-image technology that leverages Baidu's search ...",
        "image_url": "https://www.bing.com/th?id=OVFT.j-QkzcGle6-HhsGXFL5P8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8h",
        "source": "U.S. News & World Report",
        "article_content": "By Liam Mo and Brenda Goh\n\nBEIJING (Reuters) - China's Baidu Inc unveiled a slew of new applications for its artificial intelligence technology on Tuesday, including an enhanced text-to-image generation technology and a tool that enables users to develop software applications without coding expertise.\n\nThe country's leading search engine company is among tech firms shifting their focus to the commercialization of large language model (LLM) applications after nearly two years of heavy investment in research and development in models that they tout as alternatives to OpenAI's GPT.\n\nAt the annual Baidu World Conference, CEO Robin Li introduced I-RAG, a text-to-image technology that leverages Baidu's search capabilities to address the \"hallucination\" issue, referring to the generation of images that deviate from the input text or contain non-existent elements.\n\nLi said the company's Ernie platform now handles 1.5 billion user queries and interactions daily, a significant increase from the 200 million daily requests reported in May.\n\nThese interactions include tasks such as generating text, answering questions, and assisting with various applications utilizing AI.\n\nBaidu's commercialization efforts have largely revolved around its AI agents, which allow users to create their own applications.\n\nThe company has also integrated the technology into its existing product lineup and offering it to external users via its cloud services.\n\nBaidu also unveiled a pair of glasses featuring a built-in AI assistant, developed by it hardware division, Xiaodu. The gadget is equipped with cameras to capture photos and videos and supports voice interactions powered by Ernie.\n\nThe company is not aiming to create a \"super app\" based on AI, Li said, signalling a divergence in strategy from other companies such as ByteDance, which has launched multiple standalone AI apps this year.\n\nBaidu also introduced Miaoda, which utilizes its LLM capabilities to generate code, allowing users to develop software applications without extensive coding expertise.\n\n(This story has been corrected to clarify that I-RAG is a text-to-image generation technology, not a standalone text-to-image generator, in the headline and paragraph 1)\n\n(Reporting by Liam Mo and Brenda Goh; Editing by Rashmi Aich)\n\nSponsored Bank Accounts"
    },
    {
        "title": "Microsoft’s startup story: How the company became a tech giant, and what we can learn from it today",
        "link": "https://www.msn.com/en-us/news/technology/a-new-look-at-microsoft-s-startup-story-microsoft-50-chapter-2/ar-AA1u1pxs?ocid=BingNewsVerp",
        "description": "For this second chapter in our Microsoft @ 50 series, GeekWire spent the past month revisiting Microsoft’s early years, from ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JnpO7IoWzjX0KVKqWB1SAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "6hon MSN",
        "source": "GeekWire on MSN",
        "article_content": ""
    },
    {
        "title": "When is the right time to start a new habit—and actually keep it?",
        "link": "https://www.nationalgeographic.com/science/article/best-time-to-start-a-habit",
        "description": "Forget New Year’s resolutions and other gimmicks. Experts say the best way to change your habits is to consider the so-called ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PTORScZ4VBnZW3BTBWiGIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5h",
        "source": "National Geographic news",
        "article_content": "So, when is actually the best time to make a change?\n\nSuch reasons show why it's not always wise to tie new habits with fleeting moments or (temporarily) likeminded people and to instead identify deep-rooted and personally significant reasons to change.\n\nWood calls such moments \"inflection points\"—such as an upcoming high school reunion causing you to want to lose a few pounds, over-drafting your bank account and realizing it's time to improve your career, or having a health scare wake you up to prioritizing a healthier lifestyle.\n\nHong says such moments tend to provide enduring feelings of motivation \"because they are rooted in something meaningful and more profound than just going along with everyone else.\"\n\nAt the same time, one doesn't have to wait for a wakeup call. \"There really is no reason to put off changes you know need to occur,\" says Kyle Smith, a brain and behavioral scientist at Dartmouth College. \"If your body is telling you to change something, listen to it and don't wait for something drastic to happen.\"\n\nWhat to do when motivation hits you\n\nRegardless of what jumpstarts your motivation, Wood says it's critical to take action as soon as you feel the desire because \"you may only have a short window of opportunity to make decisions about what you want to do before your old habits get in the way.\""
    },
    {
        "title": "DMDE review: How good is this free data recovery software?",
        "link": "https://www.msn.com/en-us/news/other/dmde-review-how-good-is-this-free-data-recovery-software/ar-AA1u6qMf?ocid=BingNewsVerp",
        "description": "I reviewed DMDE, a powerful, free, and low-cost data recovery app to test how well it restores files from HDDs, SSDs, and removable drives.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "3hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Windows 11 takes a break on updates until 2025",
        "link": "https://www.msn.com/en-us/money/other/windows-11-takes-a-break-on-updates-until-2025/ar-AA1u6pbb?ocid=BingNewsVerp",
        "description": "Microsoft won't work on its Preview software with unique features for the rest of the year, but will be sure to roll out security updates.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "2hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]