[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Think you’ve seen a UFO? Congratulations, but you probably haven’t.",
            "link": "https://www.washingtonpost.com/opinions/2024/12/18/ufos-drones-new-jersey-space-aliens/",
            "description": "The rising panic over mystery drones swarming the skies of Mid-Atlantic states reminds us that, in the centuries-long hunt to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CcK9cIHoz26WO81-fi5v1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hOpinion",
            "source": "The Washington Post",
            "article_content": "The rising panic over mystery drones swarming the skies of Mid-Atlantic states reminds us that, in the centuries-long hunt to identify UFOs, humans are usually the weakest link. America has real national-security challenges in the new era of unmanned aerial vehicles in warfare. But an invasion of mystery drones over New Jersey isn’t one of them.\n\nAs it turns out, just as eyewitnesses often bungle the details of, say, a car accident on the corner, we are notoriously unreliable when it comes to identifying and reporting UFOs. A huge percentage of “sightings” turn out, upon investigation, to be the planet Venus or other surprisingly bright astronomical phenomena; people on the ground regularly misjudge distances in the sky so that even objects miles away are perceived to be close by.\n\nThe UFO mistaken-identity problem is a big part of the reason that the military and scientists now refer to such sightings more precisely as UAP, or unidentified anomalous phenomena — a label meant to capture that many sightings might not be “objects” at all but are more likely to be known, or as yet unknown, astronomical and atmospheric phenomena.\n\nAdvertisement\n\nEven skilled aviators make mistakes. On Oct. 1, 1948, Lt. George Gorman, a World War II veteran and pilot in the North Dakota Air National Guard, gave chase in his P-51 fighter after spotting the bright light of a UFO race past him in the skies over Fargo. At speeds of over 400 mph, he engaged it in a dogfight for nearly 30 minutes, the ball-shaped UFO bobbing and weaving around him as it executed turns that he felt were aerodynamically impossible. He finally broke off the engagement, never identifying the bogey. “Just when we were about to collide, I guess I got scared,” he told investigators, adding later: “It is hard to believe your own eyes when something with no wings walks off and leaves you standing still.”\n\nInvestigators later determined that Gorman had been chasing a weather balloon launched about 10 minutes before he spotted it. The balloon had simply been floating along in the night sky, and he’d been diving and racing all around it.\n\nJ. Allen Hynek, the astronomer and godfather of “ufology,” who spent a quarter-century working with the Air Force on its UFO studies and coined the phrase “close encounters of the third kind,” told an interviewer late in his career, “Pilots have been known to swerve their planes violently when they suddenly encounter a very bright meteor they think is on a collision course, but which later proves to have been 50 to 100 miles away.”\n\nAdvertisement\n\nThere’s a reason people who are serious about studying UAP are trying to get humans out of the reporting loop: At a congressional hearing last summer, Ryan Graves — a former Navy aviator who had his own experiences encountering UAP and now leads an advocacy organization called Americans for Safe Aerospace — proposed a more reliable alternative to the grainy, black-and-white (but supposedly revealing) photos that dot the internet: sensors. Similarly, Harvard astronomy professor Avi Loeb, one of the leading voices in UAP studies, argues that we need to far better understand what a “regular” sky looks like before trying to determine what’s “anomalous.” As Loeb told me last year: “Trust in data. People are a waste of time.”\n\nI’ve always been fascinated by the self-centered confidence that underlies so many UFO reports, that people’s first instinct upon spotting a bright, moving light in the night sky is not to assume the obvious — say, a star, meteor, satellite or faraway jetliner — but instead to imagine that, after an alien craft journeyed thousands of light-years across interstellar space to visit Earth, the aliens would pick that moment on a random Tuesday night to reveal themselves to someone on a dark, rural road or in a suburban backyard. Occam’s razor, the useful medieval theory that argues the simplest explanation is usually the best, would tell you that the sound of hoofbeats more likely means horses than zebras.\n\nPartly, that instinct stems from something fundamental. The question “Are we alone?” is one of the three most basic questions that have fascinated humans since the first caveman campfires, a question that ranks alongside “What happens after death?” and “Is there a God?” as the most profound and potentially life-altering mysteries we wrestle with. Who wouldn’t want to knock out an answer to one of the Big Three while taking out the garbage late at night?\n\nAdvertisement\n\nBeyond that, our cultural fascination with UFOs stems from the fact that it is a rare area where we can all gaze upon the deepest frontier of knowledge. As an ordinary person, I can’t add much to the already-advanced scientific and mathematical questions of our time: I’m not liable to crack string theory wide open during a weekend barbecue, nor is my tinkering in the garage likely to deliver to humanity the secret to nuclear fusion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO group: Alleged drone sightings up 74% in NJ over the past month",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/ufo-group-alleged-drone-sightings-up-74-in-nj-over-the-past-month/ar-AA1w52iW?ocid=BingNewsVerp",
            "description": "Christine Kim, head of marketing for Enigma — a group calling itself the \"first Unidentified Anomalous Phenomena (UAP/UFO) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9YuINsQ8r8sSsIRrLpuEgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Courier-Post (Cherry Hill, NJ) on MSN2h",
            "source": "Courier-Post (Cherry Hill, NJ) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Enigma’s ‘UFO’-spotting app soars by 74% in wake of drone mystery",
            "link": "https://www.msn.com/en-us/money/other/enigma-s-ufo-spotting-app-soars-by-74-in-wake-of-drone-mystery/ar-AA1w5h1M?ocid=BingNewsVerp",
            "description": "Enigma has become a hub for almost a million people to share and discuss UFO and UAP sightings like the unidentified drones ...",
            "image_url": "https://www.bing.com/th?id=OVF.17uMi6RT4eAgCwejg8QZvA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Editorial: Solve the drone mystery: What is causing all these UFO sightings?",
            "link": "https://www.msn.com/en-us/news/opinion/editorial-solve-the-drone-mystery-what-is-causing-all-these-ufo-sightings/ar-AA1w4OgQ?ocid=BingNewsVerp",
            "description": "If you’re seeing and hearing drones or other such flying things flashing in the sky, it’s absolutely certain that you are not ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T2dKXkj9BQJd4TpUAZpMnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3hon MSNOpinion",
            "source": "New York Daily News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert says he's found portal that could be used for alien invasion of Earth",
            "link": "https://www.mirror.co.uk/news/weird-news/ufo-expert-says-hes-found-34332205",
            "description": "Carl Nally, of UFO and Paranormal Research Ireland (UPRI), has issued a warning about a potential alien invasion and believes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wLo5xEMdTuEczYAb6S96BC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20h",
            "source": "The Mirror",
            "article_content": "A UFO expert believes that aliens could invade Earth at any moment and warned that they \"will make themselves known\".\n\nCarl Nally, of UFO and Paranormal Research Ireland (UPRI), issued the chilling warning after unexplained flying objects were spotted near military facilities. The mystery sightings came in the US, UK and Germany. Mr Nally said sightings are on the rise and believes there could be a portal for aliens to enter and exit Earth.\n\nAccording to Mr Nally, the secret entrance is nestled in the middle of Ireland between Athlone and Slane. His claims come after US authorities said they were unable to establish the origin of the objects. \"We have no evidence at this time that the reported drone sightings pose a national security or a public safety threat, or have a foreign nexus,\" a White House official said last week.\n\nImage: X/@charliekirk11) X/@charliekirk11)\n\nMr Nally claimed that if the flashing lights that were spotted were simply drones, it would have been confirmed by now. He told the Irish Mirror: \"It’s an amazing situation, the way we see it. You would imagine that, when anything appears over a military base, a military helicopter would go up and investigate them but they haven’t done that.\n\n“They call them drones. Are they drones or UFOs? They would have identified them by now if they were drones – even just by shooting one of them down to see what it is. But they haven’t done that, and that leads us to believe that, possibly, it could be UFOs again.”\n\nMr Nally said the appearance of flying objects near military bases is part of an unprecedented global surge in UFO sightings over the past two months – including in Ireland, where several suspected UFOs have been spotted around Slane and Athlone. He suggested there were certain locations on the planet where UFOs enter from space and leave again, and claimed one such location may exist in the Irish midlands – explaining the uptick in sightings in recent weeks.\n\nImage: littlespacemochi/ Reddit) littlespacemochi/ Reddit) Image: littlespacemochi / Reddit) littlespacemochi / Reddit)\n\n“It’s very peculiar that it’s happening in a lot of places at the same time,” said Mr Nally. “We’re not used to that on this side of the world. At some point, they will make themselves known, and why not now?”\n\nThe UFO expert said the recent sightings suggested extra-terrestrials were assessing military strength, and noted that UFOs had also been spotted in the vicinity of nuclear facilities. \"It seems to be some kind of observation that’s going on at this point in time, and it seems to have increased, without a shadow of a doubt, and you would wonder,\" he claimed.\n\nMr Nally was relaxed about the prospect of an alien invasion, however, and suggested there were greater threats to mankind to worry about. \"If you put that [an alien invasion] on one side of the scales and AI [artificial intelligence] on the other, I’d be more concerned about AI,\" he said.\n\nMr Nally has co-authored three books on aliens and UFOs with Dermot Butler, the most recent of which was Circle of Deceit. They are currently working on their fourth book."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google app on iOS could add AI suggestions to speed up your search (APK teardown)",
            "link": "https://www.androidauthority.com/google-app-ios-ai-suggestions-3509813/",
            "description": "Google is working on an AI suggestion feature for its app on iOS. The suggestions could help you saving some time searching.",
            "image_url": "https://www.bing.com/th?id=OVFT.k2iL-pevP0PNM6smiGYedC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Android Authority",
            "article_content": "Paul Jones / Android Authority\n\nTL;DR Google app could soon get AI suggestions for searches on iOS.\n\nTapping on the pencil icon in the search box opens a new page with a text box.\n\nWhen you start typing, suggestions to help narrow the search are generated.\n\nGoogle has been working hard to incorporate AI into every nook and cranny of its products. For example, the company recently gave Gemini the ability to summarize Drive folders to provide a quick overview. We’ve also recently discovered that the company is working on an AI-powered “Call To-do List” function. In its latest initiative, it looks like we could start seeing AI search suggestions in the Google app on iOS.\n\nAuthority Insights story on Android Authority. Discover You're reading anstory on Android Authority. Discover Authority Insights for more exclusive reports, app teardowns, leaks, and in-depth tech coverage you won't find anywhere else. An APK teardown helps predict features that may arrive on a service in the future based on work-in-progress code. However, it is possible that such predicted features may not make it to a public release.\n\nWhile exploring the Google app on iOS, we noticed something interesting. Sitting neatly in the search box was a new pencil icon. Tapping on this icon opens up a new page with a text box and a few suggestions, as seen in the screenshots below.\n\nWhen you begin typing in this text box, you’ll see the Gemini icon below along with text that reads “Generate AI suggestions.” Once enough words are in the field, it automatically starts generating suggestions based on your query. You can then select these suggestions to narrow down your search, working like filters.\n\nYou can see an example in the video above where we asked for help buying a gift. The suggestions that were generated provided options for “budget,” “gift occasion,” and “relationship to recipient.” So you could select “friend,” “under $50,” and “birthday” to get search results for an affordable birthday gift for your friend.\n\nIt appears this feature is still in beta testing, however, as it doesn’t work properly quite yet. In the video below, you can see the feature struggling to work.\n\nThis feature could possibly save users some time, as they would not have to type out these commonly used keywords to get the results they are looking for. Thanks to @TechA7mad on X (formerly Twitter) for sharing this discovery with us.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google App for iOS May Soon Get a Gemini AI-Powered Search Suggestions Feature",
            "link": "https://www.gadgets360.com/ai/news/google-app-ios-gemini-ai-search-suggestions-feature-testing-report-7275997",
            "description": "According to an Android Authority report, Google is testing a new AI suggestions feature for its iOS app. The publication ...",
            "image_url": "https://www.bing.com/th?id=OVF.wO2AJYoUj46dyqQkzxk8Ag&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "gadgets360",
            "article_content": "Google is reportedly testing a new artificial intelligence (AI) feature for its iOS app. As per the report, the Mountain View-based tech giant is working on a new feature that shows AI suggestions when a user begins typing a search query. These words reportedly add more details and context to the query, and can act as a filter to show more targeted results. Notably, this feature is not available in either the global version of the app or its beta version, hinting that the company is still developing it.\n\nGoogle App for iOS Could Get a New AI Feature\n\nAccording to an Android Authority report, Google is testing a new AI suggestions feature for its iOS app. The publication found the feature during a teardown of the Google app. A new pencil icon was reportedly added next to the camera and microphone icon in the text field of the app.\n\nAI suggestions feature in Google app for iOS\n\nPhoto Credit: Android Authority\n\nThis pencil icon is said to open the AI suggestions interface for users. In a video recording, the publication showcased how the feature could work. On tapping the pencil icon, a larger full-screen interface with a larger text box opens. When a user begins typing their search query in it, the Gemini icon appears below with the text “Generate AI suggestions”.\n\nAs per the publication's video, once enough words have been typed to let the AI understand the context, it begins showing related words in three rows (thematically separated) that users can select to filter their search results.\n\nFor instance, if a user types “buying a birthday gift”, Gemini might generate suggestions where the first row will be words for different budgets, the second row could be words for occasions, and the third could be about the relationship with the person. So, users can select “less than Rs. 5,000”, “anniversary”, and “wife” and see search results from websites that offer information on these specific keywords.\n\nAs mentioned above, the feature is reportedly under testing and the publication was not able to get it to work, likely due to the server side of the feature not being active. There is no word on when the feature might be released on iOS, and if an Android version is also in the works."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI As Your Personal Biographer To Memorably Capture Your Family’s Legacy",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/12/18/generative-ai-as-your-personal-biographer-to-memorably-capture-your-familys-legacy/",
            "description": "People are hiring personal biographers. An alternative is to use generative AI to aid in devising your biography. There are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S52lbUA3gAJm2qk9ZYlrOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NVIDIA unveils new $250 AI PC called ‘Jetson Computer’, lets users play around with localised AI",
            "link": "https://www.firstpost.com/tech/nvidia-unveils-new-250-ai-pc-called-jetson-computer-lets-users-play-around-with-localised-ai-13845576.html",
            "description": "With the ability to process nearly 70 trillion operations per second or 70 TOPs at just 25 watts, NVIDIA’s Orin Nano hasn’t ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wZummxZEjinGsX0S2AO-1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Firstpost",
            "article_content": "With the ability to process nearly 70 trillion operations per second or 70 TOPs at just 25 watts, NVIDIA’s Orin Nano hasn’t been designed to replace their premium GPUs but perfect for lightweight AI applications read more\n\nThe Jetson Orin Nano is already being used in innovative ways. Sam Altman’s startup, World, employs Jetson modules in its Orb scanning device, which uses AI to authenticate human identity via iris scans. Image Credit: NVIDIA\n\nNVIDIA has introduced the Jetson Orin Nano, a compact $249 AI-powered computer designed to handle artificial intelligence (AI) tasks locally. This new release doubles the speed and efficiency of its predecessor at half the price, delivering 70 per cent more computational power, according to the company.\n\nWith the ability to process nearly 70 trillion operations per second or 70 TOPs at just 25 watts, the Orin Nano promises to make AI development more accessible for hobbyists and professionals alike.\n\nAdvertisement\n\nA compact powerhouse for AI enthusiasts\n\nThe Orin Nano is ideal for developers working on AI applications for robotics, industrial tools, or other devices that require local processing without reliance on cloud services. This capability ensures low latency and high availability for critical applications like warehouse robots or industrial automation. While it’s not designed to replace NVIDIA’s premium GPUs—used for training large-scale AI models—it’s perfect for lightweight AI applications and on-the-go computing needs.\n\nNVIDIA CEO Jensen Huang showcased the Orin Nano in a playful YouTube announcement, unveiling the palm-sized computer from his “kitchen oven.” Highlighting its versatility, Huang described the Jetson line as a robotics processor that has evolved to run advanced AI models like Meta’s Llama, making it a versatile tool for various AI-driven projects.\n\nPractical applications and industry impact\n\nThe Jetson Orin Nano is already being used in innovative ways. Sam Altman’s startup, World, employs Jetson modules in its Orb scanning device, which uses AI to authenticate human identity via iris scans. The latest version of the Orb boasts five times the AI performance of earlier models, enabling faster and more reliable identity verification.\n\nFor developers and businesses, the Orin Nano offers an affordable way to experiment with AI locally. Unlike cloud services offered by tech giants like Amazon and Google, which can be costly and prone to latency issues, the Orin Nano provides a self-contained solution. This makes it especially valuable for applications that demand consistent uptime and fast response times.\n\nChanging the AI landscape\n\nThe Jetson Orin Nano’s affordability and portability mark a shift towards democratising AI technology. While it may not rival NVIDIA’s high-end GPUs, its localised capabilities make AI experimentation accessible to a broader audience. Startups and developers can leverage this technology to create innovative solutions, particularly in industries where AI-powered devices are becoming standard.\n\nAs AI technology becomes cheaper and more readily available, the competitive edge will shift from merely embedding AI in devices to creating unique intellectual property and innovative applications. With tools like the Orin Nano, the race to build smarter, more efficient AI-driven solutions is heating up."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Verizon Teams Up With Nvidia To Power AI Apps Over Private 5G Networks",
            "link": "https://www.benzinga.com/tech/24/12/42536593/verizon-teams-up-with-nvidia-to-power-ai-apps-over-private-5g-networks",
            "description": "Verizon and Nvidia collaborate to develop a new AI-powered private 5G platform stack for various AI applications, set to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5A8OHc1KIqCe-JNn5WzUGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19h",
            "source": "Benzinga.com",
            "article_content": "On Tuesday, Verizon Communications Inc VZ announced a new solution developed with Nvidia Corp NVDA that enables a wide range of AI applications to run over Verizon’s reliable 5G private network with private Mobile Edge Compute (MEC).\n\nThe new AI-powered private 5G platform stack is an infrastructure developed by Verizon and Nvidia that is designed to plug and play, helping third-party developers innovate while accommodating future evolutions in AI computing and various AI and connectivity applications.\n\nIt can provide these services remotely via portable private network solutions or on a customer’s premises with a permanent private network.\n\nAlso Read: Walmart Teams Up With China’s Meituan to Boost E-Commerce\n\nThe stack can handle compute-intensive apps, including Generative AI large language models and Vision Language Models, Video streaming, broadcast management, Computer Vision (CV), Augmented/Virtual/Extended Reality (AR/VR/XR), Autonomous Mobile Robot/ Automated Guided Vehicle (AMR/AGV), and IoT.\n\nVerizon engineers will begin demonstrations of this solution in early 2025.\n\nSrini Kalapala, Senior Vice President of Technology and Product Development at Verizon, acknowledged leveraging its private networks and Verizon’s global industry leadership in private MEC, combined with Nvidia’s AI computing capabilities to enable real-time AI applications that require security, ultra-low latency, and high bandwidth.\n\nRonnie Vasishta, Senior Vice president of Telecom at Nvidia, noted Verizon’s integration of Nvidia’s full-stack AI platform into its new solution for running AI workloads on private 5G networks as a big step forward in helping enterprises of all sizes reach their business objectives faster with AI.\n\nIn October, Keybanc analyst Brandon Nispel downgraded Verizon stock from Overweight to Sector Weight following weaker-than-expected quarterly print.\n\nNispel flagged Verizon’s potential acquisition of Frontier Communications Parent, Inc FYBR as restricting its ability to repurchase shares soon, which could otherwise generate over 6% yield. He also highlighted slowing improvements in postpaid phone net additions and higher device subsidies, indicating higher costs.\n\nPrice action: VZ stock is down 0.02% at $40.87 at the last check on Tuesday.\n\nAlso Read:\n\nImage via Shutterstock"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Paranormal activity’: Maricopa has caught a case of drone fever",
            "link": "https://www.inmaricopa.com/paranormal-activity-maricopa-has-caught-a-case-of-drone-fever/",
            "description": "Three recent sightings of drones in the Maricopa and Hidden Valley area have caused residents to question their origin and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8o-Icv5azBf5nIDLnOb-XC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Maricopa12h",
            "source": "Maricopa",
            "article_content": "If you haven’t heard about the thousands of mysterious drone sightings in New Jersey in recent weeks, you might be living under a rock. Or are you living under … a drone? Or several of them? Some Maricopa residents believe so.\n\nIt’s a bird! It’s a drone! It’s a cop? Seriously, what are these things?\n\nThe FBI, Department of Homeland Security, state police and other agencies have launched investigations into the recent torrent of inexplicable drone sightings.\n\nJohn Kirby, the White House national security spokesman, said Monday that there has yet to be any public safety or national security risk identified in any of the drone sightings. He said that officials believe they were lawfully flown drones, planes or stars.\n\nBut that seemingly did little to abate UFO anxiety here on the opposite side of the country, where three reported sightings in Maricopa and Hidden Valley have been posted to the social networking site Nextdoor in as many days.\n\nRancho El Dorado resident Marcus Griffin posted Sunday about his own drone sighting.\n\n“I will add to the HYPE: Has anyone ever paid attention to the DRONE activity around Maricopa at night?” Griffin questioned. “I live in the back of [Rancho El Dorado] adjacent to the farmer fields and I see large drones operating on a regular.”\n\nThe same day, Nextdoor user Nevaeh P., who lives on the east side, posted a photo and video of “orbs” she saw while on her way to Phoenix.\n\n“I have seen lots of weird stuff in the sky but over the past few years it seems there’s been more and more paranormal activity to the point where it’s not ignorable anymore,” Nevaeh said. “A few hours [after] I recorded this, I went on TikTok, and my feed was overflowing with videos similar to mine. Of course, our phones listen to us, so maybe it was just feeding into my delusions but it’s weird how everyone else in the world is seeing or experiencing the same things!”\n\nThe most recent post came yesterday from a Hidden Valley user who said she had for weeks been hearing about a Standfield drone group flying for several hours at night with detailed sightings.\n\nThe user attached a screenshot sourced from the r/AskLEO (law enforcement officer) subreddit that she said might ‘explain’ the sightings.\n\n“Pinal County Sheriff’s Office and Eloy Police Department have added drones to patrol and run surveillance for certain investigations,” said the Reddit user u/Nervous_Comb_8047.\n\nInMaricopa contacted the Pinal County Sheriff’s Office to see if this was accurate.\n\nPCSO spokeswoman Lauren Reimer said the sheriff’s office uses drones for these specific purposes (neither surveillance nor patrol is one of them):\n\nScene documentation to record evidence from a crime scene or traffic accident from above.\n\nDuring active SWAT incidents to monitor suspect activity around and inside a home or building where a suspect is barricaded, as well as to clear the building before, during and/or after a high-risk arrest.\n\nAerial searches to follow or search for a wanted suspect when the perimeter is known, and air support (helicopter) may be far away or unavailable.\n\nSearch and rescue operations when searching for missing or injured hikers, etc.\n\n“PCSO does not use drones for daily patrol operations,” Reimer confirmed.\n\nSo, the next time you see a post about another drone or “orb” sighting, or you see one yourself, keep in mind it might just be PCSO trying to keep people safe. Or, hey, it could be aliens."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The hauntingly beautiful castle in Wales where a 'restless spirit still roams'",
            "link": "https://uk.news.yahoo.com/hauntingly-beautiful-castle-wales-where-010000639.html",
            "description": "From the vengeful ghost of a murdered gamekeeper to the echoes of Victorian children’s laughter, Margam Castle has earned its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eUhmDZHniX9CqbdsbzD2wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "16h",
            "source": "Yahoo News UK",
            "article_content": "The hauntingly beautiful castle in Wales where a 'restless spirit still roams'\n\n\n\n\n\n“There are a lot of ghosts in this building,” says Dave Phillips, a volunteer tour guide at Margam Castle and part of the Friends of Margam Park.\n\nAnd he isn’t wrong. Visitors to this 19th-century Gothic mansion in Neath Port Talbot have long shared eerie tales of spectral figures, unexplained laughter, and objects that seem to move of their own accord.\n\nFrom the vengeful ghost of a murdered gamekeeper to the echoes of Victorian children’s laughter, Margam Castle has earned its reputation as one of the most haunted places in Britain.\n\nREAD MORE: Fire service issues update after massive blaze at industrial site in Pontardawe\n\nADVERTISEMENT\n\nREAD MORE: Boots shoppers snap up half price designer perfume that's 'sophistication in a bottle'\n\nBut the castle’s haunting is just one layer of its story. As Dave explains, “We’re on a historic site here at Margam, one that has been permanently occupied for at least 4,000 years.”\n\nFrom the Bronze Age through to Roman times, and later the founding of the Cistercian Abbey in the 12th century, this site has seen centuries of human life—and, perhaps, lingering spirits.\n\nMargam Castle is part of Margam Country Park, a gorgeous 1,000-acre South Wales estate in the Neath Port Talbot region, also known as the 'Dramatic heart of Wales'.\n\nThe castle, built between 1830 and 1840 by architect Thomas Hopper for Christopher Rice Mansel Talbot, is a striking example of Tudor-Gothic architecture. “If you look up at the ceiling,” Dave points out on tours, “you’ll see the initials CRMT—Christopher Rice Mansel Talbot—very proud of his ancestry and heritage.”\n\nADVERTISEMENT\n\nThe Talbot family owned the estate until 1942 when the castle fell into disrepair following a devastating fire in 1977.\n\nThe council owns the property today, and ongoing restoration work ensures its grandeur is preserved.\n\nDespite the fire’s destruction, many original features remain, from the intricate stone carvings to the elegant stained glass windows, which, as Dave explains, “date back to when the house was built, almost 200 years ago.”\n\nWhile the castle impresses with its architecture and history, its eerie ghost stories draw in thrill-seekers and paranormal enthusiasts.\n\nThe ghost of Robert Scott\n\nMargam Castle is part of Margam Country Park -Credit:Robert Melen\n\nThe most infamous spirit of Margam Castle is Robert Scott, a gamekeeper who was murdered on the estate—some say by a poacher, others by an escaped convict. His presence is said to rage through the castle and the estate to this day.\n\nADVERTISEMENT\n\nScott is frequently spotted making a determined ascent up the Gothic staircase that leads to the Castle. His presence is a recurring theme among psychic investigators, who all agree that his spirit seethes with fury, unable to rest after his untimely and unjust death.\n\nAfter nightfall, the castle’s security guards report the unsettling sounds of hurried footsteps and low, chattering voices echoing through the empty halls—though no trace of another soul is ever found.\n\nPsychic investigators have described his presence as one of anger, with inexplicable slamming doors and objects being hurled across rooms attributed to his spirit. Visitors who’ve dared to investigate report an overwhelming sense of dread, as though Scott’s rage still lingers.\n\nChildren’s giggles and mischievous spirits\n\nAnother frequently reported occurrence is the sound of children’s laughter echoing through the castle’s long, empty corridors.\n\nADVERTISEMENT\n\nVisitors claim to have seen ghostly figures of children in Victorian clothing flitting in and out of rooms, as though playing an eternal game of hide-and-seek. Others describe objects mysteriously moving or disappearing, believed to be the playful antics of these mischievous spirits.\n\nA shadowy blacksmith\n\nThe ghost of a blacksmith is another familiar figure at Margam, often spotted by the groundskeepers and gardeners who maintain the estate.\n\nAt night, security guards on patrol have reported unsettling sounds: hurried footsteps, murmuring voices, and shadows darting across the walls—despite the castle being empty.\n\n“It’s reputedly one of the most haunted places in the United Kingdom,” Dave confirms. While he hasn’t experienced anything personally, the sheer volume of stories visitors and staff share suggests otherwise.\n\nParanormal Activity at Margam Castle\n\nThe most infamous spirit of Margam Castle is Robert Scott -Credit:Getty Images\n\nMargam Castle’s ghostly reputation has attracted paranormal investigators from across the globe. Reports of cold spots, mysterious orbs of light, and sudden temperature drops are commonplace during overnight ghost vigils. Objects have been known to move independently, while unexplained noises chill even the bravest ghost hunters.\n\nThe spirit of Robert Scott remains the most active, with psychic investigators describing his presence as hostile and overwhelming. Rocks have been thrown during séances, and the sensation of being watched is unnervingly frequent in certain castle areas. For those who dare, Margam offers an experience unlike any other.\n\nGhost Zunters International at Margam Castle\n\nMargam's haunted history made waves across the Atlantic when Ghost Hunters International filmed an episode here for the SyFy Channel.\n\nThe investigation, broadcast to over a million viewers, shone a global spotlight on the site’s paranormal activity, cementing its status as one of Britain’s spookiest destinations.\n\nParanormal investigators used low lux cameras, full spectrum photography and super sensitive recording devices to capture “electronic voice phenomena” which is said to be spirit world voices.\n\nThe enthusiastic American team claimed to have captured on camera the floating figure of a monk wearing a white habit.\n\nAnd they also claimed to have “spoken” with a medieval monk called Brother Tom, seen a “ghost” in shadow form of Christopher Rice Mansel Talbot – the man who commissioned the building of the castle – and heard the footsteps of Lady Emily Charlotte in the bedroom in which she died almost 100 years ago.\n\nMargam Castle’s ghostly reputation has attracted paranormal investigators from across the globe -Credit:Lydia Royce\n\nAttend a ghost hunt\n\nFor those eager to experience the castle’s ghostly atmosphere, Haunting Happenings offers overnight ghost hunts at Margam Castle—a daunting but thrilling prospect.\n\nThese spooky events provide a unique opportunity to search for the spirits that roam the castle’s many haunted rooms. Guests can expect strange light anomalies, loud footsteps echoing on the grand staircase, and sudden, extreme drops in temperature. Few are brave enough to spend time alone in the most active areas of the castle.\n\nThis popular overnight experience includes access to ghost hunting equipment such as EMF Meters and K2 Meters and interactive experiments like glass divination, table tipping, and Ouija boards.\n\nThe event features small group séances, ghost hunting vigils, and even free time to explore the castle’s shadows alone. Teas and coffees are provided to keep spirits—of the living variety—high during the night.\n\nWhy visit Margam Castle?\n\nMargam Castle’s ghostly reputation has attracted paranormal investigators from across the globe -Credit:South Wales Evening Post\n\nWhile the ghost stories are reason enough for many visitors, Margam Castle is also a gorgeous architectural gem surrounded by natural beauty. Dave Phillips says, “There’s a story to be told here, from the stationing of American soldiers during World War II to visits from historical figures like Admiral Lord Nelson and General Dwight Eisenhower.”\n\nMargam Country Park offers more than ghostly tales. From scenic walks and historic ruins to mountain biking trails and paddleboarding, there are plenty of activities for the whole family.\n\nFor those brave enough, ghost tours and overnight vigils provide the perfect opportunity to experience Margam’s supernatural side firsthand.\n\nSo, whether you’re drawn by its history, beauty, or the chilling possibility of encountering one of its many spirits, Margam Castle is well worth a stop. But as the shadows lengthen and the night falls, keep your ears open… you might hear laughter where no one stands or footsteps where no one walks.\n\nNeed to know"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Counties see RED funding as way forward for Historic SDG Jail",
            "link": "https://www.standard-freeholder.com/news/sdg-jail-red",
            "description": "CORNWALL — Ghost hunters can rejoice, as SDG council intends to bolster paranormal offerings and tourism opportunities at the ...",
            "image_url": "https://www.bing.com/th?id=OVF.MbuvXMmbdPoUqLxrC50VXA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Cornwall Standard Freeholder15h",
            "source": "Cornwall Standard Freeholder",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "My son received compassionate care while dying. He deserved the same care while living",
            "link": "https://www.cbc.ca/news/canada/manitoba/first-person-compassionate-care-1.7407704",
            "description": "While other parents and caregivers mark their calendars to celebrate occasions like their children’s birthdays, Angela ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mAmhGy-bUiLIt65ZpxLgJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "CBC.ca",
            "article_content": "This First Person article is the experience of Angela Lavallee, Neyo Kookum Iskwe — Four Grandmothers Woman, a First Nations mother, grandmother, knowledge learner and community heart helper. For more information about CBC's First Person stories, please see this FAQ.\n\nAs caregivers mark their calendars to celebrate their children's birthdays, weddings, graduations or special events, my mind, body and spirit will always remember Nov. 2, 2024, as the day I had to take my 27-year-old son off life-support.\n\nAs I was holding him through his last breaths on Earth, I remember trying to quiet the grieving cries of loved ones at his bedside. I wanted to silence the human world, soothe the aching pain of my broken heart and stay attentive to the spiritual sounds of my son laughing.\n\nI wanted to lean into the hope that he was going to a place where he would be free of the suffering.\n\nAs I process the grief and loss, I reflect on the realization that my son's story and cries for comfort in healing will not die with him. I feel the years of injustices unravel as I am trying to embrace the peaceful purpose of having to bury my son.\n\nHowever, the fire he continues to light within me is burning with a purpose, and I cannot allow his voice to go ignored. I invite you to see my son through my eyes and hear it with your heart. I invite you to walk with me, as I share the essence of who he was.\n\nHis spirit name is Blue Thunderbird Man, and his legal name was Kyrel Lavallee. He was my sacred fire-keeper and only son.\n\nAngela Lavallee with her son, Kyrel. He was 'a sacred fire-keeper, helper, brother, uncle, nephew, cousin, grandson and friend,' she writes. (Submitted by Angela Lavallee)\n\nHe had a passion for writing lyrics and was fascinated by ancient Egyptian mythology, aliens, Marvel movies, documentaries, multidimensions and the mysterious paranormal powers of the world.\n\nHe had an adventurous life that took him across Turtle Island, where he filled space sharing stories about humour, survival, hope, healing and love, and making memorable connections. Kyrel had a generous energy, and he would often give his clothes, money and food to those in need.\n\nHe loved helping others, but also required the necessities and empathy he was so freely giving to others.\n\nAt war with addiction\n\nKyrel had an illness that many people stigmatize as preventable — substance use addiction. At a young age, he started using alcohol and drugs to cope with his trauma. It became his confidence-builder to interact socially with people.\n\nWe spent years navigating health and community resources that offered tools for him to live a life of sobriety, and tending to the wounds of ongoing traumas.\n\nHis sisters and I had the honour of being trusted with the staggering and tough stories where he was at war with addiction. As his mother and primary caregiver, I understand the core of his intergenerational traumas, pains, grief and losses.\n\nRight to the last hours of his life, we advocated for him and his ongoing need for support and social guidance.\n\nWe know our Canadian health system is intended to provide quality care and should offer a sense of dignity, respect and well-being to all people.\n\nBut part of my son's story involves his cries for comfort and non-judgmental healing services, only to be dismissed by some of the people working in our health system.\n\nAngela Lavallee says Kyrel 'had a generous energy, and he would often give his clothes, money and food to those in need.' (Submitted by Angela Lavallee)\n\nHours before my son was admitted into an intensive care unit at an Edmonton hospital, he was discharged from a detox centre elsewhere in the city.\n\nHe was trying to access resources to heal from the spirit of addiction. One of my son's last text messages to me reads, \"I signed up for two different treatment places but a call ASAP isn't guaranteed.… They'll be discharging me when my withdrawal symptoms are gone.\"\n\nAnd sure enough, on the morning of Oct. 29, 2024, instead of accommodating his pleas to remain in the detox centre either until a treatment bed opened up, or we'd safeguarded a plan to get him back home to Manitoba, he was dismissed and sent on his way.\n\nSadly, being sent on his way pulled him back into the pathway of addiction. It was a route he struggled not to take, but as we know, it's often more accessible than healing and wellness resources.\n\nLess than eight hours after being discharged from detox, my only son was found outside a homeless shelter, unresponsive.\n\nLeft with 'what ifs'\n\nKyrel is one of many who are dying in a pandemic of accidental overdoses.\n\nWe are left with the residue of unanswered questions and unloading the \"what ifs.\" What if they allowed him to stay until he secured a bed in treatment? What if they'd comforted him until we'd made our safe plan to get him back home?\n\nWhat if they'd accommodated him until he continued his sober pathway at \"ma's treatment\"? When he was home, I sometimes had the capacity to be his safe place between detox and treatment.\n\nI honour every moment my son fought to stay sober and would make space where he could heal and be away from energies that dragged him into the cycle of addiction.\n\nWhat if people did not have to be on their deathbed to be treated with such dignity, respect and comforting care?\n\nWhat if every person who wants to be on a pathway of healing and sobriety had the resources between detox and treatment? What if they had focused more on hearing my son's voice, instead of measuring his needs based on withdrawal symptoms?\n\nI spent the last three nights and four days of my son's life crying, talking, singing and pleading with him to keep fighting.\n\nIn the darkest of moments, it was therapeutic to feel and see how the doctor and nurses at Royal Alexandra Hospital in Edmonton tended to my child and made space for our family to be with him. They did not use any words that made his illness less than, and treated him with dignity, respect and care. The nurses spoke to him with such tenderness and love. Each night, the nurses made a bed for me next to my dying son.\n\nThe doctor was transparent in the whole process and did not refer to my son as an \"addict,\" a \"user\" or a \"homeless person.\" Nor did he use the word \"overdose.\" We had access to seeing his charts, brain scans — every process so diligently explained — and could smudge with our traditional medicines in his ICU room.\n\nWhat if people did not have to be on their deathbed to be treated with such dignity, respect and comforting care?\n\nKyrel is more than just a number in the statistics of people who died by overdose. He was more than his struggle with addiction. My son is a sacred fire-keeper, helper, brother, uncle, nephew, cousin, grandson and friend.\n\nWe need to fill in those gaps where we are losing people like my son. We need more healing resources to support folks who keep trying to save their lives and find the courage to seek help.\n\nMy son had a purpose in life, and his legacy will not die with him."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert says he's found portal that could be used for alien invasion of Earth",
            "link": "https://www.mirror.co.uk/news/weird-news/ufo-expert-says-hes-found-34332205",
            "description": "Carl Nally, of UFO and Paranormal Research Ireland (UPRI), has issued a warning about a potential alien invasion and believes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wLo5xEMdTuEczYAb6S96BC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "20h",
            "source": "The Mirror",
            "article_content": "A UFO expert believes that aliens could invade Earth at any moment and warned that they \"will make themselves known\".\n\nCarl Nally, of UFO and Paranormal Research Ireland (UPRI), issued the chilling warning after unexplained flying objects were spotted near military facilities. The mystery sightings came in the US, UK and Germany. Mr Nally said sightings are on the rise and believes there could be a portal for aliens to enter and exit Earth.\n\nAccording to Mr Nally, the secret entrance is nestled in the middle of Ireland between Athlone and Slane. His claims come after US authorities said they were unable to establish the origin of the objects. \"We have no evidence at this time that the reported drone sightings pose a national security or a public safety threat, or have a foreign nexus,\" a White House official said last week.\n\nImage: X/@charliekirk11) X/@charliekirk11)\n\nMr Nally claimed that if the flashing lights that were spotted were simply drones, it would have been confirmed by now. He told the Irish Mirror: \"It’s an amazing situation, the way we see it. You would imagine that, when anything appears over a military base, a military helicopter would go up and investigate them but they haven’t done that.\n\n“They call them drones. Are they drones or UFOs? They would have identified them by now if they were drones – even just by shooting one of them down to see what it is. But they haven’t done that, and that leads us to believe that, possibly, it could be UFOs again.”\n\nMr Nally said the appearance of flying objects near military bases is part of an unprecedented global surge in UFO sightings over the past two months – including in Ireland, where several suspected UFOs have been spotted around Slane and Athlone. He suggested there were certain locations on the planet where UFOs enter from space and leave again, and claimed one such location may exist in the Irish midlands – explaining the uptick in sightings in recent weeks.\n\nImage: littlespacemochi/ Reddit) littlespacemochi/ Reddit) Image: littlespacemochi / Reddit) littlespacemochi / Reddit)\n\n“It’s very peculiar that it’s happening in a lot of places at the same time,” said Mr Nally. “We’re not used to that on this side of the world. At some point, they will make themselves known, and why not now?”\n\nThe UFO expert said the recent sightings suggested extra-terrestrials were assessing military strength, and noted that UFOs had also been spotted in the vicinity of nuclear facilities. \"It seems to be some kind of observation that’s going on at this point in time, and it seems to have increased, without a shadow of a doubt, and you would wonder,\" he claimed.\n\nMr Nally was relaxed about the prospect of an alien invasion, however, and suggested there were greater threats to mankind to worry about. \"If you put that [an alien invasion] on one side of the scales and AI [artificial intelligence] on the other, I’d be more concerned about AI,\" he said.\n\nMr Nally has co-authored three books on aliens and UFOs with Dermot Butler, the most recent of which was Circle of Deceit. They are currently working on their fourth book."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New discovery by scientists redefines magnetism",
            "link": "https://www.sciencedaily.com/releases/2024/12/241217131006.htm",
            "description": "Step into a world so tiny, it defies imagination -- the nanoscale. Picture a single strand of hair, now shrink it a million times. You've arrived. Here, atoms and molecules are the architects of ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily12h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Grisly Discovery at a Bronze Age Mass Grave: The Victims Were Eaten, Too",
            "link": "https://www.nytimes.com/2024/12/17/science/bronze-age-skeleton-cannibals.html",
            "description": "It’s taken us all aback,' said a professor who led a study revealing that 37 people in a prehistoric site in England were ...",
            "image_url": "https://www.bing.com/th?id=OVFT.khQdZyH-Ujjy1zWXxjdU-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "19h",
            "source": "The New York Times",
            "article_content": "The bones were spread out across a nearly 50-foot ditch, thousands of them, bearing marks of a grisly end. Snapped femurs. Bashed skulls. Bones with slicing cuts, as if someone had butchered the skin around them.\n\nFor more than 50 years, the remains found in a shaft at the Charterhouse Warren Farm in southwest England have been a blip in British archaeological history. Discovered by cave explorers in 1970, the collection of mismatched bones seemed to be just another Bronze Age gravesite — a few victims scattered among sediment and animal skeletons.\n\nNow, a recent study published in the Cambridge University journal Antiquity suggests a stunningly grim saga played out at Charterhouse Warren, at far greater scale than previously thought: The bones belong to at least 37 men, women and children who were slaughtered and possibly eaten in a ceremonial feast after their massacre.\n\n“It’s taken us all aback. It was completely unexpected, totally atypical for the period and for almost all of British prehistory,” said Rick Schulting, a professor of archaeology at Oxford University who led the study."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Complete mastodon jaw found in New York homeowner's backyard: 'Remarkable discovery'",
            "link": "https://www.foxnews.com/science/complete-mastodon-jaw-found-new-york-homeowners-backyard-remarkable-discovery",
            "description": "A complete mastodon jaw found by a New York homeowner will undergo \"extensive scientific analysis\" before being put on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M60MoLx6gHzsMPo2p5Xv4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "13m",
            "source": "Fox News",
            "article_content": "A homeowner in New York uncovered a complete mastodon jaw in their backyard in what officials are calling a \"remarkable discovery.\"\n\nThe jaw of the extinct mammal, which was similar to an elephant, and several bone fragments were excavated from a property in Scotchtown by researchers from the New York State Museum and SUNY Orange.\n\n\"The fossils – discovered by a curious homeowner – will undergo carbon dating and extensive scientific analysis to determine the mastodon’s age, diet, and habitat,\" the New York State Museum said in a statement. \"Once preserved and studied, the jaw and related findings will be showcased in public programming in 2025, offering visitors a glimpse into New York’s rich Ice Age history.\"\n\nThe Albany-based Museum said the homeowner first noticed the jaw when they spotted \"two unusual teeth concealed by plant fronds and, intrigued, dug a bit deeper to uncover two more teeth just inches beneath the surface.\"\n\nARCHAEOLOGISTS UNEARTH 13,000-YEAR-OLD MASTODON SKULL IN IOWA\n\n\"When I found the teeth and examined them in my hands, I knew they were something special and decided to call in the experts,\" the museum quoted the homeowner as saying. \"I’m thrilled that our property has yielded such an important find for the scientific community.\"\n\nThe discovery is also being described by the museum as the first of its kind in New York in 11 years, and a \"prehistoric treasure.\"\n\n480-YEAR-OLD FIREARM DISCOVERED IN ARIZONA DESCRIBED BY RESEARCHERS AS THE ‘OLDEST’ FOUND IN THE US\n\n\"Excavation efforts by the New York State Museum and SUNY Orange unearthed a full, well-preserved mastodon jaw belonging to an adult individual,\" it said. \"Alongside the jaw, researchers also recovered a piece of a toe bone and a rib fragment, offering valuable additional clues about the mastodon’s life and environment.\"\n\nMuseum officials said 150 mastodon fossils have been found across New York, but a third of them have come from Orange County, where the jaw was discovered.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"While the jaw is the star of the show, the additional toe and rib fragments offer valuable context and the potential for additional research,\" Cory Harris, Chair of SUNY Orange’s Behavioral Sciences Department, said in a statement. \"We are also hoping to further explore the immediate area for more bones that may have been preserved.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists discover alien-like life hiding inside the human body",
            "link": "https://www.msn.com/en-in/news/techandscience/scientists-discover-alien-like-life-hiding-inside-the-human-body/ar-AA1w4TpY?ocid=BingNewsVerp",
            "description": "The discovery of Obelisks inside the human body may sound like science fiction, but it’s very real. These mysterious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Wmblzt_8HtmvwKuT9QL-QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prehistoric mastodon jaw found in backyard of New York home",
            "link": "https://abcnews.go.com/US/prehistoric-mastodon-jaw-found-backyard-new-york-home/story?id=116894988",
            "description": "A backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first ...",
            "image_url": "https://www.bing.com/th?id=OVF.2gzHnseElASryvJOkTn45w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "ABC",
            "article_content": "“I’m so excited that our yard had something so important for science.”\n\nA backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first find like it in New York in more than 11 years.\n\nThe jaw, along with a piece of a toe bone and a rib fragment, was uncovered near Scotchtown by researchers from the New York State Museum and SUNY Orange.\n\nThe discovery began when a homeowner spotted two teeth sticking out of the dirt under a plant. After digging a little deeper, they found two more teeth just below the surface. Realizing the find might be something special, the homeowner called in experts, and soon a full excavation was underway.\n\n“When I found the teeth and held them in my hands, I knew they were something special,” said the homeowner. “I’m so excited that our yard had something so important for science.”\n\nThe team of researchers uncovered a well-preserved jaw belonging to an adult mastodon, an ancient relative of today’s elephants. The jaw will now be studied to figure out how old it is, what the mastodon ate and what its life was like during the Ice Age.\n\n“This jaw is an amazing discovery,” said Dr. Robert Feranec, an expert from the New York State Museum. “Fossils like this help us learn about ancient ecosystems and give us clues about how the world has changed over time.”\n\nA backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first find like it in New York in more than 11 years. New York State Museum\n\nOrange County has been a great place to find mastodon fossils. In fact, about one-third of the 150 mastodon fossils found in New York have come from this area.\n\nDr. Cory Harris from SUNY Orange said they hope to keep digging in the area to see if there are more bones waiting to be found.\n\n“The jaw is the most exciting part, but the toe and rib fragments might also help us learn more about this animal,” Dr. Harris explained.\n\nThe jaw will eventually be displayed at the New York State Museum in 2025, after scientists finish their research, according to Michael Mastroianni, a leader at the museum."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's plan to make ChatGPT the 'everything app' has never been more clear",
            "link": "https://www.msn.com/en-us/news/technology/openais-plan-to-make-chatgpt-the-everything-app-has-never-been-more-clear/ar-AA1w54q9?ocid=BingNewsVerp",
            "description": "It's all part of a holiday-timed event called \" 12 Days of OpenAI ,\" a plan to ship a product or feature every day for 12 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BEo5iUEB7KmyhwJ6vhW3zC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s API users get full access to the new o1 model",
            "link": "https://arstechnica.com/ai/2024/12/openais-api-users-get-full-access-to-the-new-o1-model/",
            "description": "Application developers who access OpenAI through its long-running API will now have access to the company's latest full o1 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I7xa3eWTwqspJHd_PIsiOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17h",
            "source": "Ars Technica",
            "article_content": "Application developers who access OpenAI through its long-running API will now have access to the company's latest full o1 model, rather than the months-old o1-preview. The upgrade is one of a number of new features being rolled out to OpenAI's developer customers starting today.\n\nOpenAI announced during a livestream today that the new o1 model would bring back many of the \"core features you've been missing\" from the API during o1-preview. This includes the ability to use developer messages to help guide your particular chatbot (i.e. \"You are a helpful assistant for tax professionals.\") and access to a \"reasoning effort\" parameter that tells the API how long to think about specific queries, saving time and money on simple problems so they can be used on the tougher ones. API users can also use visual information like scans of documents as input.\n\nOpenAI also highlighted improvements to the new API's use of internal function calling, where the OpenAI model decides to call functions pre-written by outside developers to generate answers to certain queries, when appropriate. The new API is also more accurate in its use of structured outputs, which use a JSON schema to present information in a specific format outlined by the developer, OpenAI said.\n\nThe o1 model uses 60 percent fewer thinking tokens than o1-preview, OpenAI said, generating faster and cheaper results. But those results are also roughly 25 to 35 percentage points more accurate on benchmarks like LiveBench and the AIME, according to OpenAI.\n\nWhile o1 access will start rolling out to tier 5 development customers today, API access to the $200/month o1 Pro model is only promised to be \"coming soon.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hundreds of OpenAI’s current and ex-employees are about to get a huge payday by cashing out up to $10 million each in a private stock sale",
            "link": "https://www.msn.com/en-us/money/top-stocks/hundreds-of-openai-s-current-and-ex-employees-are-about-to-get-a-huge-payday-by-cashing-out-up-to-10-million-each-in-a-private-stock-sale/ar-AA1w3lbm?ocid=BingNewsVerp",
            "description": "A group of current and former OpenAI employees are eligible to cash out up to $10 million worth of shares as part of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uiQRjcpb8nIaIZiZr1dDLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Does OpenAI Need So Much Money?",
            "link": "https://www.nytimes.com/2024/12/17/technology/openai-chatgpt-funding.html",
            "description": "Building a chatbot like ChatGPT requires billions upon billions of dollars. That’s the driving force behind OpenAI’s plans to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GtpivSPtCqmqLnc4jWVKKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15h",
            "source": "The New York Times",
            "article_content": "Early last year, OpenAI raised $10 billion. Just 18 months later, the company had burned through most of that money. So it raised $6.6 billion more and arranged to borrow an additional $4 billion.\n\nBut in another 18 months or so from now, OpenAI will need another cash infusion because the San Francisco start-up is spending more than $5.4 billion a year. And by 2029, OpenAI expects to spend $37.5 billion a year.\n\nOpenAI’s accelerating expenses are the main reason the corporate structure of the company, which began as a nonprofit research lab, could soon change. OpenAI must raise billions of additional dollars in the years to come, and its executives believe it will be more attractive to investors as a for-profit company.\n\nIn many ways, artificial intelligence has inverted how computer technology used to be created. For decades, Silicon Valley engineers designed new technologies one small step at a time. As they built social media apps like Facebook or shopping sites like Amazon, they wrote line after line of computer code. With each new line, they carefully defined what the app would do."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI says it has no plans for a Sora API — yet",
            "link": "https://www.msn.com/en-us/news/technology/openai-says-it-has-no-plans-for-a-sora-api-yet/ar-AA1w2Goq?ocid=BingNewsVerp",
            "description": "OpenAI says it has no plans to release an API for Sora, its AI model that can generate reasonably realistic videos.",
            "image_url": "https://www.bing.com/th?id=OVFT.KEMl4r_0EW03BY7a0qaqsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 DevOps Trends for 2025 and Beyond",
            "link": "https://www.devprojournal.com/software-development-trends/devops/3-devops-trends-for-2025-and-beyond/",
            "description": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZG0nS-_gB5l0X-ylR2HP0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "devprojournal21h",
            "source": "devprojournal",
            "article_content": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here to stay.\n\nThe Rise of FinOps\n\nTzvika Zaiffer, Director, Solutions, Spot by NetApp:\n\nThe DevOps landscape has evolved significantly in recent years, particularly in response to the growing demands of enterprise AI initiatives and competitive market pressures. A key development has been the rise of FinOps—the integration of financial accountability into DevOps practices. DevOps teams now regularly collaborate with finance experts, making decisions that balance technical requirements with cost considerations. This evolution reflects a broader shift toward cost-conscious infrastructure management. Organizations increasingly expect DevOps teams to implement sophisticated cost visibility tools, automated provisioning systems, and real-time monitoring capabilities. These practices help control expenses while maintaining the high-performance infrastructure needed for AI workloads and other complex applications.\n\nLooking ahead, this convergence of DevOps and financial stewardship will become even more critical. Successful DevOps strategies will need to demonstrate not just technical excellence, but also clear financial viability through mature cost controls and efficient resource utilization.\n\nAPI Boom Will Yield Transition to DevSecOps Teams\n\nMoshe Lipsker, VP of Global Product Development, Imperva, a Thales company:\n\nAs we head into 2025, we’ll be four years into application programming interfaces (APIs) taking over the world. As it stands, the Economic Impact of API and Bot Attacks study from the Imperva Threat Research Team found that the average enterprise managed 613 API endpoints last year. APIs enable seamless integration and user experience but, consequently, attract hacker interest as these endpoints provide direct access to sensitive data. On average, API-related security issues cost organizations $25-87 billion annually. This massive loss begs the question: are IT security teams and DevOps teams ready to work together to balance the speed of business development with security?\n\nAs more organizations continue to adopt APIs in 2025, these increasing risks will force their hand in strengthening security posture at the point of development so that they can provide widespread protection of their software. Though it’s not easy, we will continue to see the transition to DevSecOps teams to ensure that security is effectively built into product development from the start. With these transitions, organizations will adopt automated solutions such as runtime application self-protection to increase security without adding overhead to development processes.\n\nLow-code/no-code: Hype or Real Value?\n\nShomron Jacob, Head of Applied Machine Learning & Platform, Iterate.ai:\n\nAs we’ve seen firsthand for years now, low-code strategies are very efficient and effective at bringing AI, the IoT, data connectivity and more into production applications—and doing so without facing the exorbitant cost and technical hurdles of otherwise hardcoding (and exhaustively learning) those technologies. By distilling the complexity of those technologies into modules ready to be connected to build out complete applications, businesses are achieving innovative functionality and delivering breakthrough capabilities with less direct expertise, time, and expense. That simplicity also translates into speed, from initially testing applications, to iteratively optimizing and perfecting them (both capabilities and user experiences). Those advantages will continue to drive greater low-code adoption in the coming year as organizations seek to debut applications with competitive features at an even more accelerated pace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Ahead in Generative AI in 2025? (Part One)",
            "link": "https://tdwi.org/Articles/2024/12/18/TA-ALL-Whats-Ahead-in-Generative-AI-in-2025-Part-One.aspx",
            "description": "Predictions for AI in the coming year. The generative artificial intelligence (AI) boom will continue unabated over the next ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NHDxC4fxkO1Dluk9cwMX4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "TDWI3h",
            "source": "TDWI",
            "article_content": "What’s Ahead in Generative AI in 2025? (Part One)\n\nPredictions for AI in the coming year.\n\nThe generative artificial intelligence (AI) boom will continue unabated over the next several years. As 2025 approaches, I predict the following key trends in generative AI.\n\nPrediction #1: Expanding Generative AI Usage\n\nAdoption of generative AI will accelerate across business and consumer markets in 2025 and beyond. Already, generative AI features are becoming a key differentiator in enterprise applications in the form of conversational user interfaces, embedded digital assistants, natural-language chatbots, task-oriented copilots, and other large language model (LLM)-powered productivity augmentations.\n\nTDWI research shows that productization of generative AI is starting to gain traction in enterprises. A recent TDWI survey on enterprise AI readiness showed that 30% of organizations have already deployed the technology or have expressed a significant interest in adopting it in the coming year. By the same token, 46% are discussing how generative AI could be useful in their businesses.\n\nPrediction #2: More Transformative Experiences\n\nGenerative AI will transform the experience of more devices, applications, and services in 2025. Already, voice chatbots powered by generative AI are becoming a popular choice for the self-service experience of every app, including no-code business analytics tools.\n\nTDWI research shows that generative AI is rapidly changing how enterprises get work done. A recent TDWI survey on data and analytics trends showed that 37% of organizations have already built or are planning to deploy generative AI chatbots for customer support applications, 28% for marketing content generation, 26% for onboarding new employees, and for many other use cases. Over the next several years, we predict that generative AI will democratize many professions as knowledge workers adopt tools that enable them to single-handedly produce sophisticated deliverables that once required highly skilled teams and expensive, time-consuming production processes.\n\nTDWI research also shows that the generative AI application experience will grow more multimodal. In 2025 and beyond, multimodal LLMs will proliferate as developers create more generative AI apps that work with text, image, video, audio, and other data modalities. In the recent TDWI survey on achieving success with modern analytics, 46% of enterprises report either using generative AI text prompting now to generate images and other modalities or plan to do so over the next few years.\n\nPrediction #3: More Sophisticated Platforms and Tools\n\nGenerative AI will be a principal driver in the evolution of enterprise data foundations in 2025.\n\nDemand for multimodal applications of generative AI will drive evolution of enterprise data lakes, data pipelines, data governance, and much more. Likewise, adoption of generative AI will bring such platforms and tools as vector databases, prompt engineering, and retrieval-augmented generation into the enterprise mainstream.\n\nIn the coming year, prompt engineering will continue its rapid maturation into a substantial body of proven practices for eliciting the correct output from LLMs and other foundation models.\n\nWithin generative AI development tool sets, embedding libraries will become an essential component for developers to build increasingly sophisticated similarity searches that span a diverse range of data modalities. The recent TDWI survey on enterprise AI readiness shows that 28% of organizations already use or are deploying vector databases to store vector embeddings for use with AI models, while 32% plan to adopt those databases in the next few years.\n\nIn addition, generative AI developers in 2025 will have access to a growing range of tools for no-code development of “agentic” applications that provide autonomous LLM-driven copilot, chatbot, and other functionality and that can be orchestrated over more complex process environments. Agentic workflows, leveraging a new phenomenon known as a “large action model,” will be a growing focus of intelligent process automation.\n\nPrediction #4: More Diverse Models and Data\n\nDevelopers will have access in 2025 to a growing range of sophisticated models and data for building, training, and optimizing generative AI applications—including both commercial and open-source models.\n\nThe recent TDWI survey on data and analytics trends showed that around 25% of enterprises are experimenting with private or public generative AI models, while 17% are building generative AI apps that use company data with pretrained models. The survey also showed that 41% of enterprises are exploring how to use generative AI to build apps that use private data.\n\nOnline cloud marketplaces will become a favorite source of third-party training data for more enterprise AI developers. I also predict that enterprises will increasingly rely on synthetic data generation as an alternative for training generative AI in use cases where authentic source data is either too costly, restricted, or unavailable for their needs.\n\nRead more predictions about AI governance and ROI in Part Two of this article."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crack the Code on Trust: 2025 Marketing Insights for Small Businesses",
            "link": "https://www.taiwannews.com.tw/news/5995305",
            "description": "As 2025 approaches, the key to success for SMBs is embracing trust-first strategies. By focusing on Real-User Content, being ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TTwu2baoD7O1r3PLJhlCdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Taiwan News22h",
            "source": "Taiwan News",
            "article_content": "NEW YORK, Dec. 17, 2024 (GLOBE NEWSWIRE) -- iStock, a leading e-commerce platform providing premium content to SMBs, SMEs, creatives, and students everywhere, has released its 2025 Marketing Trends Report, packed with practical strategies to help businesses thrive in today’s trust-driven marketplace.\n\nThe report comes at a critical time when consumer trust in social media—a key tool for small businesses—is declining. According to iStock’s VisualGPS research platform, 81% of consumers don’t trust social media content, citing concerns over misinformation. However, trust in businesses remains high, with 64% of people favoring businesses over celebrities or influencers, or even politicians, and 58% preferring brands whose values align with their own. For small businesses, this is a powerful opportunity to leverage their local ties and authentic engagement to build stronger connections and outpace larger competitors.\n\n\n\n\n\n\n\n\n\nDr. Rebecca Swift, Senior Vice President of Creative for iStock, emphasizes the need for a bold shift: “As we enter 2025, trust will define success, and visual content will be a critical tool in forging genuine connections with audiences. For small businesses, the advantage lies not in chasing polished perfection but in creating visuals that feel human, honest, and deeply relevant. By telling real stories and reflecting diverse experiences, small businesses can establish deep, lasting trust with their audiences–proving that it’s not about looking perfect but about feeling real and relatable.”\n\nHere are iStock’s key marketing trends to help SMBs build trust in 2025:\n\nReal Talk: Less Influencer, More Real-User Content\n\nThe genuine feel that made influencer content connect with people is disappearing. VisualGPS revealed, 67% of people believe traditional ads are more authentic than sponsored influencer posts. Even if you don’t use influencers, this shift matters. People are tired of content that looks too perfect and want visuals that feel genuine and honest. A few years ago, User-Generated Content (UGC), like selfies and vertical videos, was seen as the most real and authentic. But in 2025, people expect more. This is where Real-User Content (RUC) comes in, a new concept from iStock experts which encourages businesses to move from \"generated\" content to images and videos that show “real.”\n\nThis change is affecting how people interact with visual content, especially on social media. Despite people’s lack of trust, they still find these platforms valuable, 82% of users still go to places like TikTok, Instagram Reels, and YouTube Shorts for video content to learn something new or get inspiration. In other words, people want the benefits of social media, without the negative effects. This shift has also made video-driven social search more popular, where platforms focused on video are no longer just for scrolling —they’ve become places to search and discover. In 2025, to succeed, you need to speak directly to your audience, this approach will always be more effective than a flood of generic posts.\n\n\n\n\n\nHonesty: The New Face of Authenticity\n\nIf you’ve been paying attention to marketing trends, you’ve probably seen the word “authenticity” everywhere. But what does it truly mean? For consumers, it means being real, truthful, and original, according to VisualGPS research. And in 2025, it will still be key to building trust—98% of people say authentic images and videos are important for earning trust. However, authenticity is changing. In 2025, it’s will be about radical honesty. People don’t want perfect images—they want to see what makes your business human, imperfections and all.\n\nSharing raw moments, real customer stories, and the messy, behind-the-scenes parts of running a business can create strong emotional connections. Being honest is important—whether it's showing how your processes work to teach your audience or admitting when things don’t go as planned. Even humor, when used carefully, can turn simple interactions into memorable moments. In a world full of overly polished content, honesty will help your brand stand out.\n\n\n\n\n\n\n\n\n\nThe Next Frontier: Trust-Centric AI for Forward-Thinking Businesses\n\nText-to-image Generative AI is a powerful tool for businesses of all sizes. However, in 2025, its successful use will depend on being transparent. While consumers are open to AI-generated ads, 86% believe it should be clearly labeled, and 74% are okay with AI-generated content IF used ethically. This means using AI to empower, not to mislead. Also, as ethical AI becomes the standard, using tools that offer commercially safe AI images with legal protection—just like any other royalty-free image—not only gives you peace of mind but also positions your business as a leader in responsible AI use, aligning with the values your audience expect.\n\nOn top of that, beyond creating images from scratch think of AI as a virtual studio that helps your team create flexible, cost-effective content. AI tools like iStock’s AI generator, allow businesses to not only generate custom images from creative prompts but also modify visuals, remove or change elements, and expand canvases to fit specific formats—all without needing expensive software or design skills. This tool even lets businesses upload reference images and product photos to build a personalized library of assets, making it quicker and easier to align visuals with your business needs, pace, and budget.\n\n\n\n\n\nAs 2025 approaches, the key to success for SMBs is embracing trust-first strategies. By focusing on Real-User Content, being radically honest, and using AI transparently, small businesses can not only stay ahead of the curve but also lead the way in making trust the foundation of modern marketing.\n\nTo inspire and elevate your visual marketing strategy ahead of 2025 with related imagery and videos, visit https://www.istockphoto.com/.\n\nMedia contact:\n\nIlse Noguez\n\n[email protected]\n\nPhotos accompanying this announcement are available at:\n\n\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/9508cf80-f5a7-403f-819b-68c62617e25c\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/f9cc203d-5c67-45a0-8e84-a6e001ad7acb\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/80078fc0-f37b-4b57-b58b-55c54c396f5a\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/ef7c3bb1-ca44-4d03-83f5-0d5f80c8af52\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/f860a42a-50ab-413a-b17e-75d09e83934c"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Check Out the Key Software Development Trends That May Emerge in 2025",
            "link": "https://www.bbntimes.com/technology/check-out-the-key-software-development-trends-that-may-emerge-in-2025",
            "description": "Each year brings new breakthroughs, fresh approaches, and bold ideas that redefine how we build and interact with technology.",
            "image_url": "https://www.bing.com/th?id=OVFT.xNxe22cyqYbmUmbIQEbPpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "bbntimes1h",
            "source": "bbntimes",
            "article_content": "Check Out the Key Software Development Trends That May Emerge in 2025\n\nThe world of software development is evolving at a pace we’ve never seen before.\n\nEach year brings new breakthroughs, fresh approaches, and bold ideas that redefine how we build and interact with technology. By 2025, some trends will reshape the way developers and businesses operate, while others will open up new opportunities we might not even fully grasp yet.\n\nLet’s dive into what the future of software development might look like in 2025 and why these trends are worth paying attention to.\n\nGenerative AI: A New Coding Ally\n\nArtificial intelligence (AI) has been making waves all across industries, and in software development, it’s become an essential tool. AI is no longer just an assistant; it’s becoming an indispensable co-developer.\n\nIn 2025, AI-powered tools will:\n\nWrite code faster than ever, taking over repetitive tasks so developers can focus on solving real problems.\n\nDebug software more efficiently, spotting and fixing issues before they even cause disruptions.\n\nEmpower people who aren’t traditional developers to build their own applications using natural language prompts.\n\nThink of AI as a partner that boosts creativity and efficiency for any software development company, and it can make software development not just faster but smarter.\n\nLow-Code and No-Code Platforms: Breaking Down Barriers\n\nImagine a world where you don’t need to know how to code to create software. That is the promise of low-code and no-code platforms, and by 2025, these tools will become even more powerful.\n\nFor businesses, this is a game-changer. They’ll be able to:\n\nBuild complex applications with drag-and-drop simplicity.\n\nSave time and money by reducing reliance on traditional development teams.\n\nCustomize solutions without the usual trade-offs of flexibility versus speed.\n\nAs these platforms evolve, they’ll bridge the gap between technical and non-technical teams, making innovation accessible to everyone.\n\nCloud-Native Development Becomes the Norm\n\nThe cloud isn’t just a buzzword anymore - it’s the backbone of modern software. By 2025, cloud-native development will dominate how applications are built.\n\nHere’s what to expect:\n\nServerless technology will take off, letting developers focus on building apps without worrying about managing servers.\n\nEdge computing will complement the cloud, processing data closer to users for lightning-fast performance.\n\nTools like Kubernetes will simplify scaling and managing applications, even for smaller teams.\n\nCloud-native isn’t just about convenience; it’s about delivering better software faster and at scale.\n\nSustainability Will Drive Software Decisions\n\nThe world is becoming more eco-conscious, and software developers are joining the movement. By 2025, sustainability won’t just be an option - it’ll be a priority.\n\nDevelopers and companies will focus on:\n\nWriting energy-efficient code that reduces the environmental impact of software.\n\nPartnering with cloud providers committed to renewable energy.\n\nBuilding tools that help businesses track and reduce their carbon footprint.\n\nIn short, green software will be the next big thing, and those who embrace it will be in charge of a more sustainable future.\n\nSecurity as a Core Feature, Not an Afterthought\n\nWith data breaches and cyberattacks on the rise, security is becoming non-negotiable. By 2025, building secure software will be baked into every stage of development.\n\nHere’s how this will look:\n\nDevelopers will adopt a “secure by design” approach, ensuring vulnerabilities are addressed early.\n\nThe AI technology will play a bigger role in identifying threats and stopping them in real time.\n\nDevSecOps, which integrates security into development workflows, will become a standard practice.\n\nThe goal isn’t just to build software that works but to create systems that users can trust.\n\nQuantum Computing: Peeking into the Future\n\nQuantum computing feels like science fiction, but it’s getting closer to reality. By 2025, we’ll start to see its impact on software development, albeit in niche areas.\n\nFor example:\n\nQuantum algorithms will revolutionize industries like cryptography, logistics, and complex simulations.\n\nDevelopers will experiment with hybrid systems that combine classical and quantum computing.\n\nNew programming tools tailored for quantum systems will begin to gain traction.\n\nWhile still in its early stages, quantum computing offers a glimpse of what’s possible when we push the boundaries of technology.\n\nHyper-Personalized Software Experiences\n\nWe all love it when apps and tools feel like they were made just for us. By 2025, hyper-personalization will be a must-have feature for software.\n\nExpect:\n\nApps that adapt in real time based on your behavior and preferences.\n\nSmarter AI systems that deliver relevant recommendations without feeling intrusive.\n\nA stronger emphasis on privacy, ensuring personalization doesn’t come at the expense of user trust.\n\nThis shift isn’t just about making software better; it’s about making it truly human-centered.\n\nMulti-experience Development: Meeting Users Everywhere\n\nGone are the days when users stuck to one device. Today, people expect seamless experiences across smartphones, smartwatches, AR/VR headsets, and beyond.\n\nBy 2025, multi-experience development will focus on:\n\nDesigning software that works flawlessly on any device.\n\nIntegrating natural inputs like voice commands, gestures, and even biometric data.\n\nEnsure users can switch between devices without losing their place.\n\nThis trend is all about meeting users where they are - and delivering a great experience every time.\n\nEthics Will Take Center Stage\n\nAs technology becomes more powerful, developers are being asked tough questions: Is this ethical? Is it fair? Does it do more good than harm?\n\nBy 2025, we’ll see a stronger push toward ethical software development, including:\n\nEfforts to eliminate bias in AI systems.\n\nTransparent policies on how user data is collected and used.\n\nGuidelines that prioritize inclusivity and fairness.\n\nEthics won’t just be a box to check - it’ll be a guiding principle for how software is built and deployed.\n\nAgile Practices Will Evolve\n\nAgile has been the go-to methodology for years, but it’s constantly evolving. By 2025, it’ll adapt to new challenges and opportunities, with trends like:\n\nBlending Agile with other methodologies like DevOps and Lean.\n\nUsing AI to streamline project management and decision-making.\n\nShifting the focus from delivering features to achieving measurable business outcomes.\n\nAgile’s flexibility will keep it relevant, ensuring teams can adapt to whatever comes next.\n\nLooking Ahead\n\nThe future of software development is exciting, challenging, and full of potential all at the same time. From leveraging the power of AI to building sustainable, secure, and ethical systems, the trends of 2025 promise to shape a smarter and more connected world. For businesses and developers alike, the key is to stay curious, embrace changes, and never stop innovating. The opportunities are endless. Are you ready to be part of the journey?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 predictions: 6 trends for freelance and contract work",
            "link": "https://www.simplybusiness.co.uk/knowledge/freelance/2025-predictions-for-freelancers-contractors/",
            "description": "AI has been a hot topic for several years now, but recent developments suggest that 2025 is a year for change. AI has come a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tf4U_8ikoYnFOPaxpAKCdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "simplybusiness.co.uk21h",
            "source": "simplybusiness.co.uk",
            "article_content": "Is AI going to steal your job – or will you be able to use it to your advantage? And is the recent decrease in job listings a good or a bad thing for freelancers? It’s an interesting time for freelancers and contractors and that’s set to continue into 2025.\n\nWondering what could be coming up for your business next year? Keep reading to see six predictions about the state of freelance work.\n\n1. An urgent need to embrace AI?\n\nAI has been a hot topic for several years now, but recent developments suggest that 2025 is a year for change. AI has come a long way – and with easy access to tools like ChatGPT and Google Gemini, as well as Apple’s new inbuilt Apple Intelligence, there are less barriers to introducing it into your professional life too.\n\nAs a busy freelancer, you can use generative AI to lighten your workload for things like drafting proposals, transcribing notes, and summarising emails. You can also use it to help with areas outside of your expertise, such as marketing or copywriting.\n\nA recent study from Fiverr also found that AI was the top missing skill in UK businesses – with 18 per cent of business leaders surveyed saying they hire freelancers who have AI skills full time employees don’t.\n\nLooking to upskill in this area? Read our guide to AI for small businesses for some ideas.\n\n2. An end to late payments?\n\nThe new Labour government’s Fair Payment Code launched in December 2024, so will start affecting the self-employed in 2025. This voluntary code of practice gives larger businesses who work with freelancers and contractors an award based on their payment record.\n\nBusinesses can be categorised one of three ways: Gold – for businesses that pay 95 per cent of their suppliers within 30 days\n\n– for businesses that pay 95 per cent of their suppliers within 30 days Silver – businesses that pay 95 per cent of their small business suppliers within 30 days and all other suppliers within 60 days\n\n– businesses that pay 95 per cent of their small business suppliers within 30 days and all other suppliers within 60 days Bronze – businesses that pay 95 per cent of suppliers within 60 days\n\nAdditionally, the Small Business Commissioner will be given greater enforcement powers to ensure small businesses and freelancers are getting paid on time. And with our own research showing that small businesses were owed an estimated £32 billion in late payments in 2023, this is sure to be a positive change in the freelance world.\n\n3. More clarity for contractors under umbrella companies?\n\nThe 2024 Autumn Budget revealed plans to crack down on exploitative umbrella companies who fail to comply with IR35 regulations. This means that the responsibility for paying the correct income tax and National Insurance contributions will fall on the employer and not the contractor.\n\nWhile this new legislation won’t come into effect until April 2026, HMRC recently published an online tool designed to help contractors better understand payment from umbrella companies. This new tool was published in December 2024, meaning freelancers will be able to use it for their 2025 contracts.\n\n4. Higher day rates for freelancers?\n\nThe new year could be the time to increase your day rate, according to a recent study from the Association of Independent Professionals and the Self-Employed. The study revealed that the average day rate of UK freelancers increased from Q2 to Q3 2024, from £457 to £576.\n\nThe same study revealed that the freelancers surveyed expected their day rates to further increase 12.2 per cent in the next year.\n\nIf you think it’s time to increase your earnings, our guide to setting a freelance rate can help.\n\n5. Increased costs for freelancers outside IR35?\n\nFiverr’s recent data also reveals that 83 per cent of businesses believe Labour’s Budget will impact their business. This is largely in part to the increase of Employer National Insurance contributions – which are set to rise to 15 per cent from April 2025.\n\nThis increase, combined with a lower earnings threshold and an increase in corporation tax, could affect both umbrella contractors and limited company contractors. Umbrella contractors could see a reduction in their take home pay, while limited company contractors may find it harder to negotiate contracts.\n\n6. Less job vacancies?\n\nJob vacancy website Reed recently reported the number of job vacancies posted on its website had fallen 13 per cent between October and November – and is now 26 per cent lower than a year ago.\n\nThis is supported by recent data from the Office of National Statistics, which also revealed that the number of job vacancies fell by 31,000 between September and November.\n\nWhile this accounts for the job market as a whole and isn’t limited to just freelance and contract work, it suggests changes for the self-employed.\n\nEither businesses will be unable to hire full time staff and will instead look to contractors, meaning more employment opportunities, or the decrease in overall opportunities will include freelancers too.\n\nDo you have any other predictions that may affect freelancers and contractors in 2025? Let us know what you’ve heard in the comments below.\n\nHelpful guides for freelancers"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New discovery by scientists redefines magnetism",
            "link": "https://www.sciencedaily.com/releases/2024/12/241217131006.htm",
            "description": "Step into a world so tiny, it defies imagination -- the nanoscale. Picture a single strand of hair, now shrink it a million times. You've arrived. Here, atoms and molecules are the architects of ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily12h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Grisly Discovery at a Bronze Age Mass Grave: The Victims Were Eaten, Too",
            "link": "https://www.nytimes.com/2024/12/17/science/bronze-age-skeleton-cannibals.html",
            "description": "It’s taken us all aback,' said a professor who led a study revealing that 37 people in a prehistoric site in England were ...",
            "image_url": "https://www.bing.com/th?id=OVFT.khQdZyH-Ujjy1zWXxjdU-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19h",
            "source": "The New York Times",
            "article_content": "The bones were spread out across a nearly 50-foot ditch, thousands of them, bearing marks of a grisly end. Snapped femurs. Bashed skulls. Bones with slicing cuts, as if someone had butchered the skin around them.\n\nFor more than 50 years, the remains found in a shaft at the Charterhouse Warren Farm in southwest England have been a blip in British archaeological history. Discovered by cave explorers in 1970, the collection of mismatched bones seemed to be just another Bronze Age gravesite — a few victims scattered among sediment and animal skeletons.\n\nNow, a recent study published in the Cambridge University journal Antiquity suggests a stunningly grim saga played out at Charterhouse Warren, at far greater scale than previously thought: The bones belong to at least 37 men, women and children who were slaughtered and possibly eaten in a ceremonial feast after their massacre.\n\n“It’s taken us all aback. It was completely unexpected, totally atypical for the period and for almost all of British prehistory,” said Rick Schulting, a professor of archaeology at Oxford University who led the study."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Complete mastodon jaw found in New York homeowner's backyard: 'Remarkable discovery'",
            "link": "https://www.foxnews.com/science/complete-mastodon-jaw-found-new-york-homeowners-backyard-remarkable-discovery",
            "description": "A complete mastodon jaw found by a New York homeowner will undergo \"extensive scientific analysis\" before being put on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M60MoLx6gHzsMPo2p5Xv4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13m",
            "source": "Fox News",
            "article_content": "A homeowner in New York uncovered a complete mastodon jaw in their backyard in what officials are calling a \"remarkable discovery.\"\n\nThe jaw of the extinct mammal, which was similar to an elephant, and several bone fragments were excavated from a property in Scotchtown by researchers from the New York State Museum and SUNY Orange.\n\n\"The fossils – discovered by a curious homeowner – will undergo carbon dating and extensive scientific analysis to determine the mastodon’s age, diet, and habitat,\" the New York State Museum said in a statement. \"Once preserved and studied, the jaw and related findings will be showcased in public programming in 2025, offering visitors a glimpse into New York’s rich Ice Age history.\"\n\nThe Albany-based Museum said the homeowner first noticed the jaw when they spotted \"two unusual teeth concealed by plant fronds and, intrigued, dug a bit deeper to uncover two more teeth just inches beneath the surface.\"\n\nARCHAEOLOGISTS UNEARTH 13,000-YEAR-OLD MASTODON SKULL IN IOWA\n\n\"When I found the teeth and examined them in my hands, I knew they were something special and decided to call in the experts,\" the museum quoted the homeowner as saying. \"I’m thrilled that our property has yielded such an important find for the scientific community.\"\n\nThe discovery is also being described by the museum as the first of its kind in New York in 11 years, and a \"prehistoric treasure.\"\n\n480-YEAR-OLD FIREARM DISCOVERED IN ARIZONA DESCRIBED BY RESEARCHERS AS THE ‘OLDEST’ FOUND IN THE US\n\n\"Excavation efforts by the New York State Museum and SUNY Orange unearthed a full, well-preserved mastodon jaw belonging to an adult individual,\" it said. \"Alongside the jaw, researchers also recovered a piece of a toe bone and a rib fragment, offering valuable additional clues about the mastodon’s life and environment.\"\n\nMuseum officials said 150 mastodon fossils have been found across New York, but a third of them have come from Orange County, where the jaw was discovered.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"While the jaw is the star of the show, the additional toe and rib fragments offer valuable context and the potential for additional research,\" Cory Harris, Chair of SUNY Orange’s Behavioral Sciences Department, said in a statement. \"We are also hoping to further explore the immediate area for more bones that may have been preserved.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tiny particle, huge potential: Scientists discover new type of quasiparticle present in all magnetic materials",
            "link": "https://www.msn.com/en-us/science/physics/tiny-particle-huge-potential-scientists-discover-new-type-of-quasiparticle-present-in-all-magnetic-materials/ar-AA1w2yEp?ocid=BingNewsVerp",
            "description": "Researchers recently made a groundbreaking discovery on the nanoscale: a new type of quasiparticle found in all magnetic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MZa2m--GTpp5feticwMAsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists discover alien-like life hiding inside the human body",
            "link": "https://www.msn.com/en-in/news/techandscience/scientists-discover-alien-like-life-hiding-inside-the-human-body/ar-AA1w4TpY?ocid=BingNewsVerp",
            "description": "The discovery of Obelisks inside the human body may sound like science fiction, but it’s very real. These mysterious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Wmblzt_8HtmvwKuT9QL-QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Demystifying The Technology Vs. Design Debate In Web Design",
            "link": "https://www.forbes.com/councils/forbesagencycouncil/2024/12/18/demystifying-the-technology-vs-design-debate-in-web-design/",
            "description": "For the past 25 years, clients have asked us the same questions about prioritizing technology over design. Here's my take.",
            "image_url": "https://www.bing.com/th?id=OVFT.jC_rmy84QmOT4_pygxVofS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PancakeSwap SpringBoard, explained: No-code token launching simplified",
            "link": "https://cointelegraph.com/explained/pancakeswap-springboard-explained-no-code-token-launching-simplified",
            "description": "The most recent news about crypto industry at Cointelegraph. Latest news about bitcoin, ethereum, blockchain, mining, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JN3wWjhC88aEw4irwpd_oC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "16m",
            "source": "CoinTelegraph",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hermès may be nearly 200 years old. But astronomical growth means it’s ‘an old lady with startup issues,’ its artistic director says",
            "link": "https://www.msn.com/en-ca/money/companies/herm%C3%A8s-may-be-nearly-200-years-old-but-astronomical-growth-means-it-s-an-old-lady-with-startup-issues-its-artistic-director-says/ar-AA1w1fIE?ocid=BingNewsVerp",
            "description": "Hermès doesn't belong in the world of speed and mass production. But that doesn't mean it doesn't change how it operates with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KT30q4-JAl7qksqzvBMXAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Falcons’ Kirk Cousins experiment is dead, and it’s time for Michael Penix Jr. to start",
            "link": "https://www.msn.com/en-us/sports/other/the-falcons-kirk-cousins-experiment-is-dead-and-it-s-time-for-michael-penix-jr-to-start/ar-AA1w1ZaO?ocid=BingNewsVerp",
            "description": "If you’re a Falcons fan who thinks it’s worth being happy after their win over the Raiders, then I don’t know what to tell ...",
            "image_url": "https://www.bing.com/th?id=OVFT.whwRDaKs79F4E8g_8yvViy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "19hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future of Legal Accounting Software: Emerging Trends and Challenges",
            "link": "https://www.scottishlegal.com/articles/the-future-of-legal-accounting-software-emerging-trends-and-challenges",
            "description": "Managing finances efficiently is essential for any legal firm, but in 2025 it doesn’t have to be a time-consuming task.",
            "image_url": "https://www.bing.com/th?id=OVFT.FxvlxiN5kj5LCPJuCW-rQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Scottish Legal News2h",
            "source": "Scottish Legal News",
            "article_content": "The Future of Legal Accounting Software: Emerging Trends and Challenges\n\nManaging finances efficiently is essential for any legal firm, but in 2025 it doesn’t have to be a time-consuming task. Accounting software tailored for lawyers simplifies billing, invoicing, payroll and financial reporting - freeing up your time to focus on what you do best. Plus, with enhanced cybersecurity features, your sensitive data stays protected.\n\nSo, what does the future hold? In 2025, legal accounting software is set to evolve even further with cutting-edge innovations in platforms like Denovo’s Whole Practice Management Software platform, CaseLoad. Utilising built in accounting software with your existing legal case management software is one of the biggest advantages in accounting software for lawyers.\n\nRead the full article here"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GST Software for CA: Knowing the Power of Compliance Superhero",
            "link": "https://techbullion.com/gst-software-for-ca-knowing-the-power-of-compliance-superhero/",
            "description": "Have you ever encountered a situation where you have to file 10s of GST returns on the last filing date? In such a situation, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XPc_M364q8sMHpTl7y24Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Impacts6h",
            "source": "Impacts",
            "article_content": "Have you ever encountered a situation where you have to file 10s of GST returns on the last filing date? In such a situation, you cannot afford to miss the deadline; otherwise, you may have to pay a late GST filing penalty. Imagine you are in the same situation right now. What would you wish would make your filing process easier? A super smooth GST software for CAs, right?\n\nThe choice of GST software can make or break your consultancy service business. Before you subscribe to any GST return filing software, you must know what features it should have. In this blog, we will walk you through the latest trends in GST software; after reading this blog, check whether these features are incorporated into your idea of GST software for CA.\n\nWhy Should You Study Trends of GST Software for CA\n\nTo understand how to leverage technology and enhance business consulting and compliance service\n\nTo explore how technology advancements can improve efficiency\n\nTo identify new ways to automate repeated tasks\n\nTechnological Trends in GST Software for CA\n\nThe following are the technology trends that we will witness in GST software for CA in the coming years.\n\nAdvanced-Data Analysis\n\nMost GST Accounting software now offers data analytics tools to decipher the data and better understand the business. Chartered accountants can use this technology to answer client queries and level up their overall consulting service.\n\nRobotic Process Automation\n\nThe future GST return filing software will be equipped with Robotic Process Automation (RPA). With this technology in place, CAs no longer have to do copy-paste tasks. All you have to do is write the command/prompt properly, and the software will do the rest.\n\nML Algorithms\n\nMachine learning algorithms are equipped with human-like capabilities to identify changes in data patterns. These pattern recognition algorithms will alert the chartered accountants of any data discrepancy before filing the GST return.\n\nBlockchain Technology\n\nThe incorporation of blockchain technology in GST billing software may enhance security protocols, more transparency and can produce unalterable GST records. This technology will help tax authorities in finding tax evasions.\n\nBenefits of Using GST Software for CA\n\nThe following are benefits that GST return software can deliver to CAs\n\nIntegration with IRN\n\nGST billing software gets integrated with the GST portal, enabling you to generate e-invoices with unique Invoice Reference Numbers (IRN) and barcodes. The barcode contains important invoice information, which is as follows:\n\nInvoice ID\n\nInvoice date\n\nGrand total\n\nVendor’s GSTIN\n\nAdherence to Compliance Obligations\n\nGST software ensures that your client stays compliant with the latest GST regulations in such a way that minimum efforts are required from your end. Since all the GST return filing software for CA is well connected with the GSTN for real-time validation. With this facility, the chances of penalties/late return filing fees are nullified.\n\nReal-time Report Generation\n\nBeing a Chartered Accountant, you must have come across questions from your clients (business owners), as follows:\n\nHow is my business performing compared to last year?\n\nAre there any red flags in my financial statements that should be addressed?\n\nWhat do my financial statements say about the profitability of my business?\n\nAre there any inefficiencies in my business processes?\n\nTo address these questions you should have a GST software that offers real-time financial reporting. Moreover, you can levy additional fees to address such questions and help businesses to grow.\n\nBank-grade Data Security\n\nSince GST software stores sensitive financial data of a company, to safeguard this data from unauthorised access or data theft it comes with bank-grade data security measures such as two-factor authentication, OTP authentication, ISO certification, data encryption, strong password policies, role-based access control and firewall protection. With these measures, it is almost impossible to steal the data from GST software for small businesses.\n\nOver to You\n\nWe hope after reading this blog you would look forward to implementing GST software for CA in your chartered accountancy practice. This will not only make things easier for but also leads to improving your service quality, with shorter turnaround time.\n\nFrequently Asked Questions on GST Software for CA\n\nHow do you learn GST software?\n\nGenerally, GST return software is simple; with a few hours of practice, you can learn. No need to do separate courses. However, if you face any difficulty while using a particular GST return software, consider contacting their support team. They will resolve your queries without any charges. ​\n\nWhat is the cost of GST software?\n\nCurrently, the yearly subscription cost of GST return filing software ranges from Rs. 5000 to 35000. Depending on your requirements and features, you can sign up with any of the GST return filing software providers.\n\nWhat is the future of GST software?\n\nAs the fintech is growing faster in India, GST software will evolve for the better led by the following technologies:\n\nArtificial intelligence\n\nMachine learning\n\nBlockchain technology\n\nAutomation\n\nSophisticated algorithms\n\nWhich software is used by CA in India?\n\nMunim GST return filing software has been a major choice of CAs in India since its launch."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Debuts AI Video Tool As OpenAI Resumes Sign-Ups For Rival Sora",
            "link": "https://www.forbes.com/sites/lesliekatz/2024/12/16/openai-resumes-sora-sign-ups-after-pause-due-to-high-launch-demand/",
            "description": "Google announces Veo 2, a generative AI video competitor to Open AI's Sora. Meanwhile, account creation for Sora is back ...",
            "image_url": "https://www.bing.com/th?id=OVF.O8XZksz87hNzUFRvoKKWUg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI challenges Google: ChatGPT Search now free for all users",
            "link": "https://www.indiatvnews.com/technology/news/openai-challenges-google-chatgpt-search-now-free-for-all-users-2024-12-18-966829",
            "description": "With its growing list of functionalities, ChatGPT Search offers a refreshing alternative, marking a new era in how users ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lw3zNqWZfBE4IPI4PuQzWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "3h",
            "source": "India TV",
            "article_content": "Follow us on Image Source : REUTERS ChatGPT\n\nOpenAI, one of the most popular chatbot's founding companies has intensified competition with Google by making its ChatGPT Search feature free. Earlier, the feature was limited to paid subscribers, but now, all the users can access this AI-powered search engine which is accessible to everyone, with the promise to revolutionize the way we search online.\n\nChatGPT Search goes Free\n\nLaunched in November 2024, ChatGPT Search was initially available for paid users only. However, OpenAI has rolled out the feature for free, which has eliminated the need for subscriptions. This move has positioned ChatGPT Search as a direct competitor to Google, which offers a fresh and innovative approach to internet search.\n\nA new search experience on ChatGPT\n\nOne of the standout features of ChatGPT Search is its user-friendly interface, which will look similar to the classic chatbot design. Upon asking a question, users will receive direct answers along with the source of the information. This has created a seamless and transparent search experience.\n\nOpenAI has further introduced advanced voice mode to enhance user interaction, allowing voice-based commands and queries for hands-free operation.\n\nAdditional features: Maps and Local Search\n\nTo make the experience even more comprehensive, OpenAI has integrated a map feature into the ChatGPT mobile app. This addition enables users to effortlessly locate nearby places such as restaurants, hotels, hospitals, and petrol pumps. The map functionality ensures that ChatGPT Search is not just a tool for information but also a practical assistant for everyday needs.\n\nRegular updates to stay ahead\n\nOpenAI is continuously working on upgrading and updating the ChatGPT with AI features, which aims at making it more advanced and user-centric. The free availability of ChatGPT Search, coupled with features like maps and voice mode, could significantly disrupt the dominance of traditional search engines like Google.\n\nALSO READ: Ray-Ban Meta smart glasses get AI upgrade: Live AI and real-time translation introduced\n\nRay-Ban Meta smart glasses have got two AI-driven features recently- Live AI, which enables real-time video processing, and Live Translation, which offers instant speech translation.\n\nALSO READ: 5 Best house party speakers, gained popularity 2024\n\nThese portable, powerful audio systems have added an extra layer of exceptional sound quality and versatility, for people who prefer to have parties at home."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Simple machine learning techniques can cut costs for quantum error mitigation while maintaining accuracy",
            "link": "https://www.msn.com/en-us/technology/general/simple-machine-learning-techniques-can-cut-costs-for-quantum-error-mitigation-while-maintaining-accuracy/ar-AA1w5k68?ocid=BingNewsVerp",
            "description": "Quantum computers have the potential of outperforming classical computers in some optimization and data processing tasks.",
            "image_url": "https://www.bing.com/th?id=OVFT.0cvvNOM3xCoU6BhYJQeD7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "32mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI is changing how we study bird migration",
            "link": "https://www.technologyreview.com/2024/12/18/1108423/bird-migration-ai-machine-learning-ecology-research/",
            "description": "After decades of frustration, machine-learning tools are unlocking a treasure trove of acoustic data for ecologists.",
            "image_url": "https://www.bing.com/th?id=OVFT.-O2Lz8tsj6wTnHK4akPP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "MIT Technology Review2h",
            "source": "MIT Technology Review",
            "article_content": "In the late 1800s, scientists realized that migratory birds made species-specific nocturnal flight calls—“acoustic fingerprints.” When microphones became commercially available in the 1950s, scientists began recording birds at night. Farnsworth led some of this acoustic ecology research in the 1990s. But even then it was challenging to spot the short calls, some of which are at the edge of the frequency range humans can hear. Scientists ended up with thousands of tapes they had to scour in real time while looking at spectrograms that visualize audio. Though digital technology made recording easier, the “perpetual problem,” Farnsworth says, “was that it became increasingly easy to collect an enormous amount of audio data, but increasingly difficult to analyze even some of it.”\n\nThen Farnsworth met Juan Pablo Bello, director of NYU’s Music and Audio Research Lab. Fresh off a project using machine learning to identify sources of urban noise pollution in New York City, Bello agreed to take on the problem of nocturnal flight calls. He put together a team including the French machine-listening expert Vincent Lostanlen, and in 2015, the BirdVox project was born to automate the process. “Everyone was like, ‘Eventually, when this nut is cracked, this is going to be a super-rich source of information,’” Farnsworth says. But in the beginning, Lostanlen recalls, “there was not even a hint that this was doable.” It seemed unimaginable that machine learning could approach the listening abilities of experts like Farnsworth.\n\n“Andrew is our hero,” says Bello. “The whole thing that we want to imitate with computers is Andrew.”\n\nThey started by training BirdVoxDetect, a neural network, to ignore faults like low buzzes caused by rainwater damage to microphones. Then they trained the system to detect flight calls, which differ between (and even within) species and can easily be confused with the chirp of a car alarm or a spring peeper. The challenge, Lostanlen says, was similar to the one a smart speaker faces when listening for its unique “wake word,” except in this case the distance from the target noise to the microphone is far greater (which means much more background noise to compensate for). And, of course, the scientists couldn’t choose a unique sound like “Alexa” or “Hey Google” for their trigger. “For birds, we don’t really make that choice. Charles Darwin made that choice for us,” he jokes. Luckily, they had a lot of training data to work with—Farnsworth’s team had hand-annotated thousands of hours of recordings collected by the microphones in Ithaca.\n\nWith BirdVoxDetect trained to detect flight calls, another difficult task lay ahead: teaching it to classify the detected calls by species, which few expert birders can do by ear. To deal with uncertainty, and because there is not training data for every species, they decided on a hierarchical system. For example, for a given call, BirdVoxDetect might be able to identify the bird’s order and family, even if it’s not sure about the species—just as a birder might at least identify a call as that of a warbler, whether yellow-rumped or chestnut-sided. In training, the neural network was penalized less when it mixed up birds that were closer on the taxonomical tree."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China Responds to EU Sanctions Over Ukraine War Support to Russia",
            "link": "https://www.msn.com/en-us/news/other/china-responds-to-eu-sanctions-over-ukraine-war-support-to-russia/ar-AA1w4Xx3?ocid=BingNewsVerp",
            "description": "The EU included Chinese firms in its latest round of sanctions, citing exports of dual-use goods, including components used ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e2x8KllhRUNXzw1yqRLTgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's Syria exit could help Ukraine-Israel relationship as analyst warns it 'offers little' to Jerusalem",
            "link": "https://www.msn.com/en-us/news/world/russia-s-syria-exit-could-help-ukraine-israel-relationship-as-analyst-warns-it-offers-little-to-jerusalem/ar-AA1w4JD2?ocid=BingNewsVerp",
            "description": "With Russia’s diminished influence in Syria, Ukraine calls on Israel to reconsider its stance and provide essential defensive ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aZMJ-gaosnwYVA-raNnh6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gaza war: What is the history of the Israel-Palestinian conflict",
            "link": "https://www.reuters.com/world/middle-east/what-is-history-israel-palestinian-conflict-2024-12-17/",
            "description": "Israel and Hamas have been waging war since gunmen from the Palestinian militant group in the Gaza Strip stormed into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uQKjTJIz6bzPcpBVDJb1xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "22h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple accused of covering up war crimes by willfully using Congo conflict minerals",
            "link": "https://www.msn.com/en-us/technology/tech-companies/apple-accused-of-covering-up-war-crimes-by-willfully-using-congo-conflict-minerals/ar-AA1w1pLv?ocid=BingNewsVerp",
            "description": "Apple has been formally accused by Congo of covering up war crimes by using conflict minerals in its supply chain, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ETTKnRILKPUOHmbx7gbkyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "23hon MSN",
            "source": "AppleInsider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Baidu Inc (BIDU)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/17/baidu-inc-bidus-stock-plunge-what-you-need-to-know/",
            "description": "On Monday, Baidu Inc (BIDU) stock saw a decline, ending the day at $88.34 which represents a decrease of $-2.48 or -2.73% from the prior close of $90.82. The stock opened at $89.15 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews15h",
            "source": "bovnews",
            "article_content": "JP Morgan has recently reduced Baidu Inc (BIDU) stock to Neutral rating, as announced on November 27, 2024, according to Finviz. Earlier, on November 25, 2024, Susquehanna had reduced the stock from a Positive to Neutral, setting a price target of $85 for BIDU stock. China Renaissance also reduced Hold rating with a price target of $86. Additionally, Barclays reduced Equal Weight rating on November 22, 2024. HSBC Securities analysts, in their report published on September 24, 2024, also reduced Hold rating and set a price target of $100 for Baidu Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nBaidu Inc (BIDU) Stock Trading Recap\n\nOn Monday, Baidu Inc (BIDU) stock saw a decline, ending the day at $88.34 which represents a decrease of $-2.48 or -2.73% from the prior close of $90.82. The stock opened at $89.15 and touched a low of $88.08 during the day, reaching a high of $90.27. The volume of shares traded was 2.69 million falling short of the average volume of 4.27 million.\n\nBIDU Stock Performance and Moving Averages\n\nIn recent trading, Baidu Inc (BIDU) stock price has shown some volatility, fluctuating -5.05% over the last five trades and 5.10% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -3.36%, and it has gained 3.45% in the previous three months. Currently, BIDU is trading at 2.33%, -2.47%, and -6.57% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, BIDU, a Communication Services sector stock, is trading -26.54% below its 52-week high but remains 11.89% above its 52-week low. The Average True Range (ATR) (14 days) of 2.74 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nBaidu Inc’s Profitability and Valuation Ratios\n\nBaidu Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of 16.98% and a profit margin of 15.28%, with a gross margin of -3.36%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Baidu Inc’s market capitalization stands at $25.80 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 10.9, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 8.7. Additionally, the Price-to-Sales Ratio is 1.39, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 0.87, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.00% of Baidu Inc (BIDU)’s shares, while financial institutions hold 24.40%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The CGC Stock Mystery: Why Did CGC Plunge Today?",
            "link": "https://www.bovnews.com/2024/12/17/the-cgc-stock-mystery-why-did-cgc-plunge-today/",
            "description": "Canopy Growth Corp (CGC) stock saw a decline, ending the day at $3.04 which represents a decrease of $-0.07 or -2.25% from the prior close of $3.11. The stock opened at $3.06 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews16h",
            "source": "bovnews",
            "article_content": "Bernstein has recently raised Canopy Growth Corp (CGC) stock to Mkt Perform rating, as announced on April 4, 2023, according to Finviz. Earlier, on November 2, 2022, Bernstein had initiated the stock to Underperform, setting a price target of $1.50. Canaccord Genuity also raised Hold rating. Additionally, BMO Capital Markets reduced Underperform rating on June 8, 2022. Barclays analysts, in their report published on March 22, 2022, also reduced Underweight rating for Canopy Growth Corp’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nCanopy Growth Corp (CGC) Stock Trading Recap\n\nOn Monday, Canopy Growth Corp (CGC) stock saw a decline, ending the day at $3.04 which represents a decrease of $-0.07 or -2.25% from the prior close of $3.11. The stock opened at $3.06 and touched a low of $3.01 during the day, reaching a high of $3.14. The volume of shares traded was 3.92 million falling short of the average volume of 5.52 million.\n\nCGC Stock Performance and Moving Averages\n\nIn recent trading, Canopy Growth Corp (CGC) stock price has shown some volatility, fluctuating -16.71% over the last five trades and -18.72% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -57.89%, and it has plunged by -37.83% in the previous three months. Currently, CGC is trading at -16.54%, -26.91%, and -51.00% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, CGC, a Healthcare sector stock, is trading -79.62% below its 52-week high but remains 10.34% above its 52-week low. The Average True Range (ATR) (14 days) of 0.26 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nCanopy Growth Corp’s Profitability and Valuation Ratios\n\nCanopy Growth Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of -36.12% and a profit margin of -201.09%, with a gross margin of -57.89%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Canopy Growth Corp’s market capitalization stands at $308.80 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Sales Ratio is 1.5, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 0.76, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.74% of Canopy Growth Corp (CGC)’s shares, while financial institutions hold 9.34%.\n\nNotable insider trades include Klein David Eric, Chief Executive Officer at Canopy Growth Corp (CGC), who sold 40135 shares on Aug 22 ’24, at $8.35 each, totaling $0.34 million. On Aug 22 ’24, Gedeon Christelle, See Remarks, sold 16788 shares for $8.35 each, amounting to $0.14 million. Additionally, on Aug 22 ’24, Hong Judy Eun Joo sold 50188 shares at $8.35 each, generating $0.42 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fantasy football market share report: Jerome Ford, Jerry Jeudy iffy Week 16 plays",
            "link": "https://www.nytimes.com/athletic/6001833/2024/12/17/fantasy-football-market-share-report-week-16-ford-jeudy/",
            "description": "Michael Salfino says a QB change in Cleveland could spell trouble for Browns running back Jerome Ford and receiver Jerry ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A90Vbk6RtrD4Zg3Urnt7HC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "14h",
            "source": "The New York Times",
            "article_content": "Target and touch totals are important but not as important as the market share. “Targets” is mostly a receiver stat (although there are some notable early exceptions). Touches are the currency of the running back.\n\nWhat we’re doing is really simple. For pass-catchers, market share is targets divided by team pass attempts. For running backs, it is touches divided by team plays from scrimmage (not team touches, to be clear).\n\nAdvertisement\n\nSnap counts, depth of target and type of touch (running back receptions are far more valuable than carries) are also important but will generally not be discussed here. This is pure market share. Consider this a primary tool for assessing waivers and trades.\n\nHere’s the list. Be sure to select the current week, though all the weeks of the season will be archived, so you can get a multi-week sample on a player if you so desire. Also, note I put great thought into providing these stats weekly. The objective here is to respond quickly to present trends. Yearly stats smoothen everything out to a somewhat meaningless middle. As our Gene McCaffrey so wisely says, “To be very right, you have to be willing to be very wrong.”\n\nScoop City Newsletter Free, daily NFL updates direct to your inbox. Free, daily NFL updates direct to your inbox. Sign Up\n\nRunning Back Touches\n\nThis is the final market share report of the year, but I will update the sheet next week, gratis. Happy holidays!\n\nThere’s not much for waivers this week, but there are tough calls to make in your Week 16 lineups.\n\nJerome Ford is rostered in less than half of Yahoo leagues (44 percent), so he could be on waivers in your league. But should we start him against the Bengals if we have him on our teams, or we can pick him up? I’d have him about RB20, given that Jameis Winston is benched. Dorian Thompson-Robinson has basically no floor except whatever we think the Bengals’ defense provides (which could be somewhat high). Maybe Ford is 15th. My point is he’s not an automatic start.\n\nKendre Miller has a brutal matchup against Green Bay, and we’re not sure Alvin Kamara is even out. If Kamara plays, that’s probably the worst-case scenario for managers of both players. Miller and Kamara will have to contribute mostly as receivers, and they won’t do much in the passing game without Derek Carr as their QB.\n\nTyjae Spears is similarly rostered (45 percent), so he’s another RB you can possibly get for nothing. Again, he’s a low-end RB2 for me, though that goes up a little if Mason Rudolph plays (more expected passes/completions/first downs). Rudolph is likely starting (see below).\n\nAdvertisement\n\nI can see people thinking Tyler Allgeier is in play. He typically gets 10 touches … maybe a TD. But the Falcons offense is completely broken due to Kirk Cousins being toast. I’d rather play Emanuel Wilson, given the likelihood of a lot of rushes from the Packers’ backup RB at home against the Saints on Monday night.\n\nChase Brown (No. 3) is an automatic starter, of course, and the Cleveland defense is not nearly as good as its reputation. More automatic starts: No. 6 Rico Dowdle and No. 18 Bucky Irving, who is enjoying a historically efficient rookie rushing season. I guess No. 19 Rachaad White, who keeps scoring TDs, has to be played, too.\n\nBreece Hall (No. 24) is fringy, given his knee injury. The same applies to the Chiefs RBs (No. 25 Kareem Hunt and No. 26 Isiah Pacheco). Giants Tyrone Tracy Jr. and Devin Singletary (No. 29 and No. 28, respectively) are in the same bucket of plausibility in Flex10 formats if you have elite receivers.\n\nReceiver Targets\n\nAs for receivers on waivers, generally, I’d rank them Romeo Doubs, Jalen Coker, Rashod Bateman.\n\nThe matchup with the Steelers is the major problem for Bateman. The Ravens are likely to score one to two TDs.\n\nI like Doubs (No. 55) more than the market because the top three Green Bay WRs each have two-TD ceilings and no floor. They’re exactly the same. So Doubs has a 20 to 33 percent chance of winning a playoff game for you, no different than Jayden Reed, even though Reed will be started in almost all deeper formats.\n\nCoker gets the Cardinals, a sort of a neutral matchup, in the Mayor of Munchkin City Bowl (winner gets to keep the ruby slippers).\n\nJerry Jeudy (No. 2) is someone you have to sweat about playing now that DTR is replacing Jameis Winston — which is likely horrible for Jeudy … even against Cincy.\n\nTerry McLaurin (No. 11) has 10 TDs, so he’s an automatic start, right? Well, the Eagles are one of those rare pass defenses with a shutdown corner who shadows the No. 1 WR, forcing teams to make very unconventional decisions — or at least think about them. McLaurin had zero targets in 20 snaps against Quinyon Mitchell in their meeting in November.\n\nAdvertisement\n\nMany people who have been benching Keenan Allen (No. 4) should start him this week. Given that Allen plays the Lions (there is no “D” in Detroit), I’d definitely pick him over McLaurin.\n\nTrey McBride, at No. 12, was the top TE in market share. The narrative next year will be that too many of his points were derived from non-TD plays, and he’s not getting that many catches again. Well, my narrative is there is no such thing as a non-TD TE, so he’ll probably get 10 TDs next year. I will draft him like he had at least 30 more fantasy points in 2024.\n\nBrian Thomas Jr. was 14th, perfect for those with him on their teams.\n\nOur No. 1 waiver wire TE, Brenton Strange, was the fourth-highest-targeted TE. The Jaguars play the Raiders in “Lost Wages.” Strange finished behind Chig Okonkwo, but I need the Titans to play Mason Rudolph and not Will Levis to pick up Okonkwo. We know this is at least planned.\n\nThe Tennessee #Titans are planning to make a switch at quarterback this week, source told ESPN. Mason Rudolph is the logical candidate to step in for starter Will Levis, who likely heads to the bench barring surprise. — Jeremy Fowler (@JFowlerESPN) December 17, 2024\n\nIf he’s starting again in Week 16, Stone Smartt (the last T stands for “Targets,” says my Yahoo colleague and podcast partner Scott Pianowski) is in the top 12 TE conversation – early game against the Broncos, who shut down WRs and don’t care about tight ends.\n\n(Top photo by Nick Cammett/Getty Images)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agile Marketing: How Small Businesses Can Compete With Bigger Players",
            "link": "https://www.forbes.com/councils/forbesagencycouncil/2024/12/18/agile-marketing-how-small-businesses-can-compete-with-bigger-players/",
            "description": "The beauty of agile marketing lies in its adaptability. It enables small businesses to pivot quickly, test new strategies and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.exvv_6wmvPiUViL4IfXZtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden oblivious about leaving Trump an economy on the precipice of disaster",
            "link": "https://www.msn.com/en-us/money/markets/biden-oblivious-about-leaving-trump-an-economy-on-the-precipice-of-disaster/ar-AA1w4Pha?ocid=BingNewsVerp",
            "description": "Thanks in large part to Biden’s four-year deficit spending spree, the economy is shackled by a huge $36 trillion in debt and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V6Uy2sUKW2WnI7fWzf0-bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2hon MSNOpinion",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Behind Germany’s Political Turmoil, a Stagnating Economy",
            "link": "https://www.nytimes.com/2024/12/17/world/europe/germany-government-collapse-economy.html",
            "description": "One of Europe’s powerhouses is losing its competitive edge, and the political class can’t agree on why — or what to do about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hc0Dy5fgMpOWdKBlZEEswy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "22h",
            "source": "The New York Times",
            "article_content": "If you are looking for a quick explanation for why Chancellor Olaf Scholz’s government in Germany dissolved on Monday, consider this.\n\nOver the past five years, through pandemic recession and its inflationary aftermath, the American economy has grown 12 percent in real terms. The German economy has not grown at all.\n\nGermany’s economic engine, the world’s third-largest, has stalled, and its political class cannot agree on why — or what to do about it.\n\nLike so many other Western nations in the post-pandemic era, Germany is afflicted with economic malaise, the sort that gives rise to populist revolts at the ballot box and empowers political parties on the far left and the far right. But not all malaise is the same."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Qualcomm's Snapdragon X Elite 2 could target gaming desktops with liquid-cooled performance",
            "link": "https://www.techspot.com/news/105989-qualcomm-snapdragon-x-elite-2-could-target-gaming.html",
            "description": "Established leaker Roland Quandt believes the previously leaked follow-up to Qualcomm's Snapdragon X Elite series of CPUs is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E-OxxqgxZSAmhw-g9Oufmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "20h",
            "source": "TechSpot",
            "article_content": "Serving tech enthusiasts for over 25 years.TechSpot means tech analysis and advice you can trust\n\nRumor mill: Qualcomm's Snapdragon X Elite chips, which spearheaded a recent push to promote Arm-based Windows, have exclusively powered laptops so far. However, new reports suggest that the company's next-generation lineup will fulfill its promise to expand into desktops following its canceled mini PC.\n\nEstablished leaker Roland Quandt believes the previously leaked follow-up to Qualcomm's Snapdragon X Elite series of CPUs is intended for desktops. Numerous laptops featuring the chips launched earlier this year running an Arm-based version of Windows, and the company aims to expand into other form factors.\n\nThe Snapdragon X2 Elite (or possibly X Elite 2), codenamed Project Glymur, initially appeared in international import-export databases in late September, according to WinFuture. Hardware details are scarce, but Qualcomm previously used special housing to test the NAND and RAM chips for a new flagship processor with the model number SC8480XP.\n\nI think Qualcomm is coming for the desktop with Snapdragon \"X Elite 2\". They're testing \"Project Glymur\" SC8480XP with an AIO liquid cooler feat 120mm fan(s?), just like what you'd use in a (gaming) desktop – Roland Quandt (@rquandt.bsky.social) December 9, 2024 at 8:26 PM\n\nQuandt reports that the company has begun testing the CPU with AIO liquid coolers resembling those typically used for gaming desktops, suggesting Qualcomm is aiming for higher-end sectors. Snapdragon X Elite laptops have demonstrated modest gaming performance thus far, but seeing what they can accomplish with higher power budgets could be intriguing.\n\nThe company announced plans to bring Snapdragon to all PC form factors at a July Computex presentation but has since remained silent on the subject. Qualcomm unveiled a Snapdragon X Elite mini PC for use as a dev kit earlier in the year but abruptly ceased selling and supporting the device in October.\n\nGeekom might become the first company to release a Snapdragon X desktop. The mini PC manufacturer hasn't formally announced the device, but a leaked promo image reveals that it will be called the QS series and house the top-end X Elite CPU in an aluminum chassis.\n\nAlthough various laptop manufacturers released new models featuring Qualcomm's chips, they haven't amassed a significant presence in the overall PC market yet. Lower prices, which the company promises will come next year, could help attract customers.\n\nGenAI is a primary selling point of Snapdragon X Elite and other \"AI PC\" processors, but users have shown little interest in the technology. Instead, Qualcomm's main advantage might be longer battery life, with some laptops featuring the company's chips lasting a whole day on a single charge.\n\nThe likelihood of desktops running Windows on Arm is expected to increase with the emergence of Arm CPUs from other manufacturers. Nvidia has teased plans for one in 2025, and Arm previously stated that more clients are preparing chips."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Linux used to be infuriating to use at times, but not anymore",
            "link": "https://www.msn.com/en-us/news/technology/linux-used-to-be-infuriating-to-use-at-times-but-not-anymore/ar-AA1w48Me?ocid=BingNewsVerp",
            "description": "I've compiled a list of some ways Linux distros used to be infuriating to use. Modern releases are a vast improvement and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pKLAGQ3ucVr8Iz1CKjoqJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "XDA Developers on MSN18h",
            "source": "XDA Developers on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discussion on Optimizing Cloud & Technology Migration Processes using Artificial Intelligence & Machine Learning",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/discussion-on-optimizing-cloud-technology-migration-processes-using-artificial-intelligence-machine-learning",
            "description": "Govindaiah Simuni is passionate about solving enterprise data architecture challenges, improving batch processing, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x_6Qg-f2QAdq48fYBlwI2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Analytics Insight22h",
            "source": "Analytics Insight",
            "article_content": "Govindaiah Simuni is passionate about solving enterprise data architecture challenges, improving batch processing, and ensuring customers achieve their desired business outcomes. As a Solution Architect, he has designed comprehensive solutions that encompass hardware, software, network infrastructure, data management, and batch systems.\n\nAs a Data Architect, Govindaiah evaluates numerous technological possibilities and makes informed decisions based on compatibility, cost-efficiency, and industry best practices. He oversees implementation processes, guides development teams, and addresses technical challenges. Additionally, he provides recommendations on technologies that align with the organization's long-term strategy, ensuring that solutions adhere to design principles, meet quality standards, and fulfill business requirements.\n\nIn his role as an Architect, Govindaiah proactively investigates, identifies, and evaluates risks associated with solutions, such as security vulnerabilities, data privacy concerns, and performance bottlenecks. He develops strategies to mitigate these risks, ensuring the reliability and robustness of the solutions.\n\nGovindaiah also continuously monitors implemented solutions, gathers feedback, and identifies areas for improvement. He remains up-to-date with emerging technologies, industry trends, and best practices, integrating them into future solution designs to drive innovation and deliver superior results."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Navigating Cloud Networking And The Cost Dilemma In The Age Of AI",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/17/navigating-cloud-networking-and-the-cost-dilemma-in-the-age-of-ai/",
            "description": "As cloud adoption matures, so do its associated costs—driven significantly by the rise of artificial intelligence (AI) and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TbVRCfknl98CHcANk714Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make shock discovery when cutting open world's rarest whale that's never been spotted alive before",
            "link": "https://www.ladbible.com/news/science/scientists-discovery-taoka-whale-cut-open-worlds-rarest-652924-20241217",
            "description": "Application error: a client-side exception has occurred (see the browser console for more information).",
            "image_url": "https://www.bing.com/th?id=OVFT.NYkWBejr-xpFqQkYKGQXDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "17h",
            "source": "LADbible",
            "article_content": "Scientists have been left with a shocking find after opening up one of the world’s rarest whale.\n\nResearchers in New Zealand were delighted to acquire the rare Taoka whale, which is just one of six reported specimens.\n\nThe species was first discovered in 1874 and all that they had to go off was a lower jaw and two teeth collected from Pitt Island, Rēkohu.\n\nAdvert\n\nOnce skeletal remains of two other specimens were found, it allowed scientists to confirm a new species.\n\nThen, two more recent findings helped to allow researchers to describe the colour pattern of the species for the first time.\n\nSo, dissecting this one is a big deal.\n\nTaoka Whales are a rare find (DOC)\n\nAdvert\n\nBeautifully, the rare whale’s name translates to treasure in the language of South Island Māori culture, and it’s spade-teeth is a distinctive characteristic.\n\nIts official name is mesoplodon traversii, and it is the rarest species of beaked whale ever to be found.\n\nWhile no one has ever seen one alive, the corpse allows scientists to finally see what’s so different about the whale.\n\nIt first washed ashore on Taieri Mouth on 4 July and was put into cold storage until officials knew what to do with the body.\n\nAdvert\n\nThe five-metre male, ended up allowing researchers to find something totally unexpected.\n\nThe Department of Conservation in New Zealand’s Rachel Wesley of the Rūnanga Maori assembly shared that this was the first time scientists and natives worked together to gain a deeper understanding of the whale.\n\nTe Rūnanga ō Ōtakou chair Nadia Wesley-Smith said the rūnaka will partner with DOC to find out what to do with the body.\n\nShe said: “It is important to ensure appropriate respect for this taoka is shown through the shared journey of learning, applying mātauraka Māori as we discover more about this rare species.”\n\nAdvert\n\nThe Taoka isn't like regular whales (Getty Stock Images)\n\nWhat was found was weird and amazing.\n\nWhen they took a closer look, they found that the whales have tiny vestigial teeth in their upper jaw, which many whales tend to evolve out of as it’s not necessary for survival today.\n\nThey also realised that the whales previously walked on land as well as living in the ocean as it had reduced hind limbs.\n\nAdvert\n\nScientists believe these limbs would have been legs around 50 million years ago, but now they’re a tool for sex.\n\nYou read that right.\n\nScientists believe they help improve the thrust.\n\nAnother interesting thing to come from the autopsy was that the whale had a whopping nine chambers in the stomach.\n\nMarine Science Advisor and whale expert Anton van Helden said, as per the Daily Star: \"In some of those stomachs we found squid beaks and some lenses from the eyes of squid, a few parasitic worms, and maybe some other parts of organisms that we are not quite sure of.\n\n“We have a parasitologist who will study them to find out what they are.\n\nDOC Coastal Otago Operations Manager Gabe Davies said in a statement: “Spade-toothed whales are one of the most poorly known large mammalian species of modern times. Since the 1800s, only 6 samples have ever been documented worldwide, and all but one of these was from New Zealand. From a scientific and conservation point of view, this is huge.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet the couple behind the David Platt documentary",
            "link": "https://baptistnews.com/article/meet-the-couple-behind-the-david-platt-documentary/",
            "description": "When Jeremiah and Laura Burke produced their documentary about Pastor David Platt, they never imagined it would reach a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EqhPRucW11mOPly0O-URqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Baptist News Global6h",
            "source": "Baptist News Global",
            "article_content": "When Jeremiah and Laura Burke produced their documentary about Pastor David Platt, they never imagined it would reach a global audience. Released in fall 2023, the film has garnered more than 100,000 views on Conversations that Matter alone, with additional viewership across other platforms.\n\nAn earlier BNG article about the documentary — The Real David Platt: The Hijacking of McLean Bible Church — has drawn tens of thousands of readers.\n\nIt is unusual for a group of laypeople to lead such a public revolt against their own church and pastor as what has happened at McLean, a five-campus nondenominational megachurch in suburban Washington, D.C. It is more unusual for laity to take their own church to court. And it is unheard of to create a two-part documentary series outlining grievances against the pastor.\n\nBut that’s exactly what has happened at McLean Bible Church, where the arrival of David Platt as pastor in 2017 set off a chain of events not unprecedented in American churches but absolutely unprecedented in the public nature of the dispute. The disaffected members have their own website to tell their story.\n\nOne reason for the public attention is that Platt came to the pastorate from the presidency of the Southern Baptist Convention International Mission Board.\n\nSome longtime McLean members did not want anything to do with the SBC because they are proudly nondenominational.\n\nThroughout this ordeal, Platt and other church leaders have denied any wrongdoing and have protrayed themselves as victims of a campaign by disgruntled church members.\n\nJeremiah and Laura Burke\n\nAmong those leading the charge against Platt are Jeremiah and Laura Burke. He is a self-described “typical layman” who comes from a business background in wealth management.\n\n“I was a member of McLean since 2005 … just a rank-and-file member. A Christian husband and father of four children, just a regular everyday guy, nothing unique,” Burke explained. “I didn’t know who David Platt was until he started speaking at McLean and became the pastor of the church.”\n\nHis awareness of church politics at McLean heightened only after Platt’s arrival.\n\n“It had come to my attention that he had written a couple of books because he spoke in the summer of 2015,” Burke recalled. “He had come to the church and was a guest pastor for a weekend event, and that was my first exposure to David Platt. Then it wasn’t again until 2016 or 2017, when the church started transitioning out of their prior senior pastor, that David’s name started coming up as being the new pastor to replace long-time pastor Lon Solomon.”\n\nWhile initially open to Platt’s leadership despite his admiration for Solomon, Burke’s perspective began to shift by 2020.\n\n“There was a series of issues that had come to light over the years,” he said. “When David first came on, I guess there was a gloominess over the church in a sense, in that it didn’t seem like everyone was aware of what was happening but you kind of just trust your leadership. It seemed like there were some things that were just not right in the whole transition process.”\n\nBurke reflected on the sudden leadership change: “For the 10 years I was at McLean, you had a solid pastor. Lon Solomon was a stalwart leader and then all of a sudden, he was gone, David came in and Lon never came back. We had been in Israel on a trip with him, he does these tours to Israel. I remember him saying, ‘I’m going to die in the pulpit. I’m not leaving this church.'”\n\nWhen contacted by Baptist News Global, Solomon provided this statement: “If you have seen Part 2 of the video series, you will see that I was removed by the elders from all operational involvement at MBC early in 2017 as a part of my separation agreement. Also, as part of my separation agreement, I am not at liberty to comment on events at MBC or David Platt.”\n\nThe summer of 2020\n\nThe summer of 2020 marked a turning point, as Platt addressed racial and social issues from the pulpit, following controversy from his 2019 prayer over former President Donald Trump. McLean historically had attracted political figures, including special prosecutor Ken Starr, but Burke perceived a shift in atmosphere: “It wasn’t out of the ordinary to see famous political people there. David made a story out of it. I guess a lot of people interpreted it as an apology, and that kind of riled some people up.”\n\nThe COVID-19 pandemic further complicated matters.\n\n“In 2020, when COVID came up, the shutting down the church was another huge exodus of people,” Burke said. “This was problematic because everybody started going to other churches. At McLean you had to register to attend, you had to let them know you were coming.”\n\nThe breaking point for Burke came when he discovered the nondenominational church’s connection to the SBC, which he believed violated church bylaws prohibiting denominational affiliation. His investigation revealed McLean’s involvement with the SBC of Virginia and the North American Mission Board through church planting initiatives.\n\n“I just started to research whether we were part of the SBC or not,” Burke said. “In December 2020, at the first congregational meeting they had in person, I remember a lady asking if we were part of the denomination and David said from the pulpit no. However, that’s not what I discovered.”\n\nSBC church planting partnerships\n\nNot only was Platt educated and ordained by Southern Baptists and served in Southern Baptist leadership, the Bible church got involved in church planting partnerships with the SBC North American Mission Board.\n\nChurch leaders contend this partnership with the SBC “was not a secret.” The SBC connection predated Platt’s tenure, coordinated primarily through Clint Clifton, who Burke identifies as “seemingly the genesis of this SBC relationship.”\n\nThe discovery left Burke feeling betrayed: “I had no idea I was a Southern Baptist. I had no idea for years that I was a Southern Baptist.”\n\nThe conflict escalated to the point where Burke and his family were charged with trespassing at their own church. Determined to share his story, Burke invested $25,000 of his own money in the documentary project.\n\nDetermined to share his story, Burke invested $25,000 of his own money in the documentary project.\n\nConflict remains, as does attention\n\n“I feel like I have two jobs now,” he said. “It’s been totally grassroots, but the amount of people who have seen it is kind of mind boggling. It’s all over the world at this point; people in Romania and Bulgaria and the Netherlands have seen it. There’s a gentleman who reached out from Russia asking if he could have permission to translate it into Russian and distribute it through Russia. It’s been overwhelming.”​​​​​​​​​​​​​​​​\n\nSeven years after Platt’s arrival as pastor, the dispute is not resolved and Burke and other unhappy members and former members continue to press their case. Their next target is seeking to document where tens of thousands of dollars from NAMB went because they do not believe all the named church plants even exist.\n\nChurch leaders, meanwhile, released their own investigation that stated: “After review of numerous financial transactions associated with this partnership, we are encouraged that no improper financial transactions were discovered either during annual external audits by an independent accounting firm or during the discovery process in the lawsuit. We can say, however, that the financial transactions for the church planting partnership were sometimes confusing.”\n\nThat report also said: “It is unquestionably clear that MBC did not give up any independence or cede any authority over our local church to the SBC or any other denomination. We at MBC remain committed to maintaining our autonomy and independence as a local body of believers according to our understanding of what the Bible teaches about the authority of the local church, and we are grateful that we are moving closer and closer to a day when these kinds of legal updates will no longer be necessary.”\n\nRelated articles:\n\nUnderstanding the David Platt story | Analysis by Maina Mwaura\n\nDavid Platt hopes for a biblical gospel instead of an American gospel\n\nFor now, David Platt has won the battle against internal critics at McLean Bible Church\n\nDavid Platt steps up schedule to step down at IMB"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dirty Bombs, Aliens, Holograms, and Orbs: Drone Mania Unleashes Conspiracy Theories",
            "link": "https://www.msn.com/en-us/news/technology/dirty-bombs-aliens-holograms-and-orbs-drone-mania-unleashes-conspiracy-theories/ar-AA1w3ooV?ocid=BingNewsVerp",
            "description": "With politicians adding fuel to fears of alleged aerial phenomena, explanations are growing more outlandish by the minute ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8MEio7vnWhvnqH1zUGPO-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "11hon MSN",
            "source": "Rolling Stone on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pete Buttigieg Rejects 'Alien Invasion' Drone Theory With Cheeky Jab At New Jersey",
            "link": "https://www.msn.com/en-us/news/politics/pete-buttigieg-rejects-alien-invasion-drone-theory-with-cheeky-jab-at-new-jersey/ar-AA1w2u7i?ocid=BingNewsVerp",
            "description": "U.S. Transportation Secretary Pete Buttigieg is weighing in on the mysterious lights recently spotted in the sky by New ...",
            "image_url": "https://www.bing.com/th?id=OVF.7%2fJjhtoWTn%2bxP0JuRotE6g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "12hon MSN",
            "source": "HuffPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO group: Alleged drone sightings up 74% in NJ over the past month",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/ufo-group-alleged-drone-sightings-up-74-in-nj-over-the-past-month/ar-AA1w52iW?ocid=BingNewsVerp",
            "description": "Christine Kim, head of marketing for Enigma — a group calling itself the \"first Unidentified Anomalous Phenomena (UAP/UFO) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9YuINsQ8r8sSsIRrLpuEgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Courier-Post (Cherry Hill, NJ) on MSN2h",
            "source": "Courier-Post (Cherry Hill, NJ) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Editorial: Solve the drone mystery: What is causing all these UFO sightings?",
            "link": "https://www.msn.com/en-us/news/opinion/editorial-solve-the-drone-mystery-what-is-causing-all-these-ufo-sightings/ar-AA1w4OgQ?ocid=BingNewsVerp",
            "description": "If you’re seeing and hearing drones or other such flying things flashing in the sky, it’s absolutely certain that you are not ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T2dKXkj9BQJd4TpUAZpMnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "3hon MSNOpinion",
            "source": "New York Daily News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New discovery by scientists redefines magnetism",
            "link": "https://www.sciencedaily.com/releases/2024/12/241217131006.htm",
            "description": "Step into a world so tiny, it defies imagination -- the nanoscale. Picture a single strand of hair, now shrink it a million times. You've arrived. Here, atoms and molecules are the architects of ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily12h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Grisly Discovery at a Bronze Age Mass Grave: The Victims Were Eaten, Too",
            "link": "https://www.nytimes.com/2024/12/17/science/bronze-age-skeleton-cannibals.html",
            "description": "It’s taken us all aback,' said a professor who led a study revealing that 37 people in a prehistoric site in England were ...",
            "image_url": "https://www.bing.com/th?id=OVFT.khQdZyH-Ujjy1zWXxjdU-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19h",
            "source": "The New York Times",
            "article_content": "The bones were spread out across a nearly 50-foot ditch, thousands of them, bearing marks of a grisly end. Snapped femurs. Bashed skulls. Bones with slicing cuts, as if someone had butchered the skin around them.\n\nFor more than 50 years, the remains found in a shaft at the Charterhouse Warren Farm in southwest England have been a blip in British archaeological history. Discovered by cave explorers in 1970, the collection of mismatched bones seemed to be just another Bronze Age gravesite — a few victims scattered among sediment and animal skeletons.\n\nNow, a recent study published in the Cambridge University journal Antiquity suggests a stunningly grim saga played out at Charterhouse Warren, at far greater scale than previously thought: The bones belong to at least 37 men, women and children who were slaughtered and possibly eaten in a ceremonial feast after their massacre.\n\n“It’s taken us all aback. It was completely unexpected, totally atypical for the period and for almost all of British prehistory,” said Rick Schulting, a professor of archaeology at Oxford University who led the study."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pioneering approach expands possibilities for measuring quantum geometry in solids",
            "link": "https://www.msn.com/en-us/science/physics/pioneering-approach-expands-possibilities-for-measuring-quantum-geometry-in-solids/ar-AA1w55SV?ocid=BingNewsVerp",
            "description": "Understanding and reliably measuring the geometric properties of quantum states can shed new light on the intricate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8zBpLCmmf7Uo5lOK5VlXJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "1hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physics: Current generated by the quantum Hall effect has additional magnetic properties",
            "link": "https://www.sciencedaily.com/releases/2024/12/241217131235.htm",
            "description": "The quantum Hall effect, a fundamental effect in quantum mechanics, not only generates an electric but also a magnetic current. It arises from the motion of electrons on an orbit around the nuclei of ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily10h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Times Of Progress is an elegant, focussed city builder set during the Industrial Revolution",
            "link": "https://www.rockpapershotgun.com/times-of-progress-is-an-elegant-focussed-city-builder-set-during-the-industrial-revolution",
            "description": "Times Of Progress is a special game for me, because is the first news tip I have ever received from Sin Vega, Prime ...",
            "image_url": "https://www.bing.com/th?id=ODF.ThyHSoT5JzaNauF7IHm3lQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Rock Paper Shotgun2h",
            "source": "Rock Paper Shotgun",
            "article_content": "Times Of Progress is a special game for me, because is the first news tip I have ever received from Sin Vega, Prime Minister of Strategy Gaming, way back in spring this year. Sin once described writing news articles for our former news editor Alice0 (RPS in peace) as like practising backflips in front of the kung fu master. Writing about a new city builder at Sin's suggestion is like being invited to budget the development of Londinium by Julius Caesar.\n\nThe terror of screwing it up - together with other, more trivial distractions, like international games industry conferences- has stopped me from writing about Times Of Progress for months. Today I bite the bullet, and emerge from my lodgings to issue a hesitant speech to the masses, hoping like hell that Caesar is too preoccupied with the latest Gaul uprising to notice my errors.\n\nFor starters, that introductory analogy is from the wrong millennium. Times Of Progress is set during the Industrial Revolution - the dawn of steam engines, trade unions and high-density urban housing. The first thing that grabs you about it is the presentation and aesthetic. We are in procedurally generated Isometric Land, with roads and railways binding together diamond-shaped town layouts. The buildings, terrain types and overall colour scheme are pleasantly clean - pale earth, red brick, green hill - but it isn't barren. There are some engrossing animated flourishes such as smoke plumes, and the way houses slowly fatten up into more complex dwellings.\n\nNonetheless, you might be tempted to call Times Of Progress \"minimalist\". It definitely seems more condensed than a lot of city-builders, but there are systems aplenty, including a few that spring more directly from the choice of period.\n\nTake scientific innovations and new technologies, such as typewriters, water frames or electrolysis. You don't simply assign scientists to research them yourself. Rather, they unlock according to a timeline as part of the wider Industrial Revolution, which encompasses your city and all the other, AI-governed cities on the map. You then spend points earned by meeting certain goals (like achieving a certain food output) to import new technologies and get access to them faster. In general, trade appears to be a big deal in Times Of Progress. There isn't a military element, and seemingly no distinct \"culture\" layer either, so your interactions with other metropoli will be mostly mercantile.\n\nThere's also the question of labour politics. Workers in Times Of Progress may go on strike if a certain percentage in a certain place of work haven't been paid (in the form of food) for several weeks. You can meet their demands or implement a police crackdown. Workers may also unionise, once you pass the associated laws, making them more expensive but more efficient. Those with university educations may be more likely to strike.\n\nI like the balance Times Of Progress seems to be striking between the joy of building a model trainset and a carefully considered degree of historical fiddliness. I suspect/hope that Sin will be along in the new year to write something more elaborate about the game. Please look kindly upon my fumbling early efforts, Sin! For the moment, you can read more about Times Of Progress on Steam. The developer Pressing Thumbs Games is a solo operator, based in Berlin, who uses the Rust programming language and the Bevy Engine. The studio's name apparently comes from the German equivalent for crossing your fingers to ensure good luck. Awww."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The state of scouting: Data culture clash, job cuts and an uncertain future",
            "link": "https://www.nytimes.com/athletic/5998007/2024/12/17/premier-league-scouts-data-future/",
            "description": "The Athletic has canvassed the views of 40 scouts from across the Premier League and EFL to test the temperature of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QIaQiwWZ3YNcvBAXE_hyZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "15h",
            "source": "The New York Times",
            "article_content": "Close your eyes and picture a football scout.\n\nHe — and it will always be a he — will be over 50, probably dressed in an overcoat and flat cap, and sat in a darkened corner of a far-flung stadium, scribbling observations in a battered notebook.\n\nBut this image of talent-spotters as football’s wizened old-timers is outdated. In a sport in a constant state of flux, few sectors are undergoing such a sudden and disruptive transformation as scouting.\n\nAdvertisement\n\nThe development of data-driven modelling, an increasingly globalised marketplace and, most recently, the advent of artificial intelligence are delivering a revolution in how clubs identify and assess possible signings.\n\nAnd, as always with revolutions, the process is proving turbulent. Three Premier League clubs — Liverpool, Tottenham and Brighton & Hove Albion — have overhauled their recruitment departments this year while Sir Jim Ratcliffe, the co-owner of Manchester United, recently criticised the club’s data capabilities, suggesting their own root-and-branch review may not be far away.\n\nAmid this turmoil, and ahead of the January transfer window, The Athletic has canvassed the views of 40 scouts from across the Premier League and EFL to test the temperature of the industry. Eight of them have spoken at length for this article, all doing so anonymously to protect working relationships.\n\nThe findings illustrate shifting, less predictable times. Just 10 per cent of the scouts that filled out our survey said the advent of data use had not impacted their role. The clear majority (72 per cent) consider its introduction as positive.\n\nBut a common concern is that theirs is likely to become a shrinking industry. Almost half of respondents were unsure if they would still be working as a scout in five years.\n\nIn a topic that will be analysed in greater detail later this week, two-thirds of scouts also believe the introduction of artificial intelligence (AI) will be the next advancement to impact their role.\n\nIn an industry that employs thousands, a sample size of 40 scouts should not be considered scientific. But the findings of The Athletic‘s survey and the weight of anecdotal evidence are enough to confirm that the changes in football scouting are only just beginning — and are likely to have far-reaching consequences.\n\nEvery club can decide just how much they wish to allow data to shape their recruitment strategy, but behind these debates are what one top-flight scout calls “culture clashes”.\n\n“For the older scouts, their ability to stay in the game is going to come from how they use the data side,” he says. “The ones who don’t listen are the ones being phased out.”\n\nAdvertisement\n\nIt means that the stereotypical scout mentioned above is an increasingly rare presence at English football stadiums — a trend that is likely to please as many people as it will dismay.\n\nA player’s statistical output might not be the decisive factor in settling a transfer decision, with final calls still shaped by those picking apart performances, but the numbers increasingly structure the search.\n\n“There’s been a great deal of complacency in the scouting industry,” says one figure from an established Premier League club. “It’s come from a lack of respect for what data can provide and also a lack of understanding of what data can offer.\n\n“There’s also been a lack of best practice within the industry. At the moment, scouting opportunities are shrinking because the belief in what the scouts can produce has slipped away quite considerably in the last few years as the data has taken on greater significance.”\n\nIt is that quest for the middle ground, though, that has caused friction and separation.\n\n“It’s a shifting time,” says one chief scout at an EFL club, who has previously worked in the Premier League. “I know a lot of scouts who in the last six to 12 months have been cast aside. To me, that’s a loss to the game. They have been part of a cull.”\n\nBecause they’re old-school?\n\n“Because they’re different,” he adds. “You can call it old-school but I would say different to what a lot of clubs want now. They bring a lot of skills. It’s intuition, it’s an eye, it’s gut feeling, experience and knowledge. That type of data is getting put to one side and the numbers are now flavour of the month. There’s room for both but to me, one can’t exist without the other.”\n\nGO DEEPER Data and video scouting - how important is it and how does it work?\n\nOne former scout, who worked for clubs in the Premier League and Championship, brings up a scene from Moneyball, the film that details Billy Beane’s transformation of the Oakland A’s baseball team through data analysis. In it, Beane, played by Brad Pitt, sits in front of his scouting team and presents their new strategy. Very little else matters so long as “he gets on base.”\n\nAdvertisement\n\n“Our meetings were like that, with the old boys putting their thoughts in and not really being interested in the rest,” he laughs.\n\n“You go to games now and predominantly the scouts would all be young lads. The analysis types, the ones on their laptops, young kids who are more data-driven. Some can be excellent, though. You’d still have the old boys (attending games) but there’s definitely less of them.”\n\nBilly Beane’s ‘Moneyball’ system transformed the way football used scouting (Justin Sullivan/Getty Images)\n\nIt is a non-scientific snapshot of the industry but a 60 per cent majority of respondents to The Athletic’s survey were aged between 26 and 45. Only a fifth formerly played professional football.\n\n“I’ve made sure in our department that, because I’ve never played the game, I wanted someone who had,” says one chief scout at an EFL club. “They can relate to different experiences.\n\n“You need to get a balance. I like to know someone who has played the game and has different experiences from mine.\n\n“I’ve been at clubs previously when the scouts came in it was like Dad’s Army but they don’t half find some good players. The data has been coming for a long time but we’ve reached a point where it’s almost taken over for some clubs.”\n\nFootball is a game of trends and the successes of data-driven clubs in the transfer market such as Brighton and Brentford, have made them the ones to follow. Thousands of players from all corners of the globe can be monitored and whittled down using statistical analysis, allowing clubs to draw up shortlists based on the data.\n\nScouts are still employed and valued (Brentford have 15 on their books) but their skill set has needed to evolve. Filling out a scouting report and placing it on a manager’s desk is no longer the process.\n\n“There was a need to change,” says one experienced head of recruitment at an EFL club. “If we get transfers wrong now, then ultimately it’s millions of pounds. There’s got to be a blend of video, data, eyes and feel and character references to the nth degree.\n\nAdvertisement\n\n“What we’re all trying to do ultimately is to find the undervalued talent. Let’s say a club wants to sign a player, you can’t watch all of his games ahead of signing him. But what data allows is for you to judge a player over 50 or 100 games. As long as the data is set in the right way, around positional and team needs, it helps you find the players that can help you. You can’t have 100 scouts out every week because the cost is so high.”\n\nThe vast majority of scouts spoken to for this article see the help that data has delivered. They are positive about its influence, rather than seeing it as a threat.\n\n“Data used in the right way has certainly helped,” says an EFL club’s chief scout. “Brentford and Brighton, two of the clubs you’d associate most with being data-driven, have always had scouts at games still. They’re not passing judgement on laptops. Data can be misused if you’re not applying a context to it. There’s got to be a ‘Why?’ element to it.”\n\nTony Bloom, the Brighton owner, recently overhauled the club’s scouting department (Alan Crowhurst/Getty Images)\n\nTechnological advances, too, have made the scouting world smaller. More players are typically watched via online platforms, such as Wyscout — where games can be dissected in forensic detail — than in the flesh across most weeks.\n\n“When I started 20 years ago, we’d write off to a guy in Germany and request a list of DVDs he’d download from a satellite dish and send over in a week or two,” says one Premier League scout. “Wyscout brought a big change but the data side has been a massive new thing in the last decade or so.\n\n“You can now pretty much watch 80-90 per cent of what you’d need to watch at the click of a button the next day. It’s been a huge gamechanger. I probably do close to 80 per cent of my scouting now through videos.”\n\nThat reality has forced working practices to alter. Scouts used to often be the first point of contact for targets, speaking with agents and counterparts to understand a player’s attainability. That influence can still be there but it has diminished.\n\nAdvertisement\n\nThe great unknown is where scouting will be in 10 years. Brighton’s overhaul in November saw several scouts made redundant, with a move away from their model of position-specific scouting. Premier League leaders Liverpool, however, have advertised for scouting roles in recent weeks.\n\n“It’s going to be smaller departments,” predicts one Premier League scout. “In a bid to be everywhere, I think a lot of clubs have overhired. You’re going to have to be multiskilled and, eventually, those older scouts will be phased out. A Premier League club is going to look increasingly like an EFL club. They’ll need to be more efficient.”\n\nAn experienced EFL chief scout has the same misgivings. “There’s part of me that’s uneasy with just using data and video, and signing players solely on that,” he says. “You have to dig deeper, try to understand the personality and what they’re all about. That’s traditionally been the work of scouts.\n\n“Maybe before you’d have one analyst and 10 scouts, now it’s going to be 10 analysts and one scout.\n\n“Clubs like Brighton and Brentford have elevated themselves through scouting. Look at a club like Manchester United with 70-odd scouts. Do you think that’s really the future? I can’t see it.”\n\nGO DEEPER The reality of being a scout: 'You do it for love - not money'\n\nFor all the flux, scouting remains a job that plenty covet and enjoy. You are the talent spotters and, as such, inevitably spend a life watching football. It is common to spend four or five days of the week attending football matches, filing reports and building up opinions.\n\nForty per cent of survey respondents said they will typically work six-day weeks and a fifth told us they will work, on average, more than 60 hours a week.\n\nAll that means almost a third of scouts taking part said they will attend more than 120 games a season and six out of 10 will watch that same figure again on recorded games or streams. It is worth noting that a significant number of scouts to fill out the survey held part-time roles or that number would inevitably have been higher.\n\nAdvertisement\n\nThe best bit of the job?\n\n“The people you meet, the community of scouts you get to know, is the best part,” says one Premier League scout. “You’re competing against one another but you make good friends. Football is a small place but there’s nothing better than when you’ve played your part in bringing a player in. That feeling is really good.”\n\nAnother operating at the highest level concurs. “I absolutely love it,” he says. “I guess it’s the involvement in the game, the participation at such a high level in world football. Even if you’re a small contribution, it’s very rewarding.”\n\nThe overwhelming majority of scouts surveyed by The Athletic said they felt valued by their club. That contrasts markedly with the mood of support staff, including strength and conditioning coaches, physios and masseurs, previously surveyed by The Athletic last year.\n\nScouting, on the surface, feels like a more content world.\n\nOver a third said their annual earnings were more than £50,000; that figure is dwarfed by many who work in football but is still well above the UK national median salary of £37,430, according to the most recent figures published by the Office of National Statistics.\n\nIt is still a curious quirk — and perhaps an indication of football’s draw — that many scouts working for clubs below the Premier League do so without pay. Some will cover mileage and expenses but it is common for plenty of scouts to effectively work as volunteers, with admission to games and a branded jacket the only tangible return.\n\n“You’ve got your foot half in the door but, because you’ve got so few full-time roles, then it’s very difficult for that to lead somewhere,” says one scout at a League One club, who estimates reports can take roughly 15 minutes to write up on every player they have been asked to track.\n\nAdvertisement\n\n“I’m a volunteer so I don’t get anything. No mileage or expenses. That’s common at League One and League Two level. You’ll get a few (clubs) paying expenses but a lot aren’t on a wage. Maybe the club sells it as an internship where you’re going to games and getting experience but really it’s the chance to go and watch a game on a Saturday, isn’t it?”\n\nAnd that is just it; something between a simple pleasure and a privilege. Understanding family and friends is also a must. One chief scout, employed by an EFL club, says he has just spent four out of five midweek days attending a game ahead of a 300-mile round trip for another on the Saturday.\n\n“You have to be comfortable with spending many hours away from home,” says another scout at a Premier League club. “You’re driving home at 10pm on a night and it can be a lonely life. It’s almost Stockholm syndrome. Most scouts get to May and say they’ve got one more season left in them but they get to July and they can’t wait for the season to start. That’s definitely a thing but it’s something I love.”\n\n(Top photo: iStock; design: Dan Goldfarb)"
        }
    }
]