[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Researchers Discuss Their New Documentary Series 'COSMOSIS'",
            "link": "https://www.msn.com/en-us/science/sociology/ufo-researchers-discuss-their-new-documentary-series-cosmosis/ar-AA1xVYYg?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/23/25 UFO Researchers Discuss Their New Documentary Series 'COSMOSIS' Explore 'COSMOSIS', the revolutionary UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UzVaZkHwSnUAB0lBHNW6Sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN20h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/news/technology/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN20h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A UFO was found near Istanbul Airport",
            "link": "https://eadaily.com/en/news/2025/01/28/a-ufo-was-found-near-istanbul-airport",
            "description": "Pilots, when landing at Sabiha Gokcen Airport in Istanbul and departing from it for two days, receive signals from the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2oMSvOZmaKSK31FY7Oh6zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "6h",
            "source": "eadaily",
            "article_content": "Pilots, when landing at Sabiha Gokcen Airport in Istanbul and departing from it for two days, receive signals from the aircraft collision warning system in the air (TCAS), the DHA news agency reports.\n\nDHA provides a transcript of a conversation between one of the pilots who received the warning and the dispatcher.\n\n\"At the last stage of the approach, we received an air traffic warning at an altitude of 300 feet (about 91 m). It could have been a drone or another aircraft. I bring it to your attention,\" says the pilot.\n\n\"All planes transmit this warning in the morning. The information has been transferred to the authorities, searches are underway from the sea… We have been dealing with this problem for 2.5 hours, many transport companies have warned about this before you, we have also reported this to the Coast Guard. We assume that it was probably a ship at sea,\" the dispatcher answers him.\n\nThe dispatching service noted that earlier another plane informed them about an alarm received about 2.5 miles (about 4 km) from the airport. According to that aircraft, the warning came from behind the ship. After that, the pilot, with whom the dispatcher was talking, reported that he saw \"a vehicle descending, which he considers unidentified,\" 500 feet (152 m) below his plane.\n\nSearch operations were launched in the airport area — at sea, in the air and on land. According to DHA, at the moment it is not known why the warnings were received, the search did not bring results.\n\nIn November, Air France suspended flights over the Red Sea after pilots noticed a glowing object in the sky at the time of the flight over Sudan, RBC reminds."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs underwater? Congressman Burchett says massive craft spotted beneath the waves",
            "link": "https://www.msn.com/en-in/news/other/ufos-underwater-congressman-burchett-says-massive-craft-spotted-beneath-the-waves/ar-AA1xYdso?ocid=BingNewsVerp",
            "description": "Republican Congressman Tim Burchett has sparked debate by suggesting that alien life might be hiding in Earth's oceans.",
            "image_url": "https://www.bing.com/th?id=OVFT.XifM3XohjfSdIImKuEr7ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "The Times of India on MSN6h",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://baptistnews.com/article/understanding-paranormal-beliefs-and-conspiracy-theories-isnt-just-about-misinformation-this-course-unpacks-the-history/",
            "description": "My training and professional work have been in Mesoamerican archaeology, but I’ve had a lifelong fascination with paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Cjl4ya3AbYF9isoGa4ytuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Baptist News Global13h",
            "source": "Baptist News Global",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek? The AI chatbot is topping app store charts",
            "link": "https://abcnews.go.com/Business/deepseek-ai-chatbot-topping-app-store-charts/story?id=118138606",
            "description": "The DeepSeek chatbot, known as R1, responds to user queries just like its U.S.-based counterparts. Early testing released by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S8VcmbQ_KUYzEUqYlpsMQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "ABC",
            "article_content": "The emergence of DeepSeek sent some tech stocks tumbling.\n\nWhat is DeepSeek? The AI chatbot is topping app store charts\n\nChina-based AI app DeepSeek, which sits atop the app store charts, made its presence widely known Monday by triggering a sharp drop in share prices for some tech giants.\n\nShares of Nvidia, the top AI chipmaker, plunged more than 17% in early trading on Monday, losing nearly $590 billion in market value. The tech-heavy Nasdaq plummeted 3.5%.\n\nThe DeepSeek chatbot, known as R1, responds to user queries just like its U.S.-based counterparts. Early testing released by DeepSeek suggests that its quality rivals that of other AI products, while the company says it costs less and uses far fewer specialized chips than do its competitors.\n\nThe product could upend the AI industry, putting pressure on other firms to lower their costs while intensifying competition between U.S. and Chinese companies, analysts told ABC News.\n\nConcerns about data security and censorship also may expose DeepSeek to the type of scrutiny endured by social media platform TikTok, the experts added.\n\n\"This is a big moment,\" Gary Marcus, a professor emeritus of psychology and neuroscience at New York University, who specializes in AI, told ABC News.\n\nDeepSeek did not immediately respond to ABC News' request for comment.\n\nHere's what to know about DeepSeek, and its implications for the future of AI.\n\nWhat is DeepSeek?\n\nDeepSeek, like OpenAI's ChatGPT, is a chatbot fueled by an algorithm that selects words based on lessons learned from scanning billions of pieces of text across the internet.\n\nWhile made in China, the app is available in multiple languages, including English. DeepSeek soared to the top of Apple's App Store chart over the weekend and remained there as of Monday.\n\nThe company said it experienced some outages on Monday affecting user signups. \"Due to large-scale malicious attacks on DeepSeek's services, we are temporarily limiting registrations to ensure continued service,\" DeepSeek said in a statement.\n\nDeepSeek is fully available to users free of charge. By contrast, ChatGPT retains a version available for free, but offers paid monthly tiers of $20 and $200 to access additional capabilities.\n\nDevelopers of the system powering the DeepSeek AI, called DeepSeek-V3, published a research paper indicating that the technology relies on much fewer specialized computer chips than its U.S. competitors do.\n\nDeepSeek also says that it developed the chatbot for only $5.6 million, which if true is far less than the hundreds of millions of dollars spent by U.S. companies in the sector.\n\n\"The lower cost to train DeepSeek means it can be offered at a lower cost,\" Oren Etzioni, CEO of Allen Institute for AI and a computer science professor at the University of Washington, told ABC News. \"That puts pressure on other companies to lower their prices.\"\n\nDeepSeek's developers opted to release it as an open-source product, meaning the code that underlies the AI system is publicly available for other companies to adapt and build upon.\n\nLlama, the AI model released by Meta in 2017, is also open source. By contrast, ChatGPT as well as Alphabet's Gemini are closed-source models.\n\nProponents of open source say that publicly available code allows a wide community of AI engineers to identify and fix flaws in a system, or tailor it for a purpose separate from its originally intended function.\n\nSupporters of closed source argue that the best way to safeguard AI is to keep the computer code private so it stays out of the hands of bad actors who might repurpose it for malicious ends.\n\nIn a June 5, 2023 file photo, Sam Altman, CEO of Microsoft-backed OpenAI and ChatGPT creator takes part in a talk at Tel Aviv University in Tel Aviv, Israel. Amir Cohen/Reuters\n\nWhat does the emergence of DeepSeek mean for the AI industry?\n\nDeepSeek flexes the strength of the Chinese tech sector in an industry previously viewed by many analysts as one dominated by U.S. firms, experts said.\n\nFor some, the sudden arrival of a top China-based competitor raises concerns about data security and content manipulation similar to those leveled at TikTok, which is owned by Chinese company ByteDance.\n\nRegarding the former users on social media have posted numerous examples of DeepSeek choosing to forego answers on topics potentially sensitive to the Chinese government, such as the 1989 Tiananmen Square massacre of anti-government protestors.\n\n\"It's clear that there's some censorship built into the system,\" Marcus said. \"We don't want governments in control of what people can say.\"\n\nBoth foreign-owned and U.S.-based AI chatbots pose data concerns, however, since users sometimes enter personal or intimate information, which in turn could be used for commercial purposes, Marcus added.\n\n\"You have to assume that anything you type into a large language model could be seen by someone else,\" Marcus said.\n\nStill, DeepSeek's low-cost technological advance using outdated chips marks a major new entry into the AI market, Sosnick said, in turn forcing people to \"rethink assumptions that they had.\"\n\nThe emergence of a relatively cost-efficient alternative to other AI chatbots helps explain Monday's dip in the share value of Nvidia, which premises future growth on increased demand for new, expensive chips, Etzioni said.\n\nIn a statement to ABC News, Nvidia described DeepSeek as \"an excellent AI advancement,\" noting how the firm leveraged \"widely-available models and compute that is fully export control compliant\" – the latter apparently referring to controls put in place by the Biden administration that prohibit U.S. manufacturers from selling such specialized chips to firms in China.\n\nEtzioni said the open-source nature of DeepSeek also could challenge the profitability of other AI firms aiming to charge third parties for access to their products.\n\n\"We're soon going to see many models built on DeepSeek,\" Etzioni said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump calls China’s DeepSeek AI app a ‘wake-up call’ after tech stocks slide",
            "link": "https://www.msn.com/en-us/technology/tech-companies/trump-calls-china-s-deepseek-ai-app-a-wake-up-call-after-tech-stocks-slide/ar-AA1xWifA?ocid=BingNewsVerp",
            "description": "Silicon Valley and Washington leaders said the app shows China can challenge the U.S. The Nasdaq lost 3 percent and chipmaker ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IlBwT9ULYheMQP7p8ANqeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why DeepSeek’s AI Model Just Became the Top-Rated App in the U.S.",
            "link": "https://www.scientificamerican.com/article/why-deepseeks-ai-model-just-became-the-top-rated-app-in-the-u-s/",
            "description": "A Chinese start-up has stunned the technology industry—and financial markets—with a cheaper, lower-tech AI assistant that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BWEmg_pP52154crGjx1eTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Scientific American8h",
            "source": "Scientific American",
            "article_content": "DeepSeek’s artificial intelligence assistant made big waves Monday, becoming the top-rated app in the Apple Store and sending tech stocks into a downward tumble. What’s all the fuss about?\n\nThe Chinese start-up, DeepSeek, surprised the tech industry with a new model that rivals the abilities of OpenAI’s most recent model—with far less investment and using reduced-capacity chips. The U.S. bans exports of state-of-the-art computer chips to China and limits sales of chipmaking equipment. DeepSeek, based in the eastern Chinese city of Hangzhou, reportedly had a stockpile of high-performance Nvidia A100 chips from times prior to the ban—so its engineers could have used those to develop the model. But in a key breakthrough, the start-up says it instead used much lower-powered Nvidia H800 chips to train the new model, dubbed DeepSeek-R1.\n\n“We’ve seen up to now that the success of large tech companies working in AI was measured in how much money they raised, not necessarily in what the technology actually was,” says Ashlesha Nesarikar, the CEO of AI company Plano Intelligence, Inc. “I think we’ll be paying a lot more attention to what tech is underpinning these companies’ different products.”\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nOn common AI tests in mathematics and coding, DeepSeek-R1 matched the scores of Open AI’s o1 model, according to VentureBeat. U.S. companies don’t disclose the cost of training their own large language models (LLMs), the systems that undergird popular chatbots such as ChatGPT. But OpenAI CEO Sam Altman told an audience at MIT in 2023 that training ChatGPT-4 cost over $100 million. DeepSeek-R1 is free for users to download, while the comparable version of ChatGPT costs $200 a month.\n\nDeepSeek’s $6 million number doesn’t necessarily reflect the cost of building a LLM from scratch, Nesarikar says; that cost may represent a fine-tuning of this latest version. Nevertheless, she says, the model’s improved energy efficiency would make AI more accessible to more people in more industries. The increase in efficiency could be good news when it comes to AI’s environmental impact, as the computation cost of generating new data with an LLM is four to five times higher than a typical search engine query.\n\nBecause it requires less computational power, the cost of running DeepSeek-R1 is a tenth of the cost of similar competitors, says Hanchang Cao, an incoming assistant professor in Information Systems and Operations Management at Emory University. “For academic researchers or start-ups, this difference in the cost really means a lot,” Cao says.\n\nDeepSeek achieved its efficiency in several ways, says Anil Ananthaswamy, author of Why Machines Learn: The Elegant Math Behind Modern AI. The model has 670 billion parameters, or variables it learns from during training, making it the largest open-source large language model yet, Ananthaswamy explains. But the model uses an architecture called “mixture of experts” so that only a relevant fraction of these parameters—tens of billions instead of hundreds of billions—are activated for any given query. This cuts down on computing costs. The DeepSeek LLM also uses a method called multi-head latent attention to boost the efficiency of its inferences; and instead of predicting an answer word-by-word, it generates multiple words at once.\n\nThe model further differs from others like o1 in how it reinforces learning during training. While many LLMs have an external “critic” model that runs alongside them, correcting errors and nudging the LLM toward verified answers, DeepSeek-R1 uses a set of rules internal to the model to teach it which of the possible answers it generates is best. “DeepSeek has streamlined that process,” Ananthaswamy says.\n\nAnother important aspect of DeepSeek-R1 is that the company has made the code behind the product open-source, Ananthaswamy says. (The training data remains proprietary.) This means that the company’s claims can be checked. If the model is as computationally efficient as DeepSeek claims, he says, it will probably open up new avenues for researchers who use AI in their work to do so more quickly and cheaply. It will also enable more research into the inner workings of LLMs themselves.\n\n“One of the big things has been this divide that has opened up between academia and industry because academia has been unable to work with these really large models or do research in any meaningful way,” Ananthaswamy says. “But something like this, it’s within the reach of academia now, because you have the code.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI App DeepSeek Soars in Popularity, Startling Rivals",
            "link": "https://www.wired.com/story/deepseek-app-popular-viral/",
            "description": "The company said Monday it was temporarily limiting new sign-ups due to 'large-scale malicious attacks' on its services.",
            "image_url": "https://www.bing.com/th?id=OVFT.jcVnRcCdI5Hj8mGlvQJ9aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15h",
            "source": "Wired",
            "article_content": "An AI assistant created by Chinese startup DeepSeek became the number one most-downloaded app in Apple’s US App Store over the weekend, sending shock waves through Silicon Valley and causing the price of major tech stocks to plummet. Nvidia saw more than $460 billion erased from its market capitalization on Monday, a drop Bloomberg characterized as the “biggest in US stock market history.”\n\nThe shake-up stems from an open source model developed by DeepSeek called R1, which debuted earlier this month. The company said that it rivals the current industry leader: OpenAI’s 01. But what stunned the tech industry most was that DeepSeek claimed to have built its model using only a small fraction of the specialized computer chips that AI companies typically need to develop cutting-edge systems.\n\nOn Monday, DeepSeek posted a message on its website saying it was temporarily limiting new registrations due to “large-scale malicious attacks” on the company’s services.\n\nDeepSeek’s R1 model “challenges the notion that Western AI companies hold a significant lead over Chinese ones,” Jack Clark, cofounder of the AI startup Anthropic, wrote in his newsletter. Venture capitalist Marc Andreessen called it “AI's Sputnik moment.”\n\nCheng Lu, a research scientist at OpenAI, said DeepSeek’s chatbot demonstrated impressive Chinese conversational skills. “​It’s the first time I can feel the beauty of Chinese language created by a chatbot,” he said in an X post on Sunday.\n\nDeepSeek’s AI assistant is currently available for free and comes with three main functions. First, users can ask the chatbot questions and receive direct answers. For example, when WIRED asked for recipe ideas incorporating pomegranate seeds, DeepSeek's chatbot quickly provided a list of 15 options ranging from yogurt parfaits to a “Middle Eastern-inspired” rice pilaf, but it didn’t cite any specific chefs or recipes.\n\nDeepSeek’s app also has a search mode that surfaces answers from the internet. When WIRED asked, “What are some important news stories today?” DeepSeek’s chatbot cited the Israel-Hamas ceasefire and linked to several Western news outlets such as BBC News, but not all of the stories appeared to be relevant to the topic. Ironically, one was a New York Times story about DeepSeek’s impact on the stock market.\n\nLastly, there’s a “DeepThink” mode that allows users to tap into DeepSeek’s R1 model, which was built upon the company’s existing V3 model. The difference between the two is that R1 has so-called “reasoning” abilities that allow it to explain step by step how it reached its conclusions. For example, when asked, “What are the most important historical events of the 20th century?” DeepSeek initially provided a long meandering answer that began with a number of broad questions.\n\n“That’s a hundred years, so there’s a lot that happened,” read part of its reply. “I should probably break it down by decades or major themes like wars, political changes, technological advancements, social movements, etc.” DeepSeek’s chatbot then went on to cite World War II, the Cold War, and the Holocaust.\n\nBut before R1 could finish its reply, the entire answer disappeared and was replaced by a message that read, “Sorry, I’m not sure how to approach this type of question yet. Let’s chat about math, coding, and logic problems instead!” A number of experts and early adopters have noted that DeepSeek, like other tech platforms that operate in China, appears to extensively censor topics deemed sensitive by the Chinese Communist Party\n\nBut despite these limitations, DeepSeek’s free chatbot could pose a serious threat to competitors like OpenAI, which charges $20 per month to access its most powerful AI models. Unlike its Chinese counterpart, OpenAI doesn’t disclose the underlying “weights” of its models, which determine how the AI processes information. It also has declined to make public the full “chains of thought” produced by its own reasoning models."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Is the Hot AI App. Don't Get Too Attached to It",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-is-the-hot-ai-app-dont-get-too-attached-to-it/ar-AA1xXwqH?ocid=BingNewsVerp",
            "description": "Unlike some chatbot rivals, the fact that DeepSeek is open source provides it with some level of protection. This means that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oXd5yyq_ByyUHLeygAzvei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN11h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://www.yahoo.com/news/understanding-paranormal-beliefs-conspiracy-theories-135051946.html",
            "description": "Though paranormal theories are at odds with modern science, adherents have often tried to prove their beliefs with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FVjtxeDHy1n6_oHZLGIEvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "18h",
            "source": "Yahoo",
            "article_content": "Uncommon Courses is an occasional series from The Conversation U.S. highlighting unconventional approaches to teaching.\n\nTitle of course:\n\n“Investigating the Paranormal”\n\nWhat prompted the idea for the course?\n\nMy training and professional work have been in Mesoamerican archaeology, but I’ve had a lifelong fascination with paranormal concepts. In fact, I considered studying the UFO community for my doctoral research in cultural anthropology.\n\nI eventually fused these two interests in my book “Spooky Archaeology: Myth and the Science of the Past,” which examines why archaeology shows up so much in ideas about the mysterious and weird. Most people are familiar with pop culture characters like Indiana Jones seeking magical artifacts. Perhaps less immediately obvious is just how common archaeological topics are in paranormal and conspiracy culture.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe popularity of paranormal ideas – from television shows and thousands of podcasts to UFOs on the front page of The New York Times and in government investigations – made it clear that a course on paranormal culture would be an excellent way for students to get a taste of social science research.\n\nWhat does the course explore?\n\nThe material begins with premodern ideas of magic, myth and metaphysics. The narrative that “Western” societies tell of the development of the modern world is that the Enlightenment cast off supernatural thinking in favor of science. The historical reality, however, is not so simple.\n\nAs science based on observation of material evidence emerged in the 17th through 19th centuries, so did a paranormal worldview: theories about a nonmaterial or hidden reality beyond the mundane, from monsters to psychic powers. Some of these ideas were tied to older religious notions of the sacred or strange but not divine phenomena. Others were new – particularly those suggesting the hidden existence of prehistoric extinct creatures or lost cities.\n\nIn either case, the key element was that proponents of these ideas often tried to support their existence with the kind of evidence used in science, though their “proofs” fell short of scientific standards. In other words, the paranormal is in conflict with the knowledge and worldview of modernity but also attempts to use the concepts of modernity to oppose it.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe class examines how this tension produced 20th century “-ologies” like parapsychology, which examines evidence for consciousness beyond matter, and cryptozoology, which searches the ends of the Earth for creatures tied to the mythic past. We also learn about UFOlogy, whose proponents have collected alleged contacts with technology and beings from beyond this world ever since the Cold War, as great earthly powers filled the skies with secretive hi-tech aircraft and spaceships.\n\nAs the class concludes, we examine how the “-ologies” declined after the Cold War, alongside the cultural capital of science, whose height of public respect was in the mid-20th century. Since then, proving the existence of paranormal things to institutional scientists has become less important in paranormal communities than promoting them to a broader public.\n\nWhy is this course relevant now?\n\nBeyond public interest in paranormal topics, the paranormal is entwined with sociocultural forces that have dramatically increased the role of conspiracy rhetoric in the United States and elsewhere. At their core, both types of belief claim to have figured out some kind of supposedly hidden knowledge.\n\nFurthermore, the conspiracy theories that are now commonplace in American political discourse are more rooted in paranormal ideas than in previous decades. Conspiracy theories about the JFK assassination or even 9/11 were still largely within the materialist realm. People argued that “the truth” had been covered up, but their arguments did not rely on metaphysical ideas. Today, major conspiracy theories involve secret cabals, mystical symbols and code words, demonic forces and extraterrestrial entities.\n\nWhat’s a critical lesson from the course?\n\nEvidence must be interrogated on its own, regardless of whether it fits your perspective. I find time and again that students have a hard time approaching evidence without bias, whether that bias is conscious or not: “knowing” that something must be true, or must be absurd.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOne person apparently makes a death bed confession of faking a famous Loch Ness Monster photo, pleasing skeptics. Another claims to have seen a Bigfoot at close range, pleasing believers. Without further evidence, both are stories: no more, no less.\n\nThe issue isn’t to draw an equivalence between the bigger concepts. Not all narratives are equally well-founded. But students learn how to collect evidence, rather than simply rely on their gut sense of what is plausible or not.\n\nWhat will the course prepare students to do?\n\nThis course is meant to help students discern useful and reliable information about claims and events, separating them from irrelevant or inaccurate narratives or sources. The goal is not just “critical thinking” aimed at combating disinformation, though that is part of what they should learn. Students practice evaluating evidence but also develop an approach for analyzing and understanding phenomena behind it: how factors like history, culture and institutions of authority, such as science and government, shape what people trust and what they believe.\n\nThis article is republished from The Conversation, a nonprofit, independent news organization bringing you facts and trustworthy analysis to help you make sense of our complex world. It was written by: Jeb Card, Miami University\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRead more:\n\n\n\nJeb Card does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I bought my dream home — but it was hiding a terrifying secret",
            "link": "https://www.msn.com/en-ca/news/world/i-bought-my-dream-home-but-it-was-hiding-a-terrifying-secret/ar-AA1xW5Q8?ocid=BingNewsVerp",
            "description": "Buying (or selling) a home can be an arduous process – but what happens if you uncover a nasty secret after buying your dream ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jTJlcBikCwYznz56efcjOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "19hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tank: The truth is still out there ... just not on social media",
            "link": "https://www.msn.com/en-ca/crime/general/tank-the-truth-is-still-out-there-just-not-on-social-media/ar-AA1xW28R?ocid=BingNewsVerp",
            "description": "You may have seen an authentic-looking poster touting a new season of the 1990s show shared on Facebook, Instagram or X ...",
            "image_url": "https://www.bing.com/th?id=OVF.f%2fq4YVWTdGmuqmnDRiFvIQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Star Phoenix on MSN20hOpinion",
            "source": "Star Phoenix on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Presence Is an Engrossing Experiment in Supernatural Cinema",
            "link": "https://www.msn.com/en-us/movies/news/presence-is-an-engrossing-experiment-in-supernatural-cinema/ar-AA1xXtHR?ocid=BingNewsVerp",
            "description": "When I mentioned to a couple of different friends that Steven Soderbergh directed a ghost movie currently playing in theaters ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U7SUFQGuYRdfsPep68BRtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Jacobin on MSN17h",
            "source": "Jacobin on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Box Office: 5 Bollywood horror movies that audiences enjoyed in theaters; From Ragini MMS 2 to Shaitaan, Krishna Cottage and more",
            "link": "https://www.msn.com/en-in/entertainment/movies/box-office-5-bollywood-horror-movies-that-audiences-enjoyed-in-theaters-from-ragini-mms-2-to-shaitaan-krishna-cottage-and-more/ar-AA1xXylD?ocid=BingNewsVerp",
            "description": "Horror movies create an adrenaline rush for the audience, with intense and thrilling scenes filled with jump scares and eerie ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pd0Kf_aLfTChsqq2cWL3Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "School bus-sized asteroid found to be fragment of the Moon",
            "link": "https://www.msn.com/en-us/news/technology/school-bus-sized-asteroid-found-to-be-fragment-of-the-moon/ar-AA1xYRQt?ocid=BingNewsVerp",
            "description": "In August 2024, the ATLAS telescope in South Africa discovered asteroid 2024 PT5, a ten-meter-wide space rock roughly the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PIyIqOS7kF4QjBVcDMKAby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6mon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of 'dark oxygen' challenges understanding of oxygen production",
            "link": "https://www.msn.com/en-us/science/oceanography/discovery-of-dark-oxygen-challenges-understanding-of-oxygen-production/ar-AA1xYKOD?ocid=BingNewsVerp",
            "description": "The discovery challenges traditional photosynthesis concepts, revealing new possibilities for life in harsh environments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.82tciylxmY-Ki7LVjV2_ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Chinese MIT Physicist Uses AI To Find New Drugs. Next Up: Solar Panels And EV Batteries",
            "link": "https://www.forbes.com/sites/zinnialee/2025/01/28/this-chinese-mit-physicist-uses-ai-to-find-new-drugs-next-up-solar-panels-and-ev-batteries/",
            "description": "Wen Shuhao helped speed up the development of Pfizer’s Covid oral drug, Paxlovid. Now the chairman of Xtalpi wants to help ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9gly3dxPLFmxPOdyFX4yPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In a SHOCKING Discovery, Scientists Achieve Communication Between People in Their DREAMS",
            "link": "https://www.msn.com/en-us/science/anthropology/in-a-shocking-discovery-scientists-achieve-communication-between-people-in-their-dreams/vi-AA1xY76g?ocid=BingNewsVerp",
            "description": "In a SHOCKING Discovery, Scientists Achieve Communication Between People in Their DREAMS ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ixi59iLB07qr9UltAPwmfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ThinkCyte expands product portfolio to drive innovation in drug discovery and disease research.",
            "link": "https://finance.yahoo.com/news/thinkcyte-expands-product-portfolio-drive-160000483.html",
            "description": "ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7OnB04kDUFIdkZzQ0S6c7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16h",
            "source": "YAHOO!Finance",
            "article_content": "TOKYO, Jan. 27, 2025 /PRNewswire/ -- ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, announced today that it will begin the pre-commercial launch of its new cell analysis platform, VisionCyte™. The announcement coincides with the 2025 Society for Laboratory Automation and Screening (SLAS) conference in San Diego, CA from January 27-30, 2025, where VisionCyte was named a finalist for the 2025 New Product Award. The launch of VisionCyte extends ThinkCyte's product portfolio of life science research platforms beyond VisionSort, the company's flagship product launched in 2023 and adopted by leading biopharmaceutical companies and academic institutions worldwide.\n\nThe new VisionCyte™ cell analysis platform.\n\nThe VisionCyte platform leverages high resolution morphological profiling, high-throughput capabilities, and advanced AI analysis to uncover novel biomarkers and facilitate the discovery of new and diversified hits and targets for drug discovery. The full commercial rollout of VisionCyte will occur in 2025, with an initial line of customer ready units available in H2 2025. The company also announced the launch of its Celluminate cell tracking kits, compatible with both VisionSort and VisionCyte, for enabling discovery applications in areas where existing cell surface cell markers are limited such as specific hematological conditions, stem cell research, and age-related diseases.\n\n\"The expansion of our product portfolio reflects our unwavering commitment to advancing life science research.\" said Waichiro Katsuda, Chief Executive Officer at ThinkCyte. \"By introducing innovative solutions that address the evolving needs of scientists worldwide, we're not just adding products—we're providing the tools to accelerate discoveries in disease understanding and drug discovery to improve lives.\"\n\nMore information about the VisionCyte platform can be found by visiting the ThinkCyte booth (#2632) at SLAS 2025 or by visiting thinkcyte.com/visioncyte .\n\nAbout ThinkCyte\n\nThinkCyte, founded in 2016 with offices in Tokyo, Japan and Redwood City, California is a biotechnology company that develops innovative scientific instruments based on integrated, multidisciplinary technologies to enable life science research, diagnostics, and therapeutic development. The company pioneered Ghost Cytometry™, a proprietary AI-based, label-free cell analysis and sorting technology and partners with major global biopharmaceutical companies and leading academic research institutes to drive pioneering research. For more information, please visit www.thinkcyte.com .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI asks Indian court to throw out book publishers challenge in copyright battle",
            "link": "https://www.reuters.com/technology/openai-asks-indian-court-throw-out-book-publishers-challenge-copyright-battle-2025-01-28/",
            "description": "OpenAI has asked an Indian court to quash a plea by a group representing Indian and global book publishers that accuse it of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8bcvb7VgG434NA6fcLImfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI chief Altman says DeepSeek's R1 model 'impressive'",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-chief-altman-says-deepseeks-r1-model-impressive-2025-01-28/",
            "description": "OpenAI CEO Sam Altman called Chinese startup DeepSeek's R1 AI model \"impressive\" on Monday, but emphasized that OpenAI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.86SEGf_gxFq3lvR6UYXuIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek could dethrone OpenAI's ChatGPT. Here's why",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-could-dethrone-openais-chatgpt-heres-why/ar-AA1xYhr8?ocid=BingNewsVerp",
            "description": "With an actual open source model, China's AI leader just whupped America's AI leader. Can Sam Altman fight back?",
            "image_url": "https://www.bing.com/th?id=OVFT.M-q38Iyu8Krz3J6_qFKGxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Chatbot Beats OpenAI on App Store Leaderboard",
            "link": "https://www.techrepublic.com/article/deepseek-generative-ai-model-china/",
            "description": "Competing with OpenAI’s o1, DeepSeek’s models scored higher on benchmarks and disrupted the AI market, sparking debates on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EV7-ONpSQlXoDCBfy_ie7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "TechRepublic",
            "article_content": "Over the weekend, Chinese AI company DeepSeek released an AI chat app including a “reasoning” AI model comparable to OpenAI’s o1, causing a stir among American AI companies as DeepSeek rose to the top of Apple’s App Store.\n\nDeepSeek is a Hangzhou, China-based company providing generative AI models and AI integration. Its first products to make waves in the American market are the GPT-4-like DeepSeek-V3 and R1, an advanced “reasoning model.” Like ChatGPT, DeepSeek-V3 and R1 quickly answer natural-language prompts.\n\nNVIDIA and Microsoft stock fell on Monday after the buzzy debut. Overall, the stock market reflected a sudden dip in confidence in U.S. AI makers. DeepSeek’s success sparked conversation about whether U.S. restrictions on Chinese access to AI chips limited or encouraged competition.\n\nFor tech professionals, DeepSeek offers another option for writing code or improving efficiency around day-to-day tasks. Along with DeepSeek’s R1 model being able to explain its reasoning, it is based on an open-source family of models that can be accessed on GitHub.\n\nWhat is remarkable about DeepSeek?\n\nLike OpenAI’s o1 (formerly known as Strawberry), the reasoning model slows down its prediction capabilities to “reason through” its work, which helps it provide more accurate answers. In particular, reasoning models have scored well on benchmarks for math and coding.\n\nDeepSeek said DeepSeek-V3 scored higher than GPT-4o on the MMLU and HumanEval tests, two of a battery of evaluations comparing the AI responses.\n\nDeepSeek said one of its models cost $5.6 million to train, a fraction of the money often spent on similar projects in Silicon Valley.\n\nDeepSeek-V3 and R1 can be accessed through the App Store or on a browser. Visitors to the DeepSeek site can select the R1 model for slower answers to more complex questions. When selected, the R1 model creates lengthy answers that explain in a conversational style how it arrived at its conclusions.\n\nAs of Monday morning, the DeepSeek chat site warned service may be disrupted, though the chatbot was functioning normally.\n\nDeepSeek also offers an APII, which operates through the OpenAI SDK or software compatible with the OpenAI SDK.\n\nSEE: OpenAI announced Operator, an AI agent that can take multi–step actions in a web browser, such as choosing flights.\n\nWhat does DeepSeek’s V3 and R1 launch mean for the AI industry?\n\n“We can fully expect an ecosystem of applications will be built on R1 as well as several global cloud providers offering its models as a consumable API,” said Gartner Distinguished VP Analyst Arun Chandrasekaran in an email to TechRepublic. “Deepseek’s future success is predicated on its ability to continuously innovate (rather than being a one-off success), build a developer ecosystem on its products and overcome cultural barriers, given its country of origin.”\n\nChandrasekaran said DeepSeek’s low cost, efficiency, benchmark results, and open weights make it remarkable.\n\nDeepSeek-V3 was trained on 2,048 NVIDIA H800 GPUs. U.S. manufacturers are not, under export rules established by the Biden administration, permitted to sell high-performance AI training chips to companies based in China.\n\n“The potential power and low-cost development of DeepSeek is calling into question the hundreds of billions of dollars committed in the U.S,” said Ivan Feinseth, a market analyst at Tigress Financial, according to a note to clients acquired by ABC News.\n\nDeepSeek further differentiates itself by being an open source, research-driven project, while OpenAI increasingly focuses on commercial efforts.\n\n“Deepseek R1 is one of the most amazing and impressive breakthroughs I’ve ever seen — and as open source, a profound gift to the world.,” Silicon Valley insider and venture capitalist Marc Andreessen posted on X on Friday.\n\nGartner said the global AI semiconductor industry will reach $114,048 in 2025. Gartner predicted the power required for data centers to run newly-added AI servers will reach 500 terawatt-hours by 2027.\n\nDeepSeek introduces multimodal models\n\nOn Monday, DeepSeek followed up its success with another surprise: the Janus-Pro family of multimodal models. These models can analyze and generate images."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek just flipped the AI script in favor of open-source—and the irony for OpenAI and Anthropic is brutal",
            "link": "https://www.msn.com/en-us/technology/tech-companies/deepseek-just-flipped-the-ai-script-in-favor-of-open-source-and-the-irony-for-openai-and-anthropic-is-brutal/ar-AA1xXNKX?ocid=BingNewsVerp",
            "description": "DeepSeek’s R1 model has rattled the industry and slashed Nvidia's stock. But for OpenAI, Anthropic and Meta, there is an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zl6Ae3ODTqesXmN9fjP0oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agencies to Watch 2025 part 1: featuring AMV BBDO, Hearts and Science and Code and Theory",
            "link": "https://www.thedrum.com/news/2025/01/27/agencies-watch-2025-part-1-featuring-amv-bbdo-hearts-and-science-and-code-and-theory",
            "description": "From up-and-coming startups to adland’s biggest players, this is our celebration of the agencies everyone should be keeping ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGikbjbU-UkobZaiUzb9ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18h",
            "source": "The Drum",
            "article_content": "Be they the industry’s biggest players or the growing cast of upstarts seeking to steal their glory, 2025 promises to be a transformative year for agencies.\n\nSo, to coincide with our Predictions event on thedrum.com, each day this week we are spotlighting agencies that we believe are poised to make a major impact through their work and activities in the months ahead.\n\nThe featured agencies, which we are revealing in a series of articles published each day this week, hail from all corners of the world and represent a diverse range of specialisms. Some are well-established networks, others up-and-coming indies. But what they all have in common is that they have earned The Drum Recommends status based on their achievements in 2024.\n\nSo delve in now as we hear from our first 10 Agencies to Watch about how they are planning to tackle what promises to be one of the most intriguing and potentially disruptive years the marcomms business has ever seen.\n\nOne of the key players in the Stagwell stable, the New York-based ‘technology-first creative agency’ is positioning itself at the forefront of the marketing AI race.\n\nCode and Theory\n\nWhat trends will shape the industry in 2025?\n\nDan Gardner, co-founder: AI transformation is CX transformation. CX is about to go to a new level as AI will allow a brand to simulate real-time, human-like interactions. Most people see this as chatbots, but it’s more than that. The old constructs of the internet will be reinvented in a meaningful way that offers value to consumers by not only delivering information but also communicating with them on an emotional level. This is where the genuine innovation opportunity lies: combining technology and creativity for superior customer experiences.\n\nCMOs, CIOs and CTOs will finally sit at the same table, not because they want to, but because they have to. AI, data, and customer experience are crashing into each other so violently that no one department can own the process any more. The only way forward is collaboration, and the stakes are too high to ignore. Companies that fail to unite these roles will see competitors blow past them with speed and agility.\n\nPublishers will take the lead with technology. Building a sustainable future for publishers involves focusing on brands as a differentiator, regaining control over distribution (and data) and integrating AI to amplify human ingenuity. This will allow publishers to build genuine ecosystems of trust and deliver the kind of storytelling experience that will resonate, ensuring the industry’s place as a cornerstone of informed societies.”\n\nWhat does the agency have planned for 2025?\n\nGardner: Building AI accelerators. We made ourselves ‘Client Zero’ with AI – because how can clients trust us to transform their businesses if we haven’t mastered it ourselves? We’re deploying 19 AI platforms (so far) – everything from OpenAI (also a client) to Midjourney and Adobe Firefly (another client).\n\nExpanding our network in terms of skillset and scale. Stagwell strategically decided to align all of its digital transformation agencies under the Code and Theory Network to deliver unparalleled creative and technology capabilities at scale. Together, we’re positioned to deliver comprehensive value for clients from concept to continuity, serving as strategic partners in AI-driven transformation. Last month we added to the network and to our global aspirations by acquiring Create. Group, the leading digital agency based in the UAE. Expect to see our network only grow stronger in the coming months.\n\nFocusing on verticalization. We’re going big on verticalization in 2025. This has a dual effect: it gives our clients confidence knowing their assigned team has deep industry expertise, and it imbues team members with an opportunity to develop a distinct skill set.\n\nWhat work were you most proud of in 2024?\n\nGardner: NBC ‘Powering the future of data journalism’: With trust in media at an all-time low, NBC partnered with Code and Theory to reimagine its election coverage Big Board, ensuring precision and credibility throughout the most consequential election in a generation (and beyond).\n\nNFL ‘No Flags, Just Wins’: The NFL dominates American sports – it accounted for 93 of the 100 most-watched TV broadcasts in all of 2023. But even as the nation’s most-watched sport, the NFL needed to modernize its app to bring the game closer to its die-hard fan base and new fans alike. So the NFL called an audible and called in Code and Theory to transform its app into more than just a game-day companion, but an experience that fuels the rhythm of the game – every play, day and week, on- and off-season.\n\nYeti ‘Map The Gaps’: Google has mapped 98% of the world, 100 countries and 10m miles of concrete roads. But naturally, wilderness enthusiasts prefer the paths less paved. For Yeti, this posed an opportunity to take the Hopper M20 (our most versatile cooler yet), map hidden trails across the globe and make the outdoors more accessible to everyone. We built, designed and launched Map The Gaps – A Yeti campaign to take Google Street View way off the street, showing the world where the Hopper was built to go and inspiring Street View users around the world to explore the paths less paved.\n\nThe 600-strong agency network was acquired by Accenture Song in April 2024 and has continued to go from strength to strength, as recognized in being named Agency of the Year (250+ staff) at The Drum Awards for Agency Business.\n\nUnlimited\n\nWhat trends will shape the industry in 2025?\n\nChris Mellish, group chief executive officer: In 2025, the industry will be shaped by rapid technological advancements, but without a deep understanding of people and channels, tech risks becoming noise. While AI is top of mind, it must be used carefully – not as a lazy answer to every question, but as a tool to drive efficiencies, deliver better insights, and ultimately create more impactful work for brands.\n\nWhat does the agency have planned for 2025?\n\nMellish: This year is going to be very busy for all the right reasons! Last year, TMW alone won 24 pitches, totaling £7.9m in new revenue, including Suzuki, Oak Furnitureland, People’s Postcode Lottery and Rail Delivery Group. We have a bit of a hot streak going on in the new business front across all our brands – our research agency, Walnut Unlimited, B2B communications and content marketing agency, Nelson Bostock and healthcare comms agency, Health Unlimited. We are now the go-to CRM agency of record for McDonald’s – our first with Accenture Song. This is just the beginning of what’s to come.\n\nWhat work were you most proud of in 2024?\n\nMellish: Lots of work to be proud of. From our integrated creative agency TMW’s work for Suzuki Swift ‘The Best Kept Secret on the Road’ defying category norms against increasingly formulaic car ads, to our Pride in London work launching last year’s festival with a visual style as daring, fearless and authentic as the community themselves.\n\nWant to go deeper? Ask The Drum\n\nNobody knows Kraft Heinz better than its in-house agency, whose string of hit-making work cleverly leveraging the company’s brand equity shows no sign of stopping.\n\nWhat trends will shape the industry in 2025?\n\nPlaying it safe isn’t an option any more. This year, it’s all about brands making moves that people can’t stop talking about. ‘Culture Sparks’ are the way forward – those unexpected moments that break through the noise and leave an impact.\n\nBrands are also bringing creativity closer to home. The shift to incorporating an in-house model is real, and it’s not just about speed – it’s about being in sync. When creative teams live the brand’s ambition every day, the work becomes sharper, more agile, and more authentic.\n\nRelevance is the ultimate flex in 2025. It’s not about chasing trends but creating them.\n\nWhat does the agency have planned for 2025?\n\nOur growth is proof that bringing together the power of creativity with direct connection to brand teams and strategy works at The Kitchen North America. In just three years, we’ve gone from four to 19 brands and 35 to 135+ powerhouse creatives across two offices. We now work on 70% of the media plan for 90% of the brands, crafting full 360 campaigns, social-first content and cultural moments that hit different. As the creative agency of record for select brands, we don’t just answer briefs – we create them. This isn’t just growth; it’s impact, built on trust and bold ideas that keep Kraft Heinz ahead of the curve.\n\nWhat work were you most proud of in 2024?\n\nWe brought nostalgia back with the Napoleon Dynamite x Ore-Ida campaign, proving that tater-tot-protecting pants do exist. The Oscar Mayer’s Bologna Song became a literal form of payment, and when a viral moment such as Dua Lipa’s Pickle x Diet Coke popped off, we didn’t just watch – it sparked an idea for Claussen to launch ‘Just the Brine’ within days.\n\nNow entering its fifth year, Fight or Flight is soaring thanks to its highly creative campaigns for B2B brands. The London-based outfit was the third-placed Independent Agency of the Year at The Drum Awards Grand Finale 2024.\n\nFlight or Fight\n\nWhat trends will shape the industry in 2025?\n\nDavid Woodward, co-founder: As the influence of brand inside B2B organizations rises, one thing we’re seeing is closer alignment between the brand and communications teams. Increasingly, B2B brand campaigns are being driven by earned tactics, and vice versa, comms teams are more frequently being tasked with promoting and explaining brand messages. We’re still seeing more traditional uses of B2B comms (for example, to support product), but in particular, this ‘culture swap’ of brand and comms is leading to better, more noticeable, more memorable and more emotively arresting work.\n\nWhat does the agency have planned for 2025?\n\nWoodward: We see 2025 as a continuation of our aggressive expansion into new markets and new opportunities. In 2024, alongside significant expansion in the UK, Fight or Flight achieved almost 100% growth in North America, driven partly by brand-level engagements for AI companies in sectors such as life sciences and HR. We expect the fast rate to continue as we further diversify our sector offerings into fintech and ESG.\n\nWhat work were you most proud of in 2024?\n\nWoodward: We’re particularly proud of our work for St John Ambulance, which wanted to encourage more people and workplaces to take its life-saving CPR training. Our research found that a third of men were too embarrassed to give a woman CPR, with potentially life-threatening consequences.\n\nWe created the world’s first life-saving bra – The CPR Bra – which included simple visual prompts on how to perform CPR on a woman. We then persuaded celebrities to wear the bra and help close the CPR gender gap. Our story went pretty much everywhere, including a 13-minute live slot on BBC Breakfast, turning ER into PR.\n\nOur campaign for DrDoctor focused on ‘the DNA problem.’ DNAs (Did Not Attends) are patients who miss their hospital appointments. In the UK, there are 7 million DNAs every year and they cause huge operational issues for an already stretched NHS. To help Hospital Trusts understand why DNAs happen, we created DoNnA, the world’s first AI patient, trained on data taken from the largest-ever survey of DNA patients.\n\nAdvertisement\n\nHelmed by the bullish Dimi Albers, the Amsterdam-headquartered agency has expanded into a global powerhouse with a presence in 30 offices across Europe, North America and Latin America.\n\nDept\n\nDimi Albers, global CEO: What trends will shape the industry in 2025?\n\nIn 2025, we’ll finally see AI move from an efficiency and cost-cutting tool to a force to reimagine how businesses operate, make decisions, and interact with consumers. As AI transformation takes center stage – and swift, strategic, and solutions-oriented applications of AI become a priority – the organizations that enable their people to transform with AI will distinguish themselves in an emerging sea of sameness.\n\nAlbers: What does the agency have planned for 2025?\n\nRebels with a B Corp cause: we are purpose-driven and invested, committed to building lasting client relationships and positively impacting culture, brands, and the world. We’re the first global agency to be B-Corp certified, and we’re currently undergoing recertification – a first in the industry. This means we’re building the plane as we fly it. While the agency world has been helping other brands sell sustainability (sometimes greenwash) for ages, it’s only been in the past few years that the industry has started to look inward and think about sustainability, ethics, and inclusion practices within our industry. Being a part of the B Corp Community helps us do that – and especially at our size, has helped us build the muscles around how to do that early.\n\nAlbers: What work were you most proud of in 2024?\n\nFor Just Eat Takeaway, a cross-discipline team of 35 creatives, technologists and producers brought fans of Squid Games together on a multisensory campaign spanning above-the-line, experiential, influencers and an AI-powered game.\n\nFor Cosnova, we built Kenna, an AI-enabled virtual assistant that can help customers explore new products and trends. Kenna is available across multiple channels including social, events, and POS.\n\nIn partnership with Coca-Cola, we created ‘Neon Nights,’ an AI-powered short story about a boy named Max. Using 12 generative tools and with over 600 hours of production, the film was submitted to Runway’s AI Film Festival.\n\nAdvertisement\n\nPropelled by recently secured private equity investment, the ambitious UK-based social media and influencer agency is now targeting the US market.\n\nCoolr\n\nWhat trends will shape the industry in 2025?\n\nAdam Clyne, chief executive officer: Predictions for 2025? From a social media agency owner? Really?! We’re only three weeks into the year, and already we’ve seen Meta replace fact-checking with community notes, a TikTok ban that lasted all of 12 hours, and Instagram switching up the grid layout… yet again. And that’s before we even consider the broader macroeconomic and political shifts – from the Middle East and Ukraine to a new president in the US, and here at home, a government grappling with economic challenges.\n\nLet’s be honest: predicting trends when everything feels in constant flux is no easy task. But if I had to point to one key trend, it’s this: the marketing community will need to embrace the chaos! We’ll need to get comfortable operating in an environment of constant change, navigating uncertainty, and staying agile. Plans will evolve, and both agencies and clients will need to collaborate more closely than ever to adapt to external forces.\n\nWhat does the agency have planned for 2025?\n\nClyne: 2024 was a phenomenal year for Coolr. The agency grew by almost 75% and towards the end of the year we secured investment from Growth Capital Partners, a leading private equity firm, to help scale Coolr to the next level.\n\nWe’ve made significant investments in people and technology to strengthen our strategic capabilities – from insights and planning to cutting-edge measurement. As we approach a headcount of 150 full-time employees in the UK, we’re focused on creating a robust operational structure to support our growth.\n\nThe big milestone for 2025? Expanding Coolr into the US. We’re actively building a comprehensive plan to take our proposition across the Atlantic. It’s an exciting step, and we’re determined to make Coolr a major player in the US market.\n\nWhat work were you most proud of in 2024?\n\nClyne: 2024 was filled with creative highlights that we’re incredibly proud of. We teamed up with Martine McCutcheon and Lidl to put a fresh spin on Gina G’s classic song, creating ‘Oh, Ah, Just a Lidl Bit!’ – a campaign that set social media alight and delivered a standout moment for supermarkets.\n\nFor Deliveroo, we championed local restaurants with the ‘Local’ campaign, working alongside Top Jaw and nano influencers to celebrate independent food businesses across the UK.\n\nAnd with Bupa, we sparked vital conversations about mental health, particularly focusing on the 58% of men who struggle to open up about these issues. It was work that truly mattered, and we were proud to play a role in starting those important discussions.\n\nThe Omnicom media agency has developed an uncanny knack for working on some of the most talked-about campaigns of recent times, including the acclaimed Barbie movie media blitz and Jaguar’s hotly debated ‘Copy Nothing’ makeover rollout.\n\nHearts and Science\n\nWhat trends will shape the industry in 2025?\n\nGarrett O’Reilly, chief executive officer: AI will likely feature heavily as it’s already a focal point for lots of people and its transformational impact will continue into 2025. One particular area I think it will start to tangibly impact will be AI-driven search. The growing prevalence and usage of AI assistants on devices will grow and will have profound disruptive effects on consumer behavior and fundamentally change how people find answers to all sorts of questions. Brands will need to optimize sales and their purchase funnels in accordance with that and we’ll have to adapt our services to help clients adjust to (and win in) this new reality.\n\nIf the first few weeks of 2025 are indicative of what’s to come, there will also be uncertainty in policies and platform governance. In the face of this, our industry must remain focussed on responsible marketing – even if this centers on self-control and self-governance over third-party regulation. This means it’s on us, as an industry, to foreground all aspects of responsible marketing: diversity, equity, inclusion, environmental sustainability, data protection and ethical investment practices.\n\nThat said, I’m optimistic that this shifting landscape will drive greater media diversification as we find new ways to deliver value for clients. Agencies will play a critical role in guiding brands toward more innovative solutions, new partnerships and experimentation.\n\nWhat does the agency have planned for 2025?\n\nO’Reilly: We’re particularly excited to continue leveraging our sponsorship of the Ehrenberg-Bass Institute, ensuring its huge bank of empirical evidence, research and insights benefit both our agency and our clients. This will include evolving our industry-leading Category Entry Points tool, which is driving business growth for an increasing range of clients.\n\nOur Access All Agency initiative will return for a second year – bigger and better. The program, launched as an educational initiative for rising stars among our media owner partners, aims to deepen their understanding of how agencies operate and thus drive greater collaboration.\n\nWhat work were you most proud of in 2024?\n\nO’Reilly: 2024 was our most successful year to date in terms of industry awards, and that speaks volumes. But what’s particularly pleasing was lots of our work became part of wider culture and in doing so generated disproportionate visibility for our clients’ brands.\n\nA big focus for us was delivering the biggest account transition in the UK for over a decade as we onboarded Allwyn. While this was a great success in operational terms, we’re immensely proud of the work we’ve already delivered for them this year. The highlight of 2024 for me has to be supporting Team GB and ParalympicsGB. Our work drove a double-digit rise in consideration for the brand and every ticket sold contributed to the UK’s haul of 189 medals.\n\nIt was also great to be part of one of the most talked about campaigns of the year. Our work with Jaguar on its Copy Nothing campaign earned the title of YouGov’s ‘most improved brand’ in December, outperforming all the Christmas ads…. And there’s still the actual car to come.\n\nThe female-led agency has the US in its sights having made its mark with eye-catching brand experiences for the likes of McDonald’s, Netflix and Volvo in its UK home market.\n\nWhat trends will shape the industry in 2025?\n\nLouisa O’Connor, managing director: Collective experiences will define 2025 – people value shared emotions and memories, and brands are seeing the impact this has on their resonance. We’re also seeing the rise of the common influencer, which is reshaping marketing strategies; consumers are becoming the heroes versus paid creators, driven by the demand for authenticity. I think we’ll also see nostalgia remain a key trend, with the focus shifting from retro aesthetics to simplification and a need to go back to basics as the tech world can feel overwhelming.\n\nIn experiential marketing, we see a lot of tech used for tech’s sake. However, brands are moving away from that to focus on the human aspect, tapping into the niche needs of the individual instead of the masses. Consumers crave simplicity and look for brands to alleviate their pain points, which is now influencing how we design experiences. It’s less about what an activation will look like on a camera and more about the emotion that an experience can create.\n\nWhat does the agency have planned for 2025?\n\nO’Connor: This will be our fourth year of trading, and as we expand, we have two main priorities. Firstly, we are focused on growing our content and broadcast team. Working with many social-first brands, we want to push our live streaming, content creation, scriptwriting and show curation capabilities. Secondly, the US is calling. Having activated there a few times already, we believe now is the time to solidify our presence and serve our existing US clients more holistically. Some of the most exciting events in the world are hosted there, so it’s a no-brainer for us to expand our offering and bring our Seen Presents way to the US market.\n\nWhat work were you most proud of in 2024?\n\nO’Connor: It was our second year delivering Netflix’s presence at Cannes Lions, where we brought seven different titles to life in unique and participatory ways. Not only does this project showcase our team’s creativity, but it also blends our strategy, content and production capabilities to deliver something truly spectacular. It’s a huge logistics and production challenge: building six floors above the Croisette, with crane-only access, while the team is completely exposed to the elements.\n\nWe ended 2024 preparing for Live Fest – one of the biggest events in TikTok’s calendar – consisting of four live events in six days and logistics for 600 creators from around the world. From hospitality, activations, complex live streaming, red carpet logistics, RFID systems and talent sourcing and booking – it truly touched every area of our business. It was a mammoth effort and a career highlight for us all.\n\nSuggested newsletters for you Daily Briefing Catch up on the most important stories of the day, curated by our editorial team. Weekly Marketing Stay up to date with a curated digest of the most important marketing stories and expert insights from our global team. The Drum Insider Learn how to pitch to our editors and get published on The Drum.\n\nThe serial Ad of the Day and The Drum Awards winner shows no sign of slowing down on its convention-defying advertising for the likes of Bodyform and Curry’s.\n\nAMV BBDO\n\nWhat trends will shape the industry in 2025?\n\nSam Williams, head of strategy: Bringing a human face to big data: “Data driven creative” is a phrase that’s dominated the industry for the last decade, but the risk is hyper-targeting without the humanity. It’s time to show that the power of emotion can be applied just as effectively in performance media as in storytelling formats. At AMV we’ve built a proprietary data tool called Kaleidoscope, which allows us to track consumer emotions at scale by time, day of the week and by geography – giving us an emotional lens which can be overlaid onto demographic data.\n\nLearn from AI, then break the rules: We see AI is a powerful way of quickly getting to creative ground zero. But we have to remember that its output is limited by convention and the data available to it – this grounds it in uniformity, not bravery. AI can accelerate the beginning of the creative process by showing us the expected, then giving us the confidence to break the rules and do something stand out. Afterall, no AI would have told us the creative way to launch new Sheba Gravy Pouches was by pitting “catfluencers” against each other in the ultimate Gravy Race.\n\nBeyond inclusivity to accessibility: It’s time to stop seeing accessibility as a creative hindrance and see it as a creative tool we can use to make the experience richer for all. It’s no longer enough to make your cast and production crew inclusive, your output must be accessible too. It’s a belief we’ve pushed on our Curry’s C4 diversity win and an ethos we’re now rolling out across the agency briefing and production process.\n\nWhat does the agency have planned for 2025?\n\nXavier Rees, group CEO: Last year, we rediscovered our best selves – a powerhouse of strategy and creativity. We were back in the room for some of the industry’s most competitive pitches, securing four major account wins in the last four months of 2024 alone, including Mercedes F1 Team, E.ON Next and Philips Personal Care. And we continued to craft impactful and effective work that real people love for clients, including Guinness’ largest-ever global campaign, more taboo-breaking campaigns for Bodyform, and bold work for Currys, which is really impacting on sales.\n\nIf last year was about setting the stage for success, 2025 is about delivering on that promise. In January, we strengthened our Executive Leadership Team with Jo Arden joining as group chief strategy officer and Jemima Monies as group chief growth officer. The roles further consolidate our focus on driving business transformation and creative excellence across AMV BBDO and Redwood BBDO. Jo and Jemima will work alongside the Leadership Teams of both agencies, including AMV BBDO joint chief creative officers Nick and Nadia. We have new, exciting campaigns coming out for much-loved brands Whiskas, Decathlon, Sheba and Maltesers, and we’re gearing up to launch our Channel 4 Diversity in Advertising Awards-winning work for Currys, in May.\n\nWhat work were you most proud of in 2024?\n\nNadja Lossgott, chief creative officer: Bodyform ‘Never Just a Period’: the work sees Bodyform widening the conversation around menstruation with another viral punch. Directed by the brilliant Lucy Forbes, “Never Just a Period” humorously brings to life the gap between what girls are taught to expect and the reality of menstrual experiences, and how absurd it is to have been given so little knowledge about their own bodies.\n\nCurrys ‘Beyond Techspectations – IRL’: The Drum Ad Of The Day, Currys ‘Beyond Techspectations’ series ventures into mockumentary territory in AMV BBDO’s film “Amazing Us (IRL)”, showing online shoppers venturing into a real-life Currys store and discovering the joy of shopping in person – even if they struggle to give up some of their digital habits, such as swiping right and trying to magnify images.\n\nSheba ‘Gravy Race’: AMV BBDO has enlisted eight celebrity felines with a combined 55 million TikTok and Instagram followers to compete in a bracket-style tournament where they raced each other to lick up Sheba’s new Gravy Indulgence cat food. By breaking with the clichés of pet food advertising, the Gravy Race delivered an entertaining piece of content that cut through the sea of sameness.\n\nMercedes F1 ‘Every Dream Needs a Team’: As the 2024 F1 season came to an end at the Abu Dhabi Grand Prix on December 8, we helped the Mercedes-AMG Petronas F1 Team to pay tribute to Lewis Hamilton in a heartfelt global campaign.\n\nRSPCA ‘For Every Kind’: The RSPCA unveile its major new brand positioning with AMV BBDO’s film ‘For Every Kind,’ a rallying cry for every kind of person to be kind in every possible way to every kind of animal.\n\nFounded in 1985, the stalwart agency was snapped up by Havas in early 2024 to spearhead its B2B marketing efforts and looks well-placed to leverage its newfound scale.\n\nLedger Bennett\n\nWhat trends will shape the industry in 2025?\n\nAndrea Glenn, CEO: AI... just kidding. Clients are starting to realize they have a wealth of B2B opportunity in their businesses already, but organizational silos are holding them back from realizing their full B2B potential. Marketing and sales don’t nor can work in siloes, nor customer and product. As such, clients look for more full-service offerings from agencies that both bind creative and media together and have the scale to do it. And they don’t want CRM, ABM, web and so forth operating separately with a single partner each. Instead, they are on the hunt for consultative partners who can bring these functions together to deliver customer lifetime value. We’re excited to see this unleash further opportunity in B2B, a space that remains ripe for growth for many businesses and agencies alike.\n\nWhat does the agency have planned for 2025?\n\nGlenn: We have some exciting plans this year, which would not have been possible without the scale Havas Media Network and Havas Group can offer. When looking at partners who could help us achieve our strategic objectives, global expansion – including in the markets we already operate – was key and this year, we are looking to increase our foothold in Ireland and the US particularly, where we will partner with Havas Media Network North America to build a full-service B2B offering to work with B2B and B2C brands. We’re now in a position to provide a full-service offering to clients that straddle both B2B and B2C in North America. Our chief strategy officer will be relocating to New York to lead our North American expansion. In this context, our decision to be acquired by Havas Media Network UK last year and our shared pursuit of customer-centricity has been a brilliant mutual culture fit.\n\nWhat work were you most proud of in 2024?\n\nGlenn: GE Vernova ‘How to Launch an ABM Campaign in Five Days’: GE Vernova’s marketing team needed to grow its sales pipeline by 4x for its new power orchestration solution – all within H1. To achieve this audacious goal, we held a kaizen (or continuous improvement) session. This involved taking our client’s people out of their daily responsibilities and bringing them together around a single-minded purpose. In just five days, we identified priority audiences, began mapping accounts, created a value proposition, key messaging, and content strategy, developed a sales process, and launched 1-to-1 and 1-to-few ABM programs. This strategy garnered real results, including a x2 increase in pipeline within 30 days of the kaizen."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GitLab As A Buy: How AI Trends Are Shaping The Future Of Software Development",
            "link": "https://seekingalpha.com/article/4752282-gitlab-a-buy-ai-trends-shaping-future-of-software-development",
            "description": "Discover how GitLab is using AI to revolutionize software development, driving significant growth and outperforming the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KkIDtlyn9Kpv4h9TTXF9ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "14h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crypto And AI: Must-Know Trends From Davos 2025 Shaping The Future Now",
            "link": "https://www.forbes.com/sites/digital-assets/2025/01/27/the-13-most-impactful-ai-and-blockchain-trends-discussed-at-davos-2025/",
            "description": "Davos 2025 showcased groundbreaking insights into AI, blockchain, and crypto, highlighting essential lessons that your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v9VsQ6l0z04-asZnDVuKYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Importance Of Emphasizing Safety Amid Societal Change",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/27/the-importance-of-emphasizing-safety-amid-societal-change/",
            "description": "Avoid the trap of thinking about safety as an inconvenience and start thinking of it as an investment in the future.",
            "image_url": "https://www.bing.com/th?id=OVFT.RmJ2vBfmhSz1WS3YPrAULy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech-Enabled Health: Revolutionizing The Standard Of Care",
            "link": "https://seekingalpha.com/article/4752185-tech-enabled-health-revolutionizing-the-standard-of-care",
            "description": "This piece is part of a series that dives deeper into the most prevalent themes of this year’s iteration of our flagship research piece, Charting Disruption. Click to read.",
            "image_url": "https://www.bing.com/th?id=OJ.x77cVnOcZaJPEg&pid=news&w=81&h=16&rs=2",
            "category": "code+trends",
            "date": "22h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Chinese MIT Physicist Uses AI To Find New Drugs. Next Up: Solar Panels And EV Batteries",
            "link": "https://www.forbes.com/sites/zinnialee/2025/01/28/this-chinese-mit-physicist-uses-ai-to-find-new-drugs-next-up-solar-panels-and-ev-batteries/",
            "description": "Wen Shuhao helped speed up the development of Pfizer’s Covid oral drug, Paxlovid. Now the chairman of Xtalpi wants to help ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9gly3dxPLFmxPOdyFX4yPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 things you didn’t know about the science of smell",
            "link": "https://www.israel21c.org/6-things-you-didnt-know-about-the-science-of-smell/",
            "description": "Here are some of the coolest things Israeli researchers have sniffed out about the underappreciated sense of smell.",
            "image_url": "https://www.bing.com/th?id=OVFT.2S5O0KRj1zuCc5oz_3DxGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Israel21c20m",
            "source": "Israel21c",
            "article_content": "You may not think it’s so important, but scientific research has done a lot to prove that your sense of smell has a lot of value besides checking if that two-week old cream cheese is starting to go bad (it is).\n\nWe here at ISRAEL21c have been covering breakthroughs in smell research for over a decade; below are seven of the more incredible olfactory discoveries over the last few years that are sure to pique your interest — and your nose.\n\n1. Like ‘white noise,’ there’s ‘white smell’\n\nIn 2012, a team of researchers from the Weizmann Institute of Science (led by the noted olfactory researcher Prof. Noam Sobel) discovered that it’s possible to make a smell that our brains perceive as completely neutral — a so-called “white smell.”\n\nJust like white noise and the color white itself are blends of audio frequencies and light waves, respectively, white smell can be created by taking an amalgamation of about 30 different points across the scent spectrum and blending them together.\n\nThey even invented a fancy name for the new smell: Laurax. That’s going right to the top of my “names for obscure smells” list, right above “Petrichor” (the smell that comes after a long-awaited rain), and right below “Yuckamolis” (my four-year-old’s description of the smell of my feet).\n\n2. If you can’t smell, you’ll die faster\n\nBad news if your sniffer’s out of commission: According to research published this year in Nature Communications, people who don’t have a sense of smell have a reduced life expectancy.\n\nResearchers at Weizmann found that people who don’t have a functioning olfactory sense have unique breathing patterns that could be linked to depression, anxiety and other negative health outcomes which, all in all, add up to a minus on life’s upper limits.\n\nA bit off our topic, but nonetheless fascinating, the same paper reveals the critical importance of sighing to good health. The researchers explain that “to maintain life, patients need not only to breathe rhythmically, but also sigh every 5 min[utes] or so, as this is critical for preventing collapse of alveoli in the lungs.”\n\n3. Your nose has spots for different smells\n\nYou may have heard that different parts of your tongue can taste different flavors. Well, the same goes for your nose.\n\nBack in 2011, Sobel and a group of Weizmann researchers found that there are specific areas in your nose dedicated to processing pleasant and unpleasant smells.\n\nThis means that there are objective ways to measure whether an odor is actually bad and not a matter of personal taste: if the “yucky” sensors are the ones that process the smell of rotten fish, for example, then it’s a safe bet that rotten fish is definitively a bad smell.\n\n“We uncovered a clear correlation between the pattern of nerve reaction to various smells and the pleasantness of those smells. As in sight and hearing, the receptors for our sense of smell are spatially organized in a way that reflects the nature of the sensory experience,” Sobel noted.\n\n4. Our friends smell like us\n\nResearch conducted by — you guessed it — the Weizmann Institute in 2022 discovered that we tend to be friendlier with people who smell like we do.\n\nUsing a fancy electronic nose, researchers discovered that close friends often share similar body odor patterns, a finding that goes beyond mere coincidence.\n\nThe team put this theory to the test with both existing friends and strangers, finding they could predict with 71 percent accuracy which people would form social bonds based on smell similarity alone.\n\n5. The smell of women’s tears makes men less aggressive\n\nWeizmann scientists also discovered that women’s tears contain chemicals that significantly reduce aggressive behavior in men.\n\nIn the experiments, men who sniffed women’s tears (without knowing what they were smelling) showed 44% less aggressive behavior in a revenge-based game compared to when they sniffed saline.\n\nAs we all (definitely) know, a similar phenomenon has been observed in other animal populations, like mice. The crazy thing is, humans don’t even have the biological parts necessary to detect the signals that lady tears give off — our noses just pick up on the odorless chemicals and our brains know what to do in response.\n\nConsidering this discovery, I wouldn’t be surprised to see a lot more sports bars having a spray bottle of woman tears on hand to cool off rowdy patrons.\n\n6. Your nose could keep you on life support\n\nIf you’re in a coma — first of all, I’m impressed that you’re reading this, but also — your nose may be able to communicate with the doctors around you.\n\nScientists at (drumroll please…) the Weizmann Institute and Loewenstein Rehabilitation Hospital discovered that, by measuring changes in patients’ nasal airflow when exposed to different odors (like fragrant shampoo or rotten fish), those who showed even slight reactions to smells had a 100% rate of regaining consciousness during the four-year study period.\n\nThe test also predicted with 92% accuracy which patients would survive for at least three years.\n\nThis discovery is a big deal because current methods of diagnosing consciousness in brain-injured patients can be wrong up to 40% of the time, which affects critical decisions about life support and pain management. The new “sniff test” is simple, inexpensive and can be done at a patient’s bedside.\n\nThe bad news is that this seriously amplifies the negative effects of entry No. 2 on this list. There’s truly no rest for the smell bereft.\n\nADVERTISEMENT"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists discover two mountains taller than Everest hidden deep within Earth",
            "link": "https://timesofindia.indiatimes.com/science/scientists-discover-two-mountains-taller-than-everest-hidden-deep-within-earth/articleshow/117619331.cms",
            "description": "Scientists have discovered massive structures deep inside Earth, beneath Africa and the Pacific Ocean. These structures are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l0DAvsiPk2MYhtazLO5VIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2h",
            "source": "Indiatimes",
            "article_content": "Earth's biggest hidden mountains revealed deep beneath Africa and the Pacific Ocean\n\nScientists find mysterious \"islands\" beneath Earth with unpredictable seismic behavior\n\n\n\nUnusual seismic behaviour revealed Earth's deepest secrets\n\nAlso Read:\n\nScientists have discovered two enormous structures deep inside Earth whose sizes are forcing scientists to rethink the way they see the inside of their planet, at the boundary between Earth's core and the mantle, beneath Africa and the Pacific Ocean, these \"islands\" described as continent-sized regions whose temperatures are thousands of degrees higher than the average temperature of the surroundings. According to new research from Utrecht University, these structures are not only gigantic but also old, with origins at least half a billion years ago. The discovery raises new questions about the geological history of the planet and the forces shaping its interior, offering fresh insights into Earth's dynamic evolution.The world's largest mountains have been found deep inside Earth, according to a landmark paper published in the journal Nature today. These giants are some 100 times higher than Mount Everest, rising 1,000 kilometers, while Everest's peak is about 8.8 kilometers above the sea. Researchers estimate that these mountains are at least half a billion years old, dating back to the Earth's formation, over four billion years ago.Scientists say the mountains are at least 500 million years old and probably date back to Earth's origin. Surrounding the mountains is tectonic debris that comes from subduction, in which one tectonic plate is sunk beneath another. Seismic shockwaves have led scientists to reveal these giant land masses hidden in Earth's core and map its interior. The lead researcher, Dr. Arwen Deuss, does not know the origin of these mountains; it is a matter of whether they are transient structures or an old age mountain. This new discovery shook the understanding that existed within geology and further revealed the dynamics into the history of the Earth's interior.LLSVPs Large Low Seismic Velocity Provinces Large blobs of unknown, mysterious material lurking deep beneath our Earth's surface lie at the core-mantle boundary beneath Africa and the Pacific Ocean. Enormous \"islands,\" they are found surrounded by a \"graveyard\" of cold sunken tectonic plates descended through the mantle via subduction. Seismic waves are slowed down as they travel through Earth's interior because of its very high temperatures in these regions.In a new study, researchers Arwen Deuss and Sujania Talavera-Soza approached things differently. Instead of measuring just the slowdown of seismic waves, they measured the waves' damping, or how much energy the waves lose as they travel. Contrary to their expectations, they found that the LLSVPs caused minimal damping, making seismic waves unusually loud, while the surrounding cold tectonic plate graveyard dampened the waves more, offering new insights into Earth's deep interior.The LLSVPs have remained enigmatic with deep, puzzling features located deep in Earth. Located near the boundary between Earth's core and its mantle, LLSVPs are hotter than surrounding tectonic plates. Analyzing seismic waves did something surprising; their energy dissipation or loss due to friction with Earth was lower compared to what has been considered usual, thereby causing the sound emitted to be surprisingly louder than other seismic events.Differently, the cold tectonic plate graveyard exhibited tremendous damping where the waves could be described to be softer. This was contrary to previous assumptions set forth that the upper mantle would dampen the waves. The scientists believe that the LLSVPs are much older and include bigger grain minerals that take less energy absorbed, meaning that explains their unusual seismic response."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "School bus-sized asteroid found to be fragment of the Moon",
            "link": "https://www.msn.com/en-us/news/technology/school-bus-sized-asteroid-found-to-be-fragment-of-the-moon/ar-AA1xYRQt?ocid=BingNewsVerp",
            "description": "In August 2024, the ATLAS telescope in South Africa discovered asteroid 2024 PT5, a ten-meter-wide space rock roughly the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PIyIqOS7kF4QjBVcDMKAby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6mon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lucid Introduces No-Code Platform for Multi-Chain DeFi Management",
            "link": "https://decrypt.co/302848/lucid-introduces-no-code-platform-for-multi-chain-defi-management",
            "description": "Lucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e5jPYsZb6rlUV4xWr0FCEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "decrypt19h",
            "source": "decrypt",
            "article_content": "Decrypt’s Art, Fashion, and Entertainment Hub. Discover SCENE\n\nLondon, UK, January 27th, 2025, Chainwire\n\nLucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its modular architecture enables seamless scaling across L2 and L3 ecosystems with powerful tools for liquidity management, bridging, and governance, empowering DeFi protocols to build without boundaries.\n\nLucid's drag-and-drop interface allows DeFi projects to customize their multi-chain strategy while minimizing risks and maximizing efficiency. The platform's integration with existing tools like Snapshot, Safe, and Tally ensures seamless compatibility with current DeFi infrastructure.\n\n\"In DeFi, reaching new chains means reaching new users and unlocking opportunities,\" says Anthony Broderick, Co-Founder and CEO of Lucid. “Our platform removes the need for custom code while upholding the highest security standards, enabling teams to focus on growth instead of technical complexities. We call this approach: Drag, Drop, Scale.”\n\nLucid's platform is built around four specialised modules designed to address key challenges in multi-chain DeFi operations. Our Vested Emission Offerings (VEOs) enable the rapid delivery of targeted liquidity to any chain, ensuring protocols can scale effectively. For teams handling high-value transfers, a Multi-Bridge system with 2-of-3 consensus for maximum security. For performance-focused communities, our Portals module — the only xERC20 bridge aggregator that finds the fastest, most cost-effective transfer routes. Additionally, the Multi-Vote module facilitates unified, cross-chain governance, empowering communities to vote from anywhere.\n\nThe platform has integrated with leading blockchain infrastructure providers, including Hyperlane, Chainlink, Connext, Wormhole, Axelar and LayerZero. Following successful completion of its audit by Halborn, Lucid launches with prominent DeFi protocols including Everclear and Zerolend, securing approximately $250 million in Total Value Locked (TVL).\n\nAbout Lucid\n\nLucid is a no-code platform designed to simplify multi-chain operations in DeFi — ensuring secure and scalable growth. Lucid's modular architecture enables projects to seamlessly scale across L2 and L3 ecosystems, with powerful tools for managing liquidity, bridging, and governance. Learn more at LucidLabs.fi and X.com/LucidLabsFi\n\nContact\n\nAnthony Broderick\n\nanthony@lucidlabs.fi\n\n\n\nDisclaimer: Press release sponsored by our commercial partners."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The best flower delivery deals ahead of Valentine's Day",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/the-best-flower-delivery-deals-ahead-of-valentines-day/ar-AA1xXfs3?ocid=BingNewsVerp",
            "description": "Better yet, each of these flower sellers already allows you to schedule your delivery for Friday, Feb. 14, so you can lock in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PUvH-VRPt1chkX4zB7NrpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "14hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I F*cked Up': Justin Baldoni Tells Blake Lively In Late-Night 2023 VM; Judge Aims For March 2026 ‘It Ends With Us’ Trial Start",
            "link": "https://deadline.com/2025/01/blake-lively-justin-baldoni-voicemail-1236270206/",
            "description": "Another day, another plethora of leaks, filings & more in Blake Lively & Justin Baldoni's various legal disputes, including a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XIND3Mc1TYLdM6dnkyNHTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5h",
            "source": "Deadline.com",
            "article_content": "“I’m really sorry, I f*cked up,” Justin Baldoni admitted to his It Ends With Us co-star Blake Lively in a 2 a.m. April 2023 voice message after delivering a less than enthusiastic response to a scene rewrite from the deflated Gossip Girl vet. “I will admit and apologize when I fail, the Jane the Virgin alum added in the six-minute missive about the rooftop sequence from the Sony distributed hit. “I’m a very flawed man, as my wife will attest.”\n\nFar from the first piece of private correspondence or communication between the co-stars and their various publicists unveiled since Lively filed a sexual harassment and retaliation complaint on December 20 with California’s Civil Rights department, today’s nearly two-year old and rambling voice message comes as a federal judge has penciled in a March 9, 2026 trial start date for the thespians’ bitter dispute.\n\n“By Thursday, January 30, 2025, the parties shall submit a case management plan with deadlines which would enable trial to occur on that date,” Judge Lewis J. Liman ordered today of the trial start. A dispute that has spilled over a variety of lawsuits, including Lively suing Baldoni, his Wayfarer Studios, his PR bosses and others on New Year’s Eve, and the WME-dumped Baldoni, who sued the New York Times for $250 million on NYE, suing Lively, Ryan Reynolds and their PR chief Leslie Sloane for $400 million in a January 16 defamation and extortion case.\n\nWatch on Deadline\n\nAll of which makes Baldoni’s very early morning words of 21 months ago almost prophetic, almost: “I’m gonna piss you off, probably, but I will always apologize and find my way back to center. I’m sorry I made you feel that way. I will, for sure, do better.”\n\n(L-R) Blake Lively & Justin Baldoni in It Ends With Us Sony Pictures Releasing /Courtesy Everett Collection\n\nIn the zone flooding that this seemingly never ending assortment of filings and statements is, Judge Liman Monday also sought to fast track a boil on the almost assured to be consolidated cases by moving up a planned February 12 hearing on Lively’s January 22 move to have a protective order put on Baldoni’s main attorney Bryan Freedman to essentially muzzle him in the media for “in further unlawful retaliation against Ms. Lively, and demanded that he immediately cease and desist from making further defamatory, and retaliatory, statements relating to Ms. Lively.”\n\nToday, Lively lawyer Michael J. Gottlieb wrote another letter to the judge over Freedman’s alleged “endless stream of defamatory and extrajudicial media statements” and seeking a halt to such.\n\nThe attorney at mega-firm Willkie Farr & Gallagher (which ex-Second Gentleman Doug Emhoff is joining the LA office of) added of the combative Freedman: “there already is a serious risk that his misconduct is tainting the jury pool.” While it was Lively’s CRD filing that first brought a slew of text messages and emails by Baldoni’s PR soldiers Melissa Nathan and Jennifer Abel to everyone’s attention, Gottlieb said Monday that Freedman was exasperating “an arms race of selective public disclosures of text messages to the media.”\n\n“The Wayfarer Defendants’ efforts are being financed by a billionaire who has pledged to spend $100 million to ruin the lives of Ms. Lively and her family,” Gottlieb went on to say of Wayfarer co-founder Steve Sarowitz, who is a defendant in Livelly’s filings, in the third such letter to the judge is just over as many days. “Mr. Freedman is using that money, his roster of current and former clients, and a blatant media and social media strategy to assassinate Ms. Lively’s character in advance of trial.”\n\nShifting from New York to Texas Lively and Reynolds (whose blockbuster Deadpool & Wolverine has been dragged directly into this with a January 7 evidence preservation letter sent to Disney and Marvel over the hypocritical Nicepool character) opened up a likely new legal front in Hays County, Texas. That is where lawyers for Lively and Reynold put a filing in the docket last week desiring that Jed Wallace, the online subcontractor supposedly hired by Baldoni’s Crisis PR to turn social media against Lively, be ordered to sit for a deposition.\n\nWallace and his Street Relations company “weaponized a digital army around the country, including in New York and Los Angeles, to create, seed, manipulate, and advance disparaging content that appeared to be authentic on social media platforms and internet chat forums” the Lone Star state filing proclaims.\n\nHard to tell if that voice message dropped by Baldoni’s team did their client any favors or confirmed Lively’s telling of events – with Reynolds and buddy Taylor Swift praising her rewrites to Baldoni’s displeasure and alleged intimidation. What isn’t hard to tell is that attorney Gottlieb and others on Team Blake are very concerned about the optics and impressions of their client and her Merc with a mouth spouse from a website Freedman has promised to create. For weeks Baldoni’s lawyer has insisted he’ll put up a site full of more recordings like what we heard today, more IEWU BTS footage and more text messages and private communications to counter Lively’s version of what happened on the IEWU set and who was really conducting a “smear campaign” against who. “Neither the media nor public will have any way of knowing which communications Mr. Freedman has selectively omitted from disclosure,” Gottlieb wrote today.\n\n“Moreover, what Mr. Freedman’s communications ignore—and likely are designed to obscure—is that Ms. Lively is in possession of numerous additional communications relating to her claims against the Wayfarer Parties,” Gottlieb goes on to write Monday a.k.a. FAFO.\n\nNeither side responded to request for comment on the 2023 voicemail, the Texas filing, the moved up NYC hearing and next year’s likely trial date. If either Lively’s team or Baldoni’s team get back to us, this post will be updated."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese tech startup DeepSeek says it was hit with ‘large-scale malicious attacks’",
            "link": "https://www.msn.com/en-us/news/technology/chinese-tech-startup-deepseek-says-it-was-hit-with-large-scale-malicious-attacks/ar-AA1xXL3Q?ocid=BingNewsVerp",
            "description": "Chinese tech startup DeepSeek said it was hit by a cyber attack on Monday that disrupted users’ ability to register on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PMoimEkcFW6ysE_bmA6WxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "9hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GitLab As A Buy: How AI Trends Are Shaping The Future Of Software Development",
            "link": "https://seekingalpha.com/article/4752282-gitlab-a-buy-ai-trends-shaping-future-of-software-development",
            "description": "Discover how GitLab is using AI to revolutionize software development, driving significant growth and outperforming the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KkIDtlyn9Kpv4h9TTXF9ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "14h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "One of the best SSDs around is on sale — $270 for 4TB",
            "link": "https://www.msn.com/en-us/technology/tech-companies/one-of-the-best-ssds-around-is-on-sale-270-for-4tb/ar-AA1xXweG?ocid=BingNewsVerp",
            "description": "The Samsung 990 Evo Plus is one of the best SSDs around and the 4TB version is currently $75 off at Best Buy. Here's why you ...",
            "image_url": "https://www.bing.com/th?id=OVF.6pkjqXDBnMpli0riL7ETXg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "11hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Who is Liang Wenfeng? The founder of DeepSeek, China’s OpenAI competitor that took the US by storm",
            "link": "https://www.msn.com/en-in/technology/software/deepseek-blocks-foreign-users-requires-china-phone-numbers-for-registration-and-download-claims-cyberattacks-after-outage/ar-AA1xXuK4?ocid=BingNewsVerp",
            "description": "DeepSeek, an AI platform founded by Liang Wenfeng, surpasses ChatGPT as the most downloaded free app in the U.S., impacting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VTz1hKQ1OfqqrECxGE-y4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "3hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deepseek News LIVE: OpenAI's Chinese competitor takes the world by storm",
            "link": "https://www.livemint.com/technology/tech-news/deepseek-news-live-deepseek-r1-deepseek-ai-share-price-chatgpt-nvidia-sam-altman-meta-perplexity-google-gemini-11738034033097.html",
            "description": "DeepSeek has shook the tech world with its cost-effective open-source models. The AI startup has received praises from all ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iR335FD-zT3n-9SUKLWJXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "4h",
            "source": "Mint",
            "article_content": "DeepSeek News Live Updates: Chinese AI startup DeepSeep has made a rapid rise in the world of artificial intelligence with its V3 and R1 models. Not only can DeepSeek's models compete with their western counterparts on almsot all metrics, they are built on a fractionm of a cost and are trained with help from an older Nvidia chip. DeepSeek recently took over OpenAI's ChatGPT as the top free app on the Apple App Store in US and a number of other countries. The free AI app is also expected to put a dent in the market share of top US AI firms and might lead to significant price reduction. Why is US worried about DeepSeek? DeepSeek's LLMs are built on a much lower cost and puts into question the ongoing belief that running AI models requires increasing amounts of computing power. In a paper last month, DeepSeek researchers stated that the V3 model leveraged the Nvidia H800 chips for training and incurred a cost of less than $6 million, a miserly sum compared to the billions that AI giants like Microsoft, Meta and OpenAI have committed to spend this year alone. Moreover, the success of DeepSeek has also called into question the effectiveness of export curbs on advanced AI chips, a policy put in place by the Biden administration to slow down the growth of artificial intelligence in its adversorial countries. DeepSeek's recent advancement could lead to a decline in market share of top AI companies like OpenAI, Microsoft, Google and Meta. The effective pricing of DeepSeek could also lead to a reduction in the pricing of AI giants.\n\nDeepSeek News Live: DeepSeek's privacy policy under the radar DeepSeek News Live: Luke de Pulford, Executive Director of the Inter-Parliamentary Alliance on China in a post on X (formerly Twitter) wrote, “Just fyi, @deepseek_ai collects your IP, keystroke patterns, device info, etc etc, and stores it in China, where all that data is vulnerable to arbitrary requisition from the State\"\n\nDeepSeek News Live: Perplexity AI's Aravind Srinivas breaks ‘misconception’ about DeepSeek R1 DeepSeek News Live: In a post on X, Srinivas wrote, “There’s a lot of misconception that China “just cloned\" the outputs of openai. This is far from true and reflects incomplete understanding of how these models are trained in the first place. DeepSeek R1 has figured out RL finetuning. They wrote a whole paper on this topic called DeepSeek R1 Zero, where no SFT was used. And then combined it with some SFT to add domain knowledge with good rejection sampling (aka filtering). The main reason it’s so good is it learned reasoning from scratch rather than imitating other humans or models.\"\n\nDeepSeek News Live: Hugging Face CEO lauds the power of open source AI DeepSeek News Live: In a post on X, Clement Delangue wrote, \"It's been released just a few days ago and already more than 500 derivative models of @deepseek_ai have been created all over the world on @huggingface with 2.5 million downloads (5x the original weights). The power of decentralized open-source AI!\"\n\nDeepSeek R1 News LIVE: How to use DeepSeek? DeepSeek R1 News LIVE: DeepSeek is available as a free app in both the Apple and Google app stores. The Chinese company's latest AI models can also be accessed via its website chat.deepseek.com. However, DeepSeek announced on Monday that it was temporarily halting registrations due to a large-scale malicious attack on its services.\n\nDeepSeek R1 News LIVE: DeepSeek is one of the most impressive breakthroughs, says Marc Anderseen DeepSeek R1 News LIVE: In a post on X, venture capitalist Marc Anderseen wrote, \"DeepSeek R1 is one of the most amazing and impressive breakthroughs I've ever seen - and as open source, a profound gift to the world,\"\n\nDeepSeek R1 News LIVE: What is DeepSeek? DeepSeek R1 News LIVE: DeepSeek was founded in 2023 by Liang Wenfeng, who is also the head of Chinese quant hedge fund High-Flyer. The company shot to fame last month after various benchmarks showed that its V3 large language model (LLM) outperformed those of many popular US tech giants, while being developed at a much lower cost. DeepSeek's R1 language model, which mimics aspects of human reasoning, also matched and outperformed OpenAI's latest O1 model in various benchmarks.\n\nDeepSeek R1 News LIVE: Rajeev Chandrasekhar asks if DeepSeek is TikTok of AI DeepSeek R1 News LIVE: Amid concerns raised by a social media user on X (formerly known as Twitter), that Chinese start-up DeepSeek is storing customer data, former union minister Rajeev Chandrasekhar asked if the AI dark horse is destined for teh TikTok treatment in the United States. “Question of the Day Q: Is DeepSeek AI the Tiktok of AI? A: your answers in comments pls,\" Chandrasekhar posted on X on January 28.\n\nDeepSeek R1 News LIVE: Sam Altman on DeepSeek DeepSeek R1 News LIVE: In subsequent posts on X, Altman wrote, “deepseek's r1 is an impressive model, particularly around what they're able to deliver for the price. we will obviously deliver much better models and also it's legit invigorating to have a new competitor! we will pull up some releases.\" “but mostly we are excited to continue to execute on our research roadmap and believe more compute is more important now than ever before to succeed at our mission. the world is going to want to use a LOT of ai, and really be quite amazed by the next gen models coming.\" the OpenAI CEO added\n\nDeepSeek R1 News LIVE: Salesforce CEO on DeepSeek DeepSeek R1 News LIVE: Salesforce CEO Mark Benioff referred to the startup as ‘Deepgold’ in a post on X, writing, “Deepseek is now #1 on the AppStore, surpassing ChatGPT—no NVIDIA supercomputers or $100M needed. The real treasure of AI isn’t the UI or the model—they’ve become commodities. The true value lies in data and metadata, the oxygen fueling AI’s potential. The future’s fortune? It’s in our data. Deepgold. 😇\"\n\nDeepSeek R1 News LIVE: Donald Trump on DeepSeek DeepSeek R1 News LIVE: Speaking about the rise of DeepSeek, Trump said, “Hopefully, the release of DeepSeek AI from a Chinese company should be a wake-up call for our industries that we need to be laser-focused on competing to win.\" \"I would say that could be a positive… So instead of spending billions and billions, you'll spend less, and you'll come up with hopefully the same solution,\" the 47th US President added"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Selloff Opens Door for Alternate Machine-Learning Methods",
            "link": "https://www.bloomberg.com/news/newsletters/2025-01-27/ai-selloff-opens-door-for-alternate-machine-learning-methods",
            "description": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R8zVrxgkgm9aVKlqTyJeNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "14h",
            "source": "Bloomberg L.P.",
            "article_content": "Investors routed global high-tech shares to the tune of $1 trillion after buzz from a Chinese startup interrupted the harmony around Silicon Valley’s artificial intelligence. The emergence of DeepSeek, which trained its open-source AI model for a fraction of the costs spent by rivals, prompted investors to reconsider the lofty valuations placed on some European and US technology companies. Nvidia, long a market darling, suffered the largest rout in market history.\n\nDutch chip-equipment maker ASML fell as much as 12% after money managers considered whether machine-learning algorithms might not consume as much power as previously projected. That realization, in turn, sent shockwaves among electricity-grid suppliers like Siemens Energy and Sweden’s Munters Group. For the full blow-by-blow of the market bloodbath, follow Bloomberg’s live-ticker here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning tool feasible for detecting agitation in dementia",
            "link": "https://www.healio.com/news/psychiatry/20250127/machine-learning-tool-feasible-for-detecting-agitation-in-dementia",
            "description": "An interpretive machine learning model may be a feasible method for measuring agitation in dementia as well as in predicting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xcK5zQfFKi0ur5OOr7mk0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Healio16h",
            "source": "Healio",
            "article_content": "Save\n\nMachine learning tool feasible for detecting agitation in dementia\n\nBy Robert Herpen, MA Fact checked by Shenaz Bagha Add topic to email alerts Receive an email when new articles are posted on . Please provide your email address to receive an email when new articles are posted on Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts\n\n\n\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com.\n\n\n\nBack to Healio\n\nKey takeaways:\n\nThe model, along with a traffic-light system, boosted sensitivity and specificity of agitation recognition.\n\nDuring agitation intervals, awake time and illumination were higher while respiratory rate was lower.\n\nAn interpretive machine learning model may be a feasible method for measuring agitation in dementia as well as in predicting certain environmental factors that are likely to contribute to the condition, according to a study.\n\n“Current clinical practice for managing agitation in [people living with dementia] primarily relies on pharmaceutical interventions,” Marirena Bafaloukou, BSc, a doctoral candidate and research assistant in machine learning for clinical data analysis at Imperial College London, and colleagues wrote in eClinical Medicine. “Identification and appropriate treatment of agitation are essential for mitigating associated risks, lowering health care expenses and alleviating carer strain.\n\nNew research determined that a machine learning tool may be a feasible and reliable method to detect agitation in those living with dementia. Image: Adobe Stock\n\nAgitation in dementia is usually identified by resource-challenging subjective clinical scales and direct patient observation, but clinical applications for data-driven methodology are limited in scope, Bafaloukou and colleagues wrote.\n\nAs such, the researchers sought to examine how real-world factors interact with and influence dementia-related agitation within home settings. They also attempted to apply an interactive, machine-learning monitoring tool to identify the conditions under which agitation is present in affected persons.\n\nThe Minder study, to date, has recruited 127 individuals who were aged 50 years or older, had a clinical diagnosis of dementia or mild cognitive impairment, along with either current or prior treatment in a psychiatric unit.\n\nPsychometric and cognitive assessment tools were administered during 3-month visits within the study, while additional weekly behavioral monitoring questionnaires were distributed to participants or partners to track the presence or absence of participants’ behavioral symptoms based on established definitions of agitation.\n\nFor their proof-of-concept venture, the researchers utilized longitudinal data amounting to 32,896 person-days from 63 persons living with dementia collected using in-home monitoring devices over 512 weeks between December 2020 and March 2023. They incorporated a traffic-light stratification system to judge agitation probability and utilized the SHapley Additive exPlanations (SHAP) framework to enhance interpretability. From these data, Bafaloukou and colleagues designed an interactive tool that allows for individualized, non-pharmacological interventions based on living conditions.\n\nThe performance of multiple machine learning models, including Light Gradient-Boosting Machine (LightGBM), Adaptive Boosting (ADABoost) and Support Vector Machine (SVM) were compared in their ability to identify agitation in the study population over an 8-day period. Among the principal features for identifying agitation were sleep/wake cycles, respiration, temperature regulation and indoor lighting.\n\nAccording to the results, LightGBM recorded the best agitation recognition performance, with a sensitivity of 71.32%±7.38 and specificity of 75.28%±7.38, while incorporating the traffic-light system increased specificity to 90.3%±7.55.\n\nThe researchers further found, via data analysis of their interactive tool, that sleep, light and temperature adjustments were the most feasible in-home interventions for the study group.\n\nDuring weeks when agitation was present, data show, participants’ average awake ratio was higher than in non-agitation weeks, while a similar correlation was found between agitation presence and level of interior illumination; however, this correlation was inverse with respect to respiratory rate, which was lower during non-agitation intervals.\n\n“By employing an agitation monitoring model in real-world settings, we could enhance the detection of missed agitation instances,” Bafaloukou and colleagues wrote. “Ultimately improving patient care and contributing to the development of more precise definitions for agitation episodes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Suicidal tendencies and ’80s battlefield tactics: How North Korean soldiers are operating in Russia’s war on Ukraine",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/suicidal-tendencies-and-80s-battlefield-tactics-how-north-korean-soldiers-are-operating-in-russia-s-war-on-ukraine/ar-AA1xYmC9?ocid=BingNewsVerp",
            "description": "Ukrainian special operations forces have given an insight into the brutal, near-suicidal tactics of the North Koreans they ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DCA30e2OHh-g3WRBgkiPbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "23mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia issues school textbook saying it was 'forced' to march into Ukraine",
            "link": "https://www.reuters.com/world/europe/russia-issues-school-textbook-saying-it-was-forced-march-into-ukraine-2025-01-27/",
            "description": "A new school textbook that likens Russia's war in Ukraine to the Soviet struggle against the Nazis and says Russia was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xplCsoPWdS9LQlhTCwHq8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ICC prosecutor seeking arrest warrants for those accused of atrocities in Sudan’s West Darfur region",
            "link": "https://www.msn.com/en-us/news/world/icc-prosecutor-seeking-arrest-warrants-for-those-accused-of-atrocities-in-sudans-west-darfur-region/ar-AA1xYfAC?ocid=BingNewsVerp",
            "description": "The prosecutor of the International Criminal Court says his office will be seeking arrest warrants for those accused of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VSmYABuoDK2siQdnX29VDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "5hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New conflict escalating in Africa: What is happening on border between DR Congo and Rwanda",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/new-conflict-escalating-in-africa-what-is-happening-on-border-between-dr-congo-and-rwanda/ar-AA1xXaLF?ocid=BingNewsVerp",
            "description": "Rwanda-backed Congolese rebels from the M23 movement have announced the capture of the major city of Goma in the eastern ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZyF13uNDa0KxWbIKwN89_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Panic Live Updates: Trump Calls AI Development ‘Positive’ Despite Tech Stock Plunge",
            "link": "https://www.msn.com/en-us/money/other/deepseek-panic-live-updates-nasdaq-suffers-worst-day-of-2025-as-ultra-rich-nvidia-lose-billions/ar-AA1xWm5A?ocid=BingNewsVerp",
            "description": "EST Nvidia releases its first statement on DeepSeek as its stock dipped to a 18% loss on the day, calling the Chinese company ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2FwbqsyIqjaNfe7wWB8CdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "S&P 500 Gains and Losses Today: AI Stocks Plunge as DeepSeek Model Gains Traction",
            "link": "https://www.msn.com/en-us/money/topstocks/s-p-500-gains-and-losses-today-ai-stocks-plunge-as-deepseek-model-gains-traction/ar-AA1xXUp6?ocid=BingNewsVerp",
            "description": "The S&P 500 fell 1.5% on Monday, Jan. 27, as a Chinese startup's cost-efficient and high-performing AI model sent shockwaves ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OzCrUtV0UDI3-UKVpwcnCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "7hon MSN",
            "source": "Investopedia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Can NIO stock ever move up again?",
            "link": "https://www.fool.co.uk/2025/01/28/can-nio-stock-ever-move-up-again/",
            "description": "NIO stock has plummeted over 90% in value since 2021. Yet our writer sees a number of things to like about the investment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2W63kLz9OtQqOQ0mqhOXki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4m",
            "source": "The Motley Fool UK",
            "article_content": "NIO stock has plummeted over 90% in value since 2021. Yet our writer sees a number of things to like about the investment case. So, is he ready to buy?\n\nThe content of this article is provided for information purposes only and is not intended to be, nor does it constitute, any form of personal advice. Investments in a currency other than sterling are exposed to currency exchange risk. Currency exchange rates are constantly changing, which may affect the value of the investment in sterling terms. You could lose money in sterling even if the stock price rises in the currency of origin. Stocks listed on overseas exchanges may be subject to additional dealing and exchange rate charges, and may have other tax implications, and may not provide the same, or any, regulatory protection as in the UK.\n\nWhen investing, your capital is at risk. The value of your investments can go down as well as up and you may get back less than you put in.\n\nYou’re reading a free article with opinions that may differ from The Motley Fool’s Premium Investing Services. Become a Motley Fool member today to get instant access to our top analyst recommendations, in-depth research, investing resources , and more. Learn More .\n\nOnce riding high, NIO (NYSE: NIO) has been a disappointment for many investors more recently. NIO stock is now 30% lower than it was a year ago. It is 93% below its 2021 highs, which must now seem like a distant dream for some long-term shareholders.\n\nWhat has gone wrong – and ought I even to think about adding NIO to my portfolio in hope of possible future gains?\n\n2021 versus 2025\n\nLooking back, that previous price looks pretty ridiculous to me. It was based on a very high degree of optimism about how fast the electric vehicle market could grow and what market share NIO might be able to gain. From today’s perspective, it looks wildly optimistic.\n\nHowever, given the massive fall in NIO stock, the company now commands a market capitalisation of under $9bn.\n\nAs of the end of September, the company had a balance of cash and cash equivalents, restricted cash, short-term investment and long-term time deposits standing at around $6bn. That suggests the market is currently assigning the firm an enterprise value of roughly $3bn to $4bn.\n\nNIO does have some real strengths\n\nThat is a substantial number. Still, could there be value here?\n\nNIO has established a brand and high-end positioning I think could help insulate it from some of the downwards pricing pressure rivals may face thanks to the number of competitors in the space. Another potential game-changer the firm has is its proprietary battery swapping technology, which helps allay a key concern of many electric vehicle users: range.\n\nLast year saw vehicle deliveries of 221,000, or well over 4,000 each week on average. That represented growth of 39% year on year. December saw 73% year-on-year growth.\n\nYes, those numbers are a fraction of rival Tesla’s. But they are substantial nonetheless.\n\nPlus, Tesla’s deliveries last year actually contracted slightly. Compared to that, NIO’s sales are on fire.\n\nCan the finances ever be made to work?\n\nBut what Tesla does have, unlike NIO, is a business model that it has proven can be consistently profitable (albeit it took many years of losses to reach that point).\n\nBy contrast, just in the third quarter of last year, NIO saw year-on-year net losses grow 11% to $721m.\n\nThe quarterly statement was not so vulgar as to use the phrase “cash burn”, but carmaking is a very costly business and at close to three-quarters of a billion dollars in three months, even that $6bn cash pile could be gone in little over a couple of years.\n\nThat raises the risk that the company could need to boost liquidity over the next several years, potentially diluting existing shareholders in the process.\n\nAll is not lost!\n\nAs a potential shareholder shareholder, that concerns me.\n\nBut my main concern is the lack of a profitable business model.\n\nHowever, rivals have shown it can be done. Positively, NIO’s sales are now substantial and growing. If sales keep going up and a credible pathway to profitability becomes clearer let alone established, I think NIO stock could move higher from its current level – perhaps substantially.\n\nBut while the losses remain large, for now I am not ready to invest."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Twilio's SWOT analysis: ai-driven growth propels stock amid market shifts",
            "link": "https://www.msn.com/en-us/money/smallbusiness/twilio-s-swot-analysis-ai-driven-growth-propels-stock-amid-market-shifts/ar-AA1xYnJS?ocid=BingNewsVerp",
            "description": "Twilio Inc. (NYSE:TWLO), a leading provider of cloud communications platforms with a market capitalization of $21.4 billion, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cYzBK3B73r_l8Enseje8yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Colombia avoids trade war with US as business community, citizens call for cooler heads",
            "link": "https://www.reuters.com/world/americas/colombia-avoids-trade-war-with-us-business-community-citizens-call-cooler-heads-2025-01-27/",
            "description": "Colombia's President Gustavo Petro averted an economic disaster at the 11th hour after diplomats from his government and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zDCEYC3akzsw9M8fMV8RzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "13h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.columbian.com/news/2025/jan/27/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/",
            "description": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.",
            "image_url": "https://www.bing.com/th?id=ODF.X6siX4iKsLXOoRGS5Fg25w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "The Columbian19h",
            "source": "The Columbian",
            "article_content": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.\n\nDamage caused by Hurricanes Helene and Milton helped push total economic losses from natural disasters in the U.S. to $217.8 billion last year, according to insurance broker Aon PLC. That figure represents an 85.3% increase from 2023, when losses totaled about $117.5 billion. It’s also the largest annual tally of economic losses from natural disasters since 2017.\n\nInsured losses, or the portion of economic losses that are covered by insurance, also rose last year. They climbed 36% to $112.7 billion, the most since 2022.\n\nHurricane Helene tore across six southeastern states last fall, costing $75 billion in economic losses, mainly due to inland and coastal flooding. according to Aon. Less than two weeks later, Hurricane Milton made landfall on the west coast of Florida, causing some $25 billion in economic losses."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Razer chooses DinoPC who choose Gigabyte",
            "link": "https://www.msn.com/en-us/news/technology/razer-chooses-dinopc-who-choose-gigabyte/vi-AA1xWA7T?ocid=BingNewsVerp",
            "description": "When a massive company like Razer decides on a PC manufacturer for its international 'Battle Bus', you know that they are ...",
            "image_url": "https://www.bing.com/th?id=OVF.gJsQgZ0WSzQfIg3lhyrXDg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "KitGuruTech on MSN17h",
            "source": "KitGuruTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Morefine launches S800 Mini PC with Intel Core Ultra 9-185H, up to 96GB DDR5 RAM & more",
            "link": "https://www.gizmochina.com/2025/01/27/morefine-s800-mini-pc-launched-specs-price/",
            "description": "Chinese manufacturer Morefine has unveiled its latest mini PC, the S800, targeting international markets. This compact yet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hmfXmvzi79Lt6htn85eEVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "21h",
            "source": "Gizmochina",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud-Native Architecture Reshapes Real-Time Data Processing Landscape",
            "link": "https://techbullion.com/cloud-native-architecture-reshapes-real-time-data-processing-landscape/",
            "description": "In a groundbreaking research paper published in the International Journal of Scientific Research in Computer Science, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eKxI2MvY1m4ClFJ0YHLrdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts16h",
            "source": "Impacts",
            "article_content": "In a groundbreaking research paper published in the International Journal of Scientific Research in Computer Science, Engineering and Information Technology, Sai Manish Podduturi provides comprehensive insights into cloud-native microservices architecture. Currently working in the financial sector, His analysis reveals significant advancements in real-time data processing capabilities.\n\nThe Digital Data Explosion\n\nBy 2025, global data creation will surge to 163 zettabytes – a tenfold increase from 2016. This unprecedented growth is pushing traditional systems to their limits, demanding revolutionary solutions for data processing. As organizations grapple with this digital explosion, where 20% of data is vital for daily operations and 10% demands real-time handling, cloud-native architectures are emerging as the key solution. This shift marks a critical evolution in how businesses process and manage their expanding digital footprint.\n\nRevolutionary Performance Metrics\n\nCloud-native architectures are setting new benchmarks in operational performance, with organizations experiencing dramatic improvements in their systems. Studies show a 76.3% boost in application scalability alongside a 71.8% decrease in processing delays compared to conventional systems. The impact is particularly striking in transaction processing, where institutions now handle over 100,000 transactions per second while maintaining ultra-low latency under 10 milliseconds – a significant leap forward in processing capabilities.\n\nMicroservices: The New Building Blocks\n\nThe microservices architectural pattern has revolutionized modern software development, delivering transformative results across organizations. Studies reveal significant improvements, including a 74% drop in inter-service dependencies and 42% better system maintainability. The implementation of standardized API contracts has further enhanced efficiency, reducing integration errors by 67% and boosting service discovery effectiveness by 58%. These advancements mark a fundamental shift in how applications are built and maintained.\n\nContainerization Revolution\n\nContainer technology has revolutionized application deployment, reducing deployment time by 71% while improving resource utilization by 58%. Standardized container images ensure consistent application behavior across different environments, leading to an 84% reduction in configuration-related errors. Development teams using containers spend 66% less time debugging environment-related issues and achieve a 73% improvement in deployment success rates.\n\nSmart Orchestration\n\nAdvanced scheduling capabilities in container orchestration have transformed workload management, achieving 93% optimal resource distribution across nodes and resulting in a 51% improvement in overall cluster efficiency. Automated remediation capabilities successfully handle 89% of common failure scenarios without human intervention, reducing system downtime by 76%.\n\nEvent-Driven Architecture Innovation\n\nOrganizations implementing event-driven patterns have achieved unprecedented improvements in real-time data handling. Systems now achieve an average event processing rate of 75,000 events per second, with latencies consistently remaining below 25 milliseconds across distributed systems. Event brokers process an average of 850,000 messages per second with 99.999% delivery reliability.\n\nServerless Computing Breakthrough\n\nThe emergence of serverless computing has led to a 68% reduction in operational costs while improving resource utilization by 79%. Organizations report eliminating approximately 1,500 hours of monthly infrastructure maintenance tasks through serverless implementations, with automated scaling mechanisms handling traffic variations from 10 to 150,000 requests per minute while maintaining consistent performance.\n\nAdvanced Monitoring and Observability\n\nModern monitoring systems now enable the prediction of 89% of potential failures before they impact end users. Organizations implementing real-time health checks process an average of 1.5 million metrics per minute, achieving 99.999% monitoring coverage while maintaining alert accuracy rates above 95%. AI-powered detection systems successfully identify 94% of anomalies before they cause service degradation.\n\nDesign Principles Evolution\n\nOrganizations implementing clear design principles experience an 84% reduction in deployment failures and a 71% improvement in service maintainability. Service discovery patterns have reduced lookup times by 92% and improved overall system reliability by 76%, with systems processing over 45,000 service discovery requests per second at 99.999% accuracy.\n\nIn conclusion, cloud-native architectures are becoming increasingly critical as global data volumes continue to expand exponentially. The convergence of AI-driven monitoring, advanced serverless computing, and sophisticated event processing capabilities suggests a transformative future for data handling. As Sai Manish Podduturi emphasizes in his research, organizations that embrace cloud-native practices are positioning themselves at the forefront of innovation, equipped with the agility and processing capabilities essential for success in our data-driven era."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Hidden Architecture Of Modern Websites: 3 Critical Pillars",
            "link": "https://www.forbes.com/councils/forbesagencycouncil/2025/01/27/the-hidden-architecture-of-modern-websites-3-critical-pillars/",
            "description": "In an age when digital experience determines market success, website architecture has become a critical competitive advantage ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B82RNu_G4vQRfZtINqzggC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists uncover major new find studying China’s mysterious 2,000 year old Terracotta Army",
            "link": "https://www.ladbible.com/news/world-news/china-terracotta-army-discovery-archaeology-qin-shi-huang-490687-20250127",
            "description": "Dating back thousands of years, the Terracotta Army guards the mausoleum of Qin Shi Huang and has never been opened.",
            "image_url": "https://www.bing.com/th?id=OVFT.PDGw6nXvGkbaPjwp_Y_uYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "18h",
            "source": "LADbible",
            "article_content": "A 2,000-year-old tomb guarded by thousands of terracotta soldiers continues to surprise archaeologists after a new major find was discovered at the site in rural China.\n\nKnown as the Terracotta Army, it is one of the most famous discoveries in humanity's history.\n\nWith 8,000 soldiers, 130 chariots and 520 horses, the sculptures - made purely out of terracotta - were only found in 1974. Guarding the tomb of China's very first emperor, Qin Shi Huang, they had stood in place since the late 200s BC; making them more than 2,200 years old.\n\nAdvert\n\nQin Shi Huang is one of the most influential people in China's history as the first leader to unite the country after centuries of regional conflict.\n\nFinds in one of the pits at the tomb (China Photos/Getty Images)\n\nNew finding at the Terracotta Army\n\nDespite being found back in 1974, work continues on the site with new finds discovered over the years since.\n\nAdvert\n\nAnd now, according to the head of the excavation project, Zhu Sihong, a first-of-its-kind find has been located in the area.\n\nAn area known as Pit 1 is where the biggest find to date has been located, with 3,000 figures in an area 230 metres long and 62 metres wide.\n\nBut it is in Pit 2 - home to war chariots and cavalry - where the newfound has been located.\n\nHere a brand new figure has been located.\n\nAdvert\n\nZhu, speaking to China's state broadcaster CCTV, said: \"Based on its location, we believe this figure was likely the highest-ranking military commander of this unit.\"\n\nTerracotta horses were also uncovered (Tim Graham/Getty Images)\n\nWhy is it important?\n\nThe find is a life-size - and decorated - figure believed to be that of a senior military official.\n\nAdvert\n\nNow, the hope is that it could be a huge point in understanding the Qin dynasty, which only ruled from 221BC to 207BC.\n\nAccording to CCTV, the armour is adorned with detailed patterns, ribbons, and floral knots.\n\nIt is only the tenth of its kind ever to be found in the tomb home to more than 8,000 statues and a size of more than 20 square miles.\n\n“These adornments on the high-ranking officers indicate how special they are,” Xiuzhen Janice Li, an archaeologist at the University of Oxford, told Live Science.\n\nAdvert\n\nLi, who worked at Emperor Qin Shi Huang’s Mausoleum Site Museum, added: \"The style and colour of the adornments featured the aesthetic taste and social status symbols of the time.\n\n\"The arrangement of the high-ranking officers in the military formation reflected the military strategy, such as [the] commanding system in the Qin dynasty.\"\n\nThe uncovered army (Getty Stock Image)\n\nThe tomb\n\nFound back in 1974, the Terracotta Army and the tomb of Qin Shi Huang were discovered by accident.\n\nThis was after local farmer Yang Zhifa came across fragments of pottery when digging for a well.\n\nOnce uncovered, the tomb came as a genuine surprise with no historical documentation of it ever existing. The entire thing had sat untouched, and unknown, for 2,200 years.\n\nWhile the sculptures mostly look like the terracotta they are made of, they were actually painted at the time to represent the people they portrayed.\n\nTraces still exist but most of the paint didn't last the time, with reports that some of the painted surfaces started to flake and fade as soon as they were excavated.\n\nAs for the tomb of Qin Shi Huang - which is sealed airtight - it remains unopened to this day due to issues regarding preserving what is on the inside. There is also a fear of the tomb being boobytrapped due keep grave robbers out.\n\nAs of now, all archaeological proposals have been rejected by China."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Officials make huge DNA discovery investigating Korean plane crash that killed 179",
            "link": "https://www.ladbible.com/news/world-news/korean-jeju-air-plane-crash-birds-muan-868627-20250127",
            "description": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery. The Jeju Air ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MnL0Y89JqbwWVnTn5WHdpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "20h",
            "source": "LADbible",
            "article_content": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery.\n\nThe Jeju Air passenger plane crash landed at Muan International Airport on 29 December with only two of the 181 people onboard surviving.\n\nThe Boeing 737-800 had departed from Bangkok, Thailand, before it smashed into a wall after skidding down the runway in South Korea. This came after the plane’s landing gear failed to deploy and it ended up bursting into flames.\n\nAdvert\n\nEarlier this month, officials said they had been extracting data from one of the black boxes on the jet while the other was damaged in the crash. It was found that both stopped recording about four minutes before the deadly incident.\n\nA new report said the cause is still not determined (Chung Sung-Jun/Getty Images)\n\nAnd investigators have now referenced DNA findings that have been made during an inspection of the aircraft’s remains.\n\nSouth Korea's Aviation and Railway Accident Investigation Board released a report, stating that feathers and bird blood stains had been found in both of the jet’s engines.\n\nAdvert\n\n“The samples were sent to specialised organisations for DNA analysis, and a domestic organisation identified them as belonging to Baikal teals,” it explained.\n\nBaikal teals are a species of migrating duck that breeds in eastern Russia and winters in East Asia.\n\nThe report went on to outline how pilots had noticed groups of birds when making their approach at the Korean airport. There were also recordings from security cameras of the plane coming close to birds during an aborted landing attempt.\n\nOfficials added that they would be overseeing the dismantling of engines and examination their contents as well as the analysation of black box and air traffic control data.\n\nAdvert\n\nThe report explained: “These all-out investigation activities aim to accurately determine the cause of the accident.”\n\nThe plane crashed in December (Chung Sung-Jun/Getty Images)\n\nAnd with the black boxes of the flight data recorder and cockpit voice recorder having cut out, it could complicate efforts in doing so.\n\nAnalysts have said that the concrete structure in which the aircraft crashed into should have been built with lighter materials that could break more easily upon impact.\n\nAdvert\n\nIt was announced last week by South Korea’s Transport Ministry that it is being removed.\n\nMuan airport is now set to remain closed until 18 April and the Transport Ministry said the preliminary report has been sent to the International Civil Aviation Organization, Thailand, the US and France. It added that the plane was built in the US and its engines in France.\n\nFollowing the crash, Boeing said: \"We are in contact with Jeju Air regarding flight 2216 and stand ready to support them. We extend our deepest condolences to the families who lost loved ones, and our thoughts remain with the passengers and crew.\"\n\nJeju Air also added: \"We deeply apologize to all those affected by the incident. We will make every effort to resolve the situation. We sincerely regret the distress caused.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "80-year cover-up of the existence of alien life exposed in new doc",
            "link": "https://www.msn.com/en-ca/technology/space-exploration/80-year-cover-up-of-the-existence-of-alien-life-exposed-in-new-doc/ar-AA1xP1a4?ocid=BingNewsVerp",
            "description": "A forthcoming UFO documentary that includes interviews with dozens of current and former top US officials claims it will drop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94-AWtAWvQr7qJuG04-6UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "19hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smart Cinema: Science Movies That Got the Facts Spot-On",
            "link": "https://wealthofgeeks.com/science-movies-facts/",
            "description": "Anyone could make a mistake in thinking that the 'fiction' bit of science fiction absolves the genre of any responsibility to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GncnOhVOvdQ92OeXe7ehSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "wealthofgeeks17h",
            "source": "wealthofgeeks",
            "article_content": "Anyone could make a mistake in thinking that the “fiction” bit of science fiction absolves the genre of any responsibility to the real thing. To pick just the movie to illustrate the point, 2019’s Chinese blockbuster The Wandering Earth envisioned mankind working in harmony to blast the Earth out of its orbit and into a new celestial realm to avoid being engulfed by a rapidly expanding Sun. The implausibility here simply beggars belief. Mankind working in harmony? As if.\n\nNeither are science movies depicting actual non-fictional science any more reliable. Two (fairly) recent examples — The Imitation Game and The Theory of Everything, biopics of World War II codebreaker Alan Turing and rock star physicist Steven Hawking, respectively — got a vicious tut-tut from the scientific community for inexcusable deviations from the facts.\n\nNaturally, there are science movies that get things right. Not everything, of course, but enough to earn a thumbs up from the men in white coats. The following, in no particular order, is a collection of some that do it better than others.\n\nOppenheimer (2023)\n\nThe potent brew of science, ambition, and political power might not have landed with audiences, but Christopher Nolan’s dense, multifaceted biopic of J. Robert Oppenheimer, the so-called “father of the atomic bomb,” got the nod from physicists and historians alike who — with the usual provisos regarding story-related tweaks — praised both its scientific accuracy and moral integrity.\n\nManhattan Project historian Chris Griffith commended the film’s depiction of the A-bomb Trinity test. “For too long, audiences have been conditioned to hear and see a nuclear explosion as one simultaneous event,” he wrote on the Bulletin of the Atomic Scientists website. “But Nolan’s Trinity explosion is correct: A light “brighter than a thousand suns” flashes across the screen and, seconds later, the tremendous roar and blast wave reaches the observers.”\n\nGattaca (1997)\n\nIn a bleak future where eugenics is the norm, and a person’s life is determined by prenatal genetic selection, Vincent Freeman’s (Ethan Hawke) dreams of becoming an astronaut are dashed when he is classified as “In-valid” (i.e., conceived outside the eugenics program).\n\nPerhaps no other science fiction movie has touched such a raw nerve with scientists in its chosen field. What Gattaca presents as an Orwellian fait accompli is currently a deepening moral quagmire in which ever more sophisticated options for manipulating genetic attributes are available to – inevitably wealthy – potential parents.\n\nApart from tilting life’s playing field in the direction of the rich, many bioethicists see in this the seeds of “genoism” (prejudice against those perceived as genetically inferior) and a worrying acceptance of genetic determinism, an ideology that is the logical precursor to eugenics, a practice that seeks to “improve” the human gene pool by weeding out inferior specimens. With roots in the late 19th century, eugenics drove the fascist concept of an Aryan master race and the attempted extermination of European Jews.\n\nThe Martian (2015)\n\nBelieve it or not, the most implausible thing about The Martian (impeccably adapted from Andy Weir’s debut novel) is the dust storm that strands astronaut Mark Watney (Matt Damon) on the red planet in the first place. Atmospheric pressure on Mars is too low for anything more than a gentle breeze.\n\nVirtually everything else, including the habitation pod, the ion impulsion drive, the spacesuits (closely based on emerging technology), and even Watney growing potatoes in his own dung, got the NASA seal of approval.\n\nFinding Nemo/Finding Dory (2002/2015)\n\nTo ensure maximum accuracy, Pixar consulted a team of marine biologists on various aspects of undersea flora and fauna, and the social behavior of fish. As shown, Ocellaris clownfish are native to Australia’s Great Barrier Reef and live in groves of sea anemones, protected from the stings by an outer layer of mucus. They lay anything between a hundred and a thousand eggs (hence Marlin and Coral’s joke about naming their multitude of offspring) and often get swept up in strong currents and deposited far from home.\n\nTropical fish, including clownfish, also “hitch a ride” on the south-flowing East Australian Current, as Dory and Marlin do in the movie. Obviously, clownfish don’t speak English, especially not with American accents, but they do communicate through sound, mostly with clicks, grunts, and croaks.\n\nOne trait of clownfish not shown in either movie is their propensity to change gender, an evolutionary quirk that maintains the species’ essential male-female balance.\n\nInterstellar (2014)\n\nChristopher Nolan’s cerebral sci-fi takes its fair share of liberties, but its depiction of wormholes (hypothetical connections between distant regions of space-time), the supermassive black hole Gargantua, and the effects of extreme time dilation, which causes time to pass more slowly on a planet under the gravitational influence of a black hole, all have their basis in theoretical physics.\n\nIt’s all way too complex to get into, but suffice to say, Einstein would probably not have choked on his popcorn (unlike some science movies we could mention…looking at you Star Trek 2009).\n\nHer (2013)\n\nA movie for anyone who has ever glanced at Siri with a twinkle in their eye – and who among us has not? In Spike Jonze’s offbeat romantic drama, Joaquin Phoenix plays Theodore Twombly, a man who forms a close emotional bond with his A.I. virtual assistant Samantha (voiced by Scarlett Johansson).\n\nAmong those impressed by Her’s feasibility was computer scientist, author, inventor, and futurist Ray Kurzweil. “Although there are caveats I could (and will) mention about the details of the OS and how the lovers interact,” he wrote in an extensive review, “the movie compellingly presents the core idea that a software program (an A.I.) can — will — be believably human and lovable.”\n\nContact (1997)\n\nWith a novel by legendary cosmologist Carl Sagan as its, the science and the philosophy are likely to be top notch.\n\nStarring Jodi Foster as a SETI researcher chosen to make first contact with a race of alien beings, Contact became the subject of a 2011 review by SETI.org that, while pointing out several minor inconsistencies, deemed it “Indescribably more accurate in its depiction of SETI than any Hollywood film in history.”\n\nMinority Report (2002)\n\nClairvoyant “pre-cogs” able to visualize crimes before they’re committed might stretch credulity, but predictive policing based on data rather than psychic energy is now a reality; one-third of all U.S. cities either use or are considering adopting predictive policing.\n\nStarring Tom Cruise as a cop who falls victim to the system he operates, Steven Spielberg’s superior sci-fi gets a few other things dead on, including self-driving cars, personalized advertising, facial recognition scanners, and voice-controlled domestic management devices.\n\nDeep Impact (1998)\n\nIt might have lost out to Armageddon at the box office — both killer comet science movies hit screens the same year — but Deep Impact offers a far more plausible view of how such a scenario might be dealt with in reality (emphasis on “might.” A competent administration, able and willing to follow the science is by no means a given these days).\n\n“Deep Impact has the best combination of reasonably correct science, good special effects, a dramatic story, and a look at what a comet strike would mean to people individually and world-wide,” wrote Emory University Physics Professor Dr. Sidney Perkowitz on Salon.com. “I think that's the closest to reality a sci-fi film can get.” High praise indeed since Perkowitz’s trashing of the bogus science in 2003’s The Core led to the creation of the Science and Entertainment Exchange, which collaborates with studios and filmmakers to encourage greater scientific accuracy in movies.\n\nMoon (2009)\n\nDuncan Jones’s debut feature, starring Sam Rockwell as a lone astronaut in emotional freefall after a three-year mining mission on the dark side of the moon, received the ultimate accolade: a screening at NASA’s Space Center Houston.\n\n“[A professor there had] been reading online that we’d done this film about helium-3 mining,” said Jones, “and that’s something people at NASA are working on.” At a Q&A following the screening, Jones was asked why the base in the film looked so sturdy and not like the lightweight structures designed for rocket transportation. Jones replied that, in the future, he imagined technology would exist to build bunker-like structures on the lunar surface without having to cart them there from Earth. “A woman in the audience raised her hand,” Jones recalled, “and said, ‘I’m actually working on something called mooncrete which is concrete that mixes lunar regolith and ice water from the moon’s polar caps.’”\n\nIn the 2013, the journal Trends in Cognitive Sciences’s ranked Moon number 5 for quality, number 9 for accuracy, and number 3 for relevance on its “Cognitive Science Movie Index.”\n\nEternal Sunshine of the Spotless Mind (2004)\n\nThe underlying premise of Michel Gondry's strange, haunting romance, that memory formation is intimately linked to emotional experience, is firmly rooted in science.\n\nAt the end of the movie, Joel (Jim Carey) and Clementine (Kate Winslet) fail to recognize each other after they’ve opted to have painful memories of their love affair erased — but the glimmer of a connection remains, implanted deep in their brains’ emotional cores (or amygdalas, just to get technical).\n\n2001: A Space Odyssey (1968)\n\nGiven the inexorable rise of A.I., can a malevolent free-thinking supercomputer with working knowledge of the Harry Dacre songbook be far off?\n\nIn the meantime, plenty of other things glimpsed in Stanley Kubrick’s futurist masterpiece have since come to pass, including electronic tablets, space robotics, personal in-flight TVs, space tourism, and videotelephony. Like many other sci-fi movies (including Alien), 2001 also depicts humans in suspended animation. Although this is far in the future for space travel, the FDA recently approved its medical use, allowing a patient’s heartbeat and breathing to be slowed for emergency surgery.\n\nAmmonite (2020)\n\nA romantic drama based on the life of British fossil-hunter Mary Anning (inspiration for the tongue-twister “She sells seashells on the seashore”), Ammonite caused some controversy for portraying Anning (Kate Winslet) as a lesbian. Some felt this distorted the fact. Others pointed out that since no “facts” of Anning’s sexuality exist, it was no more a distortion than portraying her as straight would have been.\n\nWhat is not in question is the film’s depiction of early paleontology and Anning’s crucial importance to its development, an almost unheard-of instance of a woman contributing to scientific discovery in the mid-nineteenth century.\n\nArrival (2016)\n\nThe extraterrestrials in Denis Villeneuve’s didn't get the scientific community all fired up, but the way humans communicated with them.\n\nA number of linguists and phonetics experts consulted on the film to ensure that the language devised by Amy Adams to talk to the aliens and avert a catastrophe was entirely authentic.\n\nWoman in the Moon (1929)\n\nGiven the date, it makes sense that Fritz Lang’s second foray into sci-fi, after the far more famous Metropolis in 1927, doesn’t get a great deal right about lunar exploration (there was no breathable atmosphere on the moon, even in 1929), but its depiction of a rocket-powered moon mission predates the real thing by four decades.\n\nThe Andromeda Strain (1971)\n\nGiven the chilling new relevance of the COVID-19 pandemic, this faithful adaptation of Michael Crichton’s 1969 novel concerns a team of scientists battling the spread of a highly contagious deadly microorganism from space.\n\nIt may sound far-fetched, but a 2003 publication by the Infectious Diseases Society of America proclaimed The Andromeda Strain “the most significant, scientifically accurate, and prototypic of all films of [the killer virus] genre… It accurately details the appearance of a deadly agent, its impact, and the efforts at containing it, and, finally, the work-up on its identification and clarification on why certain persons are immune to it.”\n\nAnt-Man and The Wasp (2018)\n\nShrinking humans to the size of insects is not on the cards just yet (give it a decade or so). But when it does become a reality, the world encountered by the Ant Men and Wasps of tomorrow might have a slightly familiar look.\n\nMarvel called on the services of CalTech experts, including theoretical physicist Spyridon Michalakis, to ensure the quantum environment depicted in the film corresponded closely to that hypothesized by scientists.\n\nHidden Figures (2016)\n\nA superb adaptation of Margot Lee Shetterly’s book of the same name, Hidden Figures tells the story of Katherine Johnson, Mary Jackson, and Dorothy Vaughan, three black women who defied the institutionalized racism of the day to play a major role in the NASA space program.\n\nCertain elements get changed or exaggerated, but the mathematics contributed by Johnson, Jackson, and Vaughan, vital to the success of the pre-Apollo Mercury missions of the late ‘50s and early ‘60s, gets reproduced in all its head-spinning glory.\n\nMoonfall (2022)\n\nWhile the central premise of this deliriously silly disaster flick is absurd (alien beings set the moon on a catastrophic collision course with Earth), the peripheral science is surprisingly sound.\n\nWere the moon to escape its orbit and fall towards the earth, the tides would go haywire, causing massive flooding, and the days would shorten due to increased gravitational force, making the planet spin faster.\n\nAlien (1978)\n\nDon’t let H.R. Giger’s seductive design fool you, the alien may look the part but underneath the slimy exoskeleton he's no more credible than A.L.F. or Dark Star’s animated beachball.\n\nOther aspects of Ridley Scott’s game-changing horror flick carry more weight. The scruffy, cramped interior of the Nostromo is a lot more authentic than sci-fi’s standard gleaming computer banks and airy white spaces (the interior of the International Space Station is proof of that), and the concept of suspended animation, although still some distance in the future, is far more credible than traversing the vastness of space at warp-speed. Also, in the vacuum of space, no one can hear you scream."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs underwater? Congressman Burchett says massive craft spotted beneath the waves",
            "link": "https://www.msn.com/en-in/news/other/ufos-underwater-congressman-burchett-says-massive-craft-spotted-beneath-the-waves/ar-AA1xYdso?ocid=BingNewsVerp",
            "description": "Republican Congressman Tim Burchett has sparked debate by suggesting that alien life might be hiding in Earth's oceans.",
            "image_url": "https://www.bing.com/th?id=OVFT.XifM3XohjfSdIImKuEr7ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "The Times of India on MSN6h",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did Harvard Professor Find UFO Fragments Underwater?",
            "link": "https://www.msn.com/en-us/news/technology/did-harvard-professor-find-ufo-fragments-underwater/ar-AA1xYlfa?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/27/25 Did Harvard Professor Find UFO Fragments Underwater? Explore Harvard Professor Avi Loeb's groundbreaking UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ns8Q8YYhsoyly3BnnmUJfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN4h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Chinese MIT Physicist Uses AI To Find New Drugs. Next Up: Solar Panels And EV Batteries",
            "link": "https://www.forbes.com/sites/zinnialee/2025/01/28/this-chinese-mit-physicist-uses-ai-to-find-new-drugs-next-up-solar-panels-and-ev-batteries/",
            "description": "Wen Shuhao helped speed up the development of Pfizer’s Covid oral drug, Paxlovid. Now the chairman of Xtalpi wants to help ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9gly3dxPLFmxPOdyFX4yPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 things you didn’t know about the science of smell",
            "link": "https://www.israel21c.org/6-things-you-didnt-know-about-the-science-of-smell/",
            "description": "Here are some of the coolest things Israeli researchers have sniffed out about the underappreciated sense of smell.",
            "image_url": "https://www.bing.com/th?id=OVFT.2S5O0KRj1zuCc5oz_3DxGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Israel21c20m",
            "source": "Israel21c",
            "article_content": "You may not think it’s so important, but scientific research has done a lot to prove that your sense of smell has a lot of value besides checking if that two-week old cream cheese is starting to go bad (it is).\n\nWe here at ISRAEL21c have been covering breakthroughs in smell research for over a decade; below are seven of the more incredible olfactory discoveries over the last few years that are sure to pique your interest — and your nose.\n\n1. Like ‘white noise,’ there’s ‘white smell’\n\nIn 2012, a team of researchers from the Weizmann Institute of Science (led by the noted olfactory researcher Prof. Noam Sobel) discovered that it’s possible to make a smell that our brains perceive as completely neutral — a so-called “white smell.”\n\nJust like white noise and the color white itself are blends of audio frequencies and light waves, respectively, white smell can be created by taking an amalgamation of about 30 different points across the scent spectrum and blending them together.\n\nThey even invented a fancy name for the new smell: Laurax. That’s going right to the top of my “names for obscure smells” list, right above “Petrichor” (the smell that comes after a long-awaited rain), and right below “Yuckamolis” (my four-year-old’s description of the smell of my feet).\n\n2. If you can’t smell, you’ll die faster\n\nBad news if your sniffer’s out of commission: According to research published this year in Nature Communications, people who don’t have a sense of smell have a reduced life expectancy.\n\nResearchers at Weizmann found that people who don’t have a functioning olfactory sense have unique breathing patterns that could be linked to depression, anxiety and other negative health outcomes which, all in all, add up to a minus on life’s upper limits.\n\nA bit off our topic, but nonetheless fascinating, the same paper reveals the critical importance of sighing to good health. The researchers explain that “to maintain life, patients need not only to breathe rhythmically, but also sigh every 5 min[utes] or so, as this is critical for preventing collapse of alveoli in the lungs.”\n\n3. Your nose has spots for different smells\n\nYou may have heard that different parts of your tongue can taste different flavors. Well, the same goes for your nose.\n\nBack in 2011, Sobel and a group of Weizmann researchers found that there are specific areas in your nose dedicated to processing pleasant and unpleasant smells.\n\nThis means that there are objective ways to measure whether an odor is actually bad and not a matter of personal taste: if the “yucky” sensors are the ones that process the smell of rotten fish, for example, then it’s a safe bet that rotten fish is definitively a bad smell.\n\n“We uncovered a clear correlation between the pattern of nerve reaction to various smells and the pleasantness of those smells. As in sight and hearing, the receptors for our sense of smell are spatially organized in a way that reflects the nature of the sensory experience,” Sobel noted.\n\n4. Our friends smell like us\n\nResearch conducted by — you guessed it — the Weizmann Institute in 2022 discovered that we tend to be friendlier with people who smell like we do.\n\nUsing a fancy electronic nose, researchers discovered that close friends often share similar body odor patterns, a finding that goes beyond mere coincidence.\n\nThe team put this theory to the test with both existing friends and strangers, finding they could predict with 71 percent accuracy which people would form social bonds based on smell similarity alone.\n\n5. The smell of women’s tears makes men less aggressive\n\nWeizmann scientists also discovered that women’s tears contain chemicals that significantly reduce aggressive behavior in men.\n\nIn the experiments, men who sniffed women’s tears (without knowing what they were smelling) showed 44% less aggressive behavior in a revenge-based game compared to when they sniffed saline.\n\nAs we all (definitely) know, a similar phenomenon has been observed in other animal populations, like mice. The crazy thing is, humans don’t even have the biological parts necessary to detect the signals that lady tears give off — our noses just pick up on the odorless chemicals and our brains know what to do in response.\n\nConsidering this discovery, I wouldn’t be surprised to see a lot more sports bars having a spray bottle of woman tears on hand to cool off rowdy patrons.\n\n6. Your nose could keep you on life support\n\nIf you’re in a coma — first of all, I’m impressed that you’re reading this, but also — your nose may be able to communicate with the doctors around you.\n\nScientists at (drumroll please…) the Weizmann Institute and Loewenstein Rehabilitation Hospital discovered that, by measuring changes in patients’ nasal airflow when exposed to different odors (like fragrant shampoo or rotten fish), those who showed even slight reactions to smells had a 100% rate of regaining consciousness during the four-year study period.\n\nThe test also predicted with 92% accuracy which patients would survive for at least three years.\n\nThis discovery is a big deal because current methods of diagnosing consciousness in brain-injured patients can be wrong up to 40% of the time, which affects critical decisions about life support and pain management. The new “sniff test” is simple, inexpensive and can be done at a patient’s bedside.\n\nThe bad news is that this seriously amplifies the negative effects of entry No. 2 on this list. There’s truly no rest for the smell bereft.\n\nADVERTISEMENT"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new experimental system to bring quantum technologies closer to students",
            "link": "https://www.msn.com/en-us/technology/quantum-computing/a-new-experimental-system-to-bring-quantum-technologies-closer-to-students/ar-AA1xXDGd?ocid=BingNewsVerp",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RBxjs19I4EB7B1SN_bPvFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "10hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Harnessing atom-light interactions: A step towards stable quantum systems",
            "link": "https://www.msn.com/en-us/news/technology/harnessing-atom-light-interactions-a-step-towards-stable-quantum-systems/ar-AA1xXBgA?ocid=BingNewsVerp",
            "description": "Interactions between atoms and light rule the behavior of our physical world, but at the same time, can be extremely complex.",
            "image_url": "https://www.bing.com/th?id=OVFT.AhJAKiqhKyYpISaYbSkMJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new experimental system to bring quantum technologies closer to students",
            "link": "https://www.sciencedaily.com/releases/2025/01/250127124201.htm",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of computing, the internet, telecommunications, cybersecurity and biomedicine.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Science Daily12h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sapiens: A Brief History of Humankind- A Must-Read Book",
            "link": "https://arynews.tv/sapiens-a-brief-history-of-humankind-summary/",
            "description": "\"Sapiens: A Brief History of Humankind\" by Yuval Noah Harari is a sweeping and insightful exploration of our species' journey from its humble beginnings ...",
            "image_url": "https://www.bing.com/th?id=ODF.0DQNr51bXmhbM2YtzH5W_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "ARY News Live13h",
            "source": "ARY News Live",
            "article_content": "“Sapiens: A Brief History of Humankind” by Yuval Noah Harari is a sweeping and insightful exploration of our species’ journey from its humble beginnings to the present day.\n\nSapiens explores the rise of Homo sapiens through key revolutions: the Cognitive Revolution, the Agricultural Revolution, and the Scientific Revolution. This groundbreaking book examines how human history is shaped by “shared fictions” – myths, religions, and ideologies – that enable unparalleled cooperation. Harari investigates the impact of these revolutions on human society, from the dawn of agriculture and the rise of civilizations to the challenges of the modern world, including climate change, technological disruption, and the search for meaning in the 21st century.\n\nThe Cognitive Revolution: The book begins by examining the unique cognitive abilities that set Homo sapiens apart from other animals. Around 70,000 years ago, a “Cognitive Revolution” occurred, leading to the development of advanced language and the ability to create and believe in “shared fictions” – myths, religions, and ideologies. These shared fictions, while not objectively real, allow humans to cooperate flexibly on a massive scale, a feat unparalleled in the animal kingdom. This cooperation enabled the development of complex social structures, from small tribes to vast empires.\n\nThe Agricultural Revolution: Around 12,000 years ago, humans transitioned from a hunter-gatherer lifestyle to agriculture. This seemingly revolutionary shift, however, brought about significant drawbacks. Agriculture led to increased inequality, disease, and environmental degradation. Farmers, despite working harder than hunter-gatherers, often had less leisure time and a poorer diet. The domestication of plants and animals also led to the suffering of countless creatures.\n\nThe Scientific Revolution: Beginning in the 16th century, the Scientific Revolution challenged religious dogma and ushered in an era of unprecedented technological and social change. Science provided humans with new tools and knowledge, allowing them to manipulate the natural world on an unprecedented scale. This revolution, however, also brought about new challenges, such as climate change, nuclear war, and the potential for technological disruption.\n\nModern Challenges: Harari explores the profound challenges facing humanity in the 21st century. These include climate change, the rise of artificial intelligence, and the increasing gap between the rich and the poor. He raises critical questions about the meaning of happiness, the future of humanity, and our relationship with technology.\n\nKey Themes:"
        }
    }
]