[
    {
        "title": "Donald Trump's presidency 'perfect storm' for UFO announcement 'within weeks'",
        "link": "https://www.express.co.uk/news/weird/1972375/Donald-Trump-president-UFO-announcement-weeks",
        "description": "Donald Trump's second term as US President could have \"seismic\" implications for UFO disclosure, claims the MOD's former UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SzCYoSje3SVlZ8LNX5z3US&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "8h",
        "source": "Daily Express",
        "article_content": "Trump's second term in office could be good news for UFO enthusiasts, Nick thinks\n\nThere could be \"seismic\" consequences for UFO disclosure after Donald Trump was elected President of the United States for the second time. Nick Pope, who once worked for the Ministry of Defence's UFO department, told the Mirror Trump's presidency is the \"perfect storm\". He explained: \"It's the perfect storm: a maverick, populist President in his second term, and – thus – not up for re-election.\" Pope added that Trump's unique standing could provide an unprecedented opportunity for transparency. He went on: \"For those in the UFO community who believe there's been a decades-long conspiracy to cover up the truth about an alien presence, Trump in his second term offers the best-ever hope for pushing back against the Deep State and delivering Disclosure.\"\n\nNick is regarded as one of the leading lights in UFO research\n\nHis views tie in with previous speculations that official revealings regarding extraterrestrial contact may coincide with the forthcoming Inauguration Day in January. Nick, a staunch critic of governmental secrets and manipulation, has showcased his opposition through his latest documentary, Apocalypse Covid, which aims to uncover \"the flawed response and government overreach during the pandemic\". US-based Nick suggests that Trump has been hinting at being privy to significant secrets regarding extraterrestrial contact. He added: \"I believe Trump views the subject in the same way as he views the JFK files, where, if there's top secret information still being withheld, it should be declassified and released. \"Trump released most of the JFK files in his first term and has essentially undertaken to release the rest early in his second term. As he seems to link the two issues, there's a strong possibility of bombshell UFO information being released early in 2025, soon after his inauguration.\"\n\nTrending\n\nTrump has often hinted that he knows something about extraterrestrials\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
    },
    {
        "title": "Ben Fogle's day gets 'weirder' as he hears tale of UFO encounter",
        "link": "https://www.yahoo.com/news/ben-fogle-ufo-encounter-220321200.html",
        "description": "The TV presenter revisited 82-year-old twins Bill and Bob Stone who live in the canyons of Utah and are paranoid conspiracy ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sLanRUKp7f5Q0-lNp394ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21h",
        "source": "Yahoo",
        "article_content": "The TV presenter revisited 82-year-old twins Bill and Bob Stone who live in the canyons of Utah and are paranoid conspiracy theorists.\n\nBen Fogle listened to the story of a UFO sighting on New Lives In The Wild. (Channel 5)\n\nWhat did you miss?\n\nBen Fogle admitted his latest New Lives in the Wild Revisits turned \"weird\" as he listened to the story of a UFO encounter.\n\nThe 50-year-old TV presenter revisited 82-year-old twins Bill and Bob Stone who live in the canyons of Utah and are conspiracy theorists. Fogle was concerned for their health and safety being so isolated and cut off from health services, and somewhat disturbed by their paranoia at being attacked by outsiders.\n\nBut he admitted his day got even \"weirder\" as Bill told him about how they had been visited by a UFO.\n\nWhat, how and why?\n\nBen Fogle met twins Bill and Bob Stone who live in the canyons of Utah. (Channel 5)\n\nFogle has been making the Channel 5 show about people who have chosen to leave the rat race and live off grid for 10 years. And in the new series, New Lives in the Wild Revisits, is returning to see how they are getting on. In the latest episode he returned to the elderly twins to find Bob's health has deteriorated and Bill is now a fulltime carer for his brother.\n\nFogle asked if much had happed since his last visit. Bill told him: \"Not much, except that UFO that landed over there.\" Fogle replied: \"Whoah?! You saw a UFO? How do you know it was a UFO?\"\n\nBill told him: \"Landed right down there with that cedar tree by the house. What else was it? It did not make any noise at all. They just had a whitish bluish glow to it like static electricity going around it all the time. That had it lit up.\n\n\"I was sitting reading the magazine and Bob started stoking the floor and pointing and I thought, first thought he was having another heart attack he kept pointing out. So I got up out of the chair and looked down. Here comes this whatever this thing was, lands on the other side of the cedar tree right by the house.\"\n\nThe brothers then showed Fogle an image of an alien Bob had carved onto a rock.\n\nFogle said: \"I should say Bill and Bob are not alone in their experiences. That said, I do worry that aliens are just one more thing for Bill and Bob to feel anxious about. The day just got a little bit weirder. There's a lot of eccentricity here, but it's tinged with sadness 'cause there is a very real paranoia and I think a lot of that paranoia is born through news, they consume. But, you know, there's a sparkle of mischief as well and there's something kind of charming about that.\"\n\nRead more: Ben Fogle\n\nWhat else happened on New Lives in the Wild Revisits?\n\nBen Fogle said he felt a strange connection to Bill and Bob Stone. (Channel 5)\n\nBill also showed Fogle a cave filled with food provisions the 82-year-old had gathered, in preparation for the 'end of the world'.\n\nFogle said: \"This is my third time visiting Bill and Bob and I think what I think is they really like this. They like the game, whether there's an enemy that's real or not.\n\n\"It's not for everyone. And I don't want to be disrespectful. Maybe, you know, maybe they're right. But I don't know whether they are waiting for that moment or they hope it never happens. Possibly thinks that they've just enjoyed the process.\"\n\nBen Fogle said he had learned from Bill Stone's eccentricities. (Channel 5)\n\nBut despite not agreeing with their opinions, Fogle said he felt a \"strange connection\" to Bill and Bob.\n\nHe said: \"All these people who I've visited over the last 13 years or so have changed me profoundly. I feel incredibly lucky to have met such an eclectic bunch of people who I would never normally have had a chance to meet because I feel they've put my own life into perspective.\n\n\"And it's easy to come and meet the Bill and Bobs and to kind of laugh at prepper lifestyle that they've lived. But there's many Bill and Bob's out there. It's opened my eyes to a whole new world and it makes you think differently and I'm not about to go home and buy a cave and fill it with guns and food. But I do look at people differently and that is all. Thanks to the Bill and Bobs of this world. I owe them a lot.\"\n\nBen Fogle's New Lives in the Wild Revisits airs on Channel 5 on Tuesday."
    },
    {
        "title": "UFO Disclosure TRUMP vs HARRIS - who is better for disclosure?",
        "link": "https://www.msn.com/en-us/weather/topstories/ufo-disclosure-trump-vs-harris-who-is-better-for-disclosure/vi-AA1tB3RQ?ocid=BingNewsVerp",
        "description": "The election is underway and there will be a new president very soon. What does this mean for the disclosure movement ...",
        "image_url": "https://www.bing.com/th?id=OVF.YsjY5RH%2b1bPjuAM1jqfCew&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN11h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "'Huge UFO announcement expected' after Donald Trump becomes US president",
        "link": "https://www.msn.com/en-gb/news/newsbirmingham/huge-ufo-announcement-expected-after-donald-trump-becomes-us-president/ar-AA1tCVTO?ocid=BingNewsVerp",
        "description": "Donald Trump could make a bombshell announcement on UFOs just weeks after being elected president for the second time, it's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O-bZpNXRuxXecu17_xGz2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1hon MSN",
        "source": "Birmingham Mail on MSN",
        "article_content": ""
    },
    {
        "title": "How to watch 'Investigation Alien' online – UFO documentary series with George Knapp, release date",
        "link": "https://www.msn.com/en-us/news/technology/how-to-watch-investigation-alien-online-ufo-documentary-series-with-george-knapp-release-date/ar-AA1tDpKr?ocid=BingNewsVerp",
        "description": "Is a belief in UFOs still a fringe activity for the tin hat brigade or is there now evidence to suggest we reassess the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rjMkM7Zw6Vf5e_hXjuUWRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2hon MSN",
        "source": "Tom's Guide on MSN",
        "article_content": ""
    },
    {
        "title": "'Potential misdiagnosis is just a click away': Researchers find design flaws and oversight issues in certain health apps",
        "link": "https://medicalxpress.com/news/2024-11-potential-misdiagnosis-click-flaws-oversight.html",
        "description": "AI-powered apps offering medical diagnoses at the click of a button are often limited by biased data and a lack of regulation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-4i0njS2QQfF2WB3oYUlEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2m",
        "source": "Medical Xpress",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nCredit: Pixabay/CC0 Public Domain\n\nAI-powered apps offering medical diagnoses at the click of a button are often limited by biased data and a lack of regulation, leading to inaccurate and unsafe health advice, a new study found.\n\nMcGill University researchers presented symptom data from known medical cases to two popular, representative apps to see how well they diagnosed the conditions. While the apps sometimes gave correct diagnoses, they often failed to detect serious conditions, according to findings published in the Journal of Medical Internet Research. This potentially resulted in delayed treatment.\n\nThe researchers identified two main issues with the health apps they studied: biased data and a lack of regulation.\n\nBias and the 'black box' phenomenon\n\nThe bias issue is known as the \"garbage in, garbage out\" problem.\n\n\"These apps often learn from skewed datasets that don't accurately reflect diverse populations,\" said Ma'n H. Zawati, lead author and Associate Professor in McGill's Department of Medicine.\n\nBecause the apps rely on data from smartphone users, they tend to exclude lower-income individuals. Race and ethnicity are also underrepresented in the data, said the authors. This creates a cycle where an app's assessments are based on a narrower group of users, leading to more biased results and potentially inaccurate medical advice.\n\nWhile apps often include disclaimers stating they do not provide medical advice, the scholar argues that users' interpretations of these disclaimers—if read—do not always align.\n\nThe second issue is the \"black box\" nature of AI systems, where the technology evolves with minimal human oversight. Zawati said lack of transparency means even an app's developers may not fully understand how it reaches conclusions.\n\n\"Without clear regulations, developers aren't held accountable, making doctors reluctant to recommend these tools. For users, this means a potential misdiagnosis is just a click away,\" said Zawati, who is also an Associate Member in McGill's Department of Equity, Ethics and Policy and the Faculty of Law and Research Director of the Center of Genomics and Policy in McGill's Department of Human Genetics.\n\nCall for AI oversight\n\nTo overcome limitations, developers can train apps on more diverse data sets, conduct regular audits to catch biases, enhance transparency to improve understanding of how algorithms work and include more human oversight in the decision-making process, he suggested.\n\n\"By prioritizing thoughtful design and rigorous oversight, AI-powered health apps have the potential to make health care more accessible to the public and become a valuable tool in clinical settings,\" Zawati said.\n\nMore information: Ma'n H Zawati et al, Does an App a Day Keep the Doctor Away? AI Symptom Checker Applications, Entrenched Bias, and Professional Responsibility, Journal of Medical Internet Research (2024). DOI: 10.2196/50344 Journal information: Journal of Medical Internet Research"
    },
    {
        "title": "I write about AI for a living — GitHub Spark could be the end of app stores",
        "link": "https://www.msn.com/en-us/news/technology/i-write-about-ai-for-a-living-github-spark-could-be-the-end-of-app-stores/ar-AA1tBfIH?ocid=BingNewsVerp",
        "description": "Github Spark is a new AI-powered platform that promises to give anyone the ability to create their own ‘micro app’ on demand.",
        "image_url": "https://www.bing.com/th?id=OVFT.bMUmuDI7MUHsZE9L3FD_li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13hon MSN",
        "source": "Tom's Guide on MSN",
        "article_content": ""
    },
    {
        "title": "iPhone Owners Face Hidden Costs With Apple Intelligence",
        "link": "https://www.forbes.com/sites/ewanspence/2024/11/05/apple-iphone-16-pro-apple-intelligence-generative-ai-openai-chatgpt-cost/",
        "description": "Apple is preparing to introduce ChatGPT into Apple Intelligence, but there's a catch that users may not be aware of.",
        "image_url": "https://www.bing.com/th?id=OVFT.IFj0bj_Qv_XqLSV8HDIg-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Buy 3 Tech Giants With Extensive AI Applications Amid Solid Upside",
        "link": "https://finance.yahoo.com/news/buy-3-tech-giants-extensive-190000689.html",
        "description": "Lately, a section of market analysts and financial researchers have raised concerns about the potential profitability of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kdlSSAOTEgiDgjm2zgnl2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23h",
        "source": "YAHOO!Finance",
        "article_content": "The astonishing rally in U.S. stocks that started at the beginning of 2023 was predominantly driven by the technology sector. The prime factor was the unprecedented adoption of generative artificial intelligence (AI) technology worldwide.\n\nLately, a section of market analysts and financial researchers have raised concerns about the potential profitability of massive investments in generative AI by several technology giants. We believe that AI applications will continue to gather pace in the coming years, buoyed by the rapid penetration of digital technologies and the Internet.\n\nAt this stage, we recommend three technology behemoths with extensive applications of generative AI. These companies are - Alphabet Inc. GOOGL, Adobe Inc. ADBE and Broadcom Inc. AVGO.\n\nBuy 3 Tech Giants With Extensive AI Applications\n\nThese three companies have beaten their respective Zacks Consensus Estimate for both the top and bottom lines in third-quarter 2024. These stocks have solid price upside potential in the short term.\n\nIn the long term, these stocks have a higher earnings per share (EPS) growth rate than the broad-market S&P 500 index, which should drive their stock prices in the next 3 to 5 years. Each of these stocks currently carries a Zacks Rank #2 (Buy). You can see the complete list of today’s Zacks #1 Rank (Strong Buy) stocks here.\n\nAlphabet Inc.\n\nA deepening focus on generative AI technology is a major positive for GOOGL in this data-driven world. Google has been well-poised to capitalize on the growing proliferation of generative AI-backed chatbots on the back of Bard, which enables users to collaborate with experimental AI with new features that include image capabilities, coding support and app integration.\n\nAlphabet is riding on strong cloud and search growth. Google Cloud is benefiting from accelerated growth across AI infrastructure, enterprise AI platform Vertex, generative AI (Gen AI) solutions and core Google Cloud Platform products. GOOGL’s strong AI portfolio is helping it attract new customers, win larger deals, and deepen product adoption among existing customers.\n\nAlphabet’s expanding GenAI capabilities present a potential catalyst for future growth. GOOGL’s dominant position in the search engine market is a strong growth driver. Major search updates and the removal of bad ads to enhance the search results continue to boost traffic on GOOGL’s search engine.\n\nGOOGL is cashing in on the increasing demand for Large Language Models with its most powerful AI model called Gemini. Google Bard and Search Generative Experience are powered by Gemini Pro to deliver an enhanced user experience. Google Cloud offers Duet AI, which provides pre-packaged AI agents that assist developers in writing, testing, documenting and operating software.\n\nStory Continues"
    },
    {
        "title": "AI Apps That Will Grow And Manage Your Wealth In 2025",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/11/05/how-to-grow-your-money-heading-into-2025/",
        "description": "Here are a few trailblazing apps to help you manage your money and learn how to make smarter, more empowered financial decisions.",
        "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
        "category": "ai+app",
        "date": "18h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "A scary clip of a chair moving on its own *Paranormal Activity caught on Cam*",
        "link": "https://www.msn.com/en-us/health/medical/a-scary-clip-of-a-chair-moving-on-its-own-paranormal-activity-caught-on-cam/vi-AA1tCIOc?ocid=BingNewsVerp",
        "description": "In this eerie video, a chair is seen moving on its own, capturing a moment that suggests paranormal activity. The unexplained ...",
        "image_url": "https://www.bing.com/th?id=OVFT.l_iL7j_hy9gSugZxZ4qEsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WooGlobe on MSN4h",
        "source": "WooGlobe on MSN",
        "article_content": ""
    },
    {
        "title": "Ghost Hunting With Holy Wars – ‘Paranormal Prison’",
        "link": "https://www.msn.com/en-us/entertainment/news/ghost-hunting-with-holy-wars-paranormal-prison/ar-AA1tD3oW?ocid=BingNewsVerp",
        "description": "Come ghost hunting in this seriously freaky new episode of Paranormal Prison, starring ascending alt-rockers Holy Wars. In ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9G54vc2YzL41k0F-GcfTbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Loudwire on MSN2h",
        "source": "Loudwire on MSN",
        "article_content": ""
    },
    {
        "title": "Visit Missouri’s largest paranormal site on Nov. 16: 'There’s a heaviness to the place' (LISTEN)",
        "link": "https://www.missourinet.com/2024/11/06/theres-a-heaviness-to-the-place-visit-missouris-largest-paranormal-site-on-nov-16-listen/",
        "description": "The Emmaus Village is the largest paranormal site in Missouri. Franki Cambeletta, co-founder of Haunted Sould Paranormal and Haunted Garage, and his team have a three-year agreement to survey the ...",
        "image_url": "https://www.bing.com/th?id=ODF.m-Qv2xTBdNmbU0qdpy53cA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Missourinet4h",
        "source": "Missourinet",
        "article_content": "The Emmaus Village is the largest paranormal site in Missouri.\n\nFranki Cambeletta, co-founder of Haunted Sould Paranormal and Haunted Garage, and his team have a three-year agreement to survey the grounds.\n\nHe joins Cameron Conner to discuss what the team has found and how you can get involved."
    },
    {
        "title": "Is The White House Haunted? All About The Tales Of Paranormal Activities Going Viral",
        "link": "https://www.ndtv.com/feature/is-the-white-house-haunted-all-about-the-tales-of-paranormal-activities-going-viral-6959737",
        "description": "Over the decades, several US outlets have carried stories about ghostly sightings and mysterious night-time noises plaguing ...",
        "image_url": "https://www.bing.com/th?id=OVFT._j6OhefqoE47Vq-1pz148C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "NDTV",
        "article_content": "On the big result day, these stories are circulating again on the internet\n\nOn a day when America got to know about its 47th President, it's time to know about some stories connected to the iconic White House - the official residence of the \"world's most powerful person\". Over the decades, several US outlets have carried stories about ghostly sightings and mysterious night-time noises plaguing the 18th-century building. On the big result day, these stories are circulating again on the internet, and here's what we know about them.\n\nAccording to a report in the Washington Post, there are numerous accounts of encounters with former residents, including the founding father and third president, Thomas Jefferson. However, the most famous spirit believed to haunt the White House is that of Abraham Lincoln, the 16th president.\n\nIn 1946, President Harry S Truman wrote to his wife in a letter that is archived in his presidential library and museum.\n\n\"I jumped up and put on my bathrobe, opened the door, and no one there,\" he wrote. \"Went out and looked up and down the hall, looked in your room and Margie's. Still no one. Went back to bed after locking the doors and there were footsteps in your room whose door I'd left open. Jumped and looked and no one there! The damned place is haunted sure as shootin'. Secret Service said not even a watchman was up here at that hour.\"\n\n\"You and Margie had better come back and protect me before some of these ghosts carry me off.\"\n\nAccording to USA Today, the most famous ghost haunting the White House is undoubtedly that of Abraham Lincoln, the 16th president. After his assassination in 1865, Lincoln's ghost reportedly appeared in both the Yellow Oval Room and the Lincoln Bedroom. He is said to have materialised to notable figures, including First Lady Grace Coolidge (wife of President Calvin Coolidge), British Prime Minister Winston Churchill, and Queen Wilhelmina of the Netherlands, making him the most frequently sighted spirit in the White House.\n\nThe news outlet also reported that residents and staff members have, on various occasions, witnessed the ghost of Abigail Adams, America's second First Lady, hanging laundry or noticed a scent of lavender and damp clothing in the East Room.\n\nIn a 2018 interview on The Kelly Clarkson Show, Jenna Bush Hager shared that she heard 1920s piano music emanating from her room's fireplace. Jenna and her sister Barbara, daughters of President George W. Bush, heard music from the fireplace in the Lincoln Room on two separate occasions: first, 1920s piano music one week, and then opera music the following week, as Jenna later recounted to Hoda Kotb on the Today show.\n\n\"Our phone rang, and I woke up, and all of a sudden we heard like 1920s piano music coming out of our fireplace ... It was like the middle of the night, and you can feel the music out of the fireplace,\" Jenna said on \"The Kelly Clarkson Show\".\n\n"
    },
    {
        "title": "‘Liminal’ Host Dash Kwiatkowski On The Connections Between Queerness And The Paranormal [Watch]",
        "link": "https://www.dreadcentral.com/interviews/515744/liminal-host-dash-kwiatkowski-on-the-connections-between-queerness-and-the-paranormal-watch/",
        "description": "Liminal' host and creator Dash Kwiatkowski talks about doing an investigation with Ray Wise, why they're drawn to the paranormal, and more.",
        "image_url": "https://www.bing.com/th?id=ODF.sZs2v8kLQaY6B5kodKfRhQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Dread Central17h",
        "source": "Dread Central",
        "article_content": "‘Liminal’ Host Dash Kwiatkowski On The Connections Between Queerness And The Paranormal [Watch]\n\nI grew up watching ghost-hunting TV shows, laughing at cheesy edits, and jumping out of my skin at the whisper of a shadow crossing the camera. Dash Kwiatkowski had a similar experience, which is what inspired them to create their paranormal investigation series, Liminal. But what makes this series different is its focus on the relationship between queerness and the paranormal.\n\nRead the series synopsis:\n\nLiminal seeks to answer the question, why do queer/trans people gravitate towards the paranormal? The 10-episode first season of this docuseries combines interviews, paranormal investigations, and help from practitioners of the “strange” to paint a picture of magic, trans experience, and the interesting history of their overlap in the American South.\n\nThe series follows a main cast of non-binary investigator Dash Kwiatkowski, their co-Host Rosa Escandón, and practicing witch, Rockette Fox, and features interviews and paranormal investigations with queer and trans people living and practicing various types of magic in the South.\n\nWe spoke with Kwiatkowski about doing an investigation with Ray Wise, why they’re drawn to the paranormal, and more.\n\nWatch the full interview below:\n\nLearn more about Liminal and watch their most recent episode here. You can also follow them on TikTok and Instagram."
    },
    {
        "title": "Novel AI framework incorporates experimental data and text-based narratives to accelerate search for new proteins",
        "link": "https://www.msn.com/en-us/news/other/novel-ai-framework-incorporates-experimental-data-and-text-based-narratives-to-accelerate-search-for-new-proteins/ar-AA1tDjaU?ocid=BingNewsVerp",
        "description": "Harnessing the power of artificial intelligence (AI) and the world's fastest supercomputers, a research team led by the U.S.",
        "image_url": "https://www.bing.com/th?id=OVFT.OE6DeCGK8ezb_o9dbZPmAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21mon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "'Extraordinary' burial chamber of an ancient Egyptian priestess is discovered after 4,000 years - as archaeologists uncover a coffin WITHIN another coffin",
        "link": "https://www.dailymail.co.uk/sciencetech/article-14048371/burial-chamber-ancient-Egyptian-priestess-coffin.html",
        "description": "Idy, the daughter of a wealthy governor who lived around 1880 BC, was found in a coffin within another coffin in a tomb in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.H43uFhb5pepq0fXnFKaiyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7h",
        "source": "Daily Mail",
        "article_content": "READ MORE: Experts claim to solve mystery of how Egypt's pyramids were built\n\nAn 'extraordinary' burial chamber containing the remains of an ancient Egyptian priestess has been unearthed after nearly 4,000 years.\n\nIdy, the daughter of a wealthy governor who lived around 1880 BC, was found in a coffin within another coffin in a tomb in the city of Asyut, 200 miles south of Cairo.\n\nDescribed as 'some of the most amazing coffins ever found', they're covered with text and illustrations 'describing the journey of the deceased in the afterlife'.\n\nFollowing her death, Idy's internal organs – her liver, spleen, lungs and intestines – were removed and place into jars.\n\nIdy's body was then mummified – a process of preserving the body after death by deliberately drying or embalming the flesh.\n\nPreliminary study of her bones indicate that she died before the age of 40 after suffering from a congenital foot defect.\n\nShe was also found with grave goods including a dagger and wooden figurines, which may have been intended for her use in the afterlife.\n\nProfessor Jochem Kahl, an archeologist at Freie Universität Berlin who led the discovery, called it 'both aesthetically and scientifically extraordinary'.\n\nIdy’s 'beautifully-decorated' coffins are among the most impressive finds in the burial chamber\n\nIdy - depicted in this engraving - was the only daughter of Djefai-Hapi I, a regional Egyptian governor who was worshiped in antiquity\n\nExcavations took place between August 18 and September 17 this year.\n\n'The uncovering of this shaft began in 2022, took three excavation campaigns and has now ended with a sensational discovery – the burial of Idy in two nested wooden coffins with numerous grave goods,' Professor Kahl said.\n\nIdy was the only daughter of Djefai-Hapi I, a regional Egyptian governor who was worshiped in antiquity.\n\nHe was 'one of the most important rulers of the territories in ancient Egypt', the Egyptian Ministry of Tourism and Antiquities said in a Facebook statement.\n\nProfessor Kahl added: 'Djefai-Hapi I was deified in ancient times and his tomb was an integral part of the cultural memory of ancient Egypt for more than 2000 years.'\n\n'Idy was a priestess of the goddess Hathor and was called \"mistress of the house\", which identifies her as a woman from a wealthy family.'\n\nWhile the resting place of the father had been known, this new discovery of his daughter's remains in the same building at Asyut is unprecedented.\n\nThe tomb, dating from around 1880 BC, is impressive due to its 'monumental' rock architecture with rooms over 36 feet (11 metres) high carved into the rock.\n\nExcavations took place between August 18 and September 17 this year. Pictured, Idy's burial chamber when discovered\n\nPictured, a close-up of the outer coffin of Idy, showing remarkable illustrations that were made nearly 4,000 years ago\n\nAsyut, a city in Egypt that sits comfortably along the west bank of the Nile river, was a prosperous regional capital and port city\n\nIdy had been placed in a coffin inside a coffin and then sealed in a side chamber in a vertical shaft about 45 feet deep that had been dug in the tomb of her father.\n\nHer coffins, weighing around 200-300 kg each, are above average in size with a length of 8.59 feet (2.62 metres) and 6.66 feet (2.03 metres).\n\nProfessor Kahl said both coffins seem to be made out of 'foreign wood', meaning wood sourced from outside of Egypt.\n\nHe said they are both 'completely decorated with wonderful images and texts' describing the journey of the deceased in the afterlife.\n\nTheir study will allow 'new and far-reaching statements to be made about the position of women and the transfer of knowledge in ancient Egypt'.\n\nWhile Idy's resting place has until now been unnoticed by researchers, it's thought the chamber was ransacked by thieves thousands of years ago.\n\nHer remains were robbed of all jewelry and metal objects in the search for treasures, but other grave goods seem to have been of no interest to the ancient looters.\n\n'Remnants of Idy's garment and her bones, which were completely torn to shreds by ancient looters, provide information about her person,' added Professor Kahl.\n\nIdy was found in two nested wooden coffins with numerous grave goods, including wooden figurines. Pictured, a female figure made of wood\n\nAccording to an initial visual inspection of the bones, Idy was probably around 40 years old and suffered from a foot problem, he added.\n\nSomewhat gruesomely, a box of jars were also found containing Idy's internal organs removed during mummification – liver, spleen, lungs and intestines.\n\nThis was customary during mummification, as the ancient Egyptians learned the internal organs would decay quickly.\n\nTypically, mummification in ancient Egypt then involved desiccating the body with a mixture of salts and then wrapping it in cloth soaked in a balm of plant extracts, oils, and resins.\n\nOlder mummies are believed to have been naturally preserved by burying them in dry desert sand and were not chemically treated.\n\nProfessor Kahl said further study of the discovered remains will continue in an effort to shed more light on the lives of the governor and his daughter.\n\n'After an initial conservational consolidation of the wooden objects in the burial chamber and the subsequent laborious recovery from the narrow, 14-metre deep shaft, the finds will be handed over to the Egyptian Ministry of Antiquities and Tourism,' he added."
    },
    {
        "title": "Super-Eddington black hole LID-568 devours matter at record rate, defying growth theories",
        "link": "https://www.msn.com/en-us/news/technology/super-eddington-black-hole-lid-568-devours-matter-at-record-rate-defying-growth-theories/ar-AA1tBq5w?ocid=BingNewsVerp",
        "description": "LID-568 was previously identified by the Chandra X-ray Observatory, but observing it was challenging due to its faint ...",
        "image_url": "https://www.bing.com/th?id=OVF.NN7wnewZ5%2f%2frKo0PStclkQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "9hon MSN",
        "source": "The Jerusalem Post on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of one of the oldest-ever reptile fossils could explain rise of dinosaurs",
        "link": "https://www.independent.co.uk/news/science/archaeology/brazil-dinosaur-fossils-reptile-discovery-b2642209.html",
        "description": "We believe quality journalism should be available to everyone, paid for by those who can afford it. Scientists in Brazil announced the discovery of the ancient reptile dating back some 237 million ...",
        "image_url": "https://www.bing.com/th?id=OJ.j6nLf00sJ5OcJQ&pid=news&w=125&h=16&rs=2",
        "category": "science+discovery",
        "date": "20h",
        "source": "The Independent",
        "article_content": "Your support helps us to tell the story Read more Support Now From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or producing our latest documentary, 'The A Word', which shines a light on the American women fighting for reproductive rights, we know how important it is to parse out the facts from the messaging. At such a critical moment in US history, we need reporters on the ground. Your donation allows us to keep sending journalists to speak to both sides of the story. The Independent is trusted by Americans across the entire political spectrum. And unlike many other quality news outlets, we choose not to lock Americans out of our reporting and analysis with paywalls. We believe quality journalism should be available to everyone, paid for by those who can afford it. Your support makes all the difference. Close Read more Close\n\nA fossil, believed to be one of the oldest ever, could help explain the rise of the dinosaurs.\n\nScientists in Brazil announced the discovery of the ancient reptile dating back some 237 million years.\n\nNamed Gondwanax paraisensis, the four-legged reptile species was roughly the size of a small dog with a long tail, or about one meter (39 inches) long and weighing between three and six kg (7 to 13 pounds), the scientists said in a statement on Monday.\n\nThe small reptile would have likely roamed the land of what is today southern Brazil, when the world was much hotter.\n\nThe fossil has been identified as a new silesaurid, an extinct group of reptiles. Paleontologists debate whether silesaurids were true dinosaurs or possibly a precursor to the creatures that once dominated the Earth.\n\nPaleontologist from the Federal University of Santa Maria, Rodrigo Temp Muller, holds a fossil ( REUTERS )\n\n“Understanding the characteristics of these precursors could shed light on what was crucial for the dinosaurs’ evolutionary success,” the statement said.\n\nUnearthed in a rock layer dating back to the Triassic period, between 252 million and 201 million years ago, the Gondwanax paraisensis fossil comes from the time when dinosaurs as well as mammals, crocodiles, turtles and frogs first arose.\n\nIn 2014, physician Pedro Lucas Porcela Aurelio found the fossil in the town of Paraiso do Sul in Brazil’s southernmost Rio Grande do Sul state.\n\nHe donated it to a local university in 2021, kicking off three years of research.\n\n“Being the first human to touch something from 237 million years ago is extraordinary,” Aurelio told Reuters.\n\n“It’s an indescribable feeling,” said the self-described paleontology buff since childhood.\n\nPaleontologist Rodrigo Temp Muller and geologist Jossano de Rosso Morais, both from the Federal University of Santa Maria, search for fossils at the archaeological site, where fossils of the Gondwanax paraisensis, a species that lived 237 million years ago and was a precursor to dinosaurs were discovered, in the city of Paraiso do Sul, Rio Grande do Sul state, Brazil, ( REUTERS )\n\nThe discovery is detailed in an article by paleontologist Rodrigo Temp Müller published late last month in the scientific journal Gondwana Research.\n\n“The most important part of this finding is its age,” Müller said in an interview. “Because it’s so old, it gives us clues as to how dinosaurs came to be.”\n\nHe added that the remains were covered by a thick layer of rock when donated by Aurelio and initially only parts of the vertebrae were visible.\n\nGondwanax means “lord of Gondwana,” referring to the Gondwana landmass in the southern region of the supercontinent Pangaea before the continents broke apart, while paraisensis honors the town of Paraiso do Sul."
    },
    {
        "title": "Metal detectorist makes the 'discovery of a lifetime' after unearthing a nugget of gold shaped like Britain",
        "link": "https://www.msn.com/en-ae/news/other/metal-detectorist-unearths-a-gold-nugget-shaped-like-britain/ar-AA1tBuph?ocid=BingNewsVerp",
        "description": "Jonathan Needham, 54, found the gold on the Staffordshire and Derbyshire border - and believes it was formed naturally ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DtSh22bceG73u9jrs6CeTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "BNB Chain reveals no-code real-world asset tokenization service",
        "link": "https://cointelegraph.com/news/bnb-chain-reveals-no-code-tokenization-service",
        "description": "BNB Chain is now touting a new asset tokenization service that should make the process of tokenizing assets faster and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O2FMZzvRMR6vgq2s7tLWXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "CoinTelegraph",
        "article_content": "Content not available"
    },
    {
        "title": "Birago Jones, Co-Founder and CEO of Pienso – Interview Series",
        "link": "https://www.unite.ai/birago-jones-co-founder-and-ceo-of-pienso-interview-series/",
        "description": "Birago Jones is the CEO and Co-Founder of Pienso, a no-code/low-code platform for enterprises to train and deploy AI models without the need for advanced data science or programming skills. Today, ...",
        "image_url": "https://www.bing.com/th?id=ODF.fdFlg0sRyKEmMyvPeKpwDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "nocode",
        "date": "unite2h",
        "source": "unite",
        "article_content": "Birago Jones is the CEO and Co-Founder of Pienso, a no-code/low-code platform for enterprises to train and deploy AI models without the need for advanced data science or programming skills. Today, Birago's customers include the US government and Sky, the largest broadcaster in the UK. Pienso is based on Birago’s research from the Massachusetts Institute of Technology (MIT), where he and his co-founder Karthik Dinakar served as research assistants in the MIT Media Lab. He is a distinguished authority in the intersection of artificial intelligence (AI) and human-computer interaction (HCI), and an advocate for responsible AI.\n\nPienso‘s interactive learning interface is designed to enable users to harness AI to its fullest potential without any coding. The platform guides users through the process of training and deploying large language models (LLMs) that are imprinted with their expertise and fine-tuned to answer their specific questions.\n\nWhat initially attracted you to pursue your studies in AI, HCI (Human Computer Interaction) and user experience?\n\nI had already been developing personal projects focused on creating accessibility tools and applications for the blind, such as a haptic digital braille reader using a smartphone and an indoor wayfinding system (digital cane). I believed AI could enhance and support these efforts.\n\nPienso was initially conceived during your time at MIT, how did the concept of training machine learning models to be accessible to non-technical users originate?\n\nMy co-founder Karthik and I met in grad school while we were both conducting research in the MIT Media Lab. We had teamed up for a class project to build a tool that would help social media platforms moderate and flag bullying content. The tool was gaining lots of traction, and we were even invited to the White House to give a demonstration of the technology during a cyberbullying summit.\n\nThere was just one problem: while the model itself worked the way it was supposed to, it wasn’t trained on the right data, so it wasn’t able to identify harmful content that used teenage slang. Karthik and I were working together to figure out a solution, and we later realized that we could fix this issue if we found a way for teenagers to directly train the model data.\n\nThis was the “Aha” moment that would later inspire Pienso: subject-matter experts, not AI engineers like us, should be able to more easily provide input on model training data. We ended up developing point-and-click tools that allow non-experts to train large amounts of data at scale. We then took this technology to local Cambridge, Massachusetts schools and elicited the help of local teenagers to train their algorithms, which allowed us to capture more nuance in the algorithms than previously possible. With this technology, we went to work with organizations like MTV and Brigham and Women's Hospital.\n\nCould you share the genesis story of how Pienso was then spun out of MIT into its own company?\n\nWe always knew that this technology could provide value beyond the use case we built, but it wasn’t until 2016 that we finally made the jump to commercialize it, when Karthik completed his PhD. By that time, deep learning was exploding in popularity, but it was mainly AI engineers who were putting it to use because nobody else had the expertise to train and serve these models.\n\nWhat are the key innovations and algorithms that enable Pienso's no-code interface for building AI models? How does Pienso ensure that domain experts, without technical background, can effectively train AI models?\n\nPienso eliminates the barriers of “MLOps” — data cleaning, data labeling, model training and deployment. Our platform uses a semi-supervised machine learning approach, which allows users to start with unlabeled training data and then use human expertise to annotate large volumes of text data rapidly and accurately without having to write any code. This process trains deep learning models which are capable of accurately classifying and generating new text.\n\nHow does Pienso offer customization in AI model development to cater to the specific needs of different organizations?\n\nWe are strong believers that no one model can solve every problem for every company. We need to be able to build and train custom models if we want AI to understand the nuances of each specific company and use case. That’s why Pienso makes it possible to train models directly on an organization's own data. This alleviates the privacy concerns of using foundational models, and can also deliver more accurate insights.\n\nPienso also integrates with existing enterprise systems through APIs, allowing inference results to be delivered in different formats. Pienso can also operate without relying on third-party services or APIs, meaning that data never needs to be transmitted outside of a secure environment. It can be deployed on major cloud providers as well as on-premise, making it an ideal fit for industries that require strong security and compliance practices, such as government agencies or finance.\n\nHow do you see the platform evolving in the next few years?\n\nIn the next few years, Pienso will continue to evolve by focusing on even greater scalability and efficiency. As the demand for high-volume text analytics grows, we'll enhance our ability to handle larger datasets with faster inference times and more complex analysis. We're also committed to reducing the costs associated with scaling large language models to ensure enterprises get value without compromising on speed or accuracy.\n\nWe’ll also push further into democratizing AI. Pienso is already a no-code/low-code platform, but we envision expanding the accessibility of our tools even more. We’ll continuously refine our interface so that a broader range of users, from business analysts to technical teams, can continue to train, tune, and deploy models without needing deep technical expertise.\n\nAs we work with more customers across diverse industries, Pienso will adapt to offer more tailored solutions. Whether it’s finance, healthcare, or government, our platform will evolve to incorporate industry-specific templates and modules to help users fine-tune their models more effectively for their specific use cases.\n\nPienso will become even more integrated within the broader AI ecosystem, seamlessly working alongside the solutions / tools from the major cloud providers and on-premise solutions. We'll focus on building stronger integrations with other data platforms and tools, enabling a more cohesive AI workflow that fits into existing enterprise tech stacks.\n\nThank you for the great interview, readers who wish to learn more should visit Pienso."
    },
    {
        "title": "Donald Trump's Transition Starts Now. Here's How It Will Work",
        "link": "https://www.msn.com/en-us/news/politics/donald-trumps-transition-starts-now-heres-how-it-will-work/ar-AA1tCCUu?ocid=BingNewsVerp",
        "description": "Donald Trump’s impending return to the White House means he’ll want to stand up an entirely new administration from the one ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Dfo_QuVvKTMHY2_0dnWq7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "The Associated Press on MSN4h",
        "source": "The Associated Press on MSN",
        "article_content": ""
    },
    {
        "title": "Tech Startup Success: 20 Entrepreneurs’ Advice About Common Challenges",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/11/06/tech-startup-success-20-entrepreneurs-advice-about-common-challenges/",
        "description": "Even though the odds seem to be stacked against them, many tech entrepreneurs do in fact go on to build long-lasting, successful companies.",
        "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
        "category": "it+startup",
        "date": "5h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "A software sextuplet for KubeCon Americas 2024",
        "link": "https://www.computerweekly.com/blog/Open-Source-Insider/A-software-sextuplet-for-KubeCon-Americas-2024",
        "description": "Diagrid is provider of tools and services to build secure, reliable and portable applications using open source Dapr (distributed application runtime). The company is is attending KubeCon Salt Lake ...",
        "image_url": "https://www.bing.com/th?id=ODF.H58GCv--ck7ZzIaqXjw2Xg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Computer Weekly3h",
        "source": "Computer Weekly",
        "article_content": "KubeCon and Cloud Native Con Americas 2024 runs this month with the usual fanfare and (some would say fight) for share of voice over and above the central messages emanating from the Cloud Native Computing Foundation (CNCF) itself.\n\nWith this year’s event held in Utah’s exceedingly pleasant capital, Salt Lake City will play host to so many partner practitioner protagonists that it only makes sense to cover off some of the more vocal players now with a six-pack selection as we have done before.\n\nBuoyant Buoyant, creator of the Linkerd service mesh, will be attending with 11 Linkerd-related talks and a hands-on workshop, attendees will have plenty of service mesh content to choose from — from deep dives on Linkerd’s latest features to discussions on the future of open source. Highlights include Linkerd’s project update session; a panel discussion exploring the evolving landscape of open source; a hands-on Gateway API v1.2 tutorial, among others. Not to be missed is also Linkerd’s keynote project update video with Buoyant CEO William Morgan and Linkerd mascot Linky. Additionally, Buoyant and SUSE have teamed up to tackle edge deployments while keeping things simple and secure. Beyond sessions and meeting the team, attendees might notice some of Buoyant’s head of marketing and CNCF deaf and hard of hearing working group facilitator Catherine Paganini’s work. Over the past year, Catherine has worked with the Linux Foundation events team to make KubeCon accessible to deaf and hard of hearing attendees and speakers, raising awareness about accessibility. From interpreters at the keynotes to deaf speakers to various community activities, attendees will be able to meet and learn from their deaf and hard of hearing peers.\n\nPulumi Pulumi will showcase a new vision for its technology, going beyond Infrastructure-as-Code to is wider product suite. Pulumi’s platform now consists of three core products: Pulumi IaC is open source infrastructure as code in any programming language;\n\nPulumi ESC is centralised secrets management that scales;\n\nPulumi Insights delivers visibility, intelligence and control over all of infrastructure. Additionally, Pulumi also recently announced its External Secrets Operator is now integrated with Pulumi ESC, providing a secure and efficient solution for cloud-native secret management. It will also demo the recently released Pulumi Kubernetes Operator 2.0 – a cloud-native way to manage and deploy cloud infrastructure using Pulumi from within a Kubernetes environment. Finally, Pulumi EKS Provider Version 3.0.0 is now available to enhance users’ Kubernetes experience on AWS. Engin Diri, Pulumi senior solutions architect, will be giving a lightning talk about Progressive Infrastructure Delivery Using Kargo and Argo CD.\n\nLightbend Lightbend is coming to KubeCon Salt Lake City to showcase Akka, a toolkit for building concurrent and distributed applications that are scalable, efficient and resilient. CEO Tyler Jewell will be included as a panellist of startup founders, project maintainers and others in the thick of the struggle between commercialization and open source, between paying maintainers and appealing to the open source titled “Startups with Open Source Projects: Can They Be Successful in the CNCF? And Should They Be?”.\n\nCloud Foundry Cloud Foundry, the customizable open source platform as a service (PaaS), is attending KubeCon Salt Lake City to announce a marketplace for its Korifi project. Korifi preserves the classic Cloud Foundry experience of being able to deploy apps written in any language or framework with a single (cf push) command, bringing the best developer and operator experiences to Kubernetes. The Marketplace enables users to discover and deploy pre-built applications and essential services, similar to the capabilities offered by Cloud Foundry’s traditional marketplace but now integrated into Kubernetes through Korifi.\n\nMirantis Mirantis provides organizations with total control over their strategic infrastructure using open source software. The company will showcase its new approach to Kubernetes, cloud-native and multi-cloud management, all with open source. It will also introduce its next Kubernetes distribution. Mirantis Kubernetes Engine (MKE) provides enterprises with a central point of collaboration for developers and operations to build, run and scale cloud-native applications. MKE has been adopted across various industries, particularly in finance, government, military and manufacturing, with over 350,000 nodes currently running in production globally."
    },
    {
        "title": "What to expect from NTT R&D Forum 2024",
        "link": "https://www.computerweekly.com/blog/CW-Developer-Network/What-to-expect-from-NTT-RD-Forum-2024",
        "description": "Let’s (as always) remind ourselves what NTT means by IOWN. The Innovative Optical and Wireless Network (IOWN, often pronounced aye-own) is a vision designed to enable high-speed large-capacity (often ...",
        "image_url": "https://www.bing.com/th?id=ODF.H58GCv--ck7ZzIaqXjw2Xg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Computer Weekly3h",
        "source": "Computer Weekly",
        "article_content": "As the planet gets smaller, access to internationally hosted software application development and data science events appears to also gravitate around a tighter and more accessible orbit.\n\n\n\nExcuse the slightly ‘flowery’ opening, but that’s almost how it feels to now follow NTT Research & Development (R&D) since the start of this decade on its mission to explain how it wants to create tools and technologies for engineers and businesses (and, of course, users, ultimately) that make data intelligence more functional and ultimately lead to the creation of a more sustainable future society.\n\n\n\nThis is the NTT R&D Forum 2024 and the Computer Weekly Developer Network team has its sights set on Tokyo’s Musashino R&D Center this November 2024… so what can we expect?\n\nIntegration information technology The company has this year themed its event around the word INTEGRAL, which it says in this sense carries two meanings: “integration” and “indispensable”, which (combined) reflects NTT R&D’s commitment to integrating the application scope of its IOWN concept across a wide range of areas from networks to AI, making it indispensable for realising a sustainable future society.\n\nLet’s (as always) remind ourselves what NTT means by IOWN. The Innovative Optical and Wireless Network (IOWN, often pronounced aye-own) is a vision designed to enable high-speed large-capacity (often low-power) communication and information processing infrastructures. The integral IOWN vision this year will again be showcased by keynotes delivered by Akira Shimada, president and CEO of NTT alongside Shingo Kinoshita in his role as senior vice president and head of research and development planning at NTT. Key press sessions will no doubt also be delivered in English by Kazuhiro (Kazu) Gomi, president and CEO of NTT Research, who these days is known to us as Gomi-san.\n\n\n\nPhotonics-electronics convergence With sessions dedicated to examining the factors underpinned by next-generation AI (sections of this event that will no doubt include updates to NTT’s own ‘tsuzumi’ large language model) and NTT will also host sessions on the future of photonics-electronics convergence technology and supercomputers. NTT R&D now aims to equip tsuzumi with advanced reading capabilities to solve complex tasks on behalf of humans. “Specifically, we are working on developing a feature that enables visual comprehension of images and user interfaces, allowing tasks to be performed through natural dialogue. We will showcase business use cases requiring visual comprehension technology, such as purchase processes on e-commerce sites and application workflows,” notes the company.\n\nIn networking, NTT says it will focus on research on speed-up factors for the advancement of networks to “support comfortable life” through wireless (6G/IOWN), operations and fixed mobile convergence. “In recent years, telecommunication services have become increasingly important as social infrastructure… and in the event of a large-scale system failure, it is critical to minimise the impact on telecommunication services and restore them as soon as possible. In order to support accurate and rapid assessment of the situation in an integrated manner, we will exhibit a method to estimate failure locations across network layers and quickly calculate the ripple effects on services through the collaboration of ‘Knowledge-based autonomous failure-event analysis technology for network’ (Konan) and Network Operation Injected Model (NOIM),” details NTT, in a technical preview statement. NTT has been also advocating social well-being as a concept and says it will introduce a technology to measure objective well-being across social groups using AI, based on objective data such as text and images that are typically exchanged during the normal course of life."
    }
]