[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Researchers Discuss Their New Documentary Series 'COSMOSIS'",
            "link": "https://www.msn.com/en-us/news/technology/ufo-researchers-discuss-their-new-documentary-series-cosmosis/ar-AA1xVYYg?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/23/25 UFO Researchers Discuss Their New Documentary Series 'COSMOSIS' Explore 'COSMOSIS', the revolutionary UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UzVaZkHwSnUAB0lBHNW6Sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN14h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/news/technology/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN14h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://baptistnews.com/article/understanding-paranormal-beliefs-and-conspiracy-theories-isnt-just-about-misinformation-this-course-unpacks-the-history/",
            "description": "My training and professional work have been in Mesoamerican archaeology, but I’ve had a lifelong fascination with paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Cjl4ya3AbYF9isoGa4ytuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Baptist News Global6h",
            "source": "Baptist News Global",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "President Trump pushes Egypt, Jordan to ‘clean out’ Gaza; expert says it would destabilize region",
            "link": "https://thehill.com/video/president-trump-pushes-egypt-jordan-to-%e2%80%98clean-out%e2%80%99-gaza-expert-says-it-would-destabilize-region/10403353/",
            "description": "Annelle Sheline, a research fellow at Quincy Institute for Responsible Statecraft and former State Department official, ...",
            "image_url": "https://www.bing.com/th?id=OVF.2PpdTK5oDV7NPzctb4R5Nw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9h",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biblical Prophecy and UFOs: The Great Deception Churches Won’t Talk About",
            "link": "https://mycharisma.com/propheticrevival/biblical-prophecy-and-ufos-the-great-deception-churches-wont-talk-about/",
            "description": "Marzulli’s message is a clear warning that the church must wake up and engage with these issues before it’s too late.",
            "image_url": "https://www.bing.com/th?id=OVF.Q1izmUMtWh4x9CgWqHpA6A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "mycharisma9h",
            "source": "mycharisma",
            "article_content": "L.A. Marzulli’s latest presentation is a stark wake-up call to churches everywhere.\n\nIn his video titled “Why Doesn’t the Church Address Any of This?!”, Marzulli challenges church leaders to grapple with what he describes as one of the most significant spiritual battles of our time: the resurgence of UFO phenomena and its connection to biblical prophecy.\n\n“UFOs are real, burgeoning and not going away,” Marzulli declares. He links these phenomena directly to a “coming great deception” prophesied in Scripture. Marzulli argues that while the signs are increasingly evident, many pastors and church leaders remain silent, either out of ignorance or fear of driving away their congregations.\n\nThe Bible’s Basis for Understanding UFOs and Nephilim\n\nMarzulli’s approach is deeply rooted in Scripture. He points to Matthew 24, where Jesus warns that even the elect could be deceived, and draws parallels to the days of Noah, a time marked by unprecedented evil and the presence of Nephilim. “The gods of Nimrod, the pantheon of Greek mythology, and the so-called aliens of today are all manifestations of the same fallen angels,” Marzulli explains.\n\nBreaking News. Spirit-Filled Stories. Subscribe to Charisma on YouTube now!\n\nHe emphasizes that the deception has persisted throughout history, with incursions continuing after the flood. “Daniel 2:43 says, ‘They shall mingle themselves with the seed of men,’ but they shall not cleave. This is happening now,” he asserts, suggesting that current UFO phenomena and abduction stories are part of this ancient pattern.\n\nThe Modern Resurgence of Deception\n\nMarzulli identifies 1948 as a pivotal year, citing the establishment of Israel as a nation and a concurrent explosion of UFO activity. “The entire UFO phenomenon as we know it took off in ways that are unprecedented,” he says. Events like the Roswell incident the year before in 1947, and the beginning of widespread abduction phenomena, cattle mutilations and crop circles, are not isolated occurrences but signs of a coordinated spiritual deception.\n\n“This is how you get a one-world government and a one-world religious system that the Bible tells us will happen in the last days,” Marzulli warns. He sees these phenomena as precursors to a global delusion that will draw people away from a Christ-centered worldview and toward a pantheon of “extraterrestrial” beings that are, in reality, fallen angels seeking worship.\n\nThe Church’s Reluctance to Engage\n\nA recurring theme in Marzulli’s critique is the church’s failure to address these issues. “Many wonderful, good-hearted pastors don’t touch the subject,” he laments. The common fallback position—“We’re just here to teach the Bible”—falls woefully short, according to Marzulli. “If you want to teach the Bible, then teach the parts that talk about end-time delusion. Teach why Jesus warned us about days like these.”\n\nMarzulli also highlights the fear that drives this avoidance: “Are pastors afraid of losing numbers in their congregations if they start speaking about it? Absolutely. People will just get up and walk out of the room.” But he argues that this fear is no excuse for neglecting a topic that is both biblically significant and culturally relevant.\n\nIgnorance and Arrogance: A Deadly Combination\n\nOne of Marzulli’s most pointed critiques is reserved for those who dismiss these topics without investigation. “Ignorance and arrogance is a deadly combination,” he asserts. “If you’ve never studied Roswell, abduction phenomena or who the prince of the power of the air is, then you’re ignorant. And that ignorance will leave you unprepared for the deception that’s coming.”\n\nGet your FREE CHARISMA NEWSLETTERS today! Stay up-to-date with current issues, Holy Spirit news, Christian teachings, Charisma videos & more!\n\nMarzulli’s message is a clear warning that the church must wake up and engage with these issues before it’s too late. He encourages believers to educate themselves through scripture and research. “This is the beginning of a strong delusion,” he warns. “We are connected in ways that are historically unprecedented, and it’s critical for pastors to start dealing with this.”\n\nHe calls for a proactive approach: “Equip yourself. Do your homework. Study.” He urges church leaders to not only teach the Bible but to address how biblical prophecy connects with current events. “Why is Jesus warning us about the last days? Wars, rumors of wars, famines, pestilences—and a deception so great that it could deceive even the elect if that were possible.”\n\nThe Stakes Couldn’t Be Higher\n\nMarzulli’s critique is not just about UFOs or Nephilim; it’s about the church’s responsibility to prepare its flock for spiritual warfare. “This is happening,” he insists. “The deception is here, and it’s only going to grow stronger. If the church doesn’t address it, who will?”\n\nIn a world increasingly captivated by the supernatural, Marzulli’s call to action is a timely reminder that the church cannot afford to remain silent. The stakes are eternal, and the time to act is now.\n\nJoin Charisma Magazine Online to follow everything the Holy Spirit is doing around the world!\n\nJames Lasher is staff writer for Charisma Media."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why DeepSeek’s AI Model Just Became the Top-Rated App in the U.S.",
            "link": "https://www.scientificamerican.com/article/why-deepseeks-ai-model-just-became-the-top-rated-app-in-the-u-s/",
            "description": "A Chinese start-up has stunned the technology industry—and financial markets—with a cheaper, lower-tech AI assistant that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BWEmg_pP52154crGjx1eTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Scientific American1h",
            "source": "Scientific American",
            "article_content": "DeepSeek’s artificial intelligence assistant made big waves Monday, becoming the top-rated app in the Apple Store and sending tech stocks into a downward tumble. What’s all the fuss about?\n\nThe Chinese start-up, DeepSeek, surprised the tech industry with a new model that rivals the abilities of OpenAI’s most recent model—with far less investment and using reduced-capacity chips. The U.S. bans exports of state-of-the-art computer chips to China and limits sales of chipmaking equipment. DeepSeek, based in the eastern Chinese city of Hangzhou, reportedly had a stockpile of high-performance Nvidia A100 chips from times prior to the ban—so its engineers could have used those to develop the model. But in a key breakthrough, the start-up says it instead used much lower-powered Nvidia H800 chips to train the new model, dubbed DeepSeek-R1.\n\n“We’ve seen up to now that the success of large tech companies working in AI was measured in how much money they raised, not necessarily in what the technology actually was,” says Ashlesha Nesarikar, the CEO of AI company Plano Intelligence, Inc. “I think we’ll be paying a lot more attention to what tech is underpinning these companies’ different products.”\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nOn common AI tests in mathematics and coding, DeepSeek-R1 matched the scores of Open AI’s o1 model, according to VentureBeat. U.S. companies don’t disclose the cost of training their own large language models (LLMs), the systems that undergird popular chatbots such as ChatGPT. But OpenAI CEO Sam Altman told an audience at MIT in 2023 that training ChatGPT-4 cost over $100 million. DeepSeek-R1 is free for users to download, while the comparable version of ChatGPT costs $200 a month.\n\nDeepSeek’s $6 million number doesn’t necessarily reflect the cost of building a LLM from scratch, Nesarikar says; that cost may represent a fine-tuning of this latest version. Nevertheless, she says, the model’s improved energy efficiency would make AI more accessible to more people in more industries. The increase in efficiency could be good news when it comes to AI’s environmental impact, as the computation cost of generating new data with an LLM is four to five times higher than a typical search engine query.\n\nBecause it requires less computational power, the cost of running DeepSeek-R1 is a tenth of the cost of similar competitors, says Hanchang Cao, an incoming assistant professor in Information Systems and Operations Management at Emory University. “For academic researchers or start-ups, this difference in the cost really means a lot,” Cao says.\n\nDeepSeek achieved its efficiency in several ways, says Anil Ananthaswamy, author of Why Machines Learn: The Elegant Math Behind Modern AI. The model has 670 billion parameters, or variables it learns from during training, making it the largest open-source large language model yet, Ananthaswamy explains. But the model uses an architecture called “mixture of experts” so that only a relevant fraction of these parameters—tens of billions instead of hundreds of billions—are activated for any given query. This cuts down on computing costs. The DeepSeek LLM also uses a method called multi-head latent attention; instead of predicting an answer word-by-word, it generates multiple words at once.\n\nThe model further differs from others like o1 in how it reinforces learning during training. While many LLMs have an external “critic” model that runs alongside them, correcting errors and nudging the LLM toward verified answers, DeepSeek-R1 uses a set of rules internal to the model to teach it which of the possible answers it generates is best. “DeepSeek has streamlined that process,” Anasthaswamy says.\n\nAnother important aspect of DeepSeek-R1 is that the company has made the code behind the product open-source, Anasthaswamy says. (The training data remains proprietary.) This means that the company’s claims can be checked. If the model is as computationally efficient as DeepSeek claims, he says, it will probably open up new avenues for researchers who use AI in their work to do so more quickly and cheaply. It will also enable more research into the inner workings of LLMs themselves.\n\n“One of the big things has been this divide that has opened up between academia and industry because academia has been unable to work with these really large models or do research in any meaningful way,” Anasthaswamy says. “But something like this, it’s within the reach of academia now, because you have the code.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump calls China’s DeepSeek AI app a ‘wake-up call’ after tech stocks slide",
            "link": "https://www.msn.com/en-us/technology/tech-companies/trump-calls-china-s-deepseek-ai-app-a-wake-up-call-after-tech-stocks-slide/ar-AA1xWifA?ocid=BingNewsVerp",
            "description": "Silicon Valley and Washington leaders said the app shows China can challenge the U.S. The Nasdaq lost 3 percent and chipmaker ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IlBwT9ULYheMQP7p8ANqeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "9mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek, the Chinese AI app challenging OpenAI and Silicon Valley?",
            "link": "https://www.msn.com/en-us/news/technology/what-is-deepseek-the-chinese-ai-app-challenging-openai-and-silicon-valley/ar-AA1xXY13?ocid=BingNewsVerp",
            "description": "DeepSeek is a new artificial intelligence chatbot that’s sending shock waves through Wall Street, Silicon Valley and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-ROY50WmFUcjjmXDvbda_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia shares sink as Chinese AI app spooks markets",
            "link": "https://www.bbc.com/news/articles/c0qw7z2v1pgo",
            "description": "US tech giant Nvidia lost over a sixth of its value after the surging popularity of a Chinese artificial intelligence (AI) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W81fWh7CqSW4mchEKKfYYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "BBC",
            "article_content": "Nvidia shares sink as Chinese AI app spooks markets\n\nIn a separate development, DeepSeek said on Monday it will temporarily limit registrations because of \"large-scale malicious attacks\" on its software.\n\nAI chip giant Nvidia and other tech firms connected to AI, including Microsoft and Google, saw their values tumble on Monday in the wake of DeepSeek's sudden rise.\n\nDeepSeek, a Chinese AI chatbot reportedly made at a fraction of the cost of its rivals, launched last week but has already become the most downloaded free app in the US.\n\nUS tech giant Nvidia lost over a sixth of its value after the surging popularity of a Chinese artificial intelligence (AI) app spooked investors in the US and Europe.\n\nIs China's AI tool DeepSeek as good as it seems?\n\nWhat is DeepSeek and why did it cause tech stocks to drop?\n\nThe DeepSeek chatbot was reportedly developed for a fraction of the cost of its rivals, raising questions about the future of America's AI dominance and the scale of investments US firms are planning.\n\nLast week, OpenAI joined a group of other firms who pledged to invest $500bn (£400bn) in building AI infrastructure in the US.\n\nPresident Donald Trump, in one of his first announcements since returning to office, called it \"the largest AI infrastructure project by far in history\" that would help keep \"the future of technology\" in the US.\n\nDeepSeek is powered by the open source DeepSeek-V3 model, which its researchers claim was trained for around $6m - significantly less than the billions spent by rivals.\n\nBut this claim has been disputed by others in AI.\n\nThe researchers say they use already existing technology, as well as open source code - software that can be used, modified or distributed by anybody free of charge.\n\nDeepSeek's emergence comes as the US is restricting the sale of the advanced chip technology that powers AI to China.\n\nTo continue their work without steady supplies of imported advanced chips, Chinese AI developers have shared their work with each other and experimented with new approaches to the technology.\n\nThis has resulted in AI models that require far less computing power than before.\n\nIt also means that they cost a lot less than previously thought possible, which has the potential to upend the industry.\n\nAfter DeepSeek-R1 was launched earlier this month, the company boasted of \"performance on par with\" one of OpenAI's latest models when used for tasks such as maths, coding and natural language reasoning.\n\nSilicon Valley venture capitalist and Trump adviser Marc Andreessen described DeepSeek-R1 as \"AI's Sputnik moment\", a reference to the satellite launched by the Soviet Union in 1957.\n\nAt the time, the US was considered to have been caught off-guard by their rival's technological achievement.\n\nDeepSeek's sudden popularity has startled stock markets in Europe and the US.\n\nIn the US, AI chipmaker Nvidia ended Monday's trading having plunged 16.9% while its rival Broadcom slumped 17.4%.\n\nOther tech firms also sank, with Microsoft down 2.14% and Google's owner Alphabet down over 4%.\n\nIn Europe, Dutch chip equipment maker ASML ended Monday's trading with its share price down by more than 7% while shares in Siemens Energy, which makes hardware related to AI, had plunged by a fifth.\n\n\"This idea of a low-cost Chinese version hasn't necessarily been forefront, so it's taken the market a little bit by surprise,\" said Fiona Cincotta, senior market analyst at City Index.\n\n\"So, if you suddenly get this low-cost AI model, then that's going to raise concerns over the profits of rivals, particularly given the amount that they've already invested in more expensive AI infrastructure.\"\n\nSingapore-based technology equity adviser Vey-Sern Ling told the BBC it could \"potentially derail the investment case for the entire AI supply chain\".\n\nBut Wall Street banking giant Citi cautioned that while DeepSeek could challenge the dominant positions of American companies such as OpenAI, issues faced by Chinese firms could hamper their development.\n\n\"We estimate that in an inevitably more restrictive environment, US access to more advanced chips is an advantage,\" analysts said in a report.\n\nMeanwhile, DeepSeek said on Monday it had been the victim of a cyberattack.\n\n\"Due to large-scale malicious attacks on DeepSeek's services, we are temporarily limiting registrations to ensure continued service,\" it said in a statement.\n\n\"Existing users can log in as usual. Thanks for your understanding and support.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek? The AI chatbot is topping app store charts",
            "link": "https://abcnews.go.com/Business/deepseek-ai-chatbot-topping-app-store-charts/story?id=118138606",
            "description": "The DeepSeek chatbot, known as R1, responds to user queries just like its U.S.-based counterparts. Early testing released by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S8VcmbQ_KUYzEUqYlpsMQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "ABC",
            "article_content": "The emergence of DeepSeek sent some tech stocks tumbling.\n\nWhat is DeepSeek? The AI chatbot is topping app store charts\n\nChina-based AI app DeepSeek, which sits atop the app store charts, made its presence widely known Monday by triggering a sharp drop in share prices for some tech giants.\n\nShares of Nvidia, the top AI chipmaker, plunged more than 17% in early trading on Monday, losing nearly $590 billion in market value. The tech-heavy Nasdaq plummeted 3.5%.\n\nThe DeepSeek chatbot, known as R1, responds to user queries just like its U.S.-based counterparts. Early testing released by DeepSeek suggests that its quality rivals that of other AI products, while the company says it costs less and uses far fewer specialized chips than do its competitors.\n\nThe product could upend the AI industry, putting pressure on other firms to lower their costs while intensifying competition between U.S. and Chinese companies, analysts told ABC News.\n\nConcerns about data security and censorship also may expose DeepSeek to the type of scrutiny endured by social media platform TikTok, the experts added.\n\n\"This is a big moment,\" Gary Marcus, a professor emeritus of psychology and neuroscience at New York University, who specializes in AI, told ABC News.\n\nDeepSeek did not immediately respond to ABC News' request for comment.\n\nHere's what to know about DeepSeek, and its implications for the future of AI.\n\nWhat is DeepSeek?\n\nDeepSeek, like OpenAI's ChatGPT, is a chatbot fueled by an algorithm that selects words based on lessons learned from scanning billions of pieces of text across the internet.\n\nWhile made in China, the app is available in multiple languages, including English. DeepSeek soared to the top of Apple's App Store chart over the weekend and remained there as of Monday.\n\nThe company said it experienced some outages on Monday affecting user signups. \"Due to large-scale malicious attacks on DeepSeek's services, we are temporarily limiting registrations to ensure continued service,\" DeepSeek said in a statement.\n\nDeepSeek is fully available to users free of charge. By contrast, ChatGPT retains a version available for free, but offers paid monthly tiers of $20 and $200 to access additional capabilities.\n\nDevelopers of the system powering the DeepSeek AI, called DeepSeek-V3, published a research paper indicating that the technology relies on much fewer specialized computer chips than its U.S. competitors do.\n\nDeepSeek also says that it developed the chatbot for only $5.6 million, which if true is far less than the hundreds of millions of dollars spent by U.S. companies in the sector.\n\n\"The lower cost to train DeepSeek means it can be offered at a lower cost,\" Oren Etzioni, CEO of Allen Institute for AI and a computer science professor at the University of Washington, told ABC News. \"That puts pressure on other companies to lower their prices.\"\n\nDeepSeek's developers opted to release it as an open-source product, meaning the code that underlies the AI system is publicly available for other companies to adapt and build upon.\n\nLlama, the AI model released by Meta in 2017, is also open source. By contrast, ChatGPT as well as Alphabet's Gemini are closed-source models.\n\nProponents of open source say that publicly available code allows a wide community of AI engineers to identify and fix flaws in a system, or tailor it for a purpose separate from its originally intended function.\n\nSupporters of closed source argue that the best way to safeguard AI is to keep the computer code private so it stays out of the hands of bad actors who might repurpose it for malicious ends.\n\nIn a June 5, 2023 file photo, Sam Altman, CEO of Microsoft-backed OpenAI and ChatGPT creator takes part in a talk at Tel Aviv University in Tel Aviv, Israel. Amir Cohen/Reuters\n\nWhat does the emergence of DeepSeek mean for the AI industry?\n\nDeepSeek flexes the strength of the Chinese tech sector in an industry previously viewed by many analysts as one dominated by U.S. firms, experts said.\n\nFor some, the sudden arrival of a top China-based competitor raises concerns about data security and content manipulation similar to those leveled at TikTok, which is owned by Chinese company ByteDance.\n\nRegarding the former users on social media have posted numerous examples of DeepSeek choosing to forego answers on topics potentially sensitive to the Chinese government, such as the 1989 Tiananmen Square massacre of anti-government protestors.\n\n\"It's clear that there's some censorship built into the system,\" Marcus said. \"We don't want governments in control of what people can say.\"\n\nBoth foreign-owned and U.S.-based AI chatbots pose data concerns, however, since users sometimes enter personal or intimate information, which in turn could be used for commercial purposes, Marcus added.\n\n\"You have to assume that anything you type into a large language model could be seen by someone else,\" Marcus said.\n\nStill, DeepSeek's low-cost technological advance using outdated chips marks a major new entry into the AI market, Sosnick said, in turn forcing people to \"rethink assumptions that they had.\"\n\nThe emergence of a relatively cost-efficient alternative to other AI chatbots helps explain Monday's dip in the share value of Nvidia, which premises future growth on increased demand for new, expensive chips, Etzioni said.\n\nIn a statement to ABC News, Nvidia described DeepSeek as \"an excellent AI advancement,\" noting how the firm leveraged \"widely-available models and compute that is fully export control compliant\" – the latter apparently referring to controls put in place by the Biden administration that prohibit U.S. manufacturers from selling such specialized chips to firms in China.\n\nEtzioni said the open-source nature of DeepSeek also could challenge the profitability of other AI firms aiming to charge third parties for access to their products.\n\n\"We're soon going to see many models built on DeepSeek,\" Etzioni said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://www.yahoo.com/news/understanding-paranormal-beliefs-conspiracy-theories-135051946.html",
            "description": "Though paranormal theories are at odds with modern science, adherents have often tried to prove their beliefs with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FVjtxeDHy1n6_oHZLGIEvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "11h",
            "source": "Yahoo",
            "article_content": "Uncommon Courses is an occasional series from The Conversation U.S. highlighting unconventional approaches to teaching.\n\nTitle of course:\n\n“Investigating the Paranormal”\n\nWhat prompted the idea for the course?\n\nMy training and professional work have been in Mesoamerican archaeology, but I’ve had a lifelong fascination with paranormal concepts. In fact, I considered studying the UFO community for my doctoral research in cultural anthropology.\n\nI eventually fused these two interests in my book “Spooky Archaeology: Myth and the Science of the Past,” which examines why archaeology shows up so much in ideas about the mysterious and weird. Most people are familiar with pop culture characters like Indiana Jones seeking magical artifacts. Perhaps less immediately obvious is just how common archaeological topics are in paranormal and conspiracy culture.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe popularity of paranormal ideas – from television shows and thousands of podcasts to UFOs on the front page of The New York Times and in government investigations – made it clear that a course on paranormal culture would be an excellent way for students to get a taste of social science research.\n\nWhat does the course explore?\n\nThe material begins with premodern ideas of magic, myth and metaphysics. The narrative that “Western” societies tell of the development of the modern world is that the Enlightenment cast off supernatural thinking in favor of science. The historical reality, however, is not so simple.\n\nAs science based on observation of material evidence emerged in the 17th through 19th centuries, so did a paranormal worldview: theories about a nonmaterial or hidden reality beyond the mundane, from monsters to psychic powers. Some of these ideas were tied to older religious notions of the sacred or strange but not divine phenomena. Others were new – particularly those suggesting the hidden existence of prehistoric extinct creatures or lost cities.\n\nIn either case, the key element was that proponents of these ideas often tried to support their existence with the kind of evidence used in science, though their “proofs” fell short of scientific standards. In other words, the paranormal is in conflict with the knowledge and worldview of modernity but also attempts to use the concepts of modernity to oppose it.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe class examines how this tension produced 20th century “-ologies” like parapsychology, which examines evidence for consciousness beyond matter, and cryptozoology, which searches the ends of the Earth for creatures tied to the mythic past. We also learn about UFOlogy, whose proponents have collected alleged contacts with technology and beings from beyond this world ever since the Cold War, as great earthly powers filled the skies with secretive hi-tech aircraft and spaceships.\n\nAs the class concludes, we examine how the “-ologies” declined after the Cold War, alongside the cultural capital of science, whose height of public respect was in the mid-20th century. Since then, proving the existence of paranormal things to institutional scientists has become less important in paranormal communities than promoting them to a broader public.\n\nWhy is this course relevant now?\n\nBeyond public interest in paranormal topics, the paranormal is entwined with sociocultural forces that have dramatically increased the role of conspiracy rhetoric in the United States and elsewhere. At their core, both types of belief claim to have figured out some kind of supposedly hidden knowledge.\n\nFurthermore, the conspiracy theories that are now commonplace in American political discourse are more rooted in paranormal ideas than in previous decades. Conspiracy theories about the JFK assassination or even 9/11 were still largely within the materialist realm. People argued that “the truth” had been covered up, but their arguments did not rely on metaphysical ideas. Today, major conspiracy theories involve secret cabals, mystical symbols and code words, demonic forces and extraterrestrial entities.\n\nWhat’s a critical lesson from the course?\n\nEvidence must be interrogated on its own, regardless of whether it fits your perspective. I find time and again that students have a hard time approaching evidence without bias, whether that bias is conscious or not: “knowing” that something must be true, or must be absurd.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOne person apparently makes a death bed confession of faking a famous Loch Ness Monster photo, pleasing skeptics. Another claims to have seen a Bigfoot at close range, pleasing believers. Without further evidence, both are stories: no more, no less.\n\nThe issue isn’t to draw an equivalence between the bigger concepts. Not all narratives are equally well-founded. But students learn how to collect evidence, rather than simply rely on their gut sense of what is plausible or not.\n\nWhat will the course prepare students to do?\n\nThis course is meant to help students discern useful and reliable information about claims and events, separating them from irrelevant or inaccurate narratives or sources. The goal is not just “critical thinking” aimed at combating disinformation, though that is part of what they should learn. Students practice evaluating evidence but also develop an approach for analyzing and understanding phenomena behind it: how factors like history, culture and institutions of authority, such as science and government, shape what people trust and what they believe.\n\nThis article is republished from The Conversation, a nonprofit, independent news organization bringing you facts and trustworthy analysis to help you make sense of our complex world. It was written by: Jeb Card, Miami University\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRead more:\n\n\n\nJeb Card does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I bought my dream home — but it was hiding a terrifying secret",
            "link": "https://www.msn.com/en-ca/news/world/i-bought-my-dream-home-but-it-was-hiding-a-terrifying-secret/ar-AA1xW5Q8?ocid=BingNewsVerp",
            "description": "Buying (or selling) a home can be an arduous process – but what happens if you uncover a nasty secret after buying your dream ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jTJlcBikCwYznz56efcjOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "12hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tank: The truth is still out there ... just not on social media",
            "link": "https://www.msn.com/en-ca/crime/general/tank-the-truth-is-still-out-there-just-not-on-social-media/ar-AA1xW28R?ocid=BingNewsVerp",
            "description": "You may have seen an authentic-looking poster touting a new season of the 1990s show shared on Facebook, Instagram or X ...",
            "image_url": "https://www.bing.com/th?id=OVF.f%2fq4YVWTdGmuqmnDRiFvIQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Star Phoenix on MSN13hOpinion",
            "source": "Star Phoenix on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Presence Is an Engrossing Experiment in Supernatural Cinema",
            "link": "https://www.msn.com/en-us/entertainment/movies/presence-is-an-engrossing-experiment-in-supernatural-cinema/ar-AA1xXtHR?ocid=BingNewsVerp",
            "description": "When I mentioned to a couple of different friends that Steven Soderbergh directed a ghost movie currently playing in theaters ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U7SUFQGuYRdfsPep68BRtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Box Office: 5 Bollywood horror movies that audiences enjoyed in theaters; From Ragini MMS 2 to Shaitaan, Krishna Cottage and more",
            "link": "https://www.msn.com/en-in/entertainment/movies/box-office-5-bollywood-horror-movies-that-audiences-enjoyed-in-theaters-from-ragini-mms-2-to-shaitaan-krishna-cottage-and-more/ar-AA1xXylD?ocid=BingNewsVerp",
            "description": "Horror movies create an adrenaline rush for the audience, with intense and thrilling scenes filled with jump scares and eerie ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pd0Kf_aLfTChsqq2cWL3Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Roman Discovery Reveals Places Lost to Time",
            "link": "https://www.newsweek.com/ancient-roman-artifact-discovered-abel-beth-maacah-2021634",
            "description": "Archaeologists have uncovered a rare ancient Roman artifact that has revealed previously unknown places lost to time. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PUdJdfpgNHusV3ZAr0U7ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earth’s recent ‘mini-moon’ may be an actual piece of the moon, astronomers say",
            "link": "https://www.msn.com/en-us/news/technology/earth-s-recent-mini-moon-may-be-an-actual-piece-of-the-moon-astronomers-say/ar-AA1xXgCt?ocid=BingNewsVerp",
            "description": "An asteroid that orbited near Earth for a few months as a mini-moon may be a chunk of the moon that was blasted off by an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DHLGee7hNLzjXIeviLk3Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ThinkCyte expands product portfolio to drive innovation in drug discovery and disease research.",
            "link": "https://finance.yahoo.com/news/thinkcyte-expands-product-portfolio-drive-160000483.html",
            "description": "ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7OnB04kDUFIdkZzQ0S6c7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9h",
            "source": "YAHOO!Finance",
            "article_content": "TOKYO, Jan. 27, 2025 /PRNewswire/ -- ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, announced today that it will begin the pre-commercial launch of its new cell analysis platform, VisionCyte™. The announcement coincides with the 2025 Society for Laboratory Automation and Screening (SLAS) conference in San Diego, CA from January 27-30, 2025, where VisionCyte was named a finalist for the 2025 New Product Award. The launch of VisionCyte extends ThinkCyte's product portfolio of life science research platforms beyond VisionSort, the company's flagship product launched in 2023 and adopted by leading biopharmaceutical companies and academic institutions worldwide.\n\nThe new VisionCyte™ cell analysis platform.\n\nThe VisionCyte platform leverages high resolution morphological profiling, high-throughput capabilities, and advanced AI analysis to uncover novel biomarkers and facilitate the discovery of new and diversified hits and targets for drug discovery. The full commercial rollout of VisionCyte will occur in 2025, with an initial line of customer ready units available in H2 2025. The company also announced the launch of its Celluminate cell tracking kits, compatible with both VisionSort and VisionCyte, for enabling discovery applications in areas where existing cell surface cell markers are limited such as specific hematological conditions, stem cell research, and age-related diseases.\n\n\"The expansion of our product portfolio reflects our unwavering commitment to advancing life science research.\" said Waichiro Katsuda, Chief Executive Officer at ThinkCyte. \"By introducing innovative solutions that address the evolving needs of scientists worldwide, we're not just adding products—we're providing the tools to accelerate discoveries in disease understanding and drug discovery to improve lives.\"\n\nMore information about the VisionCyte platform can be found by visiting the ThinkCyte booth (#2632) at SLAS 2025 or by visiting thinkcyte.com/visioncyte .\n\nAbout ThinkCyte\n\nThinkCyte, founded in 2016 with offices in Tokyo, Japan and Redwood City, California is a biotechnology company that develops innovative scientific instruments based on integrated, multidisciplinary technologies to enable life science research, diagnostics, and therapeutic development. The company pioneered Ghost Cytometry™, a proprietary AI-based, label-free cell analysis and sorting technology and partners with major global biopharmaceutical companies and leading academic research institutes to drive pioneering research. For more information, please visit www.thinkcyte.com .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Supermassive black holes in 'little red dot' galaxies are 1,000 times larger than they should be, and astronomers don't know why",
            "link": "https://www.msn.com/en-us/news/other/supermassive-black-holes-in-little-red-dot-galaxies-are-1-000-times-larger-than-they-should-be-and-astronomers-don-t-know-why/ar-AA1xXQJj?ocid=BingNewsVerp",
            "description": "\"Our measurements imply that the supermassive black hole mass is 10% of the stellar mass in the galaxies we studied.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-7y8u1SbK4qxybCoa3qRDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Space.com on MSN4h",
            "source": "Space.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"WWII Submarine Found, Experts Stunned By Shocking Discovery Inside\"",
            "link": "https://www.msn.com/en-us/science/general/wwii-submarine-found-experts-stunned-by-shocking-discovery-inside/vi-AA1xUOwi?ocid=BingNewsVerp",
            "description": "\"Did You Know? uncovers astonishing events, captivating human interest stories, and strange discoveries from around the world ...",
            "image_url": "https://www.bing.com/th?id=OVF.Z15sbb3WruCRURdcCAiCjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN20h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek says its newest AI model, Janus-Pro, can outperform OpenAI's DALL-E",
            "link": "https://www.msn.com/en-us/money/markets/deepseek-says-its-newest-ai-model-janus-pro-can-outperform-openais-dall-e/ar-AA1xXXeg?ocid=BingNewsVerp",
            "description": "DeepSeek claims its Janus-Pro-7B outperforms existing models such as OpenAI's DALL-E and Stable Diffusion. In a bold move ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XuoV7f4Hpl-voW54IrHa8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here's what DeepSeek AI does better than OpenAI's ChatGPT",
            "link": "https://www.msn.com/en-us/news/technology/heres-what-deepseek-ai-does-better-than-openais-chatgpt/ar-AA1xXqL1?ocid=BingNewsVerp",
            "description": "However, the consensus is that DeepSeek is superior to ChatGPT for more technical tasks. If you use AI chatbots for logical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uPFvIRwMtUwFY2EDysA8gC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek just flipped the AI script in favor of open source – and the irony for OpenAI and Anthropic is brutal",
            "link": "https://www.msn.com/en-us/technology/tech-companies/deepseek-just-flipped-the-ai-script-in-favor-of-open-source-and-the-irony-for-openai-and-anthropic-is-brutal/ar-AA1xXNKX?ocid=BingNewsVerp",
            "description": "DeepSeek’s R1 model has rattled the industry and slashed Nvidia's stock. But for OpenAI, Anthropic and Meta, there is an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zl6Ae3ODTqesXmN9fjP0oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is DeepSeek, the New Chinese OpenAI Rival?",
            "link": "https://www.msn.com/en-us/news/technology/what-is-deepseek-the-new-chinese-openai-rival/ar-AA1xXv6a?ocid=BingNewsVerp",
            "description": "A new Chinese AI model, created by the Hangzhou-based startup DeepSeek, has stunned the American AI industry by outperforming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ID3j2DoHm32vf8N9rhDn7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek claims its ‘reasoning’ model beats OpenAI’s o1 on certain benchmarks",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-claims-its-reasoning-model-beats-openai-s-o1-on-certain-benchmarks/ar-AA1xxk8v?ocid=BingNewsVerp",
            "description": "DeepSeek has released an open version of its 'reasoning' AI model, DeepSeek-R1, that it claims performs as well as OpenAI's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IKyd9455tniSFZuimtPP1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GitLab As A Buy: How AI Trends Are Shaping The Future Of Software Development",
            "link": "https://seekingalpha.com/article/4752282-gitlab-a-buy-ai-trends-shaping-future-of-software-development",
            "description": "Discover how GitLab is using AI to revolutionize software development, driving significant growth and outperforming the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KkIDtlyn9Kpv4h9TTXF9ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agencies to Watch 2025 part 1: featuring AMV BBDO, Hearts and Science and Code and Theory",
            "link": "https://www.thedrum.com/news/2025/01/27/agencies-watch-2025-part-1-featuring-amv-bbdo-hearts-and-science-and-code-and-theory",
            "description": "From up-and-coming startups to adland’s biggest players, this is our celebration of the agencies everyone should be keeping ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGikbjbU-UkobZaiUzb9ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "11h",
            "source": "The Drum",
            "article_content": "Be they the industry’s biggest players or the growing cast of upstarts seeking to steal their glory, 2025 promises to be a transformative year for agencies.\n\nSo, to coincide with our Predictions event on thedrum.com, each day this week we are spotlighting agencies that we believe are poised to make a major impact through their work and activities in the months ahead.\n\nThe featured agencies, which we are revealing in a series of articles published each day this week, hail from all corners of the world and represent a diverse range of specialisms. Some are well-established networks, others up-and-coming indies. But what they all have in common is that they have earned The Drum Recommends status based on their achievements in 2024.\n\nSo delve in now as we hear from our first 10 Agencies to Watch about how they are planning to tackle what promises to be one of the most intriguing and potentially disruptive years the marcomms business has ever seen.\n\nOne of the key players in the Stagwell stable, the New York-based ‘technology-first creative agency’ is positioning itself at the forefront of the marketing AI race.\n\nCode and Theory\n\nWhat trends will shape the industry in 2025?\n\nDan Gardner, co-founder: AI transformation is CX transformation. CX is about to go to a new level as AI will allow a brand to simulate real-time, human-like interactions. Most people see this as chatbots, but it’s more than that. The old constructs of the internet will be reinvented in a meaningful way that offers value to consumers by not only delivering information but also communicating with them on an emotional level. This is where the genuine innovation opportunity lies: combining technology and creativity for superior customer experiences.\n\nCMOs, CIOs and CTOs will finally sit at the same table, not because they want to, but because they have to. AI, data, and customer experience are crashing into each other so violently that no one department can own the process any more. The only way forward is collaboration, and the stakes are too high to ignore. Companies that fail to unite these roles will see competitors blow past them with speed and agility.\n\nPublishers will take the lead with technology. Building a sustainable future for publishers involves focusing on brands as a differentiator, regaining control over distribution (and data) and integrating AI to amplify human ingenuity. This will allow publishers to build genuine ecosystems of trust and deliver the kind of storytelling experience that will resonate, ensuring the industry’s place as a cornerstone of informed societies.”\n\nWhat does the agency have planned for 2025?\n\nGardner: Building AI accelerators. We made ourselves ‘Client Zero’ with AI – because how can clients trust us to transform their businesses if we haven’t mastered it ourselves? We’re deploying 19 AI platforms (so far) – everything from OpenAI (also a client) to Midjourney and Adobe Firefly (another client).\n\nExpanding our network in terms of skillset and scale. Stagwell strategically decided to align all of its digital transformation agencies under the Code and Theory Network to deliver unparalleled creative and technology capabilities at scale. Together, we’re positioned to deliver comprehensive value for clients from concept to continuity, serving as strategic partners in AI-driven transformation. Last month we added to the network and to our global aspirations by acquiring Create. Group, the leading digital agency based in the UAE. Expect to see our network only grow stronger in the coming months.\n\nFocusing on verticalization. We’re going big on verticalization in 2025. This has a dual effect: it gives our clients confidence knowing their assigned team has deep industry expertise, and it imbues team members with an opportunity to develop a distinct skill set.\n\nWhat work were you most proud of in 2024?\n\nGardner: NBC ‘Powering the future of data journalism’: With trust in media at an all-time low, NBC partnered with Code and Theory to reimagine its election coverage Big Board, ensuring precision and credibility throughout the most consequential election in a generation (and beyond).\n\nNFL ‘No Flags, Just Wins’: The NFL dominates American sports – it accounted for 93 of the 100 most-watched TV broadcasts in all of 2023. But even as the nation’s most-watched sport, the NFL needed to modernize its app to bring the game closer to its die-hard fan base and new fans alike. So the NFL called an audible and called in Code and Theory to transform its app into more than just a game-day companion, but an experience that fuels the rhythm of the game – every play, day and week, on- and off-season.\n\nYeti ‘Map The Gaps’: Google has mapped 98% of the world, 100 countries and 10m miles of concrete roads. But naturally, wilderness enthusiasts prefer the paths less paved. For Yeti, this posed an opportunity to take the Hopper M20 (our most versatile cooler yet), map hidden trails across the globe and make the outdoors more accessible to everyone. We built, designed and launched Map The Gaps – A Yeti campaign to take Google Street View way off the street, showing the world where the Hopper was built to go and inspiring Street View users around the world to explore the paths less paved.\n\nThe 600-strong agency network was acquired by Accenture Song in April 2024 and has continued to go from strength to strength, as recognized in being named Agency of the Year (250+ staff) at The Drum Awards for Agency Business.\n\nUnlimited\n\nWhat trends will shape the industry in 2025?\n\nChris Mellish, group chief executive officer: In 2025, the industry will be shaped by rapid technological advancements, but without a deep understanding of people and channels, tech risks becoming noise. While AI is top of mind, it must be used carefully – not as a lazy answer to every question, but as a tool to drive efficiencies, deliver better insights, and ultimately create more impactful work for brands.\n\nWhat does the agency have planned for 2025?\n\nMellish: This year is going to be very busy for all the right reasons! Last year, TMW alone won 24 pitches, totaling £7.9m in new revenue, including Suzuki, Oak Furnitureland, People’s Postcode Lottery and Rail Delivery Group. We have a bit of a hot streak going on in the new business front across all our brands – our research agency, Walnut Unlimited, B2B communications and content marketing agency, Nelson Bostock and healthcare comms agency, Health Unlimited. We are now the go-to CRM agency of record for McDonald’s – our first with Accenture Song. This is just the beginning of what’s to come.\n\nWhat work were you most proud of in 2024?\n\nMellish: Lots of work to be proud of. From our integrated creative agency TMW’s work for Suzuki Swift ‘The Best Kept Secret on the Road’ defying category norms against increasingly formulaic car ads, to our Pride in London work launching last year’s festival with a visual style as daring, fearless and authentic as the community themselves.\n\nWant to go deeper? Ask The Drum\n\nNobody knows Kraft Heinz better than its in-house agency, whose string of hit-making work cleverly leveraging the company’s brand equity shows no sign of stopping.\n\nWhat trends will shape the industry in 2025?\n\nPlaying it safe isn’t an option any more. This year, it’s all about brands making moves that people can’t stop talking about. ‘Culture Sparks’ are the way forward – those unexpected moments that break through the noise and leave an impact.\n\nBrands are also bringing creativity closer to home. The shift to incorporating an in-house model is real, and it’s not just about speed – it’s about being in sync. When creative teams live the brand’s ambition every day, the work becomes sharper, more agile, and more authentic.\n\nRelevance is the ultimate flex in 2025. It’s not about chasing trends but creating them.\n\nWhat does the agency have planned for 2025?\n\nOur growth is proof that bringing together the power of creativity with direct connection to brand teams and strategy works at The Kitchen North America. In just three years, we’ve gone from four to 19 brands and 35 to 135+ powerhouse creatives across two offices. We now work on 70% of the media plan for 90% of the brands, crafting full 360 campaigns, social-first content and cultural moments that hit different. As the creative agency of record for select brands, we don’t just answer briefs – we create them. This isn’t just growth; it’s impact, built on trust and bold ideas that keep Kraft Heinz ahead of the curve.\n\nWhat work were you most proud of in 2024?\n\nWe brought nostalgia back with the Napoleon Dynamite x Ore-Ida campaign, proving that tater-tot-protecting pants do exist. The Oscar Mayer’s Bologna Song became a literal form of payment, and when a viral moment such as Dua Lipa’s Pickle x Diet Coke popped off, we didn’t just watch – it sparked an idea for Claussen to launch ‘Just the Brine’ within days.\n\nNow entering its fifth year, Fight or Flight is soaring thanks to its highly creative campaigns for B2B brands. The London-based outfit was the third-placed Independent Agency of the Year at The Drum Awards Grand Finale 2024.\n\nFlight or Fight\n\nWhat trends will shape the industry in 2025?\n\nDavid Woodward, co-founder: As the influence of brand inside B2B organizations rises, one thing we’re seeing is closer alignment between the brand and communications teams. Increasingly, B2B brand campaigns are being driven by earned tactics, and vice versa, comms teams are more frequently being tasked with promoting and explaining brand messages. We’re still seeing more traditional uses of B2B comms (for example, to support product), but in particular, this ‘culture swap’ of brand and comms is leading to better, more noticeable, more memorable and more emotively arresting work.\n\nWhat does the agency have planned for 2025?\n\nWoodward: We see 2025 as a continuation of our aggressive expansion into new markets and new opportunities. In 2024, alongside significant expansion in the UK, Fight or Flight achieved almost 100% growth in North America, driven partly by brand-level engagements for AI companies in sectors such as life sciences and HR. We expect the fast rate to continue as we further diversify our sector offerings into fintech and ESG.\n\nWhat work were you most proud of in 2024?\n\nWoodward: We’re particularly proud of our work for St John Ambulance, which wanted to encourage more people and workplaces to take its life-saving CPR training. Our research found that a third of men were too embarrassed to give a woman CPR, with potentially life-threatening consequences.\n\nWe created the world’s first life-saving bra – The CPR Bra – which included simple visual prompts on how to perform CPR on a woman. We then persuaded celebrities to wear the bra and help close the CPR gender gap. Our story went pretty much everywhere, including a 13-minute live slot on BBC Breakfast, turning ER into PR.\n\nOur campaign for DrDoctor focused on ‘the DNA problem.’ DNAs (Did Not Attends) are patients who miss their hospital appointments. In the UK, there are 7 million DNAs every year and they cause huge operational issues for an already stretched NHS. To help Hospital Trusts understand why DNAs happen, we created DoNnA, the world’s first AI patient, trained on data taken from the largest-ever survey of DNA patients.\n\nAdvertisement\n\nHelmed by the bullish Dimi Albers, the Amsterdam-headquartered agency has expanded into a global powerhouse with a presence in 30 offices across Europe, North America and Latin America.\n\nDept\n\nDimi Albers, global CEO: What trends will shape the industry in 2025?\n\nIn 2025, we’ll finally see AI move from an efficiency and cost-cutting tool to a force to reimagine how businesses operate, make decisions, and interact with consumers. As AI transformation takes center stage – and swift, strategic, and solutions-oriented applications of AI become a priority – the organizations that enable their people to transform with AI will distinguish themselves in an emerging sea of sameness.\n\nAlbers: What does the agency have planned for 2025?\n\nRebels with a B Corp cause: we are purpose-driven and invested, committed to building lasting client relationships and positively impacting culture, brands, and the world. We’re the first global agency to be B-Corp certified, and we’re currently undergoing recertification – a first in the industry. This means we’re building the plane as we fly it. While the agency world has been helping other brands sell sustainability (sometimes greenwash) for ages, it’s only been in the past few years that the industry has started to look inward and think about sustainability, ethics, and inclusion practices within our industry. Being a part of the B Corp Community helps us do that – and especially at our size, has helped us build the muscles around how to do that early.\n\nAlbers: What work were you most proud of in 2024?\n\nFor Just Eat Takeaway, a cross-discipline team of 35 creatives, technologists and producers brought fans of Squid Games together on a multisensory campaign spanning above-the-line, experiential, influencers and an AI-powered game.\n\nFor Cosnova, we built Kenna, an AI-enabled virtual assistant that can help customers explore new products and trends. Kenna is available across multiple channels including social, events, and POS.\n\nIn partnership with Coca-Cola, we created ‘Neon Nights,’ an AI-powered short story about a boy named Max. Using 12 generative tools and with over 600 hours of production, the film was submitted to Runway’s AI Film Festival.\n\nAdvertisement\n\nPropelled by recently secured private equity investment, the ambitious UK-based social media and influencer agency is now targeting the US market.\n\nCoolr\n\nWhat trends will shape the industry in 2025?\n\nAdam Clyne, chief executive officer: Predictions for 2025? From a social media agency owner? Really?! We’re only three weeks into the year, and already we’ve seen Meta replace fact-checking with community notes, a TikTok ban that lasted all of 12 hours, and Instagram switching up the grid layout… yet again. And that’s before we even consider the broader macroeconomic and political shifts – from the Middle East and Ukraine to a new president in the US, and here at home, a government grappling with economic challenges.\n\nLet’s be honest: predicting trends when everything feels in constant flux is no easy task. But if I had to point to one key trend, it’s this: the marketing community will need to embrace the chaos! We’ll need to get comfortable operating in an environment of constant change, navigating uncertainty, and staying agile. Plans will evolve, and both agencies and clients will need to collaborate more closely than ever to adapt to external forces.\n\nWhat does the agency have planned for 2025?\n\nClyne: 2024 was a phenomenal year for Coolr. The agency grew by almost 75% and towards the end of the year we secured investment from Growth Capital Partners, a leading private equity firm, to help scale Coolr to the next level.\n\nWe’ve made significant investments in people and technology to strengthen our strategic capabilities – from insights and planning to cutting-edge measurement. As we approach a headcount of 150 full-time employees in the UK, we’re focused on creating a robust operational structure to support our growth.\n\nThe big milestone for 2025? Expanding Coolr into the US. We’re actively building a comprehensive plan to take our proposition across the Atlantic. It’s an exciting step, and we’re determined to make Coolr a major player in the US market.\n\nWhat work were you most proud of in 2024?\n\nClyne: 2024 was filled with creative highlights that we’re incredibly proud of. We teamed up with Martine McCutcheon and Lidl to put a fresh spin on Gina G’s classic song, creating ‘Oh, Ah, Just a Lidl Bit!’ – a campaign that set social media alight and delivered a standout moment for supermarkets.\n\nFor Deliveroo, we championed local restaurants with the ‘Local’ campaign, working alongside Top Jaw and nano influencers to celebrate independent food businesses across the UK.\n\nAnd with Bupa, we sparked vital conversations about mental health, particularly focusing on the 58% of men who struggle to open up about these issues. It was work that truly mattered, and we were proud to play a role in starting those important discussions.\n\nThe Omnicom media agency has developed an uncanny knack for working on some of the most talked-about campaigns of recent times, including the acclaimed Barbie movie media blitz and Jaguar’s hotly debated ‘Copy Nothing’ makeover rollout.\n\nHearts and Science\n\nWhat trends will shape the industry in 2025?\n\nGarrett O’Reilly, chief executive officer: AI will likely feature heavily as it’s already a focal point for lots of people and its transformational impact will continue into 2025. One particular area I think it will start to tangibly impact will be AI-driven search. The growing prevalence and usage of AI assistants on devices will grow and will have profound disruptive effects on consumer behavior and fundamentally change how people find answers to all sorts of questions. Brands will need to optimize sales and their purchase funnels in accordance with that and we’ll have to adapt our services to help clients adjust to (and win in) this new reality.\n\nIf the first few weeks of 2025 are indicative of what’s to come, there will also be uncertainty in policies and platform governance. In the face of this, our industry must remain focussed on responsible marketing – even if this centers on self-control and self-governance over third-party regulation. This means it’s on us, as an industry, to foreground all aspects of responsible marketing: diversity, equity, inclusion, environmental sustainability, data protection and ethical investment practices.\n\nThat said, I’m optimistic that this shifting landscape will drive greater media diversification as we find new ways to deliver value for clients. Agencies will play a critical role in guiding brands toward more innovative solutions, new partnerships and experimentation.\n\nWhat does the agency have planned for 2025?\n\nO’Reilly: We’re particularly excited to continue leveraging our sponsorship of the Ehrenberg-Bass Institute, ensuring its huge bank of empirical evidence, research and insights benefit both our agency and our clients. This will include evolving our industry-leading Category Entry Points tool, which is driving business growth for an increasing range of clients.\n\nOur Access All Agency initiative will return for a second year – bigger and better. The program, launched as an educational initiative for rising stars among our media owner partners, aims to deepen their understanding of how agencies operate and thus drive greater collaboration.\n\nWhat work were you most proud of in 2024?\n\nO’Reilly: 2024 was our most successful year to date in terms of industry awards, and that speaks volumes. But what’s particularly pleasing was lots of our work became part of wider culture and in doing so generated disproportionate visibility for our clients’ brands.\n\nA big focus for us was delivering the biggest account transition in the UK for over a decade as we onboarded Allwyn. While this was a great success in operational terms, we’re immensely proud of the work we’ve already delivered for them this year. The highlight of 2024 for me has to be supporting Team GB and ParalympicsGB. Our work drove a double-digit rise in consideration for the brand and every ticket sold contributed to the UK’s haul of 189 medals.\n\nIt was also great to be part of one of the most talked about campaigns of the year. Our work with Jaguar on its Copy Nothing campaign earned the title of YouGov’s ‘most improved brand’ in December, outperforming all the Christmas ads…. And there’s still the actual car to come.\n\nThe female-led agency has the US in its sights having made its mark with eye-catching brand experiences for the likes of McDonald’s, Netflix and Volvo in its UK home market.\n\nWhat trends will shape the industry in 2025?\n\nLouisa O’Connor, managing director: Collective experiences will define 2025 – people value shared emotions and memories, and brands are seeing the impact this has on their resonance. We’re also seeing the rise of the common influencer, which is reshaping marketing strategies; consumers are becoming the heroes versus paid creators, driven by the demand for authenticity. I think we’ll also see nostalgia remain a key trend, with the focus shifting from retro aesthetics to simplification and a need to go back to basics as the tech world can feel overwhelming.\n\nIn experiential marketing, we see a lot of tech used for tech’s sake. However, brands are moving away from that to focus on the human aspect, tapping into the niche needs of the individual instead of the masses. Consumers crave simplicity and look for brands to alleviate their pain points, which is now influencing how we design experiences. It’s less about what an activation will look like on a camera and more about the emotion that an experience can create.\n\nWhat does the agency have planned for 2025?\n\nO’Connor: This will be our fourth year of trading, and as we expand, we have two main priorities. Firstly, we are focused on growing our content and broadcast team. Working with many social-first brands, we want to push our live streaming, content creation, scriptwriting and show curation capabilities. Secondly, the US is calling. Having activated there a few times already, we believe now is the time to solidify our presence and serve our existing US clients more holistically. Some of the most exciting events in the world are hosted there, so it’s a no-brainer for us to expand our offering and bring our Seen Presents way to the US market.\n\nWhat work were you most proud of in 2024?\n\nO’Connor: It was our second year delivering Netflix’s presence at Cannes Lions, where we brought seven different titles to life in unique and participatory ways. Not only does this project showcase our team’s creativity, but it also blends our strategy, content and production capabilities to deliver something truly spectacular. It’s a huge logistics and production challenge: building six floors above the Croisette, with crane-only access, while the team is completely exposed to the elements.\n\nWe ended 2024 preparing for Live Fest – one of the biggest events in TikTok’s calendar – consisting of four live events in six days and logistics for 600 creators from around the world. From hospitality, activations, complex live streaming, red carpet logistics, RFID systems and talent sourcing and booking – it truly touched every area of our business. It was a mammoth effort and a career highlight for us all.\n\nSuggested newsletters for you Daily Briefing Catch up on the most important stories of the day, curated by our editorial team. Weekly Marketing Stay up to date with a curated digest of the most important marketing stories and expert insights from our global team. The Drum Insider Learn how to pitch to our editors and get published on The Drum.\n\nThe serial Ad of the Day and The Drum Awards winner shows no sign of slowing down on its convention-defying advertising for the likes of Bodyform and Curry’s.\n\nAMV BBDO\n\nWhat trends will shape the industry in 2025?\n\nSam Williams, head of strategy: Bringing a human face to big data: “Data driven creative” is a phrase that’s dominated the industry for the last decade, but the risk is hyper-targeting without the humanity. It’s time to show that the power of emotion can be applied just as effectively in performance media as in storytelling formats. At AMV we’ve built a proprietary data tool called Kaleidoscope, which allows us to track consumer emotions at scale by time, day of the week and by geography – giving us an emotional lens which can be overlaid onto demographic data.\n\nLearn from AI, then break the rules: We see AI is a powerful way of quickly getting to creative ground zero. But we have to remember that its output is limited by convention and the data available to it – this grounds it in uniformity, not bravery. AI can accelerate the beginning of the creative process by showing us the expected, then giving us the confidence to break the rules and do something stand out. Afterall, no AI would have told us the creative way to launch new Sheba Gravy Pouches was by pitting “catfluencers” against each other in the ultimate Gravy Race.\n\nBeyond inclusivity to accessibility: It’s time to stop seeing accessibility as a creative hindrance and see it as a creative tool we can use to make the experience richer for all. It’s no longer enough to make your cast and production crew inclusive, your output must be accessible too. It’s a belief we’ve pushed on our Curry’s C4 diversity win and an ethos we’re now rolling out across the agency briefing and production process.\n\nWhat does the agency have planned for 2025?\n\nXavier Rees, group CEO: Last year, we rediscovered our best selves – a powerhouse of strategy and creativity. We were back in the room for some of the industry’s most competitive pitches, securing four major account wins in the last four months of 2024 alone, including Mercedes F1 Team, E.ON Next and Philips Personal Care. And we continued to craft impactful and effective work that real people love for clients, including Guinness’ largest-ever global campaign, more taboo-breaking campaigns for Bodyform, and bold work for Currys, which is really impacting on sales.\n\nIf last year was about setting the stage for success, 2025 is about delivering on that promise. In January, we strengthened our Executive Leadership Team with Jo Arden joining as group chief strategy officer and Jemima Monies as group chief growth officer. The roles further consolidate our focus on driving business transformation and creative excellence across AMV BBDO and Redwood BBDO. Jo and Jemima will work alongside the Leadership Teams of both agencies, including AMV BBDO joint chief creative officers Nick and Nadia. We have new, exciting campaigns coming out for much-loved brands Whiskas, Decathlon, Sheba and Maltesers, and we’re gearing up to launch our Channel 4 Diversity in Advertising Awards-winning work for Currys, in May.\n\nWhat work were you most proud of in 2024?\n\nNadja Lossgott, chief creative officer: Bodyform ‘Never Just a Period’: the work sees Bodyform widening the conversation around menstruation with another viral punch. Directed by the brilliant Lucy Forbes, “Never Just a Period” humorously brings to life the gap between what girls are taught to expect and the reality of menstrual experiences, and how absurd it is to have been given so little knowledge about their own bodies.\n\nCurrys ‘Beyond Techspectations – IRL’: The Drum Ad Of The Day, Currys ‘Beyond Techspectations’ series ventures into mockumentary territory in AMV BBDO’s film “Amazing Us (IRL)”, showing online shoppers venturing into a real-life Currys store and discovering the joy of shopping in person – even if they struggle to give up some of their digital habits, such as swiping right and trying to magnify images.\n\nSheba ‘Gravy Race’: AMV BBDO has enlisted eight celebrity felines with a combined 55 million TikTok and Instagram followers to compete in a bracket-style tournament where they raced each other to lick up Sheba’s new Gravy Indulgence cat food. By breaking with the clichés of pet food advertising, the Gravy Race delivered an entertaining piece of content that cut through the sea of sameness.\n\nMercedes F1 ‘Every Dream Needs a Team’: As the 2024 F1 season came to an end at the Abu Dhabi Grand Prix on December 8, we helped the Mercedes-AMG Petronas F1 Team to pay tribute to Lewis Hamilton in a heartfelt global campaign.\n\nRSPCA ‘For Every Kind’: The RSPCA unveile its major new brand positioning with AMV BBDO’s film ‘For Every Kind,’ a rallying cry for every kind of person to be kind in every possible way to every kind of animal.\n\nFounded in 1985, the stalwart agency was snapped up by Havas in early 2024 to spearhead its B2B marketing efforts and looks well-placed to leverage its newfound scale.\n\nLedger Bennett\n\nWhat trends will shape the industry in 2025?\n\nAndrea Glenn, CEO: AI... just kidding. Clients are starting to realize they have a wealth of B2B opportunity in their businesses already, but organizational silos are holding them back from realizing their full B2B potential. Marketing and sales don’t nor can work in siloes, nor customer and product. As such, clients look for more full-service offerings from agencies that both bind creative and media together and have the scale to do it. And they don’t want CRM, ABM, web and so forth operating separately with a single partner each. Instead, they are on the hunt for consultative partners who can bring these functions together to deliver customer lifetime value. We’re excited to see this unleash further opportunity in B2B, a space that remains ripe for growth for many businesses and agencies alike.\n\nWhat does the agency have planned for 2025?\n\nGlenn: We have some exciting plans this year, which would not have been possible without the scale Havas Media Network and Havas Group can offer. When looking at partners who could help us achieve our strategic objectives, global expansion – including in the markets we already operate – was key and this year, we are looking to increase our foothold in Ireland and the US particularly, where we will partner with Havas Media Network North America to build a full-service B2B offering to work with B2B and B2C brands. We’re now in a position to provide a full-service offering to clients that straddle both B2B and B2C in North America. Our chief strategy officer will be relocating to New York to lead our North American expansion. In this context, our decision to be acquired by Havas Media Network UK last year and our shared pursuit of customer-centricity has been a brilliant mutual culture fit.\n\nWhat work were you most proud of in 2024?\n\nGlenn: GE Vernova ‘How to Launch an ABM Campaign in Five Days’: GE Vernova’s marketing team needed to grow its sales pipeline by 4x for its new power orchestration solution – all within H1. To achieve this audacious goal, we held a kaizen (or continuous improvement) session. This involved taking our client’s people out of their daily responsibilities and bringing them together around a single-minded purpose. In just five days, we identified priority audiences, began mapping accounts, created a value proposition, key messaging, and content strategy, developed a sales process, and launched 1-to-1 and 1-to-few ABM programs. This strategy garnered real results, including a x2 increase in pipeline within 30 days of the kaizen."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked OpenAI’s o1 about the top AI trends in 2025 — here’s a look into our conversation",
            "link": "https://venturebeat.com/ai/we-asked-openais-o1-about-the-top-ai-trends-in-2025-heres-a-look-into-our-conversation/",
            "description": "Here's what OpenAI's o1 had to say about AI trends this year. Just how many there are is a testament to AI’s general-purpose value.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "code+trends",
            "date": "21h",
            "source": "VentureBeat",
            "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAI is already reshaping industries and society on a global scale. IDC predicts that AI will contribute $19.9 trillion to the global economy by 2030, comprising 3.5% of GDP. This momentum is exemplified by the recent announcement of “Project Stargate,” a partnership to invest up to $100 billion in new AI-focused data center capacity. This is all indicative of the tremendous activity going on with AI development. On a single day, AI made headlines for discovering proteins to counteract cobra venom, creating a Star Trek-style universal translator and paving the way for true AI assistants.\n\nThese and other developments highlight individual achievements, as well as their interconnected progress. This flywheel of innovation is where breakthroughs in one domain amplify advancements in others, compounding AI’s transformative potential.\n\nSeparating signal from noise\n\nEven for someone who follows AI developments closely, the rapid technological breakthroughs and diffusion across industries and applications is dizzying, making it highly challenging to not only know and understand what is going on, but understand the relative importance of developments. It is challenging to separate the signal from noise.\n\nIn the past, I might have turned to an AI industry analyst to help explain the dynamics and meaning of recent and projected developments. This time, I decided instead to see if AI itself might be able to help me. This led me to a conversation with OpenAI’s o1 model. The 4o model might have worked as effectively, but I expected that a reasoning model such as o1 might be more effective.\n\nI asked o1 what it thought were the top AI trends and why. I started by asking for the top 10 to 15, but over the course of our collaborative dialog, this expanded to 25. Yes, there really are that many, which is a testament to AI’s value as a general-purpose technology.\n\nIn dialog about leading AI trends with OpenAI’s o1 model.\n\nAfter about 30 seconds of inference-time “thinking,” o1 responded with a list of trends in AI development and use, ranked according to their potential significance and impact on business and society. I asked several qualifying questions and made a few suggestions that led to slight changes in the evaluation method and rankings.\n\nMethodology\n\nRankings of the various AI trends are determined by a blended heuristic that balances multiple factors including both quantitative indicators (near-term commercial viability) and qualitative judgments (disruptive potential and near-term societal impact) further described as follows:\n\nCurrent commercial viability: The trend’s market presence and adoption.\n\nLong term disruptive potential: How a trend could significantly reshape industries and create new markets.\n\nSocietal impact: Weighing the immediate and near-term effects on society, including accessibility, ethics and daily life.\n\n\n\nIn addition to the overall AI trend rankings, each trend receives a long-term social transformation score (STS), ranging from incremental improvements (6) to civilization-altering breakthroughs (10). The STS reflects the trend’s maximum potential impact if fully realized, offering an absolute measure of transformational significance.\n\nLevels of social transformation associated with top AI trends.\n\nThe development of this ranking process reflects the potential of human-AI collaboration. o1 provided a foundation for identifying and ranking trends, while my human oversight helped ensure that the insights were contextualized and relevant. The result shows how humans and AI can work together to navigate complexity.\n\nTop AI trends in 2025\n\nFor tech leaders, developers and enthusiasts alike, these trends signal both immense opportunity and significant challenges in navigating the many changes brought by AI. Highly-ranked trends typically have broad current adoption, high commercial viability or significant near-term disruptive effects.\n\nTable of top 10 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for social impact. Specific use cases — like self-driving cars or personal assistant robots — are not considered individual trends but are instead subsumed within the broader foundational trends.\n\nHonorable mention list: AI trends 11 – 25\n\nOne can quibble whether number 11 or any of the following should be in the top 10, but keep in mind that these are relative rankings and include a certain amount of subjectivity (whether from o1 or from me), based on our iterative conversation. I suppose this is not too different from the conversations that take place within any research organization when completing their reports ranking the comparative merits of trends. In general, this next set of trends has significant potential but are either: 1) not yet as widespread and/or 2) have a potential payoff that is still several or more years away.\n\nWhile these trends did not make the top 10, they showcase the expanding influence of AI across healthcare, sustainability and other critical domains.\n\nTable of top 11 to 25 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for societal impact.\n\nDigital humans show the innovation flywheel in action\n\nOne use case that highlights the convergence of these trends is digital humans, which exemplify how foundational and emerging AI technologies come together to drive transformative innovation. These AI-powered avatars create lifelike, engaging interactions and span roles such as digital coworkers, tutors, personal assistants, entertainers and companions. Their development shows how interconnected AI trends create transformative innovations.\n\nThe flywheel of AI innovation: Interconnected advancements in AI technologies drive transformative progress, where breakthroughs in one domain amplify developments in others, creating a self-reinforcing cycle of innovation leading to new uses.\n\nFor example, these lifelike avatars are developed using the capabilities of generative AI (trend 1) for natural conversation, explainable AI (2) to build trust through transparency and agentic AI (3) for autonomous decision-making. With synthetic data generation, digital humans are trained on diverse, privacy-preserving datasets, ensuring they adapt to cultural and contextual nuances. Meanwhile, edge AI (5) enables near real-time responsiveness and multi-modal AI (17) enhances interactions by integrating text, audio and visual elements.\n\nBy using the technologies described by these trends, digital humans exemplify how advancements in one domain can accelerate progress in others, transforming industries and redefining human-AI collaboration. As digital humans continue to evolve, they not only exemplify the flywheel of innovation, but also underscore the transformative potential of AI to redefine how humans interact with technology.\n\nWhy are AGI and ASI so far down the list?\n\nThe future is, indeed, hard to predict. Many expect artificial general intelligence (AGI) to be achieved soon. OpenAI CEO Sam Altman said recently: “We are now confident we know how to build AGI as we have traditionally understood it.” However, that is different from saying that AGI is imminent. It also does not mean that all agree on the definition of AGI. For OpenAI, this means “a highly autonomous system that outperforms humans at most economically valuable work.”\n\nMark Zuckerberg said he believes that in 2025 Meta will “have an AI that can effectively be a sort of midlevel engineer” that can write code. That is clearly economically viable work and could be used to claim the arrival of AGI. Perhaps, but even Altman is now saying that AGI is not arriving soon.\n\nSource: https://x.com/sama/status/1881258443669172470\n\nGoogle Deepmind co-founder and CEO Demis Hassabis said recently on the Big Technology podcast that AGI is likely “a handful of years away.” He added, however, that there is a 50% chance another one or two significant breakthroughs on the order of the transformer model that led to generative AI will still be needed to fully achieve AGI.\n\nSuperintelligence, too, could eventually be achieved in the next 5 to 10 years. Altman and Elon Musk have said as much, although the consensus expert opinion is closer to 2040 — and some believe it will never be achieved. Amara’s Law reminds us that we tend to overestimate the effect of any technology in the short run and underestimate the effect eventually. If achieved, the impact of superintelligence would be enormous — but at present, this “if” precludes this from the top 10 list.\n\nChoosing the right AI collaborator(s)\n\nAfter taking on this venture, I discovered some crucial elements to consider in the choice of AI collaborators. While o1 offered valuable insights into leading AI trends, its cutoff date for training data was October 2023, and it lacks web browsing capabilities. This became clear when it initially suggested No. 12 for agentic AI, a trend that has advanced rapidly in the last several months. Rerunning the analysis with the 4o model, which includes web browsing, led to a more proper ranking of agentic AI at No. 3.\n\nPer ChatGPT: “Apologies for any confusion earlier. Given the rapid advancements and the significant attention agentic AI is receiving in 2025, it would be appropriate to rank it at No. 3 on the list of top AI trends. This adjustment reflects its growing impact and aligns with recent analyses highlighting its importance.”\n\nIn much the same way, I had a conversation with o1 about the placement of AI in education, healthcare and life sciences. However, 4o suggested that their order in the ranking be reversed, that healthcare should be No. 11, and education No. 12.\n\nView from the 4o model on the relative ranking for AI in healthcare versus AI in education.\n\nI agreed with the rationale and switched the order. These examples show both the challenges and benefits of working with the latest AI chatbots, and both the necessity and value of human and machine collaboration.\n\nSocial transformation rankings\n\nBelow is a summary of the STS rankings, offering a comparative view of the top 25 AI trends for 2025 and their potential long-term impact. These rankings highlight how AI trends vary in their potential to reshape society, from near-term enablers like generative AI and agentic AI, to longer-term innovations such as quantum AI and brain-computer interfaces.\n\nSummary of the top 25 AI trends for 2025, ranked by how profoundly each trend might reshape society at its fullest realization.\n\nNavigating AI’s transformative impact\n\nWhile some AI breakthroughs are here now or seem just around the corner, others like AGI and ASI remain speculative, reminding us that there is much more to come from AI technologies. Yet it is already clear that AI, in all its manifestations, is reshaping human affairs in ways likely to become even more profound over time. These changes will extend to daily life and could even challenge our understanding of what it means to be human.\n\nAs AI continues to redefine industries and society, we are only at the beginning of a dramatic technological renaissance. These trends, ranging from generative models to humanoid robots powered by AI, highlight both the promise and complexity of integrating AI into our lives.\n\nWhat is particularly striking about these 25 trends is not just their individual significance, but the interconnectedness of their progress. This flywheel of AI innovation will continue to amplify progress, creating a self-reinforcing cycle of breakthroughs that redefine industries and society. As these trends evolve, revisiting this analysis in six to 12 months could reveal changes in the rankings and how the flywheel of innovation continues to accelerate progress across industries.\n\nLeaders, developers and society must monitor these advancements and ensure they are directed toward fair outcomes, striking a balance between innovation and responsibility. The next five years will define AI’s trajectory — whether it becomes a tool for societal benefit or a source of disruption. The choice is ours.\n\nGary Grossman is EVP of technology practice at Edelman and global lead of the Edelman AI Center of Excellence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Payment Trends in Asia Shaping its Financial Landscape in 2025",
            "link": "https://fintechnews.sg/106915/e-wallets/asia-payment-trends-2025-digital-finance-revolution/",
            "description": "Discover the top 6 payment trends reshaping Asia's financial landscape in 2025, from digital wallets to cryptocurrencies.",
            "image_url": "https://www.bing.com/th?id=OVFT.QxO__qMxb31D7bHvW1cgBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Fintech Singapore22h",
            "source": "Fintech Singapore",
            "article_content": "Free Newsletter Get the hottest Fintech Singapore News once a month in your Inbox\n\nPayment trends in Asia are changing how businesses and people transact — from the digital-first economies of China and Singapore to the quickly changing markets of Indonesia and Vietnam.\n\nThis shift is not merely a matter of convenience; it is emblematic of an increasingly complex convergence between state-of-the-art technology, consumer desires for seamlessness, and the region’s particular socio-economic landscape.\n\nEmerging trends such as cross-border payment systems and open banking initiatives are breaking down traditional barriers, fostering greater connectivity and efficiency in Asia’s financial landscape.\n\nHowever, the rapid progress comes with challenges. The shift toward digitised payments brings heightened concerns about cybersecurity, fraud, and regulatory compliance. As Asian markets surge, they face the dual challenge of safeguarding digital infrastructure while ensuring financial inclusion and bridging technological gaps between advanced and developing economies.\n\nThis article explores five key trends changing how we pay today while pushing the narrative for a more efficient, powerful financial ecosystem in Asia.\n\n1. China Leads Again in Digital Payment Adoption\n\nDigital payment adoption is soaring across Asia, with CNBC highlighting the region’s leadership in this segment, driven largely by Southeast Asians emerging as the most avid users of digital wallets.\n\nAs of June 2024, China maintains its leadership in digital wallet adoption, with over 88% of mobile internet users— approximately 969 million individuals — engaging in mobile payments. Back in 2023, digital wallets accounted for 82% of China’s e-commerce spending and 66% of physical purchases, totalling around US$7.6 trillion in transactions, CNBC reports.\n\nAlipay and WeChat Pay dominate China’s digital payment landscape, making it the largest and most influential wallet market globally, according to Worldpay’s The Global payments Report 2024.\n\nIn Southeast Asia, digital payment transactions are projected to exceed US$1 trillion by 2025. According to a study by Bain & Company, Google, and Temasek, 53% of industry experts believe that consumer tech platforms, rather than pure-play fintechs, are more likely to drive disruption in financial services.\n\nIn 2023, credit card payments comprised 52.2% of all cashless transactions in Japan. However, the country has shown that its consumers’ reliance on credit cards and electronic money has gradually decreased, while QR code and barcode payments have experienced remarkable growth.\n\nMeanwhile, the Economic Times reported that the Unified Payments Interface (UPI) facilitated over 15,547 crore transactions worth INR 223 lakh crore (US$258.59 billion) in India from January to November 2024. In 2025, UPI is expected to become an omnipresent network, transforming connected devices into potential payment endpoints through messaging platforms like WhatsApp.\n\n2. Real-Time Payments Bridging Asia Pacific Borders\n\nReal-time and cross-border payments are becoming a reality, thanks to regional collaborations and technological advancements. Project Nexus of Singapore, for example, aims to connect real-time payment systems across the region, further facilitating seamless cross-border transactions. This initiative demonstrates the growing focus on regional collaboration in the payments sector.\n\nMeanwhile, corporate efforts, such as Visa’s initiatives to enable QR code payments across borders, are further driving the adoption of real-time cross-border payments.\n\nReal-time payments are surging across Asia-Pacific, are expected to grow from 49.2 billion in 2022 to 96.2 billion by 2027. Singapore’s PayNow and Thailand’s PromptPay have established a successful cross-border linkage, while Malaysia’s DuitNow and Indonesia’s QRIS integration has been operational for a few years already.\n\nThis trend is driven by a combination of regional cooperation, corporate innovation, and technological advancements, setting the stage for a more interconnected and efficient financial ecosystem in the region.\n\n3. Embedded Finance Hailed as the Future of Fintech\n\nThe embedded payments market is expected to reach a global transaction value of US$2.5 trillion by 2028, according to a LexisNexis study. In Asia, the adoption of embedded finance is creating opportunities across diverse sectors.\n\nChina, a global leader in digital wallet adoption, has its embedded finance market seamlessly integrating payments into consumer apps at scale thanks to its extensive digital wallet adoption. Platforms like WeChat and Alipay allow their users to conduct transactions for everyday purchases, transportation, and even healthcare services effortlessly.\n\nIndia’s Unified Payments Interface (UPI) is another backbone of embedded payments. The transformative impact of UPI underscores the potential of integrated financial systems.\n\nWith nearly 300 million individuals and 50 million merchants in India relying on UPI for transactions, it has become the country’s most widely used payment method, the World Economic Forum reports. Its influence is now reaching beyond India’s borders, with countries like Singapore and the UAE adopting the system, marking its growing global presence.\n\nIn Japan, while cash is still widely used, embedded finance is starting to gain momentum and expected to hit US$ 36.29 billion by 2029, according to Business Wire. Rakuten has also introduced its own cryptocurrency wallets and exchange systems there, bringing embedded finance to new levels by allowing Rakuten Cash balance recharges via Bitcoin and Ethereum.\n\nThe global embedded finance market is projected to reach US$384.8 billion by 2029, while traditional banks stand to gain $92 billion in additional revenue from SMEs through embedded finance by 2025, LexisNexis also reports.\n\nKey benefits of embedded finance include faster payment processing, improved operational efficiency, lower costs, and higher customer satisfaction, making it an attractive proposition for financial and non-financial businesses alike.\n\nAs Asia continues to lead global payment trends, embedded finance is unlocking new possibilities for innovation, inclusivity, and growth, positioning the region as a pioneer in shaping the future of financial services.\n\n4. Open Banking APIs Are Shaping the Future of Payments\n\nOpen banking is on the brink of rapid expansion in Southeast Asia, though progress varies across countries. This trend is fostering innovation and competition in the financial services sector.\n\nIn Singapore, the government-backed API Exchange is promoting API standardisation. Indonesia’s Standard National Open API (SNAP) , on the other end, was launched to support the country’s Indonesian Payment System Blueprint (BSPI) 2025 initiative, with the purpose to drive efficiency for bank digital payments.\n\nIn Hong Kong, HSBC introduced its first open banking feature on the local HSBC HK app, enabling its clientele to view account balances from Bank of China Hong Kong and Hang Seng Bank in real time. This was enabled via the Hong Kong Monetary Authority’s Interbank Account Data Sharing (IADS) initiative.\n\nOpen banking APIs has the potential bolster B2B payments in the region. According to PYMNTS, APIs could potentially solving the complexity around account payable, account receivables, approval workflows and more, enabling more efficient and secure transactions between businesses, which is typically just one part of the entire process.\n\nIn the context of B2B payments, APIs allow financial institutions, payment processors, and business software platforms to seamlessly integrate payment capabilities into their existing systems. By simplifying the integration process, it lowers the barriers for businesses to adopt digital B2B payment solutions, enabling smoother transitions and greater accessibility.\n\nThis development could likely to have a significant impact on the overall payments ecosystem in Asia.\n\n5.The Need for Robust Cybersecurity Measures to Combat Financial Crime\n\nSoutheast Asia’s digital economy is on track to exceed USD 300 billion in gross merchandise volume by 2025, presenting significant financial crime challenges, reports PwC. Non-bank financial service entrants, new to the system, often lack the robust cybersecurity infrastructure necessary to combat sophisticated cyber threats.\n\nThis deficiency is exacerbated by the growing consumer demand for faster payments with minimal checks, increasing vulnerability to financial crimes. The adoption of preventive technologies like biometrics and in-session analytical solutions is essential for comprehensive protection.\n\nMastercard has made efforts underway to phase out passwords with tokenization and biometrics by 2030 while in terms of Asian countries adopting the digital identity, Singapore is a pioneer with Singpass, a Smart Nation initiative.\n\nUsing biometrics, Singpass enables secure and convenient access to 800+ government agencies and businesses and over 2,700 services. Meanwhile, Malaysia is making steady strides with its MyDigital ID initiative, paving the way for advanced digital identity solutions, including eKYC verification in the near future.\n\nNotably, while Singapore and Malaysia rank high globally for cybersecurity based on the Global Cybersecurity Index (GCI) 2020, other Southeast Asian nations like Myanmar, Laos, and Cambodia are ranked 99th, 131st, and 132nd out of 182 countries, respectively, PwC reports also.\n\nThis disparity suggests a pressing need to enhance cybersecurity across the region. Implementing digital IDs and related authentication mechanisms can play a pivotal role in counteracting criminal activities.\n\nA unified approach against financial crime is essential, and reliance on cross-border digital IDs may be key to eradicating synthetic ID fraud. Increased sharing of tactical information through intergovernmental or public-private partnerships could enable greater financial transparency and build stronger defences against financial crime.\n\nAsia’s Digital Financial Frontier – Opportunities and Challenges Ahead\n\nAs we look towards 2025 and beyond, it’s clear that Asia’s payment landscape is at the forefront of global financial innovation. The region’s embrace of digital wallets, real-time payments, BNPL services, cryptocurrencies, open banking, and advanced cybersecurity measures is creating a dynamic and interconnected financial ecosystem.\n\nThis transformation is not just about convenience; it’s about financial inclusion, economic growth, and technological leadership.However, with great innovation comes great responsibility. As these trends accelerate, regulators, businesses, and consumers must work together to ensure that this digital financial revolution remains secure, inclusive, and sustainable.\n\nThe challenges of cybersecurity and regulatory compliance loom large, but so do the opportunities for unprecedented financial access and economic empowerment. Asia’s payment trends for 2025 paint a picture of a region that is not just adapting to the future of finance, but actively shaping it.\n\nFrom China’s dominance in digital payments to the rise of cryptocurrency in Vietnam and Indonesia, from the cross-border innovations in Singapore and Thailand to the BNPL boom across Southeast Asia, the region is setting the pace for global fintech innovation.\n\nAs we navigate this rapidly evolving landscape, one thing is certain: the way we think about and use money is changing forever, and Asia is leading the charge. The future of payments is not just digital – it’s dynamic, diverse, and decidedly Asian.\n\nSource of image: edited from Freepik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This 32-inch 4K OLED gaming monitor is over $400 off right now",
            "link": "https://www.msn.com/en-us/technology/consumer-electronics/this-32-inch-4k-oled-gaming-monitor-is-over-400-off-right-now/ar-AA1xWWmU?ocid=BingNewsVerp",
            "description": "Dell makes some of the most popular OLED gaming monitors around under its Alienware brand, due in no small part to them being ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P1AJorwfJuwjkusjXk9MnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "8hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earth’s recent ‘mini-moon’ may be an actual piece of the moon, astronomers say",
            "link": "https://www.msn.com/en-us/news/technology/earth-s-recent-mini-moon-may-be-an-actual-piece-of-the-moon-astronomers-say/ar-AA1xXgCt?ocid=BingNewsVerp",
            "description": "An asteroid that orbited near Earth for a few months as a mini-moon may be a chunk of the moon that was blasted off by an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DHLGee7hNLzjXIeviLk3Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI advantage in discovering new medicines",
            "link": "https://www.msn.com/en-us/health/other/the-ai-advantage-in-discovering-new-medicines/ar-AA1xXVPw?ocid=BingNewsVerp",
            "description": "With continued investment and growing buzz from the industry, the AI hype is expected to extend through 2025 and beyond.",
            "image_url": "https://www.bing.com/th?id=OVFT.6bqLPddfnaruGqc-fbZ57i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "GlobalData on MSN10h",
            "source": "GlobalData on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Computing and Data Science building opens its doors",
            "link": "https://stanforddaily.com/2025/01/26/computing-data-science-building-opens/",
            "description": "Housing a new coffee shop in addition to many academic programs, Stanford’s new Computing and Data Science complex is set to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fjguDjprxNX6h4Za6RQN3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Stanford Daily20h",
            "source": "The Stanford Daily",
            "article_content": "What does an ideal computer science building at Stanford look like? For Benji Welner ’27, it looks a lot like the newest addition to Stanford’s campus — the almost finished Computing and Data Science complex, known as CoDa.\n\nThe building’s designers “are doing all sorts of weird things, and they really all work,” said Welner, one of several students to already take advantage of the building’s study space.\n\nBuilt with the goal of catalyzing interdisciplinary work between the School of Engineering and the School of Humanities and Sciences, CoDa has been five years in the making. Architects began working on the project in 2019 and construction took place from 2022 to 2024. CoDa will now house the popular computer science (CS) major, both data science majors — the B.S. and the B.A. — and the symbolic systems major, along with research labs and space for collaborative work. Faculty began moving into the building just last week on Jan. 21, and the building is now open to Stanford affiliates.\n\nChris Mentzel M.S. ’15, the executive director of Stanford Data Science, is hopeful that the design of the building will help foster interdepartmental collaboration. “The design of the building has people from different departments on every floor. It has a lot of meeting areas and it has a lot of open public spaces,” said Mentzel.\n\nStanford Data Science, not to be confused with the data science program that grants undergraduate degrees, is a research unit under the Vice Provost and Dean of Research. Their mission, according to their website, involves connecting data science discoveries with other labs and institutions on campus to “enable data-driven discovery at scale.”\n\nStanford Data Science previously borrowed space in Wallenberg Hall. It is now one of many programs that will now be housed in the CoDa. Excited to have a home base, Mentzel and the rest of Stanford Data Science have already moved into their offices on the other side of Jane Stanford Way.\n\nMentzel is particularly excited about the central set of red staircases, which resemble a double helix.\n\n“That stairwell actually is connected to the kitchens and open public seating for everyone on the Stanford campus to come and enjoy on all four floors — so there’s kind of natural places for people to be and connect, even for people who aren’t occupants of the building,” he said.\n\nThe design process for the CoDa complex was thorough and collaborative, according to Kevin Manalili, Director of Facilities and Planning for the School of Engineering.\n\n“We involved focus groups of faculty, staff and students to help define the desired look and feel, with a mix of offices, meeting rooms, community spaces and large classrooms,” Manalili said.\n\nManalili acknowledged that the project had its challenges, including being “interrupted by the pandemic, last-minute vendor changes and supply-chain shortages.”\n\n“It required lots of time and effort, but we worked extremely well together,” he said.\n\nIn addition to its interdisciplinary focus, the CoDa complex balances a focus on research with a focus on students. Manalili noted that the garden level on the ground floor will be mostly undergraduate focused, with classrooms, group rooms for TA office hours and flexible indoor and outdoor work spaces. The upper floors will serve as workspaces for the research initiatives housed in the building. Bridging the two, the first floor will house administrative services for many undergraduate majors and a new coffee shop, Voyager Craft Coffee. For Manalili, “CoDa provides much needed collaboration spaces and room for department growth.”\n\nVoyager Craft Coffee is new to Stanford’s campus, although they already have a location at neighboring Santa Clara University. Menu items include traditional drinks and pastries, as well as signature dishes such as avocado hummus toast and a “pull-apart-uffin” monkey bread muffin.\n\nMentzel hopes the coffee shop will be a draw for students and faculty alike.\n\n“You need good coffee if you’re going to have community, just the fuel that keeps people talking and connected,” he said.\n\nIn addition to a new coffee spot, students can look forward to comfortable chairs, monitor and video conference capability, natural lighting and a modern feel.\n\n“I’m not an architect or an architecture major,” Welner said, “but there’s art that is part of the building in a very natural way and that makes each piece playful and entertaining in its own right.”\n\nThough the building is still undergoing final touches, and Voyager coffee will not move in until February, students have already begun taking advantage of the space. Sparsely populated for the time being, students believe the CoDa complex is poised to become a favored study hub.\n\n“There’s tons of rooms and I’m really excited for when this eventually becomes popularized. I anticipate spending a lot of time here,” Welner said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ThinkCyte expands product portfolio to drive innovation in drug discovery and disease research.",
            "link": "https://finance.yahoo.com/news/thinkcyte-expands-product-portfolio-drive-160000483.html",
            "description": "ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7OnB04kDUFIdkZzQ0S6c7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9h",
            "source": "YAHOO!Finance",
            "article_content": "TOKYO, Jan. 27, 2025 /PRNewswire/ -- ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, announced today that it will begin the pre-commercial launch of its new cell analysis platform, VisionCyte™. The announcement coincides with the 2025 Society for Laboratory Automation and Screening (SLAS) conference in San Diego, CA from January 27-30, 2025, where VisionCyte was named a finalist for the 2025 New Product Award. The launch of VisionCyte extends ThinkCyte's product portfolio of life science research platforms beyond VisionSort, the company's flagship product launched in 2023 and adopted by leading biopharmaceutical companies and academic institutions worldwide.\n\nThe new VisionCyte™ cell analysis platform.\n\nThe VisionCyte platform leverages high resolution morphological profiling, high-throughput capabilities, and advanced AI analysis to uncover novel biomarkers and facilitate the discovery of new and diversified hits and targets for drug discovery. The full commercial rollout of VisionCyte will occur in 2025, with an initial line of customer ready units available in H2 2025. The company also announced the launch of its Celluminate cell tracking kits, compatible with both VisionSort and VisionCyte, for enabling discovery applications in areas where existing cell surface cell markers are limited such as specific hematological conditions, stem cell research, and age-related diseases.\n\n\"The expansion of our product portfolio reflects our unwavering commitment to advancing life science research.\" said Waichiro Katsuda, Chief Executive Officer at ThinkCyte. \"By introducing innovative solutions that address the evolving needs of scientists worldwide, we're not just adding products—we're providing the tools to accelerate discoveries in disease understanding and drug discovery to improve lives.\"\n\nMore information about the VisionCyte platform can be found by visiting the ThinkCyte booth (#2632) at SLAS 2025 or by visiting thinkcyte.com/visioncyte .\n\nAbout ThinkCyte\n\nThinkCyte, founded in 2016 with offices in Tokyo, Japan and Redwood City, California is a biotechnology company that develops innovative scientific instruments based on integrated, multidisciplinary technologies to enable life science research, diagnostics, and therapeutic development. The company pioneered Ghost Cytometry™, a proprietary AI-based, label-free cell analysis and sorting technology and partners with major global biopharmaceutical companies and leading academic research institutes to drive pioneering research. For more information, please visit www.thinkcyte.com .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lucid Introduces No-Code Platform for Multi-Chain DeFi Management",
            "link": "https://decrypt.co/302848/lucid-introduces-no-code-platform-for-multi-chain-defi-management",
            "description": "Lucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e5jPYsZb6rlUV4xWr0FCEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "decrypt12h",
            "source": "decrypt",
            "article_content": "Decrypt’s Art, Fashion, and Entertainment Hub. Discover SCENE\n\nLondon, UK, January 27th, 2025, Chainwire\n\nLucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its modular architecture enables seamless scaling across L2 and L3 ecosystems with powerful tools for liquidity management, bridging, and governance, empowering DeFi protocols to build without boundaries.\n\nLucid's drag-and-drop interface allows DeFi projects to customize their multi-chain strategy while minimizing risks and maximizing efficiency. The platform's integration with existing tools like Snapshot, Safe, and Tally ensures seamless compatibility with current DeFi infrastructure.\n\n\"In DeFi, reaching new chains means reaching new users and unlocking opportunities,\" says Anthony Broderick, Co-Founder and CEO of Lucid. “Our platform removes the need for custom code while upholding the highest security standards, enabling teams to focus on growth instead of technical complexities. We call this approach: Drag, Drop, Scale.”\n\nLucid's platform is built around four specialised modules designed to address key challenges in multi-chain DeFi operations. Our Vested Emission Offerings (VEOs) enable the rapid delivery of targeted liquidity to any chain, ensuring protocols can scale effectively. For teams handling high-value transfers, a Multi-Bridge system with 2-of-3 consensus for maximum security. For performance-focused communities, our Portals module — the only xERC20 bridge aggregator that finds the fastest, most cost-effective transfer routes. Additionally, the Multi-Vote module facilitates unified, cross-chain governance, empowering communities to vote from anywhere.\n\nThe platform has integrated with leading blockchain infrastructure providers, including Hyperlane, Chainlink, Connext, Wormhole, Axelar and LayerZero. Following successful completion of its audit by Halborn, Lucid launches with prominent DeFi protocols including Everclear and Zerolend, securing approximately $250 million in Total Value Locked (TVL).\n\nAbout Lucid\n\nLucid is a no-code platform designed to simplify multi-chain operations in DeFi — ensuring secure and scalable growth. Lucid's modular architecture enables projects to seamlessly scale across L2 and L3 ecosystems, with powerful tools for managing liquidity, bridging, and governance. Learn more at LucidLabs.fi and X.com/LucidLabsFi\n\nContact\n\nAnthony Broderick\n\nanthony@lucidlabs.fi\n\n\n\nDisclaimer: Press release sponsored by our commercial partners."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The best flower delivery deals ahead of Valentine's Day",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/the-best-flower-delivery-deals-ahead-of-valentines-day/ar-AA1xXfs3?ocid=BingNewsVerp",
            "description": "Better yet, each of these flower sellers already allows you to schedule your delivery for Friday, Feb. 14, so you can lock in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PUvH-VRPt1chkX4zB7NrpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "7hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese tech startup DeepSeek says it was hit with ‘large-scale malicious attacks’",
            "link": "https://www.msn.com/en-us/news/technology/chinese-tech-startup-deepseek-says-it-was-hit-with-large-scale-malicious-attacks/ar-AA1xXL3Q?ocid=BingNewsVerp",
            "description": "Chinese tech startup DeepSeek said it was hit by a cyber attack on Monday that disrupted users’ ability to register on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PMoimEkcFW6ysE_bmA6WxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Believe it or not, early and absentee voting starts soon for Wisconsin's Feb. 18 primary election",
            "link": "https://www.msn.com/en-us/news/politics/believe-it-or-not-early-and-absentee-voting-starts-soon-for-wisconsin-s-feb-18-primary-election/ar-AA1xXBm6?ocid=BingNewsVerp",
            "description": "Here's what to know about voting early in the Feb. 18 Wisconsin primary election, and important deadlines to keep in mind.",
            "image_url": "https://www.bing.com/th?id=OVFT.q1SyAo2sd94MnD4pGN_Pti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GitLab As A Buy: How AI Trends Are Shaping The Future Of Software Development",
            "link": "https://seekingalpha.com/article/4752282-gitlab-a-buy-ai-trends-shaping-future-of-software-development",
            "description": "Discover how GitLab is using AI to revolutionize software development, driving significant growth and outperforming the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KkIDtlyn9Kpv4h9TTXF9ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "7h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "One of the best SSDs around is on sale — $270 for 4TB",
            "link": "https://www.msn.com/en-us/technology/tech-companies/one-of-the-best-ssds-around-is-on-sale-270-for-4tb/ar-AA1xXweG?ocid=BingNewsVerp",
            "description": "The Samsung 990 Evo Plus is one of the best SSDs around and the 4TB version is currently $75 off at Best Buy. Here's why you ...",
            "image_url": "https://www.bing.com/th?id=OVF.6pkjqXDBnMpli0riL7ETXg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "5hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "First Impressions of DeepSeek’s A.I. Chatbot",
            "link": "https://www.nytimes.com/2025/01/27/technology/deepseek-ai-chatbot-first-impressions.html",
            "description": "The chatbot from China appears to perform a number of tasks as well as its American competitors do, but it censors topics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5RWH41HnmxL-1fAl6pCGwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "2h",
            "source": "The New York Times",
            "article_content": "A new chatbot created by the Chinese company DeepSeek is the talk of the A.I. world, and has sent a jolt through the U.S. stock market. Not only does it seem to be comparable to those of leading companies like OpenAI and Anthropic, but it was seemingly created with a fraction of the resources.\n\nThroughout Monday morning, the app experienced outages, which it said were from high traffic. And it temporarily limited registrations due to a cyber attack. Still, DeepSeek quickly became the most downloaded free app on Apple’s app store, overtaking ChatGPT.\n\nI spent the morning playing with the chatbot, asking it, along with OpenAI’s ChatGPT and Anthropic’s Claude, all the questions I could think of. After some initial toying, I was impressed.\n\nIt was able to solve some complex math, physics and reasoning problems I fed it twice as fast as OpenAI’s ChatGPT. When I asked it questions about computer programming, the types a job applicant might be faced with in a technical interview, its responses were as in-depth and speedy as its competitors."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI lab DeepSeek massively undercuts OpenAI on pricing — and that's spooking tech stocks",
            "link": "https://www.businessinsider.com/chinese-ai-lab-deepseek-massively-undercuts-openai-on-pricing-2025-1",
            "description": "DeepSeek challenges OpenAI with drastically cheaper models, prompting discussions on the viability of proprietary versus open ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WcjueXLh1ZvEnx_bFzh8yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "15h",
            "source": "Business Insider",
            "article_content": "The Chinese AI lab DeepSeek has rolled out AI models that are a lot cheaper than OpenAI's offerings.\n\nIts emergence spooked tech stocks Monday, with Nvidia down more than 10% premarket.\n\nDeepSeek's open-source models challenge OpenAI's proprietary approach.\n\nThe cost of using AI models has been plunging as competition intensifies — and Wall Street is spooked about the latest entrant.\n\nHaving a leading AI model is nowhere near as special as it was two years ago. These models are mostly trained on data that's publicly available on the internet, so they're not that much different from one another. Standing out in this crowd and charging premium prices is increasingly difficult.\n\nIn recent weeks, DeepSeek has taken this pricing dynamic to a new level. The Chinese AI lab rolled out models that are as good as, or better than, the best products from OpenAI, the pioneering creator of ChatGPT.\n\nThat's impressive. But what's potentially more disruptive is how cheap DeepSeek's models are.\n\nThat disruption hit the markets Monday. The Dutch chip equipment provider ASML fell 11% after the opening bell, and Nvidia fell more than 10% premarket. In Japan, Advantest, TOWA Shibaura, and Ibiden were all down at the closing bell.\n\nBernstein tech analysts studied DeepSeek's offerings in recent days and found that the Chinese AI lab was massively undercutting OpenAI on price.\n\n\"DeepSeek's pricing blows away anything from the competition, with the company pricing their models anywhere from 20-40x cheaper than equivalent models from OpenAI,\" the analysts wrote in a note to investors on Sunday.\n\nDeepSeek and OpenAI pricing compared. Bernstein Research\n\nThe chart above shows the cost of \" tokens ,\" which have become the raw material of generative AI. Chatbots and AI models break down words and other inputs into these tokens to make them easier to process and understand. One token is about three-quarters of a word.\n\nWhen AI companies are handling prompts and other model inputs and outputs, they often charge users based on a per-token price. DeepSeek's Reasoner model costs $0.55 for every million tokens inputted. OpenAI's o1 model charges $15 for the same number of tokens, according to Bernstein.\n\nThe Bernstein analysts also noted that DeepSeek's models are open-source, meaning they are available free to anyone who wants to work with them. That's a contrast with OpenAI, which keeps its top models proprietary and closed while charging relatively high prices for the products.\n\n\"The whole thing brings up some very interesting questions about the role and viability of proprietary versus open-source efforts that are probably worth doing more work on,\" the Bernstein analysts wrote.\n\nBut they added, \"The resulting Twitterverse panic over the weekend seems overblown.\"\n\nEdison Lee, an equity research analyst at Jefferies, said it was \"difficult to say what the eventual impact will be, but combining our more cautious cyclical view on the chip sector in any case, it may be prudent to reduce exposure to the digital part of the semiconductor supply chain including semicap equipment stocks like ASML.\"\n\nDeepSeek's newly-released flagship model is now No. 1 on Apple's free apps chart — just ahead of ChatGPT."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Selloff Opens Door for Alternate Machine-Learning Methods",
            "link": "https://www.bloomberg.com/news/newsletters/2025-01-27/ai-selloff-opens-door-for-alternate-machine-learning-methods",
            "description": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R8zVrxgkgm9aVKlqTyJeNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "7h",
            "source": "Bloomberg L.P.",
            "article_content": "Investors routed global high-tech shares to the tune of $1 trillion after buzz from a Chinese startup interrupted the harmony around Silicon Valley’s artificial intelligence. The emergence of DeepSeek, which trained its open-source AI model for a fraction of the costs spent by rivals, prompted investors to reconsider the lofty valuations placed on some European and US technology companies. Nvidia, long a market darling, suffered the largest rout in market history.\n\nDutch chip-equipment maker ASML fell as much as 12% after money managers considered whether machine-learning algorithms might not consume as much power as previously projected. That realization, in turn, sent shockwaves among electricity-grid suppliers like Siemens Energy and Sweden’s Munters Group. For the full blow-by-blow of the market bloodbath, follow Bloomberg’s live-ticker here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning could be a complementary decision-support tool for assessing depression",
            "link": "https://www.news-medical.net/news/20250127/Machine-learning-could-be-a-complementary-decision-support-tool-for-assessing-depression.aspx",
            "description": "Depression impacts an estimated 18 million Americans each year, yet depression screening rarely occurs in the outpatient setting.",
            "image_url": "https://www.bing.com/th?id=ODF.wTzFRLrnHCXMO3gKqyXx3g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "machine+learning",
            "date": "News Medical33m",
            "source": "News Medical",
            "article_content": "Background and goal: Depression impacts an estimated 18 million Americans each year, yet depression screening rarely occurs in the outpatient setting. This study evaluated an AI-based machine learning biomarker tool that uses speech patterns to detect moderate to severe depression, aiming to improve access to screening in primary care settings.\n\nStudy approach: The study analyzed over 14,000 voice samples from U.S. and Canadian adults. Participants answered the question, \"How was your day?\" with at least 25 seconds of free-form speech. The tool analyzed vocal biomarkers associated with depression, including speech cadence, hesitations, pauses, and other acoustic features. These were compared to results from the Patient Health Questionnaire-9 (PHQ-9), a standard depression screening tool. A PHQ-9 score of 10 or higher indicated moderate to severe depression. The AI tool provided three outputs: Signs of Depression Detected, Signs of Depression Not Detected, and Further Evaluation Recommended (for uncertain cases).\n\nMain results: The dataset used to train the AI model consisted of 10,442 samples, while an additional 4,456 samples were used in a validation set to assess its accuracy.\n\nThe tool demonstrated a sensitivity of 71%, correctly identifying depression in 71% of people who had it.\n\nSpecificity was 74%, correctly ruling out depression in 74% of people who did not have it.\n\nWhy it matters: The study findings suggest that machine learning technology could serve as a complementary decision-support tool for assessing depression."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia issues school textbook saying it was 'forced' to march into Ukraine",
            "link": "https://www.reuters.com/world/europe/russia-issues-school-textbook-saying-it-was-forced-march-into-ukraine-2025-01-27/",
            "description": "A new school textbook that likens Russia's war in Ukraine to the Soviet struggle against the Nazis and says Russia was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xplCsoPWdS9LQlhTCwHq8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "10h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine replaces commander of eastern front after Russia captures another town",
            "link": "https://www.reuters.com/world/europe/zelenskiy-again-replaces-commander-ukraines-key-eastern-front-2025-01-27/",
            "description": "Ukrainian President Volodymyr Zelenskiy replaced the commander of the eastern front, the most heated battlefield of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EJT-tX5rTqyg_TxEGWi3Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New conflict escalating in Africa: What is happening on border between DR Congo and Rwanda",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/new-conflict-escalating-in-africa-what-is-happening-on-border-between-dr-congo-and-rwanda/ar-AA1xXaLF?ocid=BingNewsVerp",
            "description": "Rwanda-backed Congolese rebels from the M23 movement have announced the capture of the major city of Goma in the eastern ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZyF13uNDa0KxWbIKwN89_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ICC prosecutor seeking arrest warrants for those accused of atrocities in Sudan’s West Darfur region",
            "link": "https://www.msn.com/en-us/news/world/icc-prosecutor-seeking-arrest-warrants-for-those-accused-of-atrocities-in-sudans-west-darfur-region/ar-AA1xYfAC?ocid=BingNewsVerp",
            "description": "The prosecutor of the International Criminal Court says his office will be seeking arrest warrants for those accused of atrocities in Sudan’s West Darfur region, which has seen reported ethnic ...",
            "image_url": "https://www.bing.com/th?id=OJ.uP81lfYaBLNY6g&pid=news&w=70&h=16&rs=2",
            "category": "war+conflict",
            "date": "24mon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI stocks plunge as China's DeepSeek sends shock wave through Wall Street",
            "link": "https://www.yahoo.com/news/ai-stocks-plunge-chinas-deepseek-010711505.html",
            "description": "A Chinese AI company called DeepSeek is sending a shock wave through Wall Street. Margaret Brennan explains. President Trump ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LQiS2ezk9rGZT43iCTHJuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "35m",
            "source": "Yahoo",
            "article_content": "28,064 people played the daily Crossword recently. Can you solve it faster than others?\n\n28,064 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Panic Live Updates: Trump Calls AI Development ‘Positive’ Despite Tech Stock Plunge",
            "link": "https://www.msn.com/en-us/money/markets/deepseek-panic-live-updates-trump-calls-ai-development-positive-despite-tech-stock-plunge/ar-AA1xWm5A?ocid=BingNewsVerp",
            "description": "EST Nvidia releases its first statement on DeepSeek as its stock dipped to a 18% loss on the day, calling the Chinese company ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2FwbqsyIqjaNfe7wWB8CdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1hon MSN",
            "source": "Forbes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US stock market: NVIDIA share price crashes 17% on DeepSeek fear",
            "link": "https://www.msn.com/en-in/money/markets/us-stock-market-nvidia-share-price-crashes-17-on-deepseek-ai-fear-loses-over-600-billion-market-cap/ar-AA1xY9aq?ocid=BingNewsVerp",
            "description": "US stock market: Following concern over Chinese Air Intelligence (AI) start-up DeepSeek, NVIDIA share price witnessed sharp ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aQU8sGLI6hbs7-7zL-kLRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "13mon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Financial Services Roundup: Market Talk",
            "link": "https://www.msn.com/en-us/money/other/financial-services-roundup-market-talk/ar-AA1xXamR?ocid=BingNewsVerp",
            "description": "Gain insight on Experian, SoFi Technologies and more in the latest Market Talks covering Financial Services, U.K. life ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tQV0P8t8cF7EyjppXDbgRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Colombia avoids trade war with US as business community, citizens call for cooler heads",
            "link": "https://www.reuters.com/world/americas/colombia-avoids-trade-war-with-us-business-community-citizens-call-cooler-heads-2025-01-27/",
            "description": "Colombia's President Gustavo Petro averted an economic disaster at the 11th hour after diplomats from his government and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zDCEYC3akzsw9M8fMV8RzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Budget 2025: A Blueprint for Revitalizing India's Economy",
            "link": "https://www.devdiscourse.com/article/business/3240583-budget-2025-a-blueprint-for-revitalizing-indias-economy",
            "description": "The Union government's upcoming Budget 2025 may introduce innovative initiatives to bolster infrastructure, agriculture, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.llpG2FvUFZMoSCGt5fFAwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "devdiscourse21h",
            "source": "devdiscourse",
            "article_content": "The Union government's forthcoming Budget 2025 is expected to unveil a series of dynamic measures designed to invigorate India's infrastructure, agriculture, MSMEs, and additional vital sectors, according to a State Bank of India report. The proposed strategies include securing alternative funding, specialized production-linked incentives, and initiatives to advance the nation's green economy and disaster preparedness.\n\nSpecifically, the report suggests introducing alternate funding avenues for infrastructure developments, like Tax Free Bonds, to reduce financing costs and accelerate growth. In agriculture, the creation of an omnibus Credit Guarantee Fund Trust is advised to support new agricultural loans and Agri Value Chain Financing through enhanced credit guarantees.\n\nThe budget also aims at re-evaluating the housing sector's Priority Sector Lending criteria and exploring new incentives for MSMEs, particularly in textiles, electronics, and food processing. Moreover, it underlines the necessity of a sustainable investment framework to meet India's climate goals, along with a Disaster Pool for natural calamity risk management.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Morefine launches S800 Mini PC with Intel Core Ultra 9-185H, up to 96GB DDR5 RAM & more",
            "link": "https://www.gizmochina.com/2025/01/27/morefine-s800-mini-pc-launched-specs-price/",
            "description": "Chinese manufacturer Morefine has unveiled its latest mini PC, the S800, targeting international markets. This compact yet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hmfXmvzi79Lt6htn85eEVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "15h",
            "source": "Gizmochina",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where to buy RTX 5090 and RTX 5080 — these are the retailers you should check",
            "link": "https://www.tomsguide.com/live/news/where-to-buy-rtx-5090-rtx-5080",
            "description": "It's not confirmed if brick and mortar store Currys will have RTX 5090 stock, but as one of the UK's largest physical tech ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5RuIQ1k_dgOx4mU1Z79x7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "14h",
            "source": "Tom's Guide",
            "article_content": "Refresh\n\nNvidia RTX 40-series cards are a viable alternative (Image credit: Future) As we previously posted, it's not a bad idea to skip the RTX 50-series and instead grab an RTX 40-series GPU. Many of the links above currently direct you to the latest Nvidia GPUs, so if you have bad luck finding an RTX 50-series card you might be better off with a previous-generation card. Given their power, RTX 40 cards will be viable for many years to come.\n\nPatience is a virtue (Image credit: Future) We still have to wait until January 30 for the official launch of the Nvidia GeForce RTX 50-series cards. If you're a gaming enthusiast, the next couple of days might be excruciating. Worse still is the very real possibility you might not be able to get a card at launch given the low expected stock. This is why we advise you to be patient when checking for deals. You might get lucky right away, or it might take a few hours. And even if you don't get a GPU on day one, you'll likely get a chance later on, especially when the hype dies down. Regardless, be sure to keep checking in on this page.\n\nFolks are camping out for RTX 50 cards (Image credit: Reddit) IGN reports that folks are already camping outside retailers like Micro Center to get their hands on Nvidia's RTX 50-series cards (as posted on Reddit). As we said above, stock for the new Nvidia GPUs is very limited, so it's possible campers will be outside stores for a long while. That could prove challenging given the bitter January cold. In fact, Micro Center posted a YouTube video against this. “We do discourage camping at our locations for the 5090 and 5080,\" said the company. While we understand the enthusiasm for these new graphics cards, they're not worth getting frostbite over. That's why we encourage you to keep your eyes locked on this page for a chance to snag an Nvidia RTX 50-series card when they become available.\n\nIs the RTX 5070 really as powerful as an RTX 4090? (Image credit: Future) Nvidia turned heads when it claimed the RTX 5070 was as fast as the RTX 4090. This isn't actually true in terms of raw computing power, but if you enable DLSS 4, you're likely to enjoy games at high fps on this mid-grade card. So in that sense, the RTX 5070 seems like a decent upgrade for anyone with an older Nvidia GPU. However, if you want raw performance power, the RTX 5080 or beefier RTX 5090 are the best bets... even if they are far more expensive.\n\nWhich RTX 50 card to buy? (Image credit: Tom's Guide) If you're in the market for a new GPU for your gaming rig, then choosing between the new Nvidia GeForce RTX 50-series graphics card might be difficult. The RTX 5090 is a powerhouse, based on our testing, but it also costs an eye-watering $2,000. The $999 RTX 5080 is also pretty enticing, though it lacks the power of its beefier sibling. For most folks, the RTX 5070 Ti and RTX 5070 might be the best choice. Not only are they $749 and $549 (respectively), but they should provide significant upgrades for those with older Nvidia cards. But regardless of your choice, it's going to cost a pretty penny to upgrade.\n\nWhat is RTX mega geometry? (Image credit: Nvidia) I spoke about this a little after my time at Nvidia's Editor's Day. But what is it exactly? Let me explain what this will bring to RTX 50-series users. All graphics you see in a game are built using a number of triangles. In the past, these were definitely more noticeable in the likes of PS1 games, but the vastly increased detail since then means you'll struggle to notice them. RTX Mega Geometry uses AI to bring in the next generation of this — Nvidia is allowing developers to stream in these details in real-time without the need to rebuild anything else. This means that you could render characters and details at 1 triangle per pixel. This is simply unheard of in even the most graphically impressive games available right now. I means your games can look at otherworldly levels of impressiveness. I got to check out the dragon demo in person, and to see this monster rendered at 1 triangle per pixel is truly bonkers.\n\nSecond, it actually eases pressure on the graphics card in some areas while ramping up the demands in other areas — AI is helping the RTX 50-series do more with less.\n\nDon't skip on RTX 40-series desktops — especially this cheap beast (Image credit: Future) As you've seen by the prices on Adorama, RTX 5080 and RTX 5090 pre-built PCs are expensive. But did you know that the vast majority of DLSS 4 features are coming to RTX 40-series PCs too? (Image credit: Nvidia) As you can see by the table here, the only thing not coming is multi frame generation. If that's a massive dealbreaker for you, then I suggest you hold out until the cards are available. If not (and I guarantee you'll still be able to play all the AAA games at impressive fidelity and frame rates on 40-series), this Alienware Aurora R16 deal is not one to be ignored! Alienware Aurora R16: was $2,209 now $1,799 at Dell This is a monster of a machine — packing Intel Core i7-14700F CPU, RTX 4070 SUPER GPU, 32GB of DDR5 RAM and a spacious 2TB SSD. Plus with a 1000W power supply and liquid cooling, if you did want to upgrade that GPU to 50-series, the PC will be ready for it.\n\nStock check: Not available yet (but there's a catch) (Image credit: Best Buy) If you're looking for the GPU specifically, product listings are live but you can't order yet. Use the links above to find them and keep them saved for when they do go live! HOWEVER, you can get some pre-builts from CyberPower PC on Adorama. So far, this seems to be the only way to grab one right now. If you're keen to get into the RTX 50-series systems but don't want to build it yourself, this is a good (if expensive) way to go. CyberPowerPC Gamer Supreme liquid cooled desktop (AMD Ryzen 9 9900X, RTX 5080, 32GB RAM, 2TB SSD): $2,299 @ Adorama\n\nCyberPowerPC Gamer Supreme liquid cooled desktop (Intel Core Ultra 9 285K, RTX 5090, 64GB RAM, 4TB SSD): $4,499 @ Adorama There are six of them, but these are the lowest-priced models you can get.\n\nDLSS 4 is a real upgrade (Image credit: Future) Since we posted our testing, CD Projekt Red issued its update to Cyberpunk 2077 that brings DLSS 4 into the mix. At the time of testing, multi frame generation was not available. But even with that in mind, the numbers are mightily impressive over the older DLSS 3.5. Swipe to scroll horizontally Cyberpunk 2077 settings RTX 5090 performance (frames per second) 4K Ultra (no DLSS) 57.32 4K Ultra (DLSS 3.5 frame generation) 97.6 4K Ultra (DLSS 4 frame generation 123.06 So as you can see, moving from that convolutional neural network to the transformer model is making it smarter and more efficient in boosting frame rates!\n\nRTX 5090 benchmarks: Here's what to expect (Image credit: Future) We put the RTX 5090 through its paces to show its performance gains over its older RTX 4090 sibling, and it's clear we're seeing improvements in rendering and ray tracing. In 3DMark's benchmark tests, we saw a considerable jump in performance by up to 28%. While these differences aren't exactly worth it for those who already own an RTX 4090, those with a 30-series GPU will see a worthwhile bump. Check out the benchmarks below: Swipe to scroll horizontally Benchmark RTX 5090 RTX 4090 % difference 3DMark Time Spy Extreme 18318 17472 4.62% 3DMark Fire Strike Ultra 31602 24073 23.82% 3DMark Port Royal 35937 25650 28.63%\n\nMore outrageous RTX 5090 pricing (Image credit: Overclockers UK Talk about a bump in price! Over on Overclockers UK, you'll find plenty of RTX 5090 GPUs for quite a hefty price. The MSI GeForce RTX 5090 Gaming Trio is set at a bonkers £25,000, which is, uhm, a little much. Of course, this is just a placeholder price before pre-orders for the products go live, which is set to begin on January 30. Overclockers specifically states that \"pricing is not final and TBC.\" Here's hoping this isn't what's to come from scalpers down the line. While we wait for these products to go live, you can always click \"Notify Me\" at different retailers so you can be one of the first to grab Nvidia's RTX 5090 and RTX 5080 GPUs.\n\nBeware of scalper prices (Image credit: dertpert88 via Reddit) Speaking of astronomical prices for RTX 5090 and RTX 5080 GPUs, do everything you can to not give in to scalpers. A report from Wccftech shows that listings on eBay for pre-sale units are going for absurd prices, including this Asus ROG Astral RTX 5090 GPU for a whopping $7,000. Yikes! A quick glance on eBay shows prices range from $3,000 to $7,000 for an RTX 5090, and these are clearly bumped up from Nvidia's asking price ($1,999/£1,939). Of course, it's great and all to be the first to get hands on an RTX 5090, but not at these prices. We're still looking for pre-orders to go live at retailers, and we'll get a better sense at what prices actually look like once they're available.\n\nRTX 5090 vs RTX 4090: How do they compare? (Image credit: Future) If you're wondering how an RTX 4090 measures up to an RTX 5090, we've got some interesting benchmarks to give you a taste of how well Nvidia's latest premium graphics card performs. Our Nvidia RTX 5090 desktop GPU benchmarks show off the real horsepower behind the next-gen GPU, with up to a 32% increase in frame rate in Far Cry 6 with 4K Ultra settings, 28% in Cyberpunk 2077 with 4K Ray Tracing at Ultra, and 25% in Borderlands 3 at 4K Ultra. That's a decent bump in frame rates, but that's also without DLSS 4. Check out our testing below, and you can get a better look at how the GPUs compare in our RTX 5090 vs RTX 4090 test. Swipe to scroll horizontally Game benchmark RTX 5090 (FPS) RTX 4090 (FPS) % difference Cyberpunk 2077 (4K Ray Tracing: Ultra) 57.32 41.11 28.28% Borderlands 3 (4K Ultra) 176.28 130.76 25.82% DiRT 5 (4K Ultra) 227.6 185.8 18.37% Far Cry 6 (4K Ultra) 161 109 32.30% Shadow of the Tomb Raider (4K Ultra) 166 129 22.29%\n\nReport: Nvidia RTX 50-series GPUs at asking price are slim (Image credit: Nvidia) According to a new report from Wccftech, Nvidia RTX 50-series GPUs, particularly RTX 5090 and RTX 5080 graphics cards, will be even harder to get at Nvidia's proposed pricing. Apparently, not even after launch, as inventory levels are extremely low. As the report points out, Nvidia's profit margin for AIB partners is low, meaning custom RTX 5090 and RTX 5080 models will be sold at a much higher price, all so manufacturers can make a profit. I just posted about how pricey RTX 5090 and RTX 5080 custom GPU prices will look, and this looks to be the case once GPUs start becoming available. This leak comes from Chiphell, which talks about the RTX 5080 specifically. However, it's likely RTX 5090 will also be affected if the leak is accurate. We've still yet to see prices for both 5090 and 5080 custom GPUs at retailers, but if prices are raised by a lot, it's best to keep your eye on Nvidia's Blackwell GPUs from its official site to get them at their lowest cost possible.\n\nHands-on with an RTX 5090 (Image credit: Future) Just how good is an RTX 5090? Well, we got a chance to go hands-on with an RTX 5090, and we were blown away by how truly gorgeous two demanding PC games looked. In Black Myth: Wukong, the RTX 5090 was able to achieve well over 200 FPS with DLSS on and everything turned up to max settings in 4K. This alone is a massive step up for PC gaming, and DLSS 4 played a huge part in casting away any ghosting or artifacting. We also saw Black State, an upcoming third-person shooter, in action. Here's where we saw Nvidia Reflex drastically reduce latency. Plus, with the RTX 5090 powering the game's photorealistic style, it was easily the best-looking game out there. That's only a small taste of what an RTX 5090 boasts, and sure enough, it'll be a game changer for those after a gaming PC upgrade.\n\nRTX 5090 custom GPUs will be pricey (Image credit: Tom's Guide) We caught a glimpse of what RTX 5090 and RTX 5080 custom GPU prices will look like from Asus, MSI and Gigabyte, and they're quite a bit higher than Nvidia's asking price. According to the leak, we may see an Asus RTX 5090 for as much as $2,799 and an Asus RTX 5080 for $1,899. That's a considerable jump from Nvidia's official pricing — with an RTX 5090 going for $1,999 (£1,939) and an RTX 5080 for $999 (£979). Still, some aren't as expensive, with an MSI RTX 5090 going for $2,199 and an MSI RTX 5080 for $1,139, if the listings prove to be accurate. Once pre-orders kick off, we'll get a better idea of what prices are looking like.\n\nMore RTX 5080 gaming desktops available (Image credit: Future) We're still seeing \"Notify When Available\" for RTX 5090 and RTX 5080 GPUs at all retailers, but Adorama's gaming desktops with RTX 5080 are still going strong. In fact, the CyberPowerPC Gamer Supreme for $2,769 we mentioned earlier is now temporarily on backorder. If you're looking to grab a whole desktop setup, there are still options available. That includes other CyberPowerPC models, such as this CyberPowerPC Gamer Supreme for $2,419 with an AMD Ryzen 7 9800X3D CPU, 32GB of RAM and 2TB SSD. Seeing as the RTX 5080 is set to be $999 (£979), we're sure many with a gaming desktop already set up will wait for stocks to be available. We'll keep you updated.\n\nLatency should not be a problem (Image credit: Future) Latency is one of those things that always comes up when talking about Nvidia’s DLSS tech. While the frame generation feature makes games look smoother, it doesn’t actually change latency since it’s more of an AI trick than a brute-force upgrade powered by the GPU. When we saw DLSS 4 generating two extra frames on top of what DLSS 3 could do, it did raise a few eyebrows at the event. Would cramming in extra frames lead to noticeable latency? Thankfully, we were able to put those concerns to rest pretty quickly. Running around Night City, it was clear that those additional frames from Multi Frame Gen didn’t add any extra latency compared to what we experienced with DLSS 3. Now, this potential issue depends a bit on your setup. If you’re playing at lower frame rates, latency between frames can be more noticeable. But let’s be real—if you’re targeting 100+ FPS (and with DLSS, that’s pretty much the norm), most people won’t notice a thing. It’s smooth sailing all the way.\n\nAI is the key to everything (Image credit: Future) Nvidia is introducing a host of new RTX features, many of which prominently feature the term “neural.” These include Neural Rendering for full ray and path tracing, Neural Shaders that use AI to enhance in-game textures, and Neural Faces, which leverage generative AI trained on real human expressions to push past the uncanny valley. One feature that immediately stood out to me during the demos was RTX Neural Materials. Traditionally, game developers need to manually embed textures and define how objects interact with lighting and ambiance within the game world. RTX Neural Materials streamlines this process by using AI to compress the underlying data, resulting in up to a fivefold boost in processing speed. The end result is textures that look dramatically realistic — rather than just looking like shiny pieces of foil on the ground. Alongside this, RTX Mega Geometry is able to vastly increase the amount of detail on any character to really give this a shot of shooting past uncanny valley.\n\nRTX 5080 gaming PCs from $2,299 (Image credit: Future) While we're still waiting for RTX 5090 and RTX 5080 GPUs to become available, we're seeing RTX 5080-equipped gaming desktops trickle in at Adorama — and prices are starting at $2,299! Right now, this CyberPowerPC Gamer Supreme desktop PC with an RTX 5080 is available for $2,299, and it also includes an AMD Ryzen 9 9900X CPU, 32GB of RAM and 2TB SSD. This is currently the lowest on offer, but more gaming desktops are available with an RTX 5080, including another CyberPowerPC Gamer Supreme for $2,769 with an AMD Ryzen 9 9950X, 64GB of RAM and a 4TB SSD. Now that we're seeing gaming desktops on offer, we're sure to see RTX 5090 and RTX 5080 GPUs pre-orders be made available soon enough. Stay tuned as we keep an eye out for more to be made available.\n\nCyberpunk 2077 at 4K 240 FPS (Image credit: Future) Nvidia has made it abundantly clear that 4K 240 fps is the new target for its GPUs — something that companies are reacting to with monitors that reach these eyewatering levels of smoothness. I got to try Asus' impressive option out and I was blown away! And through some AI trickery, the GPU maker has done it. Multi-frame generation is the big thing coming to RTX 50-series GPUs — rather than just being able to generate one additional frame, it can now create three without any overt impact being made to the latency. That means rather than seeing frame rates of around 80 fps in Cyberpunk 2077 with everything turned up to 4K Ultra with path tracing, you can see that spike at a bonkers 265 FPS in my own testing.\n\nDLSS 4 explained (Image credit: Future) Deep Learning Super Sampling (DLSS) 4 is the next generation of Nvidias AI game enhancement tech, and it’s very different from past generations. The key difference under the hood is moving away from the convolutional neural network (CNN). This older method works to find patterns in any in-game image to sharpen them up and make them smoother by increasing the number of frames. However, it’s a bit of a flawed system that tries to analyze literally every little bit of the screen — leading to ghosting (seeing the outline of a fast-moving item on screen follow behind it).\n\n\n\nInstead, Nvidia has moved to a transformer model — the kind of thing you see the likes of ChatGPT running on. This adds the additional intelligence of DLSS being able to evaluate the importance of each pixel across an entire frame. That means if can think a few more steps ahead with greater efficiency. And in practice, it means vastly smoother edges with little to no ghosting on them, and a huge increase in frame rates (more on that later).\n\nRTX 5090 by the numbers (Image credit: Future) I understand the first thing on everyone’s mind is evaluating the improvements in rendering performance without relying on AI enhancements. Nvidia has heavily emphasized terms like “DLSS” and “neural,” which has led many of our readers to question just how much of the progress comes down to raw processing power alone. To answer this question, our first benchmarks focused on this, and you're looking at a roughly 22-23% average increase in game frames per second (FPS) over the 4090. Swipe to scroll horizontally Game benchmark RTX 5090 (FPS) RTX 4090 (FPS) % difference Cyberpunk 2077 (4K Ray Tracing: Ultra) 57.32 41.11 28.28% Borderlands 3 (4K Ultra) 176.28 130.76 25.82% DiRT 5 (4K Ultra) 227.6 185.8 18.37% Far Cry 6 (4K Ultra) 161 109 32.30% Shadow of the Tomb Raider (4K Ultra) 166 129 22.29%"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud-Native Architecture Reshapes Real-Time Data Processing Landscape",
            "link": "https://techbullion.com/cloud-native-architecture-reshapes-real-time-data-processing-landscape/",
            "description": "In a groundbreaking research paper published in the International Journal of Scientific Research in Computer Science, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eKxI2MvY1m4ClFJ0YHLrdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts9h",
            "source": "Impacts",
            "article_content": "In a groundbreaking research paper published in the International Journal of Scientific Research in Computer Science, Engineering and Information Technology, Sai Manish Podduturi provides comprehensive insights into cloud-native microservices architecture. Currently working in the financial sector, His analysis reveals significant advancements in real-time data processing capabilities.\n\nThe Digital Data Explosion\n\nBy 2025, global data creation will surge to 163 zettabytes – a tenfold increase from 2016. This unprecedented growth is pushing traditional systems to their limits, demanding revolutionary solutions for data processing. As organizations grapple with this digital explosion, where 20% of data is vital for daily operations and 10% demands real-time handling, cloud-native architectures are emerging as the key solution. This shift marks a critical evolution in how businesses process and manage their expanding digital footprint.\n\nRevolutionary Performance Metrics\n\nCloud-native architectures are setting new benchmarks in operational performance, with organizations experiencing dramatic improvements in their systems. Studies show a 76.3% boost in application scalability alongside a 71.8% decrease in processing delays compared to conventional systems. The impact is particularly striking in transaction processing, where institutions now handle over 100,000 transactions per second while maintaining ultra-low latency under 10 milliseconds – a significant leap forward in processing capabilities.\n\nMicroservices: The New Building Blocks\n\nThe microservices architectural pattern has revolutionized modern software development, delivering transformative results across organizations. Studies reveal significant improvements, including a 74% drop in inter-service dependencies and 42% better system maintainability. The implementation of standardized API contracts has further enhanced efficiency, reducing integration errors by 67% and boosting service discovery effectiveness by 58%. These advancements mark a fundamental shift in how applications are built and maintained.\n\nContainerization Revolution\n\nContainer technology has revolutionized application deployment, reducing deployment time by 71% while improving resource utilization by 58%. Standardized container images ensure consistent application behavior across different environments, leading to an 84% reduction in configuration-related errors. Development teams using containers spend 66% less time debugging environment-related issues and achieve a 73% improvement in deployment success rates.\n\nSmart Orchestration\n\nAdvanced scheduling capabilities in container orchestration have transformed workload management, achieving 93% optimal resource distribution across nodes and resulting in a 51% improvement in overall cluster efficiency. Automated remediation capabilities successfully handle 89% of common failure scenarios without human intervention, reducing system downtime by 76%.\n\nEvent-Driven Architecture Innovation\n\nOrganizations implementing event-driven patterns have achieved unprecedented improvements in real-time data handling. Systems now achieve an average event processing rate of 75,000 events per second, with latencies consistently remaining below 25 milliseconds across distributed systems. Event brokers process an average of 850,000 messages per second with 99.999% delivery reliability.\n\nServerless Computing Breakthrough\n\nThe emergence of serverless computing has led to a 68% reduction in operational costs while improving resource utilization by 79%. Organizations report eliminating approximately 1,500 hours of monthly infrastructure maintenance tasks through serverless implementations, with automated scaling mechanisms handling traffic variations from 10 to 150,000 requests per minute while maintaining consistent performance.\n\nAdvanced Monitoring and Observability\n\nModern monitoring systems now enable the prediction of 89% of potential failures before they impact end users. Organizations implementing real-time health checks process an average of 1.5 million metrics per minute, achieving 99.999% monitoring coverage while maintaining alert accuracy rates above 95%. AI-powered detection systems successfully identify 94% of anomalies before they cause service degradation.\n\nDesign Principles Evolution\n\nOrganizations implementing clear design principles experience an 84% reduction in deployment failures and a 71% improvement in service maintainability. Service discovery patterns have reduced lookup times by 92% and improved overall system reliability by 76%, with systems processing over 45,000 service discovery requests per second at 99.999% accuracy.\n\nIn conclusion, cloud-native architectures are becoming increasingly critical as global data volumes continue to expand exponentially. The convergence of AI-driven monitoring, advanced serverless computing, and sophisticated event processing capabilities suggests a transformative future for data handling. As Sai Manish Podduturi emphasizes in his research, organizations that embrace cloud-native practices are positioning themselves at the forefront of innovation, equipped with the agility and processing capabilities essential for success in our data-driven era."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Serverless Computing Emerges as Game-Changer in Cloud Technology",
            "link": "https://techbullion.com/serverless-computing-emerges-as-game-changer-in-cloud-technology/",
            "description": "In today’s rapidly evolving technological landscape, groundbreaking research by cloud computing expert Vaibhav Vudayagiri ...",
            "image_url": "https://www.bing.com/th?id=OVFT.owFx4Oetq2U3oem8vQRtJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts11h",
            "source": "Impacts",
            "article_content": "In today’s rapidly evolving technological landscape, groundbreaking research by cloud computing expert Vaibhav Vudayagiri reveals the transformative impact of serverless computing on software development. As organizations seek more efficient deployment solutions, his comprehensive study demonstrates how this paradigm shift is reshaping the industry, with the serverless market poised to reach $21.1 billion by 2025, fundamentally changing how applications are built and deployed.\n\nEvolution of Cloud Services\n\nDespite its potentially misleading name, serverless computing doesn’t eliminate servers but revolutionizes their management approach. This innovative model transfers infrastructure responsibilities to cloud providers, allowing developers to focus exclusively on code creation. The technology has gained remarkable traction, with adoption rates projected to surge from 30% in 2020 to 85% by 2025, signaling a fundamental shift in cloud computing strategies.\n\nFinancial Benefits\n\nThe economic advantages of serverless architecture are compelling, with organizations reporting average cost reductions of 26% in cloud expenditure. The pay-as-you-go model eliminates expenses associated with idle servers, while automatic scaling capabilities enable applications to handle traffic spikes of up to 100,000 requests per second without manual intervention, delivering both cost efficiency and robust performance. Research indicates that organizations adopting serverless architectures experience up to 47% reduction in total infrastructure costs over 12 months.\n\nDeveloper Productivity\n\nA standout benefit is the 44% increase in developer productivity. Freed from infrastructure management tasks, development teams can concentrate on innovation and feature development. This enhanced efficiency translates to faster market delivery, with organizations achieving a 34% reduction in their application development lifecycle, creating a significant competitive advantage. Teams report deploying 35% more features annually after adopting serverless architecture.\n\nTechnical Advancements\n\nWhile serverless computing presents challenges such as cold start latency, innovative solutions have emerged to address these issues. Function optimization and provisioned concurrency have successfully reduced cold start occurrences by 90% and decreased latency by 70%, ensuring consistent performance and reliability in serverless applications. Advanced monitoring tools and optimization techniques have further improved performance metrics across various deployment scenarios.\n\nDevOps Integration\n\nThe marriage of serverless architecture with DevOps practices has produced remarkable results. Organizations report 66% faster feature deployment, 50% fewer deployment failures, and 75% improved recovery time. This synergy creates a more efficient and reliable development pipeline, enabling faster innovation and better service delivery. Implementation of Infrastructure as Code (IaC) in serverless environments has reduced infrastructure management time by up to 80%.\n\nMonitoring and Performance\n\nModern serverless platforms excel in monitoring and logging capabilities. Organizations utilizing centralized logging resolve 60% of production issues without escalating to development teams. Furthermore, distributed tracing improves debugging efficiency by 80% and reduces performance bottleneck identification time by 60%, ensuring optimal application performance.\n\nSecurity and Reliability\n\nSecurity remains a cornerstone of serverless architecture. Major providers maintain service level agreements of 99.95% or higher, surpassing traditional architectures. Built-in security features and high availability make serverless computing ideal for mission-critical applications requiring robust protection and performance. Organizations report a 45% decrease in security-related incidents after migrating to serverless platforms.\n\nOperational Impact\n\nThe serverless model demonstrates exceptional operational efficiency. Organizations report an 80% reduction in infrastructure maintenance time and a 60% improvement in resource utilization. These gains allow teams to focus on innovation rather than routine maintenance, driving business value and competitive advantage.\n\nIndustry Applications\n\nReal-time processing capabilities through serverless architecture have revolutionized multiple sectors, delivering remarkable improvements in operational efficiency. Organizations report substantial benefits, including 40% cost reductions in processing operations and 76% faster execution times. This transformation is particularly evident in processing speeds, which have scaled dramatically from 100 operations per second to over 1,000 during peak periods, demonstrating serverless computing’s robust ability to handle intensive workloads while maintaining cost-effectiveness across diverse industries.\n\nIn conclusion, Vaibhav Vudayagiri‘s comprehensive research demonstrates that serverless computing transcends traditional technological advancements, marking a pivotal shift in cloud computing paradigms. With its potent combination of reduced complexity, enhanced scalability, and accelerated developer productivity, serverless architecture is emerging as the cornerstone of modern software development. As adoption rates surge and innovations continue, this technology is set to dominate the digital landscape, with projections indicating it will become the standard choice for application development across industries by 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists uncover major new find studying China’s mysterious 2,000 year old Terracotta Army",
            "link": "https://www.ladbible.com/news/world-news/china-terracotta-army-discovery-archaeology-qin-shi-huang-490687-20250127",
            "description": "Dating back thousands of years, the Terracotta Army guards the mausoleum of Qin Shi Huang and has never been opened.",
            "image_url": "https://www.bing.com/th?id=OVFT.PDGw6nXvGkbaPjwp_Y_uYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "11h",
            "source": "LADbible",
            "article_content": "A 2,000-year-old tomb guarded by thousands of terracotta soldiers continues to surprise archaeologists after a new major find was discovered at the site in rural China.\n\nKnown as the Terracotta Army, it is one of the most famous discoveries in humanity's history.\n\nWith 8,000 soldiers, 130 chariots and 520 horses, the sculptures - made purely out of terracotta - were only found in 1974. Guarding the tomb of China's very first emperor, Qin Shi Huang, they had stood in place since the late 200s BC; making them more than 2,200 years old.\n\nAdvert\n\nQin Shi Huang is one of the most influential people in China's history as the first leader to unite the country after centuries of regional conflict.\n\nFinds in one of the pits at the tomb (China Photos/Getty Images)\n\nNew finding at the Terracotta Army\n\nDespite being found back in 1974, work continues on the site with new finds discovered over the years since.\n\nAdvert\n\nAnd now, according to the head of the excavation project, Zhu Sihong, a first-of-its-kind find has been located in the area.\n\nAn area known as Pit 1 is where the biggest find to date has been located, with 3,000 figures in an area 230 metres long and 62 metres wide.\n\nBut it is in Pit 2 - home to war chariots and cavalry - where the newfound has been located.\n\nHere a brand new figure has been located.\n\nAdvert\n\nZhu, speaking to China's state broadcaster CCTV, said: \"Based on its location, we believe this figure was likely the highest-ranking military commander of this unit.\"\n\nTerracotta horses were also uncovered (Tim Graham/Getty Images)\n\nWhy is it important?\n\nThe find is a life-size - and decorated - figure believed to be that of a senior military official.\n\nAdvert\n\nNow, the hope is that it could be a huge point in understanding the Qin dynasty, which only ruled from 221BC to 207BC.\n\nAccording to CCTV, the armour is adorned with detailed patterns, ribbons, and floral knots.\n\nIt is only the tenth of its kind ever to be found in the tomb home to more than 8,000 statues and a size of more than 20 square miles.\n\n“These adornments on the high-ranking officers indicate how special they are,” Xiuzhen Janice Li, an archaeologist at the University of Oxford, told Live Science.\n\nAdvert\n\nLi, who worked at Emperor Qin Shi Huang’s Mausoleum Site Museum, added: \"The style and colour of the adornments featured the aesthetic taste and social status symbols of the time.\n\n\"The arrangement of the high-ranking officers in the military formation reflected the military strategy, such as [the] commanding system in the Qin dynasty.\"\n\nThe uncovered army (Getty Stock Image)\n\nThe tomb\n\nFound back in 1974, the Terracotta Army and the tomb of Qin Shi Huang were discovered by accident.\n\nThis was after local farmer Yang Zhifa came across fragments of pottery when digging for a well.\n\nOnce uncovered, the tomb came as a genuine surprise with no historical documentation of it ever existing. The entire thing had sat untouched, and unknown, for 2,200 years.\n\nWhile the sculptures mostly look like the terracotta they are made of, they were actually painted at the time to represent the people they portrayed.\n\nTraces still exist but most of the paint didn't last the time, with reports that some of the painted surfaces started to flake and fade as soon as they were excavated.\n\nAs for the tomb of Qin Shi Huang - which is sealed airtight - it remains unopened to this day due to issues regarding preserving what is on the inside. There is also a fear of the tomb being boobytrapped due keep grave robbers out.\n\nAs of now, all archaeological proposals have been rejected by China."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Officials make huge DNA discovery investigating Korean plane crash that killed 179",
            "link": "https://www.ladbible.com/news/world-news/korean-jeju-air-plane-crash-birds-muan-868627-20250127",
            "description": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery. The Jeju Air ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MnL0Y89JqbwWVnTn5WHdpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "13h",
            "source": "LADbible",
            "article_content": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery.\n\nThe Jeju Air passenger plane crash landed at Muan International Airport on 29 December with only two of the 181 people onboard surviving.\n\nThe Boeing 737-800 had departed from Bangkok, Thailand, before it smashed into a wall after skidding down the runway in South Korea. This came after the plane’s landing gear failed to deploy and it ended up bursting into flames.\n\nAdvert\n\nEarlier this month, officials said they had been extracting data from one of the black boxes on the jet while the other was damaged in the crash. It was found that both stopped recording about four minutes before the deadly incident.\n\nA new report said the cause is still not determined (Chung Sung-Jun/Getty Images)\n\nAnd investigators have now referenced DNA findings that have been made during an inspection of the aircraft’s remains.\n\nSouth Korea's Aviation and Railway Accident Investigation Board released a report, stating that feathers and bird blood stains had been found in both of the jet’s engines.\n\nAdvert\n\n“The samples were sent to specialised organisations for DNA analysis, and a domestic organisation identified them as belonging to Baikal teals,” it explained.\n\nBaikal teals are a species of migrating duck that breeds in eastern Russia and winters in East Asia.\n\nThe report went on to outline how pilots had noticed groups of birds when making their approach at the Korean airport. There were also recordings from security cameras of the plane coming close to birds during an aborted landing attempt.\n\nOfficials added that they would be overseeing the dismantling of engines and examination their contents as well as the analysation of black box and air traffic control data.\n\nAdvert\n\nThe report explained: “These all-out investigation activities aim to accurately determine the cause of the accident.”\n\nThe plane crashed in December (Chung Sung-Jun/Getty Images)\n\nAnd with the black boxes of the flight data recorder and cockpit voice recorder having cut out, it could complicate efforts in doing so.\n\nAnalysts have said that the concrete structure in which the aircraft crashed into should have been built with lighter materials that could break more easily upon impact.\n\nAdvert\n\nIt was announced last week by South Korea’s Transport Ministry that it is being removed.\n\nMuan airport is now set to remain closed until 18 April and the Transport Ministry said the preliminary report has been sent to the International Civil Aviation Organization, Thailand, the US and France. It added that the plane was built in the US and its engines in France.\n\nFollowing the crash, Boeing said: \"We are in contact with Jeju Air regarding flight 2216 and stand ready to support them. We extend our deepest condolences to the families who lost loved ones, and our thoughts remain with the passengers and crew.\"\n\nJeju Air also added: \"We deeply apologize to all those affected by the incident. We will make every effort to resolve the situation. We sincerely regret the distress caused.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists uncover mysterious 'alien' signal from 'massive' galaxy",
            "link": "https://www.msn.com/en-gb/news/world/scientists-uncover-mysterious-alien-signal-from-massive-galaxy/ar-AA1xXa7z?ocid=BingNewsVerp",
            "description": "Researchers detected a fast radio burst (FRB), powerful radio blasts from deep space that generate more energy in one quick ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RE67x7TB9_9fS26AShFOKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "8hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smart Cinema: Science Movies That Got the Facts Spot-On",
            "link": "https://wealthofgeeks.com/science-movies-facts/",
            "description": "Anyone could make a mistake in thinking that the 'fiction' bit of science fiction absolves the genre of any responsibility to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GncnOhVOvdQ92OeXe7ehSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "wealthofgeeks10h",
            "source": "wealthofgeeks",
            "article_content": "Anyone could make a mistake in thinking that the “fiction” bit of science fiction absolves the genre of any responsibility to the real thing. To pick just the movie to illustrate the point, 2019’s Chinese blockbuster The Wandering Earth envisioned mankind working in harmony to blast the Earth out of its orbit and into a new celestial realm to avoid being engulfed by a rapidly expanding Sun. The implausibility here simply beggars belief. Mankind working in harmony? As if.\n\nNeither are science movies depicting actual non-fictional science any more reliable. Two (fairly) recent examples — The Imitation Game and The Theory of Everything, biopics of World War II codebreaker Alan Turing and rock star physicist Steven Hawking, respectively — got a vicious tut-tut from the scientific community for inexcusable deviations from the facts.\n\nNaturally, there are science movies that get things right. Not everything, of course, but enough to earn a thumbs up from the men in white coats. The following, in no particular order, is a collection of some that do it better than others.\n\nOppenheimer (2023)\n\nThe potent brew of science, ambition, and political power might not have landed with audiences, but Christopher Nolan’s dense, multifaceted biopic of J. Robert Oppenheimer, the so-called “father of the atomic bomb,” got the nod from physicists and historians alike who — with the usual provisos regarding story-related tweaks — praised both its scientific accuracy and moral integrity.\n\nManhattan Project historian Chris Griffith commended the film’s depiction of the A-bomb Trinity test. “For too long, audiences have been conditioned to hear and see a nuclear explosion as one simultaneous event,” he wrote on the Bulletin of the Atomic Scientists website. “But Nolan’s Trinity explosion is correct: A light “brighter than a thousand suns” flashes across the screen and, seconds later, the tremendous roar and blast wave reaches the observers.”\n\nGattaca (1997)\n\nIn a bleak future where eugenics is the norm, and a person’s life is determined by prenatal genetic selection, Vincent Freeman’s (Ethan Hawke) dreams of becoming an astronaut are dashed when he is classified as “In-valid” (i.e., conceived outside the eugenics program).\n\nPerhaps no other science fiction movie has touched such a raw nerve with scientists in its chosen field. What Gattaca presents as an Orwellian fait accompli is currently a deepening moral quagmire in which ever more sophisticated options for manipulating genetic attributes are available to – inevitably wealthy – potential parents.\n\nApart from tilting life’s playing field in the direction of the rich, many bioethicists see in this the seeds of “genoism” (prejudice against those perceived as genetically inferior) and a worrying acceptance of genetic determinism, an ideology that is the logical precursor to eugenics, a practice that seeks to “improve” the human gene pool by weeding out inferior specimens. With roots in the late 19th century, eugenics drove the fascist concept of an Aryan master race and the attempted extermination of European Jews.\n\nThe Martian (2015)\n\nBelieve it or not, the most implausible thing about The Martian (impeccably adapted from Andy Weir’s debut novel) is the dust storm that strands astronaut Mark Watney (Matt Damon) on the red planet in the first place. Atmospheric pressure on Mars is too low for anything more than a gentle breeze.\n\nVirtually everything else, including the habitation pod, the ion impulsion drive, the spacesuits (closely based on emerging technology), and even Watney growing potatoes in his own dung, got the NASA seal of approval.\n\nFinding Nemo/Finding Dory (2002/2015)\n\nTo ensure maximum accuracy, Pixar consulted a team of marine biologists on various aspects of undersea flora and fauna, and the social behavior of fish. As shown, Ocellaris clownfish are native to Australia’s Great Barrier Reef and live in groves of sea anemones, protected from the stings by an outer layer of mucus. They lay anything between a hundred and a thousand eggs (hence Marlin and Coral’s joke about naming their multitude of offspring) and often get swept up in strong currents and deposited far from home.\n\nTropical fish, including clownfish, also “hitch a ride” on the south-flowing East Australian Current, as Dory and Marlin do in the movie. Obviously, clownfish don’t speak English, especially not with American accents, but they do communicate through sound, mostly with clicks, grunts, and croaks.\n\nOne trait of clownfish not shown in either movie is their propensity to change gender, an evolutionary quirk that maintains the species’ essential male-female balance.\n\nInterstellar (2014)\n\nChristopher Nolan’s cerebral sci-fi takes its fair share of liberties, but its depiction of wormholes (hypothetical connections between distant regions of space-time), the supermassive black hole Gargantua, and the effects of extreme time dilation, which causes time to pass more slowly on a planet under the gravitational influence of a black hole, all have their basis in theoretical physics.\n\nIt’s all way too complex to get into, but suffice to say, Einstein would probably not have choked on his popcorn (unlike some science movies we could mention…looking at you Star Trek 2009).\n\nHer (2013)\n\nA movie for anyone who has ever glanced at Siri with a twinkle in their eye – and who among us has not? In Spike Jonze’s offbeat romantic drama, Joaquin Phoenix plays Theodore Twombly, a man who forms a close emotional bond with his A.I. virtual assistant Samantha (voiced by Scarlett Johansson).\n\nAmong those impressed by Her’s feasibility was computer scientist, author, inventor, and futurist Ray Kurzweil. “Although there are caveats I could (and will) mention about the details of the OS and how the lovers interact,” he wrote in an extensive review, “the movie compellingly presents the core idea that a software program (an A.I.) can — will — be believably human and lovable.”\n\nContact (1997)\n\nWith a novel by legendary cosmologist Carl Sagan as its, the science and the philosophy are likely to be top notch.\n\nStarring Jodi Foster as a SETI researcher chosen to make first contact with a race of alien beings, Contact became the subject of a 2011 review by SETI.org that, while pointing out several minor inconsistencies, deemed it “Indescribably more accurate in its depiction of SETI than any Hollywood film in history.”\n\nMinority Report (2002)\n\nClairvoyant “pre-cogs” able to visualize crimes before they’re committed might stretch credulity, but predictive policing based on data rather than psychic energy is now a reality; one-third of all U.S. cities either use or are considering adopting predictive policing.\n\nStarring Tom Cruise as a cop who falls victim to the system he operates, Steven Spielberg’s superior sci-fi gets a few other things dead on, including self-driving cars, personalized advertising, facial recognition scanners, and voice-controlled domestic management devices.\n\nDeep Impact (1998)\n\nIt might have lost out to Armageddon at the box office — both killer comet science movies hit screens the same year — but Deep Impact offers a far more plausible view of how such a scenario might be dealt with in reality (emphasis on “might.” A competent administration, able and willing to follow the science is by no means a given these days).\n\n“Deep Impact has the best combination of reasonably correct science, good special effects, a dramatic story, and a look at what a comet strike would mean to people individually and world-wide,” wrote Emory University Physics Professor Dr. Sidney Perkowitz on Salon.com. “I think that's the closest to reality a sci-fi film can get.” High praise indeed since Perkowitz’s trashing of the bogus science in 2003’s The Core led to the creation of the Science and Entertainment Exchange, which collaborates with studios and filmmakers to encourage greater scientific accuracy in movies.\n\nMoon (2009)\n\nDuncan Jones’s debut feature, starring Sam Rockwell as a lone astronaut in emotional freefall after a three-year mining mission on the dark side of the moon, received the ultimate accolade: a screening at NASA’s Space Center Houston.\n\n“[A professor there had] been reading online that we’d done this film about helium-3 mining,” said Jones, “and that’s something people at NASA are working on.” At a Q&A following the screening, Jones was asked why the base in the film looked so sturdy and not like the lightweight structures designed for rocket transportation. Jones replied that, in the future, he imagined technology would exist to build bunker-like structures on the lunar surface without having to cart them there from Earth. “A woman in the audience raised her hand,” Jones recalled, “and said, ‘I’m actually working on something called mooncrete which is concrete that mixes lunar regolith and ice water from the moon’s polar caps.’”\n\nIn the 2013, the journal Trends in Cognitive Sciences’s ranked Moon number 5 for quality, number 9 for accuracy, and number 3 for relevance on its “Cognitive Science Movie Index.”\n\nEternal Sunshine of the Spotless Mind (2004)\n\nThe underlying premise of Michel Gondry's strange, haunting romance, that memory formation is intimately linked to emotional experience, is firmly rooted in science.\n\nAt the end of the movie, Joel (Jim Carey) and Clementine (Kate Winslet) fail to recognize each other after they’ve opted to have painful memories of their love affair erased — but the glimmer of a connection remains, implanted deep in their brains’ emotional cores (or amygdalas, just to get technical).\n\n2001: A Space Odyssey (1968)\n\nGiven the inexorable rise of A.I., can a malevolent free-thinking supercomputer with working knowledge of the Harry Dacre songbook be far off?\n\nIn the meantime, plenty of other things glimpsed in Stanley Kubrick’s futurist masterpiece have since come to pass, including electronic tablets, space robotics, personal in-flight TVs, space tourism, and videotelephony. Like many other sci-fi movies (including Alien), 2001 also depicts humans in suspended animation. Although this is far in the future for space travel, the FDA recently approved its medical use, allowing a patient’s heartbeat and breathing to be slowed for emergency surgery.\n\nAmmonite (2020)\n\nA romantic drama based on the life of British fossil-hunter Mary Anning (inspiration for the tongue-twister “She sells seashells on the seashore”), Ammonite caused some controversy for portraying Anning (Kate Winslet) as a lesbian. Some felt this distorted the fact. Others pointed out that since no “facts” of Anning’s sexuality exist, it was no more a distortion than portraying her as straight would have been.\n\nWhat is not in question is the film’s depiction of early paleontology and Anning’s crucial importance to its development, an almost unheard-of instance of a woman contributing to scientific discovery in the mid-nineteenth century.\n\nArrival (2016)\n\nThe extraterrestrials in Denis Villeneuve’s didn't get the scientific community all fired up, but the way humans communicated with them.\n\nA number of linguists and phonetics experts consulted on the film to ensure that the language devised by Amy Adams to talk to the aliens and avert a catastrophe was entirely authentic.\n\nWoman in the Moon (1929)\n\nGiven the date, it makes sense that Fritz Lang’s second foray into sci-fi, after the far more famous Metropolis in 1927, doesn’t get a great deal right about lunar exploration (there was no breathable atmosphere on the moon, even in 1929), but its depiction of a rocket-powered moon mission predates the real thing by four decades.\n\nThe Andromeda Strain (1971)\n\nGiven the chilling new relevance of the COVID-19 pandemic, this faithful adaptation of Michael Crichton’s 1969 novel concerns a team of scientists battling the spread of a highly contagious deadly microorganism from space.\n\nIt may sound far-fetched, but a 2003 publication by the Infectious Diseases Society of America proclaimed The Andromeda Strain “the most significant, scientifically accurate, and prototypic of all films of [the killer virus] genre… It accurately details the appearance of a deadly agent, its impact, and the efforts at containing it, and, finally, the work-up on its identification and clarification on why certain persons are immune to it.”\n\nAnt-Man and The Wasp (2018)\n\nShrinking humans to the size of insects is not on the cards just yet (give it a decade or so). But when it does become a reality, the world encountered by the Ant Men and Wasps of tomorrow might have a slightly familiar look.\n\nMarvel called on the services of CalTech experts, including theoretical physicist Spyridon Michalakis, to ensure the quantum environment depicted in the film corresponded closely to that hypothesized by scientists.\n\nHidden Figures (2016)\n\nA superb adaptation of Margot Lee Shetterly’s book of the same name, Hidden Figures tells the story of Katherine Johnson, Mary Jackson, and Dorothy Vaughan, three black women who defied the institutionalized racism of the day to play a major role in the NASA space program.\n\nCertain elements get changed or exaggerated, but the mathematics contributed by Johnson, Jackson, and Vaughan, vital to the success of the pre-Apollo Mercury missions of the late ‘50s and early ‘60s, gets reproduced in all its head-spinning glory.\n\nMoonfall (2022)\n\nWhile the central premise of this deliriously silly disaster flick is absurd (alien beings set the moon on a catastrophic collision course with Earth), the peripheral science is surprisingly sound.\n\nWere the moon to escape its orbit and fall towards the earth, the tides would go haywire, causing massive flooding, and the days would shorten due to increased gravitational force, making the planet spin faster.\n\nAlien (1978)\n\nDon’t let H.R. Giger’s seductive design fool you, the alien may look the part but underneath the slimy exoskeleton he's no more credible than A.L.F. or Dark Star’s animated beachball.\n\nOther aspects of Ridley Scott’s game-changing horror flick carry more weight. The scruffy, cramped interior of the Nostromo is a lot more authentic than sci-fi’s standard gleaming computer banks and airy white spaces (the interior of the International Space Station is proof of that), and the concept of suspended animation, although still some distance in the future, is far more credible than traversing the vastness of space at warp-speed. Also, in the vacuum of space, no one can hear you scream."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "LEAKED Audio of an Alleged Alien Recording",
            "link": "https://www.msn.com/en-us/news/technology/leaked-audio-of-an-alleged-alien-recording/ar-AA1xXP00?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/26/25 LEAKED Audio of an Alleged Alien Recording Explore the controversial leaked audio ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GGK6r89UtE5Pre-b-5RBGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN2h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers)",
            "link": "https://www.msn.com/en-us/news/technology/george-knapp-released-two-ufo-videos-you-should-see-summoned-by-psionic-experiencers/ar-AA1xVNFp?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/24/25 George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers) Explore George ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IO-0Qgh8KZBSLAJxbB0t9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN14h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earth’s recent ‘mini-moon’ may be an actual piece of the moon, astronomers say",
            "link": "https://www.msn.com/en-us/news/technology/earth-s-recent-mini-moon-may-be-an-actual-piece-of-the-moon-astronomers-say/ar-AA1xXgCt?ocid=BingNewsVerp",
            "description": "An asteroid that orbited near Earth for a few months as a mini-moon may be a chunk of the moon that was blasted off by an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DHLGee7hNLzjXIeviLk3Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new experimental system to bring quantum technologies closer to students",
            "link": "https://www.msn.com/en-us/technology/quantum-computing/a-new-experimental-system-to-bring-quantum-technologies-closer-to-students/ar-AA1xXDGd?ocid=BingNewsVerp",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RBxjs19I4EB7B1SN_bPvFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "3hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Harnessing atom-light interactions: A step towards stable quantum systems",
            "link": "https://www.msn.com/en-us/news/technology/harnessing-atom-light-interactions-a-step-towards-stable-quantum-systems/ar-AA1xXBgA?ocid=BingNewsVerp",
            "description": "Interactions between atoms and light rule the behavior of our physical world, but at the same time, can be extremely complex.",
            "image_url": "https://www.bing.com/th?id=OVFT.AhJAKiqhKyYpISaYbSkMJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "4hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new experimental system to bring quantum technologies closer to students",
            "link": "https://www.sciencedaily.com/releases/2025/01/250127124201.htm",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of computing, the internet, telecommunications, cybersecurity and biomedicine.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Science Daily5h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sapiens: A Brief History of Humankind- A Must-Read Book",
            "link": "https://arynews.tv/sapiens-a-brief-history-of-humankind-summary/",
            "description": "\"Sapiens: A Brief History of Humankind\" by Yuval Noah Harari is a sweeping and insightful exploration of our species' journey from its humble beginnings ...",
            "image_url": "https://www.bing.com/th?id=ODF.0DQNr51bXmhbM2YtzH5W_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "ARY News Live6h",
            "source": "ARY News Live",
            "article_content": "“Sapiens: A Brief History of Humankind” by Yuval Noah Harari is a sweeping and insightful exploration of our species’ journey from its humble beginnings to the present day.\n\nSapiens explores the rise of Homo sapiens through key revolutions: the Cognitive Revolution, the Agricultural Revolution, and the Scientific Revolution. This groundbreaking book examines how human history is shaped by “shared fictions” – myths, religions, and ideologies – that enable unparalleled cooperation. Harari investigates the impact of these revolutions on human society, from the dawn of agriculture and the rise of civilizations to the challenges of the modern world, including climate change, technological disruption, and the search for meaning in the 21st century.\n\nThe Cognitive Revolution: The book begins by examining the unique cognitive abilities that set Homo sapiens apart from other animals. Around 70,000 years ago, a “Cognitive Revolution” occurred, leading to the development of advanced language and the ability to create and believe in “shared fictions” – myths, religions, and ideologies. These shared fictions, while not objectively real, allow humans to cooperate flexibly on a massive scale, a feat unparalleled in the animal kingdom. This cooperation enabled the development of complex social structures, from small tribes to vast empires.\n\nThe Agricultural Revolution: Around 12,000 years ago, humans transitioned from a hunter-gatherer lifestyle to agriculture. This seemingly revolutionary shift, however, brought about significant drawbacks. Agriculture led to increased inequality, disease, and environmental degradation. Farmers, despite working harder than hunter-gatherers, often had less leisure time and a poorer diet. The domestication of plants and animals also led to the suffering of countless creatures.\n\nThe Scientific Revolution: Beginning in the 16th century, the Scientific Revolution challenged religious dogma and ushered in an era of unprecedented technological and social change. Science provided humans with new tools and knowledge, allowing them to manipulate the natural world on an unprecedented scale. This revolution, however, also brought about new challenges, such as climate change, nuclear war, and the potential for technological disruption.\n\nModern Challenges: Harari explores the profound challenges facing humanity in the 21st century. These include climate change, the rise of artificial intelligence, and the increasing gap between the rich and the poor. He raises critical questions about the meaning of happiness, the future of humanity, and our relationship with technology.\n\nKey Themes:"
        }
    }
]