[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'It's hard not to believe he saw something': Historian Greg Eghigian on how UFOs took over the world",
            "link": "https://www.msn.com/en-us/news/technology/its-hard-not-to-believe-he-saw-something-historian-greg-eghigian-on-how-ufos-took-over-the-world/ar-AA1v2oDM?ocid=BingNewsVerp",
            "description": "What do UFO sightings tell us about ourselves? And will they ever be explained? Historian Greg Eghigian tells us how he's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IqPPulDBaMQMz7jzZOwj4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Live Science on MSN22h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in Mississippi",
            "link": "https://www.wjtv.com/news/state/cities-with-the-most-ufo-sightings-in-mississippi/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cIaexghtUbjj2OXUXksquC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WJTV20h",
            "source": "WJTV",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The cities with the most UFO sightings in North Dakota",
            "link": "https://www.kxnet.com/news/local-news/the-cities-with-the-most-ufo-sightings-in-north-dakota/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-y9VQpB1v3zWB0x0F6dgvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20h",
            "source": "KX News",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious lights over Capitol causes division online",
            "link": "https://www.albawaba.com/node/mysterious-lights-over-capitol-causes-1595275",
            "description": "ALBAWABA - Four mysterious lights were spotted over Capitol Hill in the capital of Washington, D.C. causing wide fuss on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G2p8UjyfJ6jDi6_izMidXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Al Bawaba News3h",
            "source": "Al Bawaba News",
            "article_content": "ALBAWABA - Four mysterious lights were spotted over Capitol Hill in the capital of Washington, D.C. causing wide fuss on social media, especially as people saying these such incidents are recurring.\n\nThe picture, which went viral, viewed four bright lights in the sky exactly above the Statue of Freedom over the Capitol dome.\n\nThe photo was captured by Dennis Diggins, a US Air Force veteran and licensed tour guide, The New York Times reported.\n\nNot only the photo by Diggins, also a video was captured from a bit farther place also showed the same four bright lights in the sky above the Capitol.\n\nA split in opinions regarding the source of the lights whether they were UFOs or not occurred on social media with people believing aliens \"have arrived on Earth\" and others who don't.\n\nMeanwhile, a group of people debunked the alleged UFO story. One expert explained that the lights were only a phenomenon that shows nothing but a reflection in the night sky.\n\nAn ominous quartet of gleaming lights above the US Capitol building, like landing lights on some otherworldly craft, have left some afraid the alien invasion has finally arrived. The photo (above) was taken by US Air Force veteran Dennis Diggins, now a licensed tour guide in… pic.twitter.com/aJYCMydcCO — Evan Kirstel #B2B #TechFluencer (@EvanKirstel) November 29, 2024\n\nThis is not the only UFO-suspected incident, last week, a clip showing a round blue object was seen at Manchester Airport during the week, sparking speculation about whether it was an unidentified aerial phenomenon (UAP) or an Unidentified flying object (UFO).\n\nIn addition, in mid-November, A high-resolution video was projected during a US Congressional hearing that showed a UFO flying off the coast of Kuwait after coming out of the ocean."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The best video games of 2024",
            "link": "https://www.msn.com/en-us/entertainment/gaming/the-best-video-games-of-2024/ar-AA1v3QOU?ocid=BingNewsVerp",
            "description": "Here are the best games of 2024, in no particular order. Again, fair warning: There are a lot of RPGs on this list, but at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WcIUOxY-BizjQZPOXoVRei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I've started using an AI notetaking app, and it's changed my meetings",
            "link": "https://www.msn.com/en-us/money/other/ive-started-using-an-ai-notetaking-app-and-its-changed-my-meetings/ar-AA1v3Yib?ocid=BingNewsVerp",
            "description": "A few months ago, I started using a notetaking app called Granola. It uses AI to build an outline and bullets around what I ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JhWkFkethNDNg-GzSXY_ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI-Powered 'Death Clock' Promises More Exact Prediction Of Day You'll Die",
            "link": "https://www.ndtv.com/world-news/ai-powered-death-clock-promises-more-exact-prediction-of-day-youll-die-7145051",
            "description": "Death Clock, an AI-powered longevity app, has proved a hit with paying customers - downloaded some 125,000 times since its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uyomfWIOj1rikBRY1E53cS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "NDTV",
            "article_content": "For centuries, humans have used actuarial tables to figure out how long they're likely to live. Now artificial intelligence is taking up the task - and its answers may well be of interest to economists and money managers.\n\nThe recently released Death Clock, an AI-powered longevity app, has proved a hit with paying customers - downloaded some 125,000 times since its launch in July, according to market intelligence firm Sensor Tower.\n\nThe AI was trained on a dataset of more than 1,200 life expectancy studies with some 53 million participants. It uses information about diet, exercise, stress levels and sleep to predict a likely date of death. The results are a \"pretty significant\" improvement on the standard life-table expectations, says its developer, Brent Franson.\n\nDespite its somewhat morbid tone - it displays a \"fond farewell\" death-day card featuring the Grim Reaper - Death Clock is catching on among people trying to live more healthily. It ranks high in the Health and Fitness category of apps. But the technology potentially has a wider range of uses.\n\nLife expectancy is key to all kinds of financial and economic calculations, by governments, companies and individuals - from retirement income needs, to policy coverage at life insurance and pension funds, and financial planning.\n\nIn the US - which has lagged behind other developed economies in the life expectancy of its citizens in recent years - the Social Security Administration has its own table for mortality rates, which features in the annual financial report to trustees.\n\nThe government agency currently predicts that an 85-year-old man in the US has a 10% probability of dying within a year, and an average 5.6 years to live. But averages like that can be off by wide margins, says Franson, and the new algorithms can deliver a more tailored measure - a customized death clock.\n\nThat such findings are of interest in economics is demonstrated by the publication - in just the past month or so - of two papers around the topic by the National Bureau of Economic Research.\n\n'Harness The Benefits'\n\nOne of them, titled \"On the Limits of Chronological Age,\" looks at the diverse ways that the aging process affects physiological capacities. It finds that many aspects of economic behavior, like readiness to join the labor force, may not be well captured by people's calendar age - even though that's what policies such as statutory retirement are typically based on.\n\nBy continuing to rely on chronological age as a proxy for how well people can function, societies may end up failing to \"fully harness the benefits of increasing longevity,\" the researchers from Harvard and the London Business School conclude.\n\nAnother working paper examined the \"value per statistical life\" or VSL - a callous-sounding measure that's used for cost-benefit analysis in areas like regulation of pollution or compensation for workplace accidents. It's typically calculated based on compensation for workers in high-risk jobs.\n\nThe researchers behind the NBER study \"The value of Statistical Life for Seniors\" drew on a different dataset: the propensity of older Americans to spend money on medical services that reduce mortality risk. They found a mean VSL at age 67 of just under $2 million for people reporting their health as \"excellent,\" compared with $600,000 for those in \"good\" health.\n\nWhen it comes to personal finances, better measures of life expectancy will have profound implications for people saving for retirement, according to Ryan Zabrowski, a financial planner with investment advisory firm Krilogy.\n\n\"A huge concern for elderly people, our retirees, is outliving their money,\" says Zabrowski, who touches on the issue in his soon-to-be-released book, \"Time Ahead\".\n\n'Out The Window'\n\nDecisions such as how much to save and how fast to withdraw assets are often based on broad-brush and unreliable averages for life expectancy. AI-driven tests that can potentially reduce that uncertainty are largely unheard-of now, but likely won't be such an unusual idea in the future.\n\nWhat's more, the AI technology itself along with advances in medicine has the potential to boost life expectancy - and with it the risk of running out of savings. Zabrowski reckons one consequence is clear: longer retirements will mean savers need higher-return investments for their old age, which will push them to allocate more stocks over fixed-income securities.\n\n\"The conventional method of measuring demand for equities will be thrown out the window,\" he writes his forthcoming book. As people start expecting to live longer, there will be a \"massive escalation in demand for equities.\"\n\nThere are plenty of technologies already out there - like heart-rate monitors and maximal oxygen-consumption gauges from wearables - that have the potential, in tandem with new AI-powered devices, to reduce the uncertainty around personal mortality.\n\nOf course, there'll always be limits. On top of entirely unpredictable variables, like accidents or even pandemics, there are plenty of intangibles.\n\nLongevity Gap\n\nLoneliness, for instance, is often reckoned to reduce life expectancy. Gratitude may increase it. A Harvard study found that women who reported feeling the most grateful had a 9% lower risk of dying within three years than those who reported feeling the least.\n\nThen there's the question of inequality. For life expectancy, money matters. Multiple studies - including the work of Nobel prize-winning economist Angus Deaton on \"Deaths of Despair\" - have found a clear gap between rich and poor Americans.\n\nResearch published by the American Medical Association found the longevity gap between the wealthiest and poorest 1%, at age 40, was nearly 15 years for men and 10 for women.\n\nFor Death Clock users, who have to pay $40 a year to subscribe, the app suggests lifestyle changes that can hold mortality at bay - along with a second-by-second countdown of estimated time remaining.\n\n\"There's probably not a more important date in your life than the day that you're going to die,\" Franson says."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Should Generative AI ChatGPT Believe In Angels?",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/11/30/should-generative-ai-chatgpt-believe-in-angels/",
            "description": "A reader asked if generative AI such as ChatGPT should believe in angels. A great question. This brings up tech aspects, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ePwk1GujOzqDJX_ry8RVnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FTC cracks down on 'deceptive' AI",
            "link": "https://www.newsday.com/ftc-ai-artificial-intelligence-vjgxeg60",
            "description": "The FTC says it has targeted multiple operators who promised to use \"cutting-edge AI\" to set up e-commerce storefronts on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kgv3Tg76uNM3sEqFVMRjwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Newsday",
            "article_content": "Federal watchdogs are taking action against unscrupulous businesses that lure victims with claims they can use artificial intelligence to set up e-commerce sites. As part of its new Operation AI Comply enforcement sweep, the Federal Trade Commission announced crackdowns on several companies it says used “unfair or deceptive practices” to take money from customers with promises they will “quickly earn thousands of dollars a month in passive income.”\n\nThe FTC says it has targeted multiple operators who promised to use “cutting-edge AI” to set up e-commerce storefronts on Amazon, Walmart, Etsy and TikTok. Schemers have defrauded victims of more than $40 million, with some victims paying as much as $35,000.\n\nIf you believe you have been a victim of fraud, report it at reportfraud.ftc.gov.\n\nGoing bananas\n\nEveryone complains about food inflation, but crypto investor Justin Sun had no qualms about buying a banana for $6.2 million. Sotheby’s said Sun was the highest bidder for Italian artist Maurizio Cattelan’s “Comedian,” which is basically a real banana duct-taped to a wall. Sun said the artwork “bridges the worlds of art, memes, and the cryptocurrency community” and he intends to “personally eat the banana.”\n\nPartiful best Android app\n\nGoogle Play’s Android app store selected Partiful as 2024’s best app. The app, from Brooklyn-based developers, allows users to create and send invitations to events. Google liked the ease of designing “stunning invitations” and how it streamlines “the often-tedious process of sending invitations.” Meanwhile, editors choose AFK Journey as best game, citing its “expansive roster of characters and satisfying tactical battle system.” Both are available for iOS devices.\n\nSign up for the Morning Update newsletter From breaking news to special features, the Newsday team is covering the issues that matter to you. By clicking Sign up, you agree to our privacy policy.\n\nFaster chip for smartphones\n\nQualcomm unveiled the Snapdragon 8 Elite, a more powerful processor designed to bring laptop-level capabilities to smartphones. The chip will be 45% faster than the previous Snapdragon model and use less energy. Smartphones based on the new version of Snapdragon will be a leap forward in their ability to run generative AI-based software, helping the devices take advantage of new artificial intelligence tools, Qualcomm said. — BLOOMBERG NEWS"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI harm is often behind the scenes and builds over time",
            "link": "https://www.moneyweb.co.za/news/ai/ai-harm-is-often-behind-the-scenes-and-builds-over-time/",
            "description": "These harms aren’t obvious or immediate. They’re insidious, building over time as AI systems quietly make decisions about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TbCjX5gfNWK0bewdImPEkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Moneyweb10h",
            "source": "Moneyweb",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Navajo Ranger breaks the silence on paranormal encounters",
            "link": "https://www.kunc.org/regional-news/2024-11-30/navajo-ranger-breaks-the-silence-on-paranormal-encounters",
            "description": "In The Paranormal Ranger, author Stanley Milford, Jr. shares his encounters with the supernatural and intertwines them with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RMdC82glIYnydtY1-SQ4eS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "KUNC23h",
            "source": "KUNC",
            "article_content": "Stanley Milford, Jr. has stories that most people wouldn’t dare to believe.\n\nA seasoned Navajo Ranger, he spent 23 years exploring the depths of the paranormal on the Navajo Nation. From hauntings and Bigfoot sightings to UFOs and the mysterious appearances of coins falling out of thin air — all of it happened on his watch, and all of it left a mark.\n\nMilford, of Navajo and Cherokee descent, is a Fort Lewis College graduate who recently published his memoir.\n\nThe Paranormal Ranger is an account of Milford’s time as a Navajo Ranger, during which he investigated supernatural occurrences around the reservation. The author juxtaposes his personal accounts with Navajo creation stories.\n\nThe book is a personal account of Milford’s 23 years as a Navajo Ranger. The Rangers are part of the Navajo Nation’s Division of Natural Resources, and they're tasked with protecting the lands and natural sites on the reservation.\n\n“We were assigned to investigate cases that were out of the ordinary,” said Milford, “involving what is commonly referred to as paranormal or supernatural haunting cases, Bigfoot cases, UFOs, extraterrestrial witchcraft, and Skinwalker-related cases.”\n\nStanley Milford, Jr.'s book, The Paranormal Ranger, shares his experiences working with supernatural cases as a Navajo Ranger.\n\nSkinwalkers are evil spirits that can take animal form and often move on all fours. They’re rarely discussed with outsiders unfamiliar with Navajo culture and beliefs. In The Paranormal Ranger, Milford shares some of these guarded stories, hoping to shed light on Navajo traditions and supernatural experiences.\n\nHe details an investigation he was a part of in Window Rock, Arizona.\n\n“In two days, there were 66 U.S. coins that would apport or just appear out of thin air and fall on the floor, or they would come flying across the room,” said Milford. “Sometimes, they would hit us investigators. Out of all of those 66 coins, they all landed heads up.\n\nI witnessed with my own eyes at least 10 of these coins falling out of thin air, out of nothingness. That, for me, was a life-changing experience. It made me realize that the coins had to be coming from somewhere, some other space.\n\nFrom that time, this phenomenon followed me. I began having the coins appear in my home that would fall on the floor or fly across the room,” said Milford.\n\nMilford juxtaposes his personal accounts of paranormal activities with Navajo creation stories in the book. These are the origin stories of the world and the Diné people. He says he drew parallels between the Navajo emergence stories and what he experienced with these paranormal cases.\n\n“There's a different world that the Navajo people came [from]. They came into the physical world from four worlds or five lower worlds. When you look at the descriptions of the beings described in those tales, [they] fit with what I saw with the descriptions of the Bigfoot and extraterrestrial or alien beings,” said Milford.\n\nMilford noted that he worked alongside 40 to 50 rangers as a Navajo Ranger. Today, there are less than ten.\n\nCopyright 2024 Four Corners Public Radio"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Enigma of Fear: A Detective’s Dark Descent",
            "link": "https://adventuregamers.com/news/view/enigma-of-fear-a-detectives-dark-descent",
            "description": "In Enigma of Fear, your wits and deduction skills are your greatest assets. As you navigate through the game's non-linear map ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QhS21Ei-2w63djCGFq1yUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Adventure Gamers30m",
            "source": "Adventure Gamers",
            "article_content": "Enigma of Fear: A Detective’s Dark Descent\n\nEnigma of Fear has officially launched, and it's ready to take you on a thrilling journey of mystery and deduction. Developed by Dumativa & Cellbit and published by Nuuvem, this pixel art detective game combines engaging storytelling with intriguing gameplay. Set in a mysterious location that seems to exist only in the shadows, players take on the role of the young detective Mia and her trusty dog, Lupi, as they unravel the enigma surrounding Mia's father's disappearance. Known as one of the top agents and the leader of Ordo Realitas, a group of paranormal detectives, Mia's father has left behind a trail of clues that only you can solve.\n\nIn Enigma of Fear, your wits and deduction skills are your greatest assets. As you navigate through the game's non-linear map, divided into more than five distinct regions, you'll encounter challenging puzzles and terrifying paranormal creatures. The game offers an immersive experience with its unique system of inspection, allowing players to analyze clues, solve intricate puzzles, and choose their approach to enemies—whether to face them head-on or sneak by undetected. The narrative unfolds with the help of an atmospheric soundtrack and fully voiced characters in English, Brazilian Portuguese, and Spanish, adding depth to the gripping storyline.\n\nCheck out the latest trailer to get a glimpse of Enigma of Fear's captivating atmosphere:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At 56, She Just Published Her First Book—It Might Become a Hallmark Movie",
            "link": "https://www.msn.com/en-us/health/wellness/at-56-she-just-published-her-first-book-it-might-become-a-hallmark-movie/ar-AA1v3ZzF?ocid=BingNewsVerp",
            "description": "Her first paperback book, Her Knight at the Museum, published by Penguin Publishing Group, hit the shelves on November 12, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RM40ffZMM2xuBul9h_SS-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This 2022 Shudder Found Footage Movie Is One of the Best Horror Comedies in Years",
            "link": "https://collider.com/deadstream-movie-found-footage-horror/",
            "description": "It utilizes glorious special effects and pays homage to classic horror predecessors like Evil Dead II and House through its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P4Keqy353QWc0nA3XE32TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Twisted Game of Life and Death Unfolds in This Bone-Chilling Horror on Shudder",
            "link": "https://collider.com/the-sacrifice-game-horror/",
            "description": "The Sacrifice Game is set at a boarding school, where Samantha (Baines) stays over the holidays after a stressful call with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0wUmJHFYi5SjPRvP4QXaDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing: Applications and Challenges",
            "link": "https://www.analyticsinsight.net/tech-news/quantum-computing-applications-and-challenges",
            "description": "Quantum computing is the revolutionary power emerging in science and technology to solve problems with the application of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TGUiyNhdE72GHCTjiikgmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Analytics Insight9m",
            "source": "Analytics Insight",
            "article_content": "Quantum computing is an emerging field at the very edge of computer science. It utilizes principles from quantum mechanics to solve problems that would be beyond the capabilities of even the most powerful classical computers.\n\nThis space includes diverse disciplines such as quantum hardware and algorithms. While it is still developing, quantum technologies are ready to tackle very complex problems that cannot be solved or are not easily solved by any classical supercomputer.\n\nWith their inherent properties, fully realized quantum computers can process highly complex calculations that are far beyond the abilities of current machines. Quantum systems may well be able to complete jobs that would take thousands of years for a classical computer to finish in just minutes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers explore potential of durable battery that could transform electric cars: 'Cheaper, faster, and longer-lasting'",
            "link": "https://www.msn.com/en-us/news/technology/researchers-explore-potential-of-durable-battery-that-could-transform-electric-cars-cheaper-faster-and-longer-lasting/ar-AA1uKfZS?ocid=BingNewsVerp",
            "description": "Researchers at the Graduate Institute of Ferrous & Eco Material Technology in South Korea have discovered the potential in producing battery cathode materials as more resilient single large particles ...",
            "image_url": "https://www.bing.com/th?id=ODF.xqz6wmjg5vBBSsSHKD1gzQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "The Cool Down on MSN7m",
            "source": "The Cool Down on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In the 'Hot Neptune Desert,' a Rare Planet Offers Clues to Cosmic Mysteries",
            "link": "https://scitechdaily.com/in-the-hot-neptune-desert-a-rare-planet-offers-clues-to-cosmic-mysteries/",
            "description": "Researchers have discovered a Neptune-sized planet, TOI-3261 b, which orbits its star every 21 hours, placing it in the rare ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LiwkegASyYDbvwoDigfjOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers discover record burst of energy coming from deep space",
            "link": "https://www.newsbytesapp.com/news/science/record-breaking-energy-burst-linked-to-red-dwarf-and-white-dwarf/story",
            "description": "A team of astronomers from the Curtin University node of the International Centre for Radio Astronomy Research (ICRAR) has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rwdKRWlN8FTcZ7cNbQoXSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "newsbytesapp.com22h",
            "source": "newsbytesapp.com",
            "article_content": "Summarize Simplifying... In short Astronomers have discovered a unique energy pulse, GLEAM-X J0704-37, that erupts every three hours and lasts for up to a minute, making it the longest-lasting of its kind.\n\nOriginating from a less crowded region of the Milky Way, the energy bursts are traced back to a binary system of a red and white dwarf star.\n\nThe team believes strong magnetic fields within this system could be causing these periodic energy blasts, similar to those seen from rapidly spinning neutron stars or pulsars. Was a long read? Making it simpler... Next Article Next Article\n\nThe source of energy is a binary star system\n\nAstronomers discover record burst of energy coming from deep space\n\nBy Akash Pandey 07:14 pm Nov 30, 202407:14 pm\n\nWhat's the story A team of astronomers from the Curtin University node of the International Centre for Radio Astronomy Research (ICRAR) has detected a record-breaking energy burst from deep space. The source of this intense energy pulse, dubbed GLEAM-X J0704-37, is a binary system consisting of a small red dwarf star and a white dwarf, the remnant of a dead star. They made the discovery using archival low-frequency data from the Murchison Widefield Array (MWA).\n\nUnique phenomenon\n\nGLEAM-X J0704-37: A unique long-period radio transient\n\nThe energy pulse, GLEAM-X J0704-37, is a one-of-a-kind long-period radio transient that erupts every three hours and lasts for 30-60 seconds. This makes it the longest-lasting case of such a phenomenon ever recorded. Since their first detection in 2006, these transients have baffled astronomers with their ability to generate radio waves. The latest discovery could shed light on the source of these energy bursts.\n\nResearch hurdles\n\nChallenges in studying long-period radio transients\n\nThe study of long-period radio transients has been difficult because they are located in densely populated regions of the Milky Way. This makes it hard to figure out what is producing these bursts of radio waves. Natasha Hurley-Walker, a member of the discovery team and researcher at Curtin University, said an optical image is required to understand these transients but there are often too many stars blocking the view.\n\nStar system\n\nGLEAM-X J0704-37's origin traced to specific star system\n\nThe discovery of GLEAM-X J0704-37 was a stroke of luck since it came from a less crowded region of the Milky Way, around 5,000 light-years away. \"Our new discovery lies far off the galactic plane, so there are only a handful of stars nearby, and we're now certain one-star system, in particular, is generating the radio waves,\" Hurley-Walker said. The team traced the origin of this peculiar long-period radio transient to one particular star system using South Africa's MeerKAT telescope.\n\nBinary system\n\nBinary system of red and white dwarf powers radio emission\n\nThe researchers found one of the stars in the GLEAM-X J0704-37 emitting system to be a low-mass red dwarf star or M-dwarf. However, an M-dwarf alone couldn't generate the observed energy levels. Additional analysis indicated that this red dwarf is part of a binary system with another object, possibly a white dwarf. \"Together, they power radio emission,\" Hurley-Walker said, explaining the source of these powerful energy bursts.\n\nTheory\n\nMagnetic fields and energy blasts: A new theory\n\nThe research team suggested that strong magnetic fields in this binary system could be causing the periodic energy blasts. These are similar to those seen from rapidly spinning neutron stars or pulsars. The unique location of the GLEAM-X J0704-37 emitting system helped researchers rule out a highly magnetic neutron star, or magnetar, as its source. The team is now working on confirming this binary system's nature and explaining how it launched GLEAM-X J0704-37."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Separate Species of Human Ancestors Left Footprints at Same Spot on Same Day 1.5Mil Years Ago – ‘Really Huge’",
            "link": "https://www.goodnewsnetwork.org/2-species-of-human-ancestors-left-footprints-at-same-spot-1-5mil-years-ago/",
            "description": "Footprints from 1.5mil years ago made by two different species of human ancestors were made within hours on the same spot—a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZQAQLS3TddCQwaVgW648Ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "GoodNewsNetwork19h",
            "source": "GoodNewsNetwork",
            "article_content": "Footprints dating back 1.5 million years made by two different species of human ancestors have been found at the same spot—a fossil first—and the individuals likely passed within an hour from each other.\n\nMore than a million years ago, on a hot savannah teeming with wildlife near the shore of what would someday become Lake Turkana in Kenya, two completely different species of hominins may have passed each other as they scavenged for food.\n\nScientists know this because they have examined 1.5-million-year-old fossils unearthed here and have concluded they represent the first example of two sets of hominin footprints made about the same time on an ancient lake shore.\n\nThe discovery will provide more insight into human evolution and how species cooperated and competed with one another, said scientists who explained that “hominin” is a newer term that describes a subdivision of the larger category known as hominids. Hominins includes all organisms, extinct and alive, considered to be within the human lineage that emerged after the split from the ancestors of the great apes, believed to have occurred about 6 million to 7 million years ago.\n\nThe study, published Thursday in the journal Science, offers hard proof that different hominin species lived contemporaneously in time and space, overlapping as they evaded predators and weathered the challenges of safely securing food in the ancient African landscape. Making the footprints were the two most common human species of the Pleistocene Epoch—Homo erectus and Paranthropus boisei, the researchers said.\n\n“Their presence on the same surface, made closely together in time, places the two species at the lake margin, using the same habitat,” said Rutgers University Professor Craig Feibel, an author of the study.\n\nFeibel, who has conducted research since 1981 in that area of northern Kenya, a rich fossil site, applied his expertise in stratigraphy and dating to demonstrate the geological antiquity of the fossils at 1.5 million years ago. He also interpreted the depositional setting of the footprint surface, narrowing down the passage of the track makers to a few hours, and showing they were formed at the very spot of soft sediments where they were found.\n\nIf the hominins didn’t cross paths, they traversed the shore within hours of each other, Feibel said.\n\n“Fossil footprints are exciting because they provide vivid snapshots that bring our fossil relatives to life,” said Kevin Hatala, the study’s first author, and an associate professor of biology at Chatham University in Pittsburgh, Pennsylvania.\n\nAMAZING: Fossil of Neanderthal Child with Down’s Syndrome Hints at Early Humans’ Compassion\n\nProf. Hatala has been investigating hominin footprints since 2012, and says they reveal how living individuals, millions of years ago, were moving around their environments and potentially interacting with each other, or even with other animals.\n\n“That’s something that we can’t really get from bones or stone tools.”\n\nWhile skeletal fossils have long provided the primary evidence for studying human evolution, new data from fossil footprints are revealing fascinating details about the evolution of human anatomy and locomotion, and giving further clues about ancient human behaviors and environments.\n\nAn expert in foot anatomy, Hatala found the prints reflected different patterns of anatomy and locomotion. He and several co-authors distinguished one set of footprints from another using new methods they recently developed to enable them to conduct a 3D analysis.\n\n“In biological anthropology, we’re always interested in finding new ways to extract behavior from the fossil record, and this is a great example,” said Rebecca Ferrell, a program director at the National Science Foundation who helped fund this portion of the research. “The team used cutting-edge 3D imaging technologies to create an entirely new way to look at footprints, which helps us understand human evolution and the roles of cooperation and competition in shaping our evolutionary journey.”\n\nCHECK OUT: Prehistoric ‘Axe Factory’ Found in Britain Triggers Search for More Artifacts\n\nMs. Feibel described the discovery as “a bit of serendipity” for researchers in 2021 organized by Louise Leakey, a third-generation paleontologist.\n\nFeibel noted it had long been hypothesized that these two human species coexisted. According to fossil records, Homo erectus, a direct ancestor of humans, persisted for 1 million years more. Paranthropus boisei, however, went extinct within the next few hundred thousand years (but scientists don’t know why).\n\nBoth species possessed upright postures, bipedalism, and were highly agile. Little is yet known about how these coexisting species interacted, both culturally and reproductively.\n\nDID YOU KNOW? Humble Stick Reveals Wealth of Information About Extinct Heidelberg Hominids as Hunters and Craftsmen\n\nThe footprints are significant, Feibel said, because they fall into the category of “trace fossils”, which cannot be moved—not part of an organism, but offering important evidence of behavior.\n\n“This proves beyond any question that not only one, but two different hominins were walking on the same surface, literally within hours of each other,” Feibel said. “The idea that they lived contemporaneously may not be a surprise. But this is the first time demonstrating it. I think that’s really huge.”\n\nSHARE THE AMAZING SCIENCE With Paleo-Lovers on Social Media…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Send Data From Power Automate To Fabric Using Eventstreams",
            "link": "https://blog.crossjoin.co.uk/2024/12/01/send-data-from-power-automate-to-fabric-using-eventstreams/",
            "description": "Here’s a really simple illustration. I created a new Eventstream in a Fabric workspace, then clicked the ' Use custom ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8zMIxPtKjvnNpJVvsPBaHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "crossjoin.co.uk26m",
            "source": "crossjoin.co.uk",
            "article_content": "Fabric’s Real-Time Intelligence features are, for me, the most interesting things to learn about in the platform. I’m not going to pretend to be an expert in them – far from it – but they are quite easy to use and they open up some interesting possibilities for low-code/no-code people like me. The other day I was wondering if it was possible to send events and data from Power Automate to Fabric using Eventstreams and it turns out it is quite easy to do.\n\nHere’s a really simple illustration. I created a new Eventstream in a Fabric workspace, then clicked the “Use custom endpoint” option and published the Eventstream so it was ready to send data to:\n\nThen, in Power Automate, I built a super-simple flow with a “Manually trigger a flow” trigger and then the “Send event” action from the Event Hubs connector:\n\nThis works because you can send data from Power Automate to the Eventstream custom endpoint using the Event Hub protocol. To set up the connection to the Eventstream in Power Automate I entered a name for the connection, chose the “Access Key” authentication type and then copied the “Connection string-primary key” value from the Eventstream custom endpoint, shown in the first screenshot above (you need to click the eye icon next to it in order to copy it to the clipboard) and pasted it into the “Connection String” property in the Power Automate connector:\n\nThen I configured the “Send event” action like so:\n\nI had to manually paste the Event Hub Name, shown in the first screenshot above, as a custom value because I got an error when I tried to use Power Automate’s dropdown box to find the name. I put the Timestamp from the “Manually trigger a flow” trigger into the Content property.\n\nAfter saving the flow I was then able to trigger it from my browser or the Power Automate mobile app, and every time the flow ran it sent the time of the run to my Eventstream:\n\nVery basic but it proves the point. What could you use this for? Power Automate has a huge number of connectors for Microsoft and third party services: for example you can trigger a flow when a file stored in OneDrive for Business is modified or when new content is published to an RSS feed. Sending these events and their related data on to a Fabric Eventstream not only means you can capture them for analysis in OneLake or an EventHouse but also send the events on to Fabric Activator, which can apply sophisticated rules so you can be alerted when something happens and specific conditions are met in Teams or via email, run Fabric items such as notebooks or even trigger Power Automate flows. I’ll explore some of these scenarios in more detail in future blog posts.\n\nShare this: Twitter\n\nLinkedIn\n\nFacebook\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best Cyber Monday deals 2024",
            "link": "https://7news.com.au/best-picks/best-cyber-monday-deals-2024-c-16936219",
            "description": "Ugg Express: Take 15 per cent off sitewide from November 29, including on UGG Boots and UGG Slippers, with the code: BFCM24.",
            "image_url": "https://www.bing.com/th?id=OVFT.V3h-jO8cZIR42vC_pMspKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "17h",
            "source": "7NEWS",
            "article_content": "Black Friday has made way for Cyber Monday where retailers are preparing for one more epic day of deals before Christmas.\n\nAfter months of teasing, our favourite retailers have finally dropped to their lowest prices for the year, with outstanding savings possible on all things tech, fashion, homewares and household staples.\n\nBut you’ll have to be quick — many of the deals we’ve collected below will expire on December 2, so if you’ve got your eyes on a new robot vacuum, hair tool, makeup product or summer essential, this is your final opportunity.\n\nKnow the news with the 7NEWS app: Download today\n\nCLICK HERE: For Best Picks’ favourite Cyber Monday sales overall\n\nCLICK HERE: For Best Picks’ favourite Amazon Australia deals for Cyber Monday\n\nDyson\n\nDyson has released its new Supersonic Nural hairdryer. Credit: Dyson\n\nBose\n\nThe QuietComfort SC headphones can transform that environment into a library of quiet concentration. Get them for $299 instead of their usual $499 outside of Black Friday and Cyber Monday.\n\nApple\n\nWoolworths and Everyday Market\n\nA range of fresh groceries at Woolworths and Everyday Market are currently discounted by up to 50 per cent until December 3.\n\nAlemais\n\n20 per cent off sale on selected styles, which will be available online until December 2.\n\nNinja\n\n$50 discount on the TikTok famous Ninja Creami Deluxe.\n\nBreville\n\nThe Breville Barista Express Espresso Machine is currently on sale for $550, normally $999 on Amazon Australia.\n\nShark\n\nShoppers are loving the bouncy blowouts the Shark FlexStyle gives them. Credit: @aqasaawer/@kbellbeauty / TikTok\n\nOoni\n\n20 per cent off for a limited time only on the Ooni Koda 12, which usually retails for $649 but is currently reduced to $519.20.\n\nECOVACS\n\nup to $700 off a range of its iconic robot vacuums, with a huge reduction in particular on the DEEBOT T30S COMBO Robot Vacuum & Mop.\n\nRoborock\n\nThe Roborock Qrevo MaxV Robot Vacuum is a $2,199 device — which is currently on sale for $1,499 for Black Friday.\n\nCOSRX\n\nThe COSRX Snail Mucin 96 per cent Power Repairing Essence has gained immense popularity in Australia, with more than 10,000 Aussies snapping up this 100ml hydrating serum for just $13.\n\nHexclad\n\nCelebrity chef and entrepreneur Gordon Ramsay’s favourite kitchen pans are on sale. In an exclusive Black Friday deal, Amazon Australia is offering HexClad’s Hybrid Nonstick 20cm Frying Pan for $129.\n\nPlayStation 5\n\nThe Playstation PS5 is currently on sale for $645.15 on Amazon Australia so now is the ideal time to purchase it.\n\nThe visuals on the PS5 will take your gaming to a new level. Credit: @nugraha_z / TikTok\n\nBEST OVERALL BLACK FRIDAY AND CYBER MONDAY SALES 2024\n\nThe best tech brands on sale\n\nDyson: Mammoth sales on vacuums, Supersonic hair dryers and Airstrait hair straighteners.\n\nLG Electronics: Up to 60 per cent off discounts on gaming monitors, projectors and laptops until December 4.\n\nCuboAi: Slashing up to 34 per cent off its best-selling hero products until December 3.\n\nCasetify: Buy one, get 15 per cent off all products, buy 2, get 25 per cent off all products, buy three, get 30 per cent off all products with the promo code: BFSALE24.\n\nSennheiser: Discounts of up to 40 per cent off on selected styles.\n\nVittoria Coffee: 20 per cent off everything sitewide and free shipping until December 2.\n\nWinning Appliances: Exclusive deals on Smeg, Miele and Fisher & Paykel until December 2.\n\nDreame Technology: Up to 63 per cent off vacuums and other homewares tech until December 2.\n\nECOVACS: Up to 50 per cent off the popular DEEBOT models.\n\nOoni: Take 20 per cent off sitewide excluding the Koda 2 Max until December 2.\n\nPhilips Robot Vacuum Cleaners: Take up to 25 per cent off on the robot vacuum range.\n\nTherabody: Get up to 50 per cent off a range of wellness products.\n\nSonos: Get up to 20-50 per cent off until December 2.\n\nKogan.com: TVs will be up to 55 per cent off, whitegoods up to 55 per cent off, furniture up to 65 per cent off and homewares up to 70 per cent off.\n\nYoto: 20 per cent off all hardware and bundles (where stock allows) + 20 per cent off standalone accessories. Yoto’s products are the most “wishlisted” kids gift on Amazon globally.\n\nNarwal: Great discounts across their whole product range, reaching up to 30 per cent off.\n\nOoni is offering 20 per cent off sitewide. Credit: Ooni\n\nThe best beauty brands on sale\n\nSkin Republic: 40 per cent off at Chemist Warehouse until December 15.\n\nUltraceuticals: Save 41 per cent on their bestselling Dynamic Duos. And from Cyber Monday, receive 50 per cent off your choice of Ultra UV Protective Daily Moisturiser when you purchase 2 products.\n\nAustralis Cosmetics: 40 per cent off at Priceline.\n\nSumaNurica: 30 per cent off sitewide sale with no code required.\n\ntbh Skincare: 30 per cent off excluding bundles and the rebound range + a free rebound skin milk on all orders over $80 until December 2.\n\nOvev Wellness: 30 per cent off sitewide with the code BF30. Get a free scalp renewal brush (RRP: $21) on all single orders of the oceanic renewal hair masque and oceanic renewal masque bundles.\n\nMooGoo: Huge 25 per cent off its entire range of skin products.\n\nPeople Haircare: 25 per cent off sitewide excluding bundles until December 12.\n\nBoost Lab: Get 30 per cent off excluding bundles and LED until December 2.\n\nNaked Sundays: Get 30 per cent off storewide with up to 50 per cent off bundles until December 2.\n\nBangn Body: Take 30 per cent off sitewide and unlock free gifts at cart.\n\nWHO IS ELIJAH: 20-40 per cent off fragrances until December 2.\n\nSWIISH: 25 per cent off storewide plus a free surprise beauty or wellness gift in every order over $99 with the code OMG25.\n\nEdible Beauty: Take 30 per cent off sitewide until November 21.\n\nEpzen: 30 per cent off sitewide and an extra 10 per cent off bundles.\n\nJSHealth Vitamins: 25 per cent off sitewide until December 4.\n\nBondiBoost: Up to 50 per cent off until December 3.\n\nThree Warriors: 30-50 per cent off sitewide.\n\nAlya Skin: Offering consumers 30 per cent off all products sitewide until December 4.\n\nCLOUD NINE: Discounts of up to $200.\n\nLash Therapy Australia: Up to 75 per cent off sitewide applied automatically.\n\nSSS Hair: Up to 75 per cent off on haircare brands including Oribe, Olaplex, ghd, Remington, Revlon, Wahl and more.\n\nAllkinds: 25 per cent off storewide until December 2 online and November 25 - December 2 in store.\n\nElizabeth Arden: Take 25 per cent off sitewide until December 2.\n\nAerre Fragrances: 30 per cent off + free shipping with daily surprise promos and deals.\n\nEsmi Skin Minerals: 40 per cent off sitewide hour launch.\n\nMurad: 25 per cent off all Murad and spend $200 and get Retinol Trial Kit (valued at $95).\n\nGoldfield & Banks: 20 per cent off online excluding limited edition and gift sets.\n\nSephora: Take 25 per cent off sitewide.\n\nPaula’s Choice: Take 25 per cent off sitewide on Sephora’s website.\n\nSynergie Skin: 10 per cent off sitewide from Black Friday until Cyber Monday. No code needed.\n\nOle Henriksen: 15 per cent off with no minimum spend and 20 per cent off with a minimum spend of $120 until December 2.\n\nPriceline: Take 40 per cent off skincare and makeup until December 2.\n\nHey Bud: Up to 40 per cent off and a free cap on all orders over $120.\n\nghd: Save up to 25 per cent off the ghd award-winning stylers plus receive a free paddle brush valued at $55.\n\nArdell: Take 30 per cent off from November 27 until December 3.\n\nL’Occitane: Passport to Provence members can save 20 per cent off on full-priced items from November 27 until December 1\n\nUrban Jungle: Up to 36 per cent off sitewide and a free Glow With The Flow serum when you spend $80.\n\nShoppers are loving the bouncy blowouts the Shark FlexStyle gives them. Credit: @aqasaawer/@kbellbeauty / TikTok\n\nThe best fashion brands on sale\n\nRolla’s Jeans: 30 per cent off almost everything plus 5 per cent off when you sign up and from Cyber Monday take 30 per cent off everything plus take a further 30 per centoff markdowns.\n\nShowpo: A range of dresses, jumpsuits and co-ordinates are on sale throughout November.\n\nOodie: Take up to 50 per cent off sitewide from 10am on November 6.\n\nNimble: Up to 60 per cent off. The first 300 shoppers with orders over $200 will receive a ‘Weekend Tote Bag’ worth $59.\n\nYouswim: Up to 50 per cent off sitewide (excluding new collections).\n\nNeuw Denim: 30 per cent off almost everything and an extra five per cent with newsletter sign up.\n\nAlana Maria Jewellery: Get up to 50 per cent off storewide.\n\nVestirsi: Get up to 50 per cent off until December 2.\n\nThe Fable: 40 per cent off on silk shirts, T-shirts, pyjamas and eye masks.\n\nAJE: Shop 25 per cent off full price products and take a further 25 per cent off sale items. Exclusions apply. Valid until December 2.\n\nAJE Athletica: 30 per cent off full price products and take a further 30 per cent off sale items. Exclusions apply. Valid until December 2.\n\nKirstin Ash: 20 per cent off sitewide (excluding new arrivals).\n\nAdidas: Take 40 per cent from November 20 until the 28th before 50 per cent off on Black Friday itself.\n\nDecathlon: Offers up to 60 per cent off until December 8 or until stock lasts.\n\nUgg Express: Take 15 per cent off sitewide from November 29, including on UGG Boots and UGG Slippers, with the code: BFCM24.\n\nKathmandu: 50 per cent off Kathmandu’s famous puffer jackets until December 2.\n\nNew Balance: Up to 50 per cent off selected styles for a limited time only.\n\nSupre: Get up to 30 per cent off full price items. Exclusions apply.\n\nBy Yuliya: Up to 40 per cent off storewide.\n\nDaniel Wellington: Take up to 50 per cent off sitewide until December 22.\n\nCotton On: Take 30 per cent off sitewide until November 26.\n\nMejuri: Get 20 per cent off with a minimum spend of $150 excluding gift cards and services until December 2.\n\nEmu Australia: Up to 50 per cent off almost everything (excluding platinum styles) until December 2.\n\nNovo Shoes: Take 30 per cent off full price products until December 1 online.\n\nViktoria & Woods: 20 per cent off selected full price items and a further 20 per cent off all markdowns until December 2.\n\nTaking Shape: 40 per cent off storewide including new arrivals.\n\nSheila The Label: 25 per cent off sitewide.\n\nFrancesca Jewellery: Take 15 per cent off sitewide until December 1.\n\nBonds: 40 per cent off sitewide until December 2.\n\nQuay Australia: Buy one product and get one free until December 1.\n\nNude Lucy: Take 30 per cent off selected styles.\n\nVan Heusen: 50 to 60 per cent off storewide until December 3.\n\nUNIQLO: Enjoy exclusive offers and shop viral favourites and LifeWear must-have essentials in-store, online and for UNIQLO App Members until December 2.\n\nThe North Face: 30 per cent off selected styles until December 2.\n\nBondi Active: Flash sale with a minimum of 30 per cent off sitewide.\n\nCarl Friedrik: 30 per cent off sitewide until December 2.\n\nL’IDEE WOMAN: Get an additional 20 per cent off sale and up to 30 per cent off selected styles until December 2.\n\nBillini: Get 20 per cent off storewide, excluding pre-order, gift vouchers and shoe care both online and in-store.\n\nAlemais: 20 per cent off selected styles, discount applies at checkout until December 2.\n\nThe best lifestyle brands on sale\n\nLaithwaites: Get 15 wines for just $127.50. Customers will save up to $205 and get free delivery. The sale will run until December 31.\n\nCurrentBody: 30 per cent off the CurrentBody Skin LED Complete Kit, 25 per cent off CurrentBody Skin Special LED Kit and 30 per cent off ZIIP Superior Set until December 24.\n\nTemple and Webster: Up to 50 per cent off on selected items only.\n\nLovehoney: Pleasure seekers can score up to 70 per cent off the brand’s entire range of sex toys, lingerie and accessories.\n\nEmma Sleep: Get up to 60 per cent off and save up to $2,787.\n\nMiss Amara: Up to 40 per cent off sitewide.\n\nVital+: Take 30-50 per cent off sitewide.\n\nDusk: Buy one and get one 50 per cent off storewide on all full price candles and reeds.\n\nThe Memo: Shop exclusive baby bundles and save on cots, prams, car seats, high chairs, baths, formula and more.\n\nOur Place: Up to 40 per cent off across our assortment of cooking and gathering essentials. Titanium Always Pan Pro is on sale for the first time ever. Sale ends December 4.\n\nOvev Wellness: 30 per cent off sitewide with the code BF30. Get a free scalp renewal brush (RRP: $21) on all single orders of the oceanic renewal hair masque and oceanic renewal masque bundles.\n\nNat’v Basics: Get 20-80 per cent off plus a gift with purchase on a $109 spend.\n\nNakey Underwear: Take 20 per cent off storewide until December 2.\n\nPURAU: Take 50 per cent off for 50 minutes from 5pm AEST and then take 30 per cent off sitewide with free gifts until December 2.\n\nSheet Society: 20-50 per cent off everything sitewide.\n\nSodaStream: Up to 40 per cent off sitewide (excluding gas) until November 15.\n\nPared Eyewear: Up to 60 per cent off including 30 per cent off best-selling collaborations with Soleil Soleil, Spell and Bec + Bridge.\n\nGozney: Elevate your outdoor dining experience this holiday season with a Gozney pizza oven. Save up to 20% off ovens and accessories during the sale until December 3.\n\nBoody: Get up to 60 per cent off, perfect for sustainable fashion lovers and under $50 stocking fillers.\n\nSHEIN: Up to 95 per cent off sitewide until December 3.\n\nNALA: Offering 30 per cent off until December 2.\n\nBondi Wash: 20 per cent off sitewide. Subscribers receive an additional 10 per cent off.\n\nNo.22 Home: Take 10 to 50 per cent off everything until December 2.\n\nMiss Amara: Get up to 40 per cent off sitewide until December 10.\n\nHexClad: Up to 43 per cent off sitewide.\n\nEtsy: Get up to 60 per cent off original finds until December 3.\n\nBonny: Get $50 off every doona until December 2.\n\nThe 3-in-1 ECOVACS device. Credit: TikTok\n\nRuggable: 20 per cent off with 25 per cent off selected styles.\n\nMocka: Get 20 per cent off sitewide until December 8.\n\nThe Iconic: 20-60 per cent off thousands of styles.\n\nEight Sleep: Up to $500 off ultimate sleep mattresses.\n\nChou Chou Intimates: Take 30 per cent off (exclusions apply)\n\nScarlet Period: 20 per cent off period underwear (including underwear bundles) with the discount code BLACK24.\n\nGlasshouse Fragrances: Complimentary 350g Bora Bora Bungalow for purchases over $120 until December 2.\n\nPillow Talk: 30 per cent off full price and an extra 25 per cent off clearance until December 2.\n\nThe Plotline Journal: Take 30 per cent off with the discount code EARLYDRAFT30.\n\nLovevery: Spend $125, get 10 per cent off, spend $200, get 15 per cent off, spend $400, get 20 per cent off, spend $750, get 25 per cent off until December 8.\n\nEcoya: Get 25-50 per cent off and daily surprise deals.\n\nLuxo Living: 20 per cent off storewide from November 27 until December 3.\n\nKeepCup: Take 30-40 per cent off including new arrivals during the brand’s biggest sale of the year.\n\nLe Specs: Take 30 per cent off sitewide until December 4.\n\nCIROA: VIP early access via email sign up with 25 per cent off sitewide from Black Friday until December 2.\n\nCultiver Australia: Save up to 75 per cent until December 2.\n\nNancy Ganz: Take 40 per cent off sitewide.\n\nLuxo Living: 20 per cent off storewide.\n\nThe best travel brands on sale\n\nCathay Pacific: Plenty of unmissable travel packages from now until November 30. Save up to $200 on flight and hotel packages.\n\nVirgin Voyages: Get 40 per cent off all voyages including Virgin’s newest itineraries with up to $455 in free drinks until December 3.\n\nTosca: Up to 60 per cent off luggage in-store and online.\n\nAmerican Tourister: Take up to 50 per cent off until December 9.\n\nSamsonite: Up to 40 per cent off sitewide until the second week of December.\n\nWebjet: Exclusive member offer of $100 off return flights to Asia for travel from Australia between November 29, 2024 - October 31, 2025. Use the code ASIA100. Terms and Conditions apply.\n\nWhat is Black Friday?\n\nBlack Friday is the term used to describe the Friday after Thanksgiving in the United States.\n\nIt traditionally marks the start of the Christmas shopping season and has become one of the largest shopping events in Australia.\n\nTop brands like Myer, The Iconic, Amazon and David Jones discount their stock from Black Friday onwards before further reducing prices on Boxing Day.\n\nIt’s the perfect time to stock up on presents for Christmas given it’s just shy of two months until December 25.\n\nWhen is Black Friday?\n\nThis year Black Friday falls on November 29 but you can expect Australian retailers to start discounting stock from the end of October.\n\nThe Iconic is normally one of the first brands to share its sales so keep an eye out online.\n\nHow does Black Friday work?\n\nBlack Friday is traditionally an in-store shopping experience but in recent years it has switched to online — and for some retailers both — so that no one misses out on the incredible deals.\n\nSome retailers have started their sales before Black Friday and they run until Cyber Monday, which is the Monday after Black Friday.\n\nSome brands will give customers a special code they need to input at the checkout to secure the deal while others will just be already discounted to their sale price.\n\nWhen is Cyber Monday?\n\nCyber Monday falls on December 2 this year and is just three days after Black Friday.\n\nIt usually signals the close of the big sale season before Boxing Day but depending on the retailer discounts can last right up until mid-December."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Easy Steps To Make Your Startup Attractive To Top Talent",
            "link": "https://www.forbes.com/sites/abdoriani/2024/11/30/5-easy-steps-to-make-your-startup-attractive-to-top-talent/",
            "description": "For startups, attracting top talent is essential to growth and success. Here are five actionable steps to make your startup ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B_NAePo50xIu2rmpr0Kf1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Startup Mocked for Charging $5,000 to \"Edit\" Book Manuscripts Using AI",
            "link": "https://www.msn.com/en-us/money/technology/startup-mocked-for-charging-5000-to-edit-book-manuscripts-using-ai/ar-AA1v1NPf?ocid=BingNewsVerp",
            "description": "Booked and Busy The startup company Spines apparently wants to publish 8,000 books in 2025 by using AI. There are several ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jz_VFa0xwWJeqg2ta40Oni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "Futurism on MSN23h",
            "source": "Futurism on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Volkswagen’s new electric Golf will get the Rivian treatment",
            "link": "https://www.digitaltrends.com/cars/volkswagens-new-electric-golf-will-get-the-rivian-treatment/",
            "description": "Volkswagen just revealed the next-gen electric Golf will benefit from Rivian’s cutting-edge software and electrical systems.",
            "image_url": "https://www.bing.com/th?id=OVFT.MjbSeERoC0fri4fyfqdVcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "14h",
            "source": "Digital Trends",
            "article_content": "The Golf represents “the heart” of the Volkswagen brand, the automaker said at the start of 2024, as the iconic model celebrated five decades of existence.\n\nA 50th anniversary also seems like the right occasion to fully bring the Golf into the 21st century: While we already knew that VW is reviving an electric version of the model, the German automaker just revealed the next-gen Golf will also benefit from Rivian’s cutting-edge software and electrical systems.\n\nRecommended Videos\n\nVW, like global automakers, is transitioning toward producing “software-defined vehicles” (SDVs) with functionalities and digital experiences that can be upgraded over time. That transition became official back in June when VW announced a joint venture with Rivian.\n\nMeanwhile, the automaker also announced last summer it would delay the launch of a new flagship electric vehicle (EV) called Trinity, initially planned for 2026. German press reports at the time suggested the delay was to make room for none other than the next-gen electric Golf.\n\nAnd now that VW’s venture with Rivian has officially kicked off earlier this month, all the pieces are coming together.\n\n“We decided on how to do the software-defined vehicle,” VW CEO Thomas Schafer said during a media roundtable. “It will happen with the joint venture, where we put the new electric-electronics architecture together. But we have also decided that we want to start this journey with a more iconic product. So we’ll start with the Golf.”\n\nThe next-gen electric Golf is now expected for 2029, followed by Trinity in the following years.\n\nThe Volkswagen-Rivian venture first plans to use Rivian’s electrical architecture and software technology stack to enable the launch of Rivian’s R2 midsize SUV in the first half of 2026 and support the launch of Volkswagen models by 2027."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Gen Digital (GEN) Is One of the Best Affordable Tech Stocks to Invest in Now?",
            "link": "https://www.msn.com/en-us/money/other/why-gen-digital-gen-is-one-of-the-best-affordable-tech-stocks-to-invest-in-now/ar-AA1v47Cb?ocid=BingNewsVerp",
            "description": "We recently published a list of 10 Best Affordable Tech Stocks To Invest In Now. In this article, we are going to take a look ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GnfpBGUu_kyj9DIoxpx_TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    }
]