[
    {
        "title": "5 things to know for Nov. 15: Trump’s Cabinet, Measles, Tropical Storm Sara, UFO sightings, Ford",
        "link": "https://www.msn.com/en-us/news/us/5-things-to-know-for-nov-15-trump-s-cabinet-measles-tropical-storm-sara-ufo-sightings-ford/ar-AA1u8QQ3?ocid=BingNewsVerp",
        "description": "Look up at the night sky this weekend for a celestial double feature. November’s full moon will shine bright today as the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sCbhcdw30JlyyOCLHGI_ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon: UFO reports spike, more than 700 documented",
        "link": "https://www.msn.com/en-us/news/other/pentagon-ufo-reports-spike-more-than-700-documented/ar-AA1u7uf5?ocid=BingNewsVerp",
        "description": "More than 700 UFO reports were made in the last year, according to a report published Thursday by the Pentagon and the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fcGecBo_ibOMpIjg1D1wiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "7hon MSN",
        "source": "UPI News on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon's UFO report finds over 700 new cases, with 21 the agency could not explain",
        "link": "https://abcnews.go.com/Politics/pentagons-ufo-report-finds-700-new-cases-21/story?id=115878401",
        "description": "From May 2023 to June 2024, the All-Domain Anomaly Resolution Office received 757 new incident reports, officials announced ...",
        "image_url": "https://www.bing.com/th?id=OVF.THu4zX1S6kH0fOi3%2bBqu1Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "ABC",
        "article_content": "Pentagon's UFO report finds over 700 new cases, with 21 the agency could not explain\n\nThe Pentagon and the Director of National Intelligence have released the annual report on UFO sightings and while they still haven't found any extraterrestrial origin for the more than 700 new reports that came in last year, there are about two dozen that have them really curious.\n\nUAP is the term the Pentagon and the intelligence community use to describe UFOs, which stands for Unidentified Anomalous Phenomena. The agency that reviews all of the new incidents being reported by military personnel and now additional federal agencies is the All-Domain Anomaly Resolution Office (AARO).\n\nFrom May 2023 to June 2024, AARO received 757 new incident reports, 485 that occurred in that time period and another 272 reports from 2021 and 2022 that had not been previously sent to the agency. That's a sizable increase from previous reports, for example, last year's report cited 281 new reports during its review period, something Pentagon officials said Thursday was due to a greater awareness about reporting UAP incidents, not that they have been growing in frequency.\n\nThe Pentagon and the surrounding area is seen in this aerial view in Washington, D.C., Jan. 26, 2020. Pablo Martinez Monsivais/AP, FILE\n\nOverall the total number of cases that have been reviewed by AARO since its founding is now 1,652.\n\nAARO has \"discovered no evidence of extraterrestrial beings, activity, or technology\" according to this year's report. A small number of this year's reports had terrestrial explanations and a significant number will be left for further review, but one thing they haven't found is that some of the reports are attributable to a \"breakthrough\" technology.\n\nHowever, during a press briefing Thursday, the head of AARO acknowledged that there are 21 reports over the last year and a half that he can't really explain.\n\n\"There are interesting cases that with my physics and engineering background and time in the I.C. I do not understand, and I don't know anybody else understands them,\" said Dr. Jon Kosloski, the new director of AARO. Kosloski said the 21 incidents occurred near national security sites and were recorded on video, had multiple eyewitnesses or were captured by other sensors.\n\nSo what do these unexplainable UAPs look like? \"Orbs, cylinders, triangles, in one of the cases, it has been happening over an extended period of time, and it is possible that there's multiple things happening\" Kosloski said, adding that the incidents might include drone activity that's being conflated with a UAP."
    },
    {
        "title": "Pentagon received hundreds of reports of new UFO sightings",
        "link": "https://www.msn.com/en-us/news/us/pentagon-received-hundreds-of-reports-of-new-ufo-sightings/ar-AA1u6qGw?ocid=BingNewsVerp",
        "description": "The Pentagon has received hundreds of reports of new UFO sightings, including 'several particularly interesting cases,' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1g5mVIe5o3PwdpX4S8p_rC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Congressional UFO Hearing Features Eye-Opening UAP Claims",
        "link": "https://www.forbes.com/sites/amandakooser/2024/11/14/congressional-ufo-hearing-features-eye-opening-uap-claims/",
        "description": "The hearing aimed to \"pull back the curtain on secret UAP research programs conducted by the U.S. government,\" but it was ...",
        "image_url": "https://www.bing.com/th?id=OVF.NIBrCNo%2bAxW5rMztGP3JAA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Building Provably Great AI-Powered Applications Begins With Measurement",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/11/14/building-provably-great-ai-powered-applications-begins-with-measurement/",
        "description": "By maintaining a commitment to rigorous, transparent evaluation, you can ensure that your AI applications remain at the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Si2WhPutAnD3A6-GxX9VLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Google’s Gemini AI now has its own iPhone app",
        "link": "https://www.msn.com/en-us/money/other/google-s-gemini-ai-now-has-its-own-iphone-app/ar-AA1u51wr?ocid=BingNewsVerp",
        "description": "In the AI chatbot world, ubiquity is everything. Companies have raced to build desktop and mobile apps for their bots, in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.V9KtYiFwPPnAJttto8bHgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Google Gemini AI app for iPhone now available to download worldwide",
        "link": "https://bgr.com/tech/google-gemini-ai-app-for-iphone-now-available-to-download-worldwide/",
        "description": "The standalone Google Gemini app for iPhone is available to download worldwide: Here's what the AI app can do.",
        "image_url": "https://www.bing.com/th?id=OVFT.2aH795kJlIFD0slvMgOroC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23h",
        "source": "BGR",
        "article_content": "iPhone users in some markets discovered a standalone Google Gemini app for iPhone a few days ago. The app wasn’t available in most markets, as Google was apparently testing it ahead of a more widespread release. Fast-forward to Thursday, Google is ready to make the standalone Gemini app available to iPhone users around the world. The Gemini went up in the App Store quietly, and you can download it right now.\n\nThe Google Gemini app is now available as a separate app from the main Google app, where you might have accessed the Gemini AI on the iPhone in the past. The best part about the Gemini app is that it comes with support for Gemini Live, Google’s version of ChatGPT Advanced Voice Mode.\n\nIt’s a conversational AI that lets you talk to the chatbot just like you’re speaking to a human. You can interrupt the AI and change prompts on the fly, similar to how a conversation between two people would flow.\n\nGemini Live isn’t available in the main Google app on the iPhone, so Google’s new standalone Gemini app is the only way to get it on your iPhone.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nGoogle Live will support personalization, as you can choose from various voices and languages.\n\nGoogle Gemini app for iPhone is available in the App Store. Image source: Google via App Store\n\nYou can use Gemini Live to talk about anything, just as you would with ChatGPT’s Advanced Voice Mode. Here’s what the Gemini app description says Gemini can do for you on the iPhone:\n\nGo Live with Gemini to brainstorm ideas, simplify complex topics, and rehearse for important moments. Just click on the Gemini Live button in your Gemini app – Connect with your favorite Google apps like Search, YouTube, Google Maps, Gmail, and more – Study smarter and explore any topic with interactive visuals and real-world examples – Unlock a world of expertise and get tailored information about any topic – Plan trips better and faster – Create AI-generated images in seconds – Get summaries, deep dives, and source links, all in one place – Brainstorm new ideas, or improve existing ones\n\nFor example, Gemini Live can be a study companion, ready to assist you while you learn.\n\nThe Gemini app for iPhone also supports image generation, just like ChatGPT does.\n\nMore interesting to me is the Gemini’s app integration with other Google apps and services you might be using on iPhone. The description says the Gemini app will connect with your favorite Google apps once you install it.\n\nGemini can connect to YouTube, Google Maps, Gmail, Calendar, and other apps straight from your chat. That’s certainly a useful feature if you use Google apps on your iPhone and want to include Gemini in that. This sort of interaction goes beyond what ChatGPT can do, and it’s all the more interesting as Google doesn’t have any say in how iOS works.\n\nGoogle Gemini app for iPhone: Features and screenshots. Image source: Google via App Store\n\nAlso, Gemini isn’t part of Apple Intelligence like ChatGPT will be. Even then, ChatGPT will not be able to connect to any other apps. Siri will handle such capabilities later down the road.\n\nGoogle Gemini is available as a free download from the App Store. If you want access to Google’s latest Gemini models, you’ll need a Gemini Advanced subscription priced at $19.99. You can test Gemini Advanced for free for a month before you decide to keep it."
    },
    {
        "title": "Google’s Gemini AI gets dedicated iPhone app for the first time",
        "link": "https://www.msn.com/en-gb/money/technology/google-s-gemini-ai-gets-dedicated-iphone-app-in-the-uk-for-the-first-time/ar-AA1u5fWU?ocid=BingNewsVerp",
        "description": "Google’s Gemini generative AI assistant has been made available via a dedicated app on the iPhone for the first time.",
        "image_url": "https://www.bing.com/th?id=OVFT._uB-WHXkEVXCA4_6UC_mCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Standalone Gemini App for iOS Lets You Have Full Conversations With Google's AI",
        "link": "https://www.msn.com/en-us/news/technology/standalone-gemini-app-for-ios-lets-you-have-full-conversations-with-googles-ai/ar-AA1u5XdP?ocid=BingNewsVerp",
        "description": "The Android app came out in February, but Apple users only got a limited integration within the main Google app, which ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5E9MR_PnVc45-c-cI8Yi8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "PCMag on MSN18h",
        "source": "PCMag on MSN",
        "article_content": ""
    },
    {
        "title": "Feeling Stressed? You May be More Likely to Believe in Spooky Phenomena",
        "link": "https://www.msn.com/en-us/health/other/feeling-stressed-you-may-be-more-likely-to-believe-in-spooky-phenomena/ar-AA1u6CpO?ocid=BingNewsVerp",
        "description": "People who feel they have less control over their lives are more likely to embrace the paranormal.",
        "image_url": "https://www.bing.com/th?id=OVFT.Yjg4Ov7f-smBrvEaO2Bs9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Discover Magazine on MSN15h",
        "source": "Discover Magazine on MSN",
        "article_content": ""
    },
    {
        "title": "Columbus 'poltergeist' girl Tina Resch seeks pardon for daughter's death 40 years after famous photo",
        "link": "https://www.dispatch.com/story/news/crime/2024/11/15/poltergeist-murder-ohio-tina-resch-telekinetic-powers-life-sentence/75105711007/",
        "description": "The Dispatch broke the story of flying pans and dishes, broken glass and flicking lights. Forty years later, Tina Resch ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YFcKYf5hyE-Mgy_TLexlGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "Columbus Dispatch",
        "article_content": "No commitment required. Cancel anytime.\n\n*Offer available to new customers only. All savings based off the regular rate.\n\nRead the full Subscription Terms and Conditions."
    },
    {
        "title": "Adult circus takes over Mall St. Vincent parking lot",
        "link": "https://www.yahoo.com/news/adult-circus-takes-over-mall-173749673.html",
        "description": "(KTAL/KMSS)—Shreveport residents are in for a treat. You may have seen two very large tents and multiple trailers set up at ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GjOkuiQ3MV1Dm5HidJzMYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Yahoo19h",
        "source": "Yahoo",
        "article_content": "SHREVEPORT, La. (KTAL/KMSS)—Shreveport residents are in for a treat. You may have seen two very large tents and multiple trailers set up at Mall St. Vincent; spoiler alert: it’s an adult paranormal circus.\n\nOn November 15 – 18, a supernatural and dangerous with ‘shades of sexy’ has landed in Shreveport: “Paranormal Cirque.” Their website says if you get scared easily, you might want to run.\n\nTheir news release says the show will expose you to a unique combination of theatre, circus, and cabaret with a new European-style flare. There is an emphasis on mature audiences for a reason. The sneak peek reveals partial nudity, so I recommend against viewing the trailer at work or around children.\n\nAdvertisement Advertisement\n\nThe show is rated R for restricted, and if you choose to bring a person under 17, they must be accompanied by an adult over 21.\n\n(Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia) (Courtesy of Cirque Italia)\n\nCirque Italia warns, “This show is NOT for the faint of heart. You may have to catch your breath or try to stop your heart from racing during this adrenaline-filled performance.”\n\n‘This innovative horror story features different shades of sexy and an incomparable storyline – the only thing you can be sure of during this unique experience is that you will not know what to expect! It might be hard to divide reality and illusion!’ details Cirque Italia.\n\nThe Paranormal Circus schedule for Shreveport:\n\nAdvertisement Advertisement\n\nNovember 15 – Friday: 7:30 p.m.\n\nNovember 16 – Saturday: 6:30 p.m. & 9:30 p.m.\n\nNovember 17 – Sunday: 5:30 p.m. & 8:30 p.m.\n\nNovember 18 – Monday: 7:30 p.m.\n\nResidents cannot miss their tent; the top is black and white striped, and trailers parked in front of it say ‘Paranormal’ in front of SEARS (1133 St Vincent Ave, Shreveport)\n\nGolden Girls themed pub crawl coming to East Bank District\n\nTickets are $20 – $65 each.\n\nParanormal Cirque offers a special promotion: $5.00 off any full-priced ticket purchased in levels 1, 2, or 3. The offer cannot be combined with any other offers, discounts, or deals. The promo link for Shreveport is FACE5OFF.\n\nCirque Italia is touring three other cities following Shreveport. According to its website, the next show is in Longview, Texas, from November 22nd to 25th.\n\nAdvertisement Advertisement\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KTALnews.com."
    },
    {
        "title": "5 Paranormal Hotspots In India You Shouldn't Miss",
        "link": "https://www.msn.com/en-in/lifestyle/travel/5-paranormal-hotspots-in-india-you-shouldnt-miss/ar-AA1u7VA1?ocid=BingNewsVerp",
        "description": "India is a country bursting with history and culture, where centuries-old tales have given some places a seriously spooky ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pz1ZMqPH1IU-Qt8LU9utXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Benzinga India on MSN6h",
        "source": "Benzinga India on MSN",
        "article_content": ""
    },
    {
        "title": "Unidentified Anomalous Phenomena takes center stage from Columbia River Gorge to Capitol Hill",
        "link": "https://www.kptv.com/2024/11/14/unidentified-anomalous-phenomena-takes-center-stage-columbia-river-gorge-capitol-hill/",
        "description": "The House Oversight held a hearing Wednesday morning to hear new testimony called: 'Unidentified Anomalous Phenomena: ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8EgwVPq7PoDseYKv-38zrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23h",
        "source": "Fox 12 Oregon",
        "article_content": "BINGEN Wash. (KPTV) – The House Oversight held a hearing Wednesday morning to hear new testimony called: “Unidentified Anomalous Phenomena: Exposing the Truth.”\n\nLawmakers on Capitol Hill heard from and interviewed top government officials from the Navy, NASA, and the Department of Defense to learn more about videos and surveillance photos of objects that could not be identified by government agencies.\n\nThis session follows the first congressional meetings in 50 years on the topic, where officials alleged the federal government has knowingly kept the public in the dark regarding the presence of UAPs in U.S. airspace over the past several decades.\n\nThe Pacific Northwest ranks among the top states to report paranormal activity says James Szubski, Co-Owner of Margie’s Outdoor Store which encourages residents and visitors to report any paranormal-related activity.\n\nSEE ALSO:\n\nBusinesses leasing space in a downtown Portland building were told suddenly and without explanation that they need to move out by the end of November.\n\n“In my experience, there are a lot of people, ordinary people, that are having extraordinary experiences, pretty frequently,” said Szubski.\n\nThe Bingen, Washington staple has been busy, with 371 reports in less than four years. A U.S. Army veteran, the Washingtonian says 97% of accounts have come from everyday people, including politicians and law enforcement.\n\n“We’re learning that the Gorge is literally the most active paranormal hot spot in all of North America,” Szubski said.\n\nHowever, this conversation comes with a healthy amount of skepticism, which is why researchers believe testimonials and evidence are vital to proving whether we are alone in the universe.\n\n“Science cannot advance when there is stigma to reporting real phenomena people are experiencing,” Szubski said. “Giving that place to talk about as we are doing here, this is how the knowledge of this world expands.”\n\nIt was a similar theme in Washington, D.C. where members of this committee asked U.S. military and defense experts to share vital information on these incidents in question.\n\nSEE ALSO:\n\nOne of two St. Helens High School teachers facing sexual abuse charges appeared in court on Wednesday afternoon.\n\n“UAPs remain a controversial topic,” said Congresswoman and Committee Member, Nancy Mace. “I’m not going to name names, but there are certain individuals who didn’t want this hearing to happen because they feared what might be disclosed. But we stood firm. No amount of outside pressure would ever keep me from pursuing a subject to ground come hell or high water.”\n\nThe question-and-answer portion of the hearing lasted more than two hours but little could be disclosed based on national security and clearance concerns.\n\nMany were left wondering about who or what those potential crafts could be if they were anything other than a balloon, satellite, or non-piloted object.\n\nStill, the mere fact that these conversations are happening on the highest level proves in some way that these concerns are valid and worth deeper discussion.\n\n“Life is so much more interesting when you give yourself the space to think this could be something anomalous,” said Szubski. \" I’d encourage people to keep their eyes on the skies and keep an open mind.”\n\nTo report a potential encounter go here.\n\nCopyright 2024 KPTV-KPDX. All rights reserved."
    },
    {
        "title": "Scientists discover the largest coral colony on Earth in the Solomon Islands: Key insights on its size and age",
        "link": "https://www.msn.com/en-in/health/health-news/world-s-first-stem-cell-treatment-restores-vision-for-patients-with-severe-corneal-damage/ar-AA1u7UuN?ocid=BingNewsVerp",
        "description": "A team of researchers from National Geographic's Pristine Seas team have discovered the world's largest coral colony in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RifWQeAYRnV0ljeIEMNOLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5hon MSN",
        "source": "The Times of India on MSN",
        "article_content": ""
    },
    {
        "title": "National Geographic group finds world's largest coral",
        "link": "https://www.upi.com/Science_News/2024/11/14/coral-worlds-larges-national-geographic/4341731601601/",
        "description": "Scientists said on Thursday they found what is believed to be the world's largest coral, which has been growing undisturbed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.x_GmyQ9tazFVN8V8V-4FLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "UPI",
        "article_content": "Nov. 14 (UPI) -- Scientists said on Thursday they found what is believed to be the world's largest coral, which has been growing undisturbed in the Solomon Islands for possibly 300 years.\n\nA research vessel with the National Geographic Pristine Seas team found the coral in the Three Sisters Island group. The coral measured 112 feet wide, 105 feet long and 18 feet high with a circumference of more than 600 feet.\n\nAdvertisement\n\n\"Just when you think there is nothing left to discover on planet Earth, we find a massive coral made of nearly one billion little polyps, pulsing with life and color,\" Enric Sala, National Geographic Explorer in Residence and founder of Pristine Seas, said in a statement.\n\n\"This is a significant scientific discovery, like finding the world's tallest tree. But there is cause for alarm. Despite its remote location, this coral is not safe from global warming and other human threats.\"\n\nCoral is a living organism made up of a complex network of coral polyps, tiny individual creatures. Coral reefs, however, are made up of many colonies of corals.\n\nAdvertisement\n\nScientists said the newly discovered coral is so large that it can be seen from space and looks more like a huge rock lurking just under the ocean. The discovery comes as concerns continue over dying coral reefs around the world because of climate change.\n\n\"The ocean provides for our livelihoods and has contributed so much to our national economy and communities,\" Solomon Islands Prime Minister Jeremiah Manele, told National Geographic. \"Our survival depends on healthy coral reefs, so this exciting discovery underlines the importance of protecting and sustaining them for future generations.\""
    },
    {
        "title": "Grand Canyon Discovery Rewrites Textbooks on Key Point in History of Life",
        "link": "https://www.msn.com/en-us/news/world/grand-canyon-discovery-rewrites-textbooks-on-key-point-in-history-of-life/ar-AA1u5Saw?ocid=BingNewsVerp",
        "description": "\"The Grand Canyon is an epic Rosetta Stone for geology,\" Denver Museum of Nature and Science geologist James Hagadorn said.",
        "image_url": "https://www.bing.com/th?id=OVFT.-x6RUgoKURuZWA1WdT_H-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19hon MSN",
        "source": "Newsweek on MSN",
        "article_content": ""
    },
    {
        "title": "'The bottom line is, I told you so': JWST observations upend standard model of how galaxies form, new study claims",
        "link": "https://www.msn.com/en-gb/entertainment/news/the-bottom-line-is-i-told-you-so-jwst-observations-upend-standard-model-of-how-galaxies-form-new-study-claims/ar-AA1u6myy?ocid=BingNewsVerp",
        "description": "The James Webb Space Telescope's discovery of unusually bright and massive galaxies soon after the Big Bang has cast doubt on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uuZSOyYR58GoHj-GTZsjsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN16h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "From questions to discoveries: NASA’s new Earth Copilot brings Microsoft AI capabilities to democratize access to complex data",
        "link": "https://blogs.microsoft.com/blog/2024/11/14/from-questions-to-discoveries-nasas-new-earth-copilot-brings-microsoft-ai-capabilities-to-democratize-access-to-complex-data/",
        "description": "Every day, NASA’s satellites orbit Earth, capturing a wealth of information that helps us understand our planet. From ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ex9mdCzR6WAXzRp-MWketC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Microsoft19h",
        "source": "Microsoft",
        "article_content": "Every day, NASA’s satellites orbit Earth, capturing a wealth of information that helps us understand our planet. From monitoring wildfires to tracking climate change, this vast trove of Earth Science data has the potential to drive scientific discoveries, inform policy decisions and support industries like agriculture, urban planning and disaster response.\n\nBut navigating the over 100 petabytes of collected data can be challenging, which is why NASA has collaborated with Microsoft to explore the use of a custom copilot using Azure OpenAI Service to develop NASA’s Earth Copilot, which could transform how people interact with Earth’s data.\n\nGeospatial data is complex, and often requires some level of technical expertise to navigate it. As a result, this data tends to be accessible only to a limited number of researchers and scientists. As NASA collects more data from new satellites, these complexities only grow and may further limit the potential pool of people able to draw insights and develop applications that could benefit society.\n\nRecognizing this challenge, NASA embarked on a mission to make its data more accessible and user-friendly. Through NASA’s Office of the Chief Science Data Officer, the agency seeks to democratize data access, breaking down technical barriers to empower a diverse range of audiences, from scientists and educators to policymakers and the general public.\n\nYouTube Video Click here to load media\n\nThe challenge: Navigating the complexity of data\n\nNASA’s Earth Science Data Systems Program is responsible for collecting an incredible variety of data from spaceborne sensors and instruments. This data spans everything from atmospheric conditions to land cover changes, ocean temperatures and more. However, the sheer scale and complexity of this information can be overwhelming. For many, finding and extracting insights requires navigating technical interfaces, understanding data formats and mastering the intricacies of geospatial analysis — specialized skills that very few non-technical users possess. AI could streamline this process, reducing time to gain insights from Earth’s data to a matter of seconds.\n\nThis issue isn’t just a matter of convenience; it has real-world implications. For example, scientists who need to analyze historical data on hurricanes to improve predictive models, or policymakers who want to study deforestation patterns to implement environmental regulations, may find themselves unable to easily access the data they need. This inaccessibility affects a broad array of sectors, including agriculture, urban planning and disaster response, where timely insights from spaceborne data could make a significant difference.\n\nMoreover, as new satellites with new instruments continue to launch and collect more data, NASA is constantly faced with the challenge of building new tools to manage and make sense of this growing repository. The agency explored emerging technologies that could not only streamline data discovery but also broaden accessibility, enabling more people to engage with the data and uncover new insights.\n\nThe solution: AI-powered data access through Microsoft Azure\n\nTo address these challenges, NASA IMPACT worked with Microsoft to develop an AI-driven customer copilot, called Earth Copilot, which could simplify data access and encourage a wider range of users to interact with its Earth Science data. Together, they built the proof of concept AI model that leverages Microsoft’s Azure cloud platform and advanced AI capabilities to transform how users can search, discover and analyze NASA’s geospatial data.\n\nThe key to NASA’s Earth Copilot lies in the integration of cloud-based technologies like Azure OpenAI Service, which provides access to powerful AI models and natural language processing capabilities that enable developers to integrate intelligent, conversational AI into their applications. This approach allows NASA to integrate AI into its existing data analysis platform — VEDA. These technologies together make it easier for users to search, discover and analyze Earth Science data\n\nBy combining these technologies, Earth Copilot enables users to interact with NASA’s data repository through plain language queries. Instead, they can simply ask questions such as “What was the impact of Hurricane Ian in Sanibel Island?” or “How did the COVID-19 pandemic affect air quality in the US?” AI will then retrieve relevant datasets, making the process seamless and intuitive.\n\n“Azure’s robust suite of services, including machine learning, data analytics and scalable cloud infrastructure, powers this AI prototype,” said Juan Carlos López, former NASA engineer and current Azure Specialist at Microsoft. “We’ve designed the system to handle complex queries and large datasets efficiently, ensuring that users can quickly find the information they need without getting bogged down by technical complexities. Our goal was to create a seamless, scalable solution that could evolve as NASA’s data, tools and applications grow.”\n\nDemocratizing data for open science\n\nThe collaboration between NASA IMPACT and Microsoft has resulted in a solution that democratizes access to spaceborne data, enabling a broader range of users to engage with NASA’s science data. This has significant benefits for the scientific community, as researchers can now spend less time on data retrieval and more on analysis and discovery. For example, climate scientists can quickly access historical data to study trends, while agricultural experts can gain insights into soil moisture levels to improve crop management.\n\nEducators and teachers can use real-world examples to engage students in Earth Science, fostering curiosity and encouraging the next generation of scientists and engineers. Policymakers can leverage the data to make informed decisions on critical issues like climate change, urban development and disaster preparedness, ensuring they have the most accurate information at their fingertips.\n\n“The vision behind this collaboration was to leverage AI and cloud technologies to bring Earth’s insights to communities that have been underserved, where access to data can lead to tangible improvements,” said Minh Nguyen, Cloud Solution Architect at Microsoft. “By enabling users to interact with the data through simple, plain language queries, we’re helping to democratize access to spaceborne information.”\n\nThe development of this AI prototype aligns with NASA’s Open Science initiative, which aims to make scientific research more transparent, inclusive and collaborative. By removing barriers to data discovery, NASA and Microsoft are setting the stage for a new era of discovery, where insights are not confined to a select few but can be explored and expanded by anyone curious about the world.\n\nLooking ahead: Bridging the gap between data and insights\n\nAt the moment, the NASA Earth Copilot is available to NASA scientists and researchers to explore and test its capabilities. Any responsible deployment of AI technologies requires rigorous assessments to ensure the data and outputs cannot be misused. After a period of internal evaluations and testing, the NASA IMPACT team will explore the integration of this capability into the VEDA platform.\n\nThis collaboration exemplifies how technology can empower people, drive innovation and create positive change. Solutions like this will be essential in ensuring the benefits of data are shared widely, enabling more people to engage with, analyze and act upon information that shapes our world.\n\nTags: AI, Azure OpenAI Service, Copilot, Microsoft Azure"
    },
    {
        "title": "Best No-Code App Builders 2025",
        "link": "https://www.analyticsinsight.net/tech-news/best-no-code-app-builders-2025",
        "description": "No-code app builders are changing the world when it comes to creating apps in business. Thus, these businesses no longer need ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9noKKnZfbfRVTC3uldLEjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight16h",
        "source": "Analytics Insight",
        "article_content": "Bubble is one of the best app- building companies in the no-code space. It enables people to build the most custom web apps without writing a single line of code. One feature, particularly in its visual editor, allows users to build a complex marketplace or social network through drag-and-drop design.\n\nWith over 1 million websites on the platform by 2024, it has cemented its position as the go-to for many developers."
    },
    {
        "title": "Baidu Bolsters AI Lineup With Enhanced Text-To-Image Tech, No-Code App Builder",
        "link": "https://money.usnews.com/investing/news/articles/2024-11-11/baidu-bolsters-ai-lineup-with-text-to-image-generator-no-code-app-builder",
        "description": "At the annual Baidu World Conference, CEO Robin Li introduced I-RAG, a text-to-image technology that leverages Baidu's search ...",
        "image_url": "https://www.bing.com/th?id=OVFT.j-QkzcGle6-HhsGXFL5P8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "19h",
        "source": "U.S. News & World Report",
        "article_content": "By Liam Mo and Brenda Goh\n\nBEIJING (Reuters) - China's Baidu Inc unveiled a slew of new applications for its artificial intelligence technology on Tuesday, including an enhanced text-to-image generation technology and a tool that enables users to develop software applications without coding expertise.\n\nThe country's leading search engine company is among tech firms shifting their focus to the commercialization of large language model (LLM) applications after nearly two years of heavy investment in research and development in models that they tout as alternatives to OpenAI's GPT.\n\nAt the annual Baidu World Conference, CEO Robin Li introduced I-RAG, a text-to-image technology that leverages Baidu's search capabilities to address the \"hallucination\" issue, referring to the generation of images that deviate from the input text or contain non-existent elements.\n\nLi said the company's Ernie platform now handles 1.5 billion user queries and interactions daily, a significant increase from the 200 million daily requests reported in May.\n\nThese interactions include tasks such as generating text, answering questions, and assisting with various applications utilizing AI.\n\nBaidu's commercialization efforts have largely revolved around its AI agents, which allow users to create their own applications.\n\nThe company has also integrated the technology into its existing product lineup and offering it to external users via its cloud services.\n\nBaidu also unveiled a pair of glasses featuring a built-in AI assistant, developed by it hardware division, Xiaodu. The gadget is equipped with cameras to capture photos and videos and supports voice interactions powered by Ernie.\n\nThe company is not aiming to create a \"super app\" based on AI, Li said, signalling a divergence in strategy from other companies such as ByteDance, which has launched multiple standalone AI apps this year.\n\nBaidu also introduced Miaoda, which utilizes its LLM capabilities to generate code, allowing users to develop software applications without extensive coding expertise.\n\n(This story has been corrected to clarify that I-RAG is a text-to-image generation technology, not a standalone text-to-image generator, in the headline and paragraph 1)\n\n(Reporting by Liam Mo and Brenda Goh; Editing by Rashmi Aich)\n\nSponsored Bank Accounts"
    },
    {
        "title": "When is the right time to start a new habit—and actually keep it?",
        "link": "https://www.nationalgeographic.com/science/article/best-time-to-start-a-habit",
        "description": "Forget New Year’s resolutions and other gimmicks. Experts say the best way to change your habits is to consider the so-called ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PTORScZ4VBnZW3BTBWiGIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "16h",
        "source": "National Geographic news",
        "article_content": "So, when is actually the best time to make a change?\n\nSuch reasons show why it's not always wise to tie new habits with fleeting moments or (temporarily) likeminded people and to instead identify deep-rooted and personally significant reasons to change.\n\nWood calls such moments \"inflection points\"—such as an upcoming high school reunion causing you to want to lose a few pounds, over-drafting your bank account and realizing it's time to improve your career, or having a health scare wake you up to prioritizing a healthier lifestyle.\n\nHong says such moments tend to provide enduring feelings of motivation \"because they are rooted in something meaningful and more profound than just going along with everyone else.\"\n\nAt the same time, one doesn't have to wait for a wakeup call. \"There really is no reason to put off changes you know need to occur,\" says Kyle Smith, a brain and behavioral scientist at Dartmouth College. \"If your body is telling you to change something, listen to it and don't wait for something drastic to happen.\"\n\nWhat to do when motivation hits you\n\nRegardless of what jumpstarts your motivation, Wood says it's critical to take action as soon as you feel the desire because \"you may only have a short window of opportunity to make decisions about what you want to do before your old habits get in the way.\""
    },
    {
        "title": "German travel startup Tourlane raises $26M led by Sequoia",
        "link": "https://techcrunch.com/2024/11/14/tourlane-the-german-travel-startup-raises-26m-led-by-sequoia/",
        "description": "Global travel continues to gain ground, with the World Travel and Tourism Council predicting the industry will cross $11 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eQyXQeab_x4tLtSOuH5lFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "45m",
        "source": "TechCrunch",
        "article_content": "Global travel continues to gain ground, with the World Travel and Tourism Council predicting the industry will cross $11 trillion in revenues this year. Consumers are evolving from the so-called “revenge travel” of the post-COVID-19 years, dedicating a growing share of their budget to a wider array of experiences away from home. Add AI to the mix, and we now have renewed investor interest in startups looking to disrupt the landscape with something new.\n\nRiding the travel train, Berlin-based Tourlane — an agent-esque platform that lets users plan and budget trips, bringing together flights, accommodations, activities, and tickets — has raised a fresh €25 million ($26 million) in funding in hopes of capitalizing on those trends.\n\nThe Series D, led by Sequoia Capital, is intended as a bridge to help the company reach profitability, Julian Weselek, Tourlane’s CEO and co-founder, told TechCrunch. The startup will use the funds also to expand its tech, double down on AI, and potentially expand to more origination markets beyond its current bases in France and Germany.\n\nThe AI investment may be the detail that catches your eye. Weselek said the company is bringing in generative AI around the front end of the service to build more intuitive ways to help steer users toward options for what they want.\n\nHe said that won’t spell a full replacement of humans, though. “Is it possible to build the tech to give customers a fully automated offer? Yes, sure that can be done,” Weselek said. “I think the question is, if you know your marriage depends on this next holiday, do you want [that, or] to have a consultation with someone who has been in the country to make a sign off on the booking?”\n\nTourlane is also making a significant bet on the back end, where AI will help evaluate the thousands of permutations of flights, accommodation, cars, activities, time of year, and other variables to maximize the chances of getting users what they want — and Tourlane more revenues, too, as a result.\n\nThe company, Weselek added, has around 500 employees, of which about 150 are customer agents. He said as a “relative number” that figure is “going down,” compared to how many customers each agent helps. “They are becoming more efficient.”\n\nBeyond AI, perhaps equally significant for Tourlane is the question of scale. Founded in 2015, the startup is now nearly a decade old, and to date, it says it has booked trips for 100,000 individuals (each person in a booking counts as an individual).\n\nIt’s also serving more customers: Weselek said last year was five times stronger than its last year before COVID-19 hit.\n\nStill, relatively speaking, 100,000 isn’t a huge number. Figures from the UN estimate that the number of travelers globally totaled 790 million in the first seven months of 2024.\n\nAnd it’s unclear what the payoff is for Tourlane. Like traditional travel agents, Tourlane makes a commission on the services it sells, but it does not disclose how much, instead saying the fee varies depending on different factors and partners.\n\nNonetheless, this is clearly a bet that Sequoia Capital feels is worth taking. The venture firm is now Tourlane’s largest outside investor.\n\n“This is a unique moment in the history of travel. With AI, every traveler will have the opportunity to see the world through personalized custom travel experiences,” Andrew Reed, the Sequoia partner who led this investment, said in a statement. “Tourlane is positioned to delight millions of travelers in the years to come.”\n\nSequoia is an interesting name to have on the cap table, given the success the storied venture firm has had in travel so far. Its past investments have included Airbnb (one of its earliest investors, Sequoia became one of the biggest winners when it IPO’d), Skyscanner (one of Sequoia’s first investments in Europe, now part of Trip.com), Klook, and Kayak (now part of Booking), along with many other smaller startups in the space.\n\nOther investors participating in the Series D include Target Global (a new backer), Jared Smith (co-founder of Qualtrics), and HV Capital.\n\nTourlane isn’t disclosing its current valuation, but for context, the last time it raised money — a $20 million Series C extension round — it had a $242 million valuation, the same as what it was valued in its original $47 million Series C. The first tranche of that Series C round closed just months before the pandemic hit, and the second closed in the middle of it, when Tourlane raised money to hang on until people traveled again.\n\nPerhaps because of the rollercoaster that Tourlane has lived through so far, or because the valuation is modest this time as well, Weselek said he does not treat that number as a focus or priority.\n\n“Company valuations in the private market are highly volatile and strongly influenced by several external factors that we can’t control, such as the cost of capital, investment hype cycles, and perceived risk levels,” he said. “What is important to us right now is the fact that we have successfully secured €25 million of funding from world-class investors, which enables us to bridge the path to profitability while further investing in our product, our service, and our growth. If we succeed in our ambitions, we will generate a lot of shareholder value in the years to come.”"
    },
    {
        "title": "DMDE review: How good is this free data recovery software?",
        "link": "https://www.msn.com/en-us/news/other/dmde-review-how-good-is-this-free-data-recovery-software/ar-AA1u6qMf?ocid=BingNewsVerp",
        "description": "I reviewed DMDE, a powerful, free, and low-cost data recovery app to test how well it restores files from HDDs, SSDs, and removable drives.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "14hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Windows 11 takes a break on updates until 2025",
        "link": "https://www.msn.com/en-us/money/other/windows-11-takes-a-break-on-updates-until-2025/ar-AA1u6pbb?ocid=BingNewsVerp",
        "description": "Microsoft won't work on its Preview software with unique features for the rest of the year, but will be sure to roll out security updates.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "13hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]