[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astrophysicists Probe Mystery of the Other Kind of UFO",
            "link": "https://www.msn.com/en-us/news/technology/astrophysicists-probe-mystery-of-the-other-kind-of-ufo/ar-AA1uNB4f?ocid=BingNewsVerp",
            "description": "\"Maybe we didn't understand the universe as well as we thought,\" said astrophysicist Justus Gibson of CU Boulder.",
            "image_url": "https://www.bing.com/th?id=OVFT.IqUShPGUnZ2JzuNfGw1rQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in Texas",
            "link": "https://www.star-telegram.com/news/local/article296207849.html",
            "description": "Stacker compiled a ranking of cities with the most UFO sightings in Texas using data from the National UFO Reporting Center.",
            "image_url": "https://www.bing.com/th?id=OVF.FOYSm4YiidYhCO%2fL6%2bw7bA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9h",
            "source": "Fort Worth Star-Telegram",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in California",
            "link": "https://www.sacbee.com/news/local/article296207834.html",
            "description": "Stacker compiled a ranking of cities with the most UFO sightings in California using data from the National UFO Reporting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V8CeidlFmGcoNKM_UuB8GS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9h",
            "source": "Sacramento Bee",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in North Carolina",
            "link": "https://www.charlotteobserver.com/news/local/article296207859.html",
            "description": "UAP and UFO sightings in the U.S. are particularly concentrated in the West, partially because of the abundance of dark sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V8CeidlFmGcoNKM_UuB8GS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Charlotte Observer11h",
            "source": "Charlotte Observer",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert says aliens ‘weren’t involved’ in famous Rendlesham Forest incident",
            "link": "https://metro.co.uk/2024/11/27/ufo-expert-says-aliens-werent-involved-famous-rendlesham-forest-incident-21904466/",
            "description": "In 1980, a group of US soldiers claim to have had a close encounter with a UFO in Suffolk's Rendlesham Forest. 44 years later, are we any closer to learning the truth?",
            "image_url": "https://www.bing.com/th?id=OJ.PkH1pOtrmZ3Chg&pid=news&w=55&h=16&rs=2",
            "category": "ufo",
            "date": "2h",
            "source": "Metro",
            "article_content": "Could new evidence finally unveil the truth about Rendlesham forest? (Picture: Getty)\n\nBritain’s most well-known UFO sighting may have been caused by a bout of electromagnetic-fuelled psychosis, a top researcher has claimed.\n\nThe Rendlesham Forest incident, where members of the US Air Force stationed at RAF Bentwaters and RAF Woodbridge in Suffolk, England, reported seeing unexplained lights and a craft in the forest in December 1980, has left people puzzled for decades over what the cause of the lights could have been.\n\nWitnesses, including high-ranking officers, described seeing a glowing, metallic, triangular object hovering and emitting strange beams of light.\n\nYet despite official investigations by the U.S. and U.K. militaries, no conclusive explanation was found, fueling decades of speculation and conspiracy theories ranging from alien encounters to secret military tests.\n\nIt remains one of the most well-documented and controversial UFO cases in British history, and now one UFO expert believes he has the answer.\n\nNews of the World front page the day the Halt tape was made public\n\nPhilip Mantle, the former Director of Investigations for the British UFO Research Association and an author, said he is convinced something happened over those fateful nights in 1980 – but doesn’t necessarily think aliens were involved.\n\n‘If you look at what those involved said to begin with, the only concrete info was that they saw some strange lights in the forest. That’s what we start off with,’ he told Metro.\n\n‘Now Jim Penniston underwent hypnosis a few years back. And under hypnosis, he said the craft was a time machine from the future.’\n\nPenniston, a US airman who not only claimed to have not only witnessed the craft but actually touched it, is considered one of the most credible UFO witnesses in history.\n\nYet even his testimony has shifted over the years from seeing strange lights in the woods to claiming to having encountered time travellers.\n\n‘What we’re looking at is contemporary folklore in action,’ said Mantle. ‘In 100 years’ time, people will look back at this incident and it will be classed as a myth and a legend, just like the Loch Ness monster or encounters with the Faerie Folk.\n\n‘We class those things as myths and legends, but the people who experienced them at the time didn’t, it was very real to them.’\n\nUFO expert Philip Mantle says the Rendlesham incident is like ‘modern myth and folklore’ (Picture: Supplied)\n\nWhen giving his verdict on some of the common theories about the encounter, Mantle is sympathetic to some but dismissive of others. For example, the notion that SAS troops were behind the incident is ‘rubbish’ he says.\n\n‘These were nuclear facilities, and this was 1980, when the Cold War was getting very hot. This isn’t the kind of place you’d just start pranking when the stakes were so high,’ he said.\n\nSo what did happen at Rendlesham, and is there any explanation that can make sense of all the contradictory testimonies?\n\nSoldiers at RAF Woodbridge spotted lights from the nearby forest and went to investigate (Picture: Metro Graphics)\n\nIt was speculated the lights seen by the soldiers were from the nearby Orfordness Lighthouse (Picture: Aisling Legros)\n\n‘Between 1997 and 2000, the Ministry of Defence conducted their own investigation into UFOs, known as the Condign Report. One of the authors of this report, Dr Ron Haddow, said the source of these phenomena was not aliens or anything like that, but a form of unknown plasma.\n\n‘He was concerned that this plasma emitted some kind of electromagnetic energy, which could interfere with aircraft communications or cause some sort of cognitive impairment.\n\n‘It could be that these soldiers came into contact with this strange plasma…and one of them got too close and suffered from some of the electromagnetic effects.’\n\nMantle added that the soldiers may have ended up having hallucinations as a result of the plasma.\n\nReferring to the work of Albert Budden, a member of the British UFO society who has written two books on the subject, he continued: ‘According to [Budden’s] research, the Earth naturally produces these electromagnetic forces, and sometimes gives off these strange lights; this plasma.\n\nColonel Halt’s testimony of the night has been one of the most important pieces of UFO evidence in existence (Picture: Getty)\n\nA type of electromagnetic plasma could be behind the phenomena, explains Mantle (Picture: Getty)\n\n‘Some people can be hypersensitive to these lights – in other words, they’re allergic – and if you come into contact with these things, you can have the most bizarre experience and you’ll think it’s absolutely real.’\n\nDespite this, one soldier managed to receive a payout following the incident, which Mantle suggests this means they believe he saw something that evening.\n\n‘John Burroughs contacted the US Air Force a few years back over injuries he claimed he’d received that night, and he got a payout. He’s never revealed what the payout was actually for, but it goes to show that the military agrees that something did happen to him that night.’\n\nDo you believe the Rendlesham Forest incident was an extraterrestrial encounter? Absolutely, there's too much evidence\n\nPossibly, but I'm not fully convinced\n\nI think it's a misunderstanding or trick of the light\n\nNo, it's all made up\n\nWhether we’ll ever get the definitive truth remains to be seen, but as far as Mantle is concerned, it’s the space between the lines which makes Rendlesham such an enduring mystery.\n\n‘One of the things a lot of UFO researchers are totally ignorant of is a thing called confabulation, where sometimes you’ll take in information from an external source but over time come to believe it actually happened to you.\n\n‘That’s how myths and legends grow – by storytelling. It gets changed and altered over time…not on purpose, but completely by accident, and that’s a natural thing.\n\n‘UFO researchers- myself included- all suffer from confirmation bias, and we subconsciously look for things which confirm our bias.\n\n‘Whatever happened at Rendlesham is a fascinating incident in its own right, and I’m sure its legend will only continue to grow in the years to come.‘\n\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\n\nFor more stories like this, check our news page.\n\nArrow MORE: EastEnders confirms big returns as ghosts from the past haunt Walford\n\nArrow MORE: BBC’s ‘superb’ new period drama attracts over 4,000,000 viewers in its first week\n\nArrow MORE: Lauren Laverne shares touching message as she returns to The One Show after cancer ‘all-clear’"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anthropic’s New Tool Shows Us How ‘Agentic’ AI Will Take Over Phone Apps in 2025",
            "link": "https://gizmodo.com/anthropics-new-tool-shows-us-how-agentic-ai-will-take-over-phone-apps-in-2025-2000530087",
            "description": "This protocol from Anthropic will connect any AI assistant to any data source. It’s the missing piece before AI can use all ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xnHLVxCnXN3v7xf08GkXwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Gizmodo",
            "article_content": "Google, Apple, Samsung, and practically every other big tech firm are promising a future where AI will take over your phone and computer. However, as it currently stands, newfangled AI assistants aren’t as intelligent as their name suggests. Anthropic—the makers of the Claude chatbot—has a new tool that promises to give any assistant access to any app. If the future truly is based on “agentic AI,” then this model may be the way that Apple Intelligence or Gemini will collect the data from any of your devices’ apps.\n\nThe tool is called the Model Context Protocol, which Anthropic said on Monday it was making open source and free to use for any developer. This protocol will create an information channel between a data source, even app data, and an AI assistant. This is designed for use by AI agents like Anthropic’s Claude desktop app. Anthropic said this connection is “secure,” since—instead of exposing their app’s data—third-party developers can instead build a “MCP client,” AKA a separate AI application, to connect to their private servers.\n\nWhile this ostensibly could be used by companies to allow any AI to access internal data more easily, it may also offer a new standard for how apps offer up their prized data to AI assistants. So far, AI apps like Google’s Gemini on both Android and iOS can access the tech giant’s own Workspace apps, so long as users give it permission. This means it can dig through your Gmail to surface some lost missives or turn any text reservations into an event on Google Calendar. Currently, Gemini doesn’t have access to third-party apps except through extensions.\n\nAnthropic head of Claude relations, Alex Albert, claimed that developers would normally have to work directly with Google or any other AI assistant developer to create a custom connection between the AI and its data. MCP proclaims it solves that issue by enabling a free protocol that could work between the AI assistant and any app or data source.\n\nAlbert demoed Claude working directly with GitHub to make a new repository using MCP. He claimed that with MCP, it took “less than an hour” to build the AI-to-app integration. The company shared some repositories of sample MCP servers that it claims should help developers get started.\n\nHere's a quick demo using the Claude desktop app, where we've configured MCP: Watch Claude connect directly to GitHub, create a new repo, and make a PR through a simple MCP integration. Once MCP was set up in Claude desktop, building this integration took less than an hour. pic.twitter.com/xseX89Z2PD — Alex Albert (@alexalbert__) November 25, 2024\n\nWhile the protocol is open source, Anthropic still promoted how the most recent Claude 3.5 Sonnet model was better for creating these data channels between servers and the AI. Otherwise, Anthropic said this tool will replace today’s “fragmented” integrations with something more “sustainable.” So far, Anthropic said coding software companies Zed, Replit, Codeium, and Sourcegraph have onboarded MCP for its AI integrations.\n\nApple has promised similar cross-app AI functionality for Apple Intelligence, eventually. That feature, alongside a rejuvenated Siri, could arrive in early spring next year. The Cupertino, California company’s famously secure walled garden may not have a place for MCP, but other, smaller AI agent developers may be eyeing this or any other similar protocol.\n\nEither way, the major AI developers will be putting pressure on app makers to incorporate ways for AI assistants to access app data. While Apple claims its private cloud compute will keep all your personal data safe, we’ll have to see if any of this open-handed data transfer proves yet another privacy SNAFU."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could AI spell an early death for VR cameras? New iPhone app tries to do just that",
            "link": "https://www.yahoo.com/tech/could-ai-spell-early-death-103058906.html",
            "description": "A new app could make high-resolution virtual reality footage possible with just an iPhone or iPad. Announced on November 25, ...",
            "image_url": "https://www.bing.com/th?id=OVF.4FurHGekQkY9o1EzZx1K1g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nThe Teleport by Varjo app uses AI and an iPhone to create 3D locations. | Credit: Varjo\n\nA new app could make high-resolution virtual reality footage possible with just an iPhone or iPad. Announced on November 25, Teleport by Varjo is a mobile app that uses AI to construct high-resolution 3D scans without specialized equipment. The company claims the app is the first to allow the VR scanning with just a smartphone.\n\nThe Teleport app uses generative AI built with NVIDIA GPUs to create virtual reality content from a smartphone. In an interview with Digital Camera World, the company explained that the app uses AI to create a representation from a series of images. The app doesn’t require LiDAR, but iPhones with the technology can use it for enhanced results, Varjo noted.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe app walks users through scanning a location, creating 3D scenes that can then be viewed on a computer, smartphone, or with a virtual reality headset. At launch, the app is available for iPhone and iPad and requires iOS 17 or later.\n\nUnlike Apple’s spatial video, the Teleport photos shared by Varjo allow viewers to move within the space, looking between objects and taking in the room from different viewing angles. Spatial video, on the other hand, captures some depth but leaves the viewer “standing” in the same spot.\n\nAccording to Varjo, scanning a scene in 3D took around five to ten minutes in beta testing. The company says that 2,000 professionals helped test the beta version of the Teleport app, creating a library of online Teleport scans. The app both reduces the time and complexity involved with full 3D captures, Varjo says, with commercial uses like construction, inspection or training as well as personal applications like saving a view of your wedding venue to relive in VR later.\n\nThe scans also allow for measuring the space from the 3D scans, including a rescaling tool for more accurate measurements. The company notes the measuring option isn’t designed for high-precision engineering, but can prove helpful for applications like design.\n\nAdvertisement Advertisement\n\nWhile the app aims to create a lower entry into the field of VR and 3D scans, the Teleport app requires a subscription that starts at $30 / €24 / AU$ 46. Still, the cost is significantly lower than the price of pro-grade 3D VR cameras, or the cost of Canon’s unique dual optics for the R mount. The app, however, is designed for scanning places, where VR cameras can also capture 3D video.\n\nWhile pro-grade VR 3D equipment isn’t new, the growth of the technology has arguably been slow, as the VR headsets that deliver the most full experience are far from as widespread as smartphones and laptops. The high cost of the cameras required for such scans also likely played a role, which means a lower entry point like the Telephoto app could potentially spark some growth.\n\nNot a fan of AI? Find the best 360 cameras, or browse our favorite photography apps. Also check out our guide to the best cameras for real estate photography"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI used in schools, juvenile court to flag suicidal tendency in children. Does it work?",
            "link": "https://www.aol.com/ai-used-schools-juvenile-court-041927601.html",
            "description": "Schools first began testing Children's suicide prevention AI in 2016. Nearly a decade later, it's hard to say whether it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ylcVlACD7Of2g32sZGfJgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "AOL",
            "article_content": "“Do you have hope, and how does that feel?”\n\nI’m sitting at my kitchen counter, talking to a bespectacled blue owl named Claire. She stares at me unblinkingly from the computer screen.\n\n“Yes,” I reply, somewhat uncertainly. I ramble on for a few more seconds – something about how hope comes from family, and friends, and what that feels like – before pausing. Have I spoken for long enough?\n\nClaire appears satisfied with my response. “Thank you,” she says stiffly. “Now we will move on to secrets.”\n\nAfter secrets, she asks whether I have anger (yes!), how it makes me feel (... angry?), whether I have fear (I do –), and lastly, emotional pain (who doesn’t?).\n\nFinally, Claire informs me that the interview is over. Soon, I’ll receive the results of my $180 mental health risk assessment – as determined by artificial intelligence.\n\nI’m not the only one to have my mental health assessed by AI.\n\nClairity – an AI app which can apparently detect mental health issues through voice recordings – is used by school-based clinicians at around 80 schools across Greater Cincinnati and, according to Clarigent Health, which developed the app, in universities, doctor’s offices, mental health centers, and juvenile justice programs in California and North Carolina, in addition to Ohio.\n\nBut nearly a decade after researchers first hailed the technology as a scientific breakthrough in mental health, it’s difficult to say whether Clairity ever met its intended goal of helping prevent youth suicide.\n\nNone of the Cincinnati schools that tested the technology, from 2016 onward, were able to attest to the AI’s effectiveness. And clinicians and school administrators contacted by The Enquirer could not provide data showing how well the app worked, independent of the research funded by Clairity’s developers.\n\nWhile trained on a majority white population, the app is being used on kids of all races and backgrounds, which has some experts questioning its effectiveness.\n\nStill, Clarigent is trying to expand it to more kids. A Spanish-language version of Clairity, and another algorithm that will analyze kids' language to determine their risk for committing violence, are currently in the works, according to Clarigent CEO Don Wright.\n\nAn offer schools couldn’t refuse\n\nThe arrival of the youth mental health crisis left schools desperate for solutions. In 2021, a rise in suicides made it the second-leading cause of death for kids between the ages of 10 and 14, according to the Centers for Disease Control and Prevention.\n\nAfter a student died by suicide at Three Rivers Local School District, former superintendent Craig Hockenberry said his community was devastated.\n\n“If there’s anything that we can do to prevent it, it was a win-win,” Hockenberry said. “It didn’t matter what the program was.”\n\nEnter Mason-based startup Clarigent Health with Clairity, a solution that seemed too good to be true.\n\nAccording to the Clarigent, Clairity could empower clinicians to pick up on the subtlest signs of suicide risk and help youth who were suffering. While anyone can now buy a Clairity assessment from its website for $180, schools who enrolled in Clarigent’s study could access it for free.\n\nClarigent Health’s technology was first developed by Cincinnati Children’s, where a researcher named John Pestian spent over a decade analyzing the language of suicide.\n\nCincinnati Children's denied several requests for an interview with Pestian and directed all questions about Clairity to Clarigent.\n\nAfter analyzing more than 1,300 suicide notes and collecting interviews of suicidal teenagers treated in Cincinnati Children’s emergency department, Pestian developed an algorithm to find patterns in the ways that people express suicidality through speech. The machine learning algorithm would use this data to then make predictions about whether someone was contemplating suicide.\n\nThe impressive computing power of artificial intelligence, according to Pestian, could identify patterns in someone's voice data on a scale that humans never could.\n\n\"These are things you just don't pick up in conversation,\" he told The Enquirer in 2016.\n\nAccording to his research, the algorithm could identify not only words, but also nonverbal cues such as pauses and tone, that indicated suicidality.\n\n“No matter how smart we are, no matter how good we are, no matter how well-trained we are, the amount of information required for any given decision is moving beyond unassisted human capacity,” Dr. Tracy Glauser, child neurologist and associate director of the Cincinnati Children's Research Foundation, said at a 2023 panel hosted by the hospital. “That’s been our driving force.\"\n\nThe result of Pestian’s research was Clairity’s predecessor, an app first known as Spreading Activation Mobile, or SAM, then as MHSAFE. The idea was that guidance counselors could download the app on their phones and use it to quickly identify kids who were at high risk of attempting suicide.\n\nAll schools needed to gain access to the technology was to enroll kids in the study, with parent and student consent. The first was run by Cincinnati Children’s in the 2016-17 school year, and the second, by Clarigent Health in 2019-2020.\n\nWhere suicide prevention felt precarious and unpredictable, these apps offered certainty, science and hard numbers. Their legitimacy was bolstered by experts at Cincinnati Children’s. Moreover, this cutting-edge technology, supported by almost a million dollars in research funding from the National Institutes of Health, would be provided to schools at zero cost.\n\n“We all kind of dropped our pencils,” said Hockenberry.\n\n“If they could do it with a potential suicide, they could potentially catch a school shooter,” he remembered thinking.\n\nSchools have 'no data' to provide on AI’s effectiveness\n\nThe Enquirer requested records from nearly 50 school districts in southwest Ohio and 15 in Northern Kentucky. Documents showed that Deer Park High School and four Cincinnati Public Schools – the School for Creative and Performing Arts and Dater High, Walnut Hills High and Aiken High schools – tested the 2016 version of the app. In the 2019-20 school year, Three Rivers Local School District and Lebanon City Schools also used Clairity.\n\nBut none of the districts had data to share on the AI’s efficacy. Most said that it was private, accessible only to the clinician and the family of the child.\n\nThe School for Creative and Performing Arts was one of the schools that tested an early version of Clairity, an AI-powered app designed to detect mental illness through voice data.\n\nTodd Yohey, former superintendent of Oak Hills Local School District and Lebanon City Schools, said he was “reasonably optimistic” about the algorithm. But he wasn’t sure how many kids were actually exposed to the app, and the school had no data about its usage.\n\n“We had hundreds of students that were seen by the clinicians,” said Yohey, who worked with Cincinnati Children's to embed their clinicians within his schools. “I don’t know if they used the app.”\n\nHockenberry, now a superintendent in a Youngstown suburb, left Three Rivers before Clairity was launched. \"I don't know of any of the outcomes,\" he said.\n\nBen Crotte, a former school-based counselor at SCPA, remembered testing an early version of Clairity in 2016.\n\nBen Crotte, a former school-based therapist at the School for Creative and Performing Arts, estimates he recorded conversations with between 15 to 20 students – with their consent and their parents’ – as a part of his participation in the SAM research.\n\nWhile he didn't receive the app's recommendations in real time, Pestian later told him that the AI identified two of his students as high risk for suicide, which Crotte already knew.\n\n“The app seemed to nail them and identify them very well,\" Crotte said.\n\nStill, Crotte said he didn't recommend hospitalization for either student. Had he received the app's results during his sessions, he wonders whether he may have felt “more pressured” to recommend hospitalization, which he described as “clinically unnecessary at that time.”\n\nBen Crotte with therapy dogs Tiki and Violet at Animal Companion Counseling, the mental health nonprofit he now runs in the West End.\n\nBest Point, a nonprofit provider of children’s mental health services, participated in Cincinnati Children’s early research in 2016, and now its clinicians use Clairity as a standard screening tool for kids ages 12 and up in around 80 schools across Cincinnati.\n\n“We felt confident that it had been trialed and tested,” Debbie Gingrich, chief program officer of the organization, said.\n\nLearning to use Clairity has been “a learning curve” for Best Point’s clinicians, Gingrich said, but Clairity has helped them identify “kids at risk that they would not have otherwise expected.”\n\nGingrich did not reply to multiple emails requesting data on the number of kids whose suicide risk would have gone undetected without Clairity's help.\n\nCourt tries Clairity, discontinues contract after 2 years\n\nHamilton County was the first in the country to use Clairity in its juvenile court. Headlines announced the partnership, which signaled AI’s potential to help solve an intensifying youth mental health crisis, with fanfare and excitement.\n\n“We are proud to be the first court in the country to use these cutting-edge tools to better understand and serve our children,” said Hamilton County Prosecutor Melissa Powers, then a senior judge of Hamilton County Juvenile Court, in 2021. The court signed a $20,000 contract with Clarigent for the 2021-22 fiscal year and hoped the algorithm would help the court with referrals for mental health services and treatment interventions.\n\nStaff from the Hamilton County Juvenile Court Assessment Center used Clairity on over 200 kids in juvenile court.\n\nSome kids in juvenile court aren’t as forthcoming about how they're feeling, said Deanna Naderman, the court's director of behavioral health services and special projects. She saw how Clairity could help reach those kids and speed up the referral process for children behind bars.\n\nFor those kids, and others suffering from mental health issues, Naderman said it's a long process to “cut through the red tape” of getting them admitted to inpatient care.\n\nMegan Taylor, a licensed social worker and manager of the court’s assessment center, which helps connect kids to counseling, therapy, and case management services, shared Deanna’s excitement.\n\n“I think we all thought this was going to be this great thing,” Taylor said.\n\nMegan Taylor, manager of the Hamilton County Juvenile Court Assessment Center, was excited to use Clairity to help more kids get mental health care.\n\nTaylor, who oversaw the team of six staffers who would be using Clairity with their clients, remembers Clarigent Health’s training for the app to be simple and intuitive. But in practice, it was anything but. There were technical glitches and issues with staying connected to WiFi. They bought Kindles and microphones to help with the recordings, Naderman said, but her staff still ran into problems. Clairity peppered users with errors, saying it couldn’t pick up the speaker, that the speaker wasn’t talking long enough or was speaking for too long.\n\n“Half the time it wouldn't work,” Taylor said. “The app would just spin and just buffer and buffer.” And the way Clairity phrased questions were confusing to some of the kids. “Do you have emotional pain?” Taylor remembers one of the questions asked. “They were like, ‘what?’”\n\nStaffers at Hamilton County Juvenile Court used fuzzy mics to record the data Clairity needed to assess suicide risk in their clients, but it didn't always work.\n\nTaylor doesn't blame Clarigent Health for the difficulties her staff faced, which she mostly chalks up to the court's unreliable WiFi networks. The challenges of working with kids in juvenile court are unique, she added, so Clairity might work better in a hospital setting with staff who are clinically trained.\n\nClarigent said it tried to work with court staffers on the IT issues and safety protocols preventing youth from being positioned close to the device \"presented unique challenges.\"\n\nData provided by Clarigent Health shows Clairity assessed the mental health of 222 youth in juvenile court. One-third were labeled as having medium to high risk for suicide. But it’s difficult to determine whether Clairity’s evaluations were consistent with staffers’ evaluations, or if those youth would have received mental health help anyway, because the court did not collect data on the app’s outcomes.\n\nNaderman said she was disappointed that Clarigent Health’s recommendation for medium and high-risk kids was to then administer a suicidality questionnaire. “Why don't I just do that assessment at the beginning?”\n\nThe court discontinued its contract with Clarigent after its second year.\n\nCan AI predict suicide? Experts weigh in, discuss racial bias\n\nPeople tend to be open with their clinicians about their suicidal ideation, said Jordan DeVylder, associate professor of social work at New York University. But clinicians “have a lot of trouble predicting” those who will act on those thoughts.\n\n“That's where the appeal of these kind of machine learning approaches comes in,\" DeVylder said.\n\nComputers are good at detecting subtle differences in people's voices, and DeVylder is confident in AI’s ability to detect suicidal language. But he’s worried about the ethical implications of using AI that’s too good at its job.\n\n“Is it ethical to mandate treatment for someone who didn’t even actually talk about suicide based on an algorithm alone?” he asked.\n\nWiFi issues often prevented Hamilton County Juvenile Court staff from using Clairity in this detention center.\n\nAnother potential limitation to consider is the bias of the training data.\n\nThere's not a lot of research on how nonwhite people express mental illness through language, and most machine learning algorithms are trained on white people, said Sunny Rai, a postdoctoral researcher in the University of Pennsylvania’s department of computer and information science.\n\nThat's true of Clairity, too. According to an Enquirer review of research provided by Clarigent Health, three of the four studies on Clairity that published racial demographics had study populations that were 74% white or higher.\n\nRai's research used machine learning to show that Black people and white people express their depression differently on social media. While the white participants with depression in Rai's study tended to use more “I” pronouns that indicated excessive self-focus, the same was not true for Black participants.\n\nStill, Clarigent CEO Don Wright maintained that Clairity's algorithm \"is not biased.\" (He did not provide data or results of the 2021 NIH-funded study that he said proved that to be the case). Later, in a statement, the company said it \"takes active steps to mitigate bias\" by regularly testing its AI for \"fairness and unintended biases\", among other things.\n\nIf the data the algorithm is trained on is not representative of the population it will be used on, the use of AI to detect suicide risk is both scientifically and ethically dubious, said Augustine Frimpong-Mansoh, professor of health care ethics at Northern Kentucky University.\n\nProfessor Augustine Frimpong-Mansoh, acting chair of the Department of Sociology, Anthropology and Philosophy at Northern Kentucky University, says Clairity's use poses both scientific and ethical concerns.\n\nThere are also questions about informed consent. Parents desperate to get their child mental health treatment may have agreed to Clairity being used without understanding the risks, he said.\n\n“They are likely to go along with whatever you have told them and sign on to it,\" he said.\n\nIt’s also impossible to know whether Clairity is actually helping schools prevent suicide because there's no way to know whether a student who was flagged would have taken their own life, said Chad Marlow, senior policy counsel for the American Civil Liberties Union.\n\nCompanies like Clarigent, Marlow said, are “taking advantage of schools and their fears and their incredibly strong desire to keep kids safe.”\n\n“It’s based more on hope and adoption of marketing slogans than actual tested data,\" he said.\n\nWhat AI said about my mental health\n\nI’m a 25-year-old woman whose first language is Korean. Most people Clarigent Health trained its models on do not look or speak like me. And yet, I couldn’t shake my curiosity about the app’s abilities.\n\nWould the AI be able to pick up signs of mental illness that I myself wasn’t aware of? Maybe 11 minutes of hearing me ramble would be enough.\n\nFollowing my interview with Claire, the next step of my screener was connecting with a therapist who’d reveal my results through phone or video call. “No appointment and no waiting,” promised the email from Clarigent.\n\nBut the video call link buffered for 15 minutes, and the therapist who answered the phone was confused about why I called (I think there’s an AI that’s supposed to tell me whether I’m depressed?). She put me on hold.\n\nWhen she returned, she apologized, explaining that Clairity is a new service. The AI detected anxiety, she says, but no depression or suicidality.\n\nWhen I later asked Clarigent for documentation of my results, the company told me Clairity detected no signs of mental illness – anxiety or otherwise.\n\nHow great would it be if that were true?\n\nThis story was underwritten in part with a grant from the USC Annenberg Center for Health Journalism.\n\nThis article originally appeared on Cincinnati Enquirer: Therapists in schools use AI to flag suicidal students. Does it work?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-Google CEO warns that 'perfect' AI girlfriends could spell trouble for young men",
            "link": "https://www.msn.com/en-us/money/other/ex-google-ceo-warns-that-perfect-ai-girlfriends-could-spell-trouble-for-young-men/ar-AA1uNtUz?ocid=BingNewsVerp",
            "description": "Eric Schmidt said the emotionally and physically \"perfect\" AI girlfriend may lead young male users to become obsessed with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ydHc07NwV6q9nalQxpOjwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Art Basel Will Debut Its New AI-Powered App in Miami",
            "link": "https://observer.com/2024/11/art-basel-app-ai-microsoft-miami-artificial-intelligence/",
            "description": "The artificial intelligence-powered art fair companion will launch as a pilot in Art Basel Miami Beach’s Nova and Survey ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cGfnZwEPF8VYLwY7Y1ORVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Observer5h",
            "source": "Observer",
            "article_content": "Just in time for the much-anticipated 2024 edition of Art Basel Miami Beach, the fair has unveiled an A.I.-powered app developed in partnership with Microsoft (MSFT). The app aims to elevate the fair experience, offering visitors a more interactive and personalized journey through its sometimes overwhelming aisles of contemporary art.\n\nSign Up For Our Daily Newsletter Sign Up Thank you for signing up! By clicking submit, you agree to our <a href=\"http://observermedia.com/terms\">terms of service</a> and acknowledge we may use your information to send you emails, product samples, and promotions on this website and other properties. You can opt out anytime. See all of our newsletters\n\nThis sophisticated new suite of features includes the Art Basel Companion and the Art Basel Lens, marking the first application of Microsoft’s A.I. computer vision technology at a global art fair. Visitors will be able to scan artworks to get instant information about the pieces, the artists and the galleries showcasing them, and the app will additionally connect to their social networks so they can share their thoughts, impressions and hot takes as they browse. It’s a step into the future of storytelling—one that potentially expands the possibilities of user-generated content for the mega-fair.\n\nWhile a slew of startups have mostly fizzled out in their efforts to integrate data analysis, A.I. tools and real-time user feedback into art fairs and gallery visits, this partnership between two giants of their respective industries promises to squash any remaining competition. One streamlined platform will cover it all, according to the fair: transparency, interactivity and access to art—at the Art Basel fairs, that is.\n\nThis artificially intelligent art fair companion will launch as a pilot in Art Basel Miami Beach’s Nova and Survey sectors, which are the fair’s hotspots of ultra-contemporary art and historical presentation, respectively. The goal? To make it easier for collectors to discover new voices and delve into museum-quality research presentations with a digital nudge in the right direction.\n\nWhen Observer asked how the app would improve the experience of the fair for visitors and how, at the same time, it could support galleries, Art Basel CEO Noah Horowitz said Art Basel Lens would let people on both sides navigate the fairs and shows across the associated cities in a much more dynamic, intuitive, and interactive way. “It is aligned with our efforts to continuously enhance the experience for established collectors and regular fairgoers, but also to create entry points for audiences who may be new to our platform,” he explained. “It’s also about creating more opportunities to elevate our galleries and their artists and helping them reach untapped audiences.”\n\nThe new app also includes personalized itinerary planning and Calendar Sync—features that will let users RSVP to Art Basel events with the app and sync them with to their personal calendars. It also aims to simplify the exploration of partner benefits and offers during the show, making the whole experience a little more fluid.\n\n“Our partnership is not just about technology,” Microsoft VP Steve Clayton added. “It’s about unlocking opportunities for deeper connections with artists and galleries—and providing unique insights and discoveries for attendees.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Locals Believe a Pub in the English Countryside Is Haunted. We Tagged Along With Ghost Hunters to Uncover the Truth.",
            "link": "https://www.popularmechanics.com/culture/a62990353/paranormal-investigation-sparkford-inn/",
            "description": "A ghost in scorched rags. Mysterious whispers. Appliances switching on by themselves. Strange sightings at the Sparkford Inn ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vbN8RrdQQufuaq0F43SIfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "Popular Mechanics",
            "article_content": "Flickers of light dance within the fireplace of the Sparkford Inn’s dining room, the warmth overshadowed by rumors of ghosts lingering in the shadows. A team of paranormal investigators arrive one misty March evening to search for a giggling boy whom many guests have reportedly seen darting around the bar, across the dining room, and playing in the pool room. Witnesses have described him as about seven years old, dressed in scorched rags, and bearing burn marks—features that suggest he is no ordinary child. He is, they claim, a ghost.\n\nCaroline McKendrick, lead investigator at Somerset Paranormal Investigators UK (SPI UK), a group that has been probing paranormal phenomena since 2012, says that reports of the boy often coincide with unexplained events. “Several objects were mysteriously knocked off the kitchen counter, and the dishwasher switched on by itself, even when no one was nearby,” McKendrick says. For years, staff and guests alike have reported strange occurrences: whispers in empty rooms, objects moving on their own, and other ghostly figures, including a domineering man and a woman who frequents Room No. 6.\n\nThese accounts, along with a local urban legend about the Inn’s haunted past, convinced the six members of SPI UK to investigate. Tucked away in the small village of Somerset in southwest England, the Sparkford Inn dates back to the late Middle Ages. Over the centuries, it has served as a stopover for horse-drawn coaches, a popular lodging place for visitors, and a meeting point for local hunters. Today, it’s a cozy hotel and pub. McKendrick and company arrived here with the goal of not only cataloging these apparitions, but proving they’re full-bodied spirits, which are interactive entities that can produce physical effects and respond to human contact.\n\nFor the investigators, the stakes are high. The popularity of shows like Ghost Hunters and Paranormal Witness have fueled a fascination with the supernatural. But for SPI UK, it’s more than a trend, it’s a pursuit for real answers. Tracking down the elusive ghosts at the Sparkford Inn will put their skills and equipment to the test. Capturing tangible evidence of the paranormal would be a major breakthrough, advancing ghost hunting as a legitimate field of study—far beyond mere entertainment or pseudoscience.\n\nFollowing McKendrick through the Inn’s dimly lit corridors, the investigators are carrying large cases of technical equipment. Their toolkit includes electromagnetic field meters (EFMs) and thermal imaging cameras. While none of the team members are formally trained scientists, they bring many years of hands-on experience to their investigations, approaching cases with what they consider to be scientific rigor. Paranormal investigations, they say, follow a structured process that includes on-site visits, interviews with witnesses, and data collection. Afterward, the team analyzes the data for patterns and anomalies, like reviewing audio recordings for electronic voice phenomena.\n\nAlamy\n\nTo investigate the boy spirit, the team relies on their tried-and-tested methods, tuning their approach to encourage communication. They’ve brought a teddy bear, play balls, and a toy clock to lure the young boy ghost into contact.\n\n“You communicate with the child’s spirit the way you would with living children,” says Donna Lalla, a paranormal investigator on the SPI UK team. Lalla is cordial and soft-spoken with short silver-gray hair and glasses. She tries to bring a nurturing energy to the team, especially for investigations involving children. “You encourage play, you start a nursery rhyme. You start singing “Ring-Around-the Rosie” and wait for the young ghost to pick up the rhyme,” Lalla continues. She begins to hum the tune, hoping the young ghost joins in.\n\nEveryone waits.\n\n● ● ●\n\nDespite their best efforts, the team has yet to find convincing proof of a ghost. They partly blame their equipment, which is powerful, but not exactly designed for paranormal investigations. Electromagnetic Field detectors (EMFs), for example, detect electrical-wiring issues in the workplace or at home, and thermal-imaging cameras identify heat signatures in construction and firefighting. Still, the investigators persist, optimizing the tools they have, hungry for a breakthrough.\n\nThe idea of a realm between life and death—where spirits linger and interact with the living—has fascinated humankind across cultures and centuries. This belief in ghosts, spirits, and the supernatural has deep roots in ancient cultures, with references found in Egyptian tomb texts, Greek epics like The Odyssey, and early Chinese ghost stories.\n\nIn 1882, paranormal investigations took on more scientific undertones when a group of scholars and intellectuals, from physicists to journalists, founded The Society for Psychical Research (SPR) in London, the first organization dedicated to the scientific study of paranormal and supernatural phenomena. The SPR aimed to apply scientific methods and principles to the study of paranormal and supernatural phenomena, covering telepathy, mediumship, and apparitions.\n\nThen the American Society for Psychical Research emerged in 1884 when physicist Sir William Barrett persuaded authoritative scientific figures and intellectuals—such as the Scottish-born American inventor of the telephone, Alexander Graham Bell, and William James, the father of American psychology—that it was vital to apply the scientific method to psychical phenomena. James himself dove headfirst into investigating mediums, attending séances. His aim was twofold and conflicting by today’s standards: to understand the depths of human consciousness and to explore the possibility that consciousness might transcend the physical body, potentially explaining life after death itself.\n\nAs these groups evolved, so did the tools they employed. Early ghost hunters relied primarily on observational methods and interviews . They would conduct séances, monitor mediums, and document irregular phenomena in detail—for example table movements or unexplained sounds during séances. As technology advanced, investigators began incorporating new instruments and adapting them to suit their needs.\n\n“Spirits need tremendous amounts of energy to penetrate the sphere of the living,” explains Lalla, adjusting an EMF meter as the team prepares for the night’s investigation. Today, at the Sparkford Inn, the SPI UK team brings a range of these tools into the field. They hope their handheld EMF devices will detect spikes in electromagnetic energy, which they believe might signal the presence of spirits.\n\nStav Dimitropoulos\n\nA few moments later in the dimly lit corridor, Lalla scans the room with a thermal imaging camera, looking for heat signatures that might suggest an unaccounted presence. Nearby, another team member positions motion sensors near an antique rocking chair that, according to reports, has mysteriously moved in the past. The faint buzz of a Geiger counter fills the air, its needle steady but poised to detect any spikes in radiation—a phenomenon some link to psychic activity.\n\nDigital voice recorders capture potential paranormal voices, while body cams ensure every moment is documented. One investigator monitors an environmental device, noting fluctuations in barometric pressure and humidity. “If a spirit manifests, it could subtly alter the immediate environment,” she explains, pointing to the screen.\n\nBut these tools are only as effective as the investigators who wield them.\n\n● ● ●\n\nThe feeble light from the hallway barely reaches the edges of Room No. 6 as the SPI UK team gathers around their equipment, their whispers blending with the creaks of the old floorboards. “Ask her something specific,” McKendrick says to Lalla, who is adjusting the settings on something called a spirit box. The device rapidly scans through radio frequencies, generating white noise that ghost hunters believe spirits can manipulate and communicate through. The spirit box crackles to life, its static filling the room as the investigators lean closer, straining to hear. Suddenly, a faint, almost imperceptible whisper cuts through the noise. The sound is fleeting, but it’s enough to send a ripple of energy through the team.\n\n“Did you hear that?” McKendrick asks, her voice a mixture of agony and elation. The team exchanges wide-eyed glances, the room suddenly electric with possibility.\n\nFor a moment, no one moves, ears straining for any follow-up. Lalla tilts her head toward the spirit box, her expression intent. “Was that her?” McKendrick finally murmurs. “The woman from Room No. 6?”\n\nGetty Images\n\nThe team replays the recording, each straining to interpret the faint response. Could it have been a “yes” or a soft hum of agreement? The ambiguity only deepens the mystery.\n\nLater, McKendrick reflects on the moment with tempered excitement. “We caught a couple of incomprehensible voices in response to questions during callouts,” she admits. “But they were more like uh huhs and mmms. If it had been clearer, I would have had the sound enhanced with an audio expert.”\n\nWhat exactly did the team hear? Was it an eerie whisper from beyond or something more prosaic? The equipment ghostbusters rely on—tools like spirit boxes and EMFs—can pick up far more than just spirits. Static interference, stray radio signals, or even the voices of nearby people can all masquerade as spectral activity.\n\nSkeptics like Christopher French, a British psychologist and head of the Anomalistic Psychology Research Unit in the Psychology Department at Goldsmiths, University of London, argue that such tools often mislead investigators. “To check whether allegedly paranormal phenomena are occurring, it’s crucial to consider all possible explanations,” French says. He suggests that whispers like those heard at the Sparkford Inn might simply be quiet noises from living people nearby, misinterpreted as ghostly communication, or random background noise amplified by eager imaginations.\n\nFrench also highlights a broader issue: the lack of rigorous data collection across time, which he argues is essential for true investigations of the unknown. Without such scientific scrutiny, the accuracy of instruments in paranormal use cases remain dubious.\n\n“These people want to give the appearance that they are doing science, but they really aren’t,” French says. “To check whether allegedly haunted locations have unusual patterns of electromagnetic activity, for example, you need to collect vast amounts of data in three dimensions across time. Without such scientific appraisal, the accuracy of instruments in paranormal use cases remains highly questionable. “Those phantom outlines appearing on your thermal camera are usually specks of dust,” French says.\n\nIn the case of the voice on the team’s spirit box, French also has a theory. “Most probably they inadvertently recorded living people speaking to each other that they didn't realize were in the area. Or sometimes even random background noises,” he says.\n\nGetty Images\n\nLalla, however, disagrees. “I just sit in a dark room, waiting,” she says, estimating that up to two-thirds of her investigations produce no evidence at all. But her team never forces results. Take the scene with the toys, for instance. The teddy bear remained untouched. The toy clock never ticked, and no giggle or playful knock ever broke the silence. The lull of waiting is both part of the challenge and the mystery of their work. Lalla hums a nursery rhyme, but the room stays eerily still—a subtle reminder that the paranormal often chooses its own time to speak, if at all.\n\nFrench acknowledges that while some teams are sincere in their mission, others may embellish evidence for sensational results. For many, French adds, the appeal lies in the social aspect and the status of being a paranormal investigator just as much as the search for real evidence. Still, the allure of the unexplained keeps investigators returning to allegedly spirit-infested places, where the line between ordinary and extraordinary occasionally blurs.\n\nAbout six months after their March investigation, McKendrick and her husband, who is also on the SPI UK team, visited the Sparkford Inn once again and met the new assistant manager. She shared a peculiar incident from early September that left her quite distressed. She was near the pool table when, suddenly, a pool ball came flying toward her through the hatch in the bar area. Startled, the manager approached the players at the pool table, jokingly admonishing them to keep their balls on the table. But all of their balls were accounted for; it was a spare. To add to the enigma, no one was near the bar area at the time who could have thrown it.\n\nOn another day, several staff and patrons witnessed a two-liter bottle of vodka fall from the wine rack and shatter on the ground. SPI UK investigators argue that the sheer number and variety of bizarre occurrences reported at the Inn make it difficult to simply dismiss them as coincidences or explain them away with skepticism. They vow to return again, armed with more high-tech tools and unflinching determination.\n\nIf there is a passage linking the living and the deceased, these apparition chasers believe they have the patience—and the technology—to uncover it. In their world, the world of the paranormal, every creak of time-worn wood, every shadow’s fleeting waltz slipping past the awareness of the casual observer might be a potential scientific breakthrough and a gateway to a story untold."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Guillermo del Toro’s paranormal experience watching ‘The Wire’ in a hotel room: 'Completely inauspicious conditions'",
            "link": "https://faroutmagazine.co.uk/guillermo-del-toro-paranormal-experience/",
            "description": "Guillermo del Toro had a terrifying paranormal experience while watching 'The Wire' in a hotel room in New Zealand. He was ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2fESsqabX0dq0tsl5wS%2bh%2bg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "17h",
            "source": "Far Out Magazine",
            "article_content": "Guillermo del Toro’s paranormal experience watching ‘The Wire’ in a hotel room: “Completely inauspicious conditions”\n\nIf there is any director in Hollywood who most people would expect to be a believer in the paranormal, it’s Guillermo del Toro. After all, he has spent his career telling visually astonishing tales of monsters, demons, and the evils of man that echo through the ages. He’s dealt directly with ghosts in two films, The Devil’s Backbone and Crimson Peak. Amazingly, though, del Toro considers himself a sceptic despite revealing he once had a paranormal experience in a hotel room that would make even the most optimistic believer’s blood run cold.\n\nWhen del Toro made The Devil’s Backbone in 2001, he created a definition of a ghost that spoke to him deeply. In his story of a young boy in a Spanish orphanage being haunted by the ghost of a dead boy, he describes spirits as akin to an insect in amber or something left forever unfinished. As he told Little White Lies, a ghost is “an awful sealed thing…like a photograph, like the loop of a movie.”\n\nThe Nightmare Alley helmer subsequently revealed that, in his life, he’d had two paranormal experiences despite being dubious about the existence of ghosts. In fact, despite being such a fan of the macabre and the monstrous in fiction, when it comes to real-life proof of terrifying forces beyond our comprehension, he said, “I don’t want to believe.” Essentially, in fiction, del Toro is Fox Mulder, but in reality, he’s Dana Scully.\n\nDespite this, del Toro couldn’t explain away his experiences as some trick of the brain or the creaking of an old building. He claimed, “Two times I have heard ghostly, disembodied voices, very, very clearly. And they were very scary at the time.”\n\nDel Toro’s most bone-chilling experience came when he was scouting locations for The Hobbit in New Zealand – ironically, a film he wound up not making. He explained, “We came to… a place called Waitomo, and I had read that there was an old hotel which had a haunted room.” Even though the director and his scouts had arrived during the tourist off-season and the hotel was closed, the management agreed to open it, especially for them. Feeling curious, del Toro asked, “Can I get the haunted room?” but he would soon regret that request.\n\nWhile del Toro sat in the room and idly watched The Wire on DVD, he heard something that made him turn white as a sheet. He revealed that the sound was unmistakable: “A woman shrieking for about five minutes, horrible blood-curdling shrieks. And then a man sobbing and sighing with great regret.”\n\nThe terrified director estimated that the screaming lasted for five minutes and the remorseful weeping a full ten minutes more. He did some sleuthing and figured out where the noises were coming from. He claimed, “I was able to actually track the sounds to the bathroom. I tracked them to a vent above the toilet, which went down into the cellar.”\n\nDel Toro was adamant that nothing about the evening had primed him to think he was encountering the spirit realm. He clarified, “I was not in the middle of séance, and it wasn’t a stormy night,” and added, “It was completely inauspicious conditions for a ghost apparition.” All he was doing was watching high-quality crime drama to wind down after a long day of looking at potential locations.\n\nNaturally, the experience freaked del Toro out. He admitted that as soon as he realised the noises were coming from the cellar, he quietly returned to bed and put on his headphones. All he wanted was to be completely enveloped in the sound of Baltimore’s war on drugs instead of that awful, disembodied screaming. Unsurprisingly, he didn’t sleep a wink for the entire night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Instant cult fiction, Aussie paranormal happenings and other new books",
            "link": "https://www.smh.com.au/culture/books/instant-cult-fiction-aussie-paranormal-happenings-and-other-new-books-20241125-p5kt8w.html?ref=rss",
            "description": "If the Nobel Prize for Literature can have a Boomer moment and give Bob Dylan the nod, Alan Moore – a legend in the history ...",
            "image_url": "https://www.bing.com/th?id=OVFT._hP9IKf5ISeGTOdCWD8XBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "20h",
            "source": "Sydney Morning Herald",
            "article_content": "Skysong\n\nC.A. Wright\n\nPantera Press, $32.99 Fairytale adapted into a full-length fantasy novel best describes C.A. Wright’s Skysong. This book takes inspiration from Hans Christian Andersen’s The Nightingale – one of the brighter flights in that author’s oeuvre, though still spiked with folly and mortality. We follow Oriane, who lives in a remote village with a mystical legacy inherited from her mother. She can transform into a skylark, with the power to call the sun each morning. Curiosity leads Oriane into the dangers and intrigues of the royal court, where she’s worshipped as a goddess but effectively imprisoned in the role. Her maid, Andala, also has a secret and as a schism erupts in the kingdom, it transpires that our heroine is not alone as she thinks. Wright’s tale takes the possessiveness and failure to appreciate beauty in Andersen’s original, and the motif of deception leading to feminine freedom, and builds a fantasy world in which the magical bird becomes an unwitting pawn in a political and religious struggle.\n\nThe Dream of A Tree\n\nMaja Lunde, trans. Diane Oatley\n\nScribner, $34.99 The final book in Norwegian author Maja Lunde’s Climate Quartet, The Dream of A Tree takes us to the remote Arctic archipelago of Svalbard in 2110, where the Global Seed Vault is kept. Cut off from the world for years, Tommy and his brothers and their grandmother, the current Seed Keeper, tread lightly and at one with nature in their isolated home. When their tiny community faces disaster, they are suddenly alone and fighting not just to survive but to preserve the wonders of the Vault. Meanwhile, Tao, still grieving a son lost to starvation in a distant land, must lead an expedition into the Arctic, searching for the seeds that might save her people from famine. I only recall having read Lunde’s The History of Bees, so I’m uncertain how the Climate Quartet hangs together. Still, the books are written to be read as standalones, and this bleak cli-fi survival story is more imaginative in describing Tao’s expedition than the trials on Svalbard itself.\n\nNON-FICTION PICK OF THE WEEK\n\nMean Streak\n\nRick Morton\n\n4th Estate, $35.99 When robo-debt was inflicted on Centrelink recipients by a ruthless coalition government, it was as though the infamous, automated debt calculation scheme was authored by Franz Kafka, in collaboration with George Orwell. In this searing, forensic and moving investigation of the whole tragic fiasco, Rick Morton, senior reporter with the Saturday Paper, calls it the “labyrinth”. For good reason. Seven people took their own lives, thousands lost their jobs and others developed mental illness. Morton, in measured writing fuelled with rage and sorrow in equal measure, walks us through one of the most shameful episodes in recent Australian politics, taking in prime ministers, pressured public servants, a whistleblower and case studies of the poor sods who were hunted down by their own government. A morality tale for our times.\n\nGreat Game On: The Contest for Central Asia and Global Supremacy\n\nGeoff Raby\n\nMUP, $34.99 In the original Great Game – a 19th-century imperial contest between Britain and Russia over India – the threat from Russia was more imagined than real, says Raby (our Chinese ambassador, 2007-2011). Likewise, the United States’ fears of China and Vietnam. His examination of the new Great Game, prompted by his observations of the chaotic US departure from Afghanistan and Putin’s invasion of Ukraine, examines in lively detail the rise of China in Eurasia and its implications for the US, Russia and the world, while also putting events in detailed historical context. Has Putin demonstrated there is no such thing as a quick, decisive victory and will this affect China’s options regarding Taiwan? Has he opened the way for China in Eurasia? Aimed at the general reader, this is a seriously informed study of the major players in these “interesting” times.\n\nAustralian Ghost Stories\n\nJames Phelps\n\nHarper Collins, $15.99 Everybody loves a good ghost story and there are hauntings aplenty in this record of paranormal activity in Oz. Phelps bookends his collection with tales of the Hydro-Majestic Hotel in the Blue Mountains, especially the case of June Clemenger, who was strangled at the hotel in 1934 by an ex-lover, and who now stalks the place attempting retributive strangulation. Not only did Conan-Doyle conduct seances at the hotel, Sir Edmund Barton died there and has also been spotted floating around. In between, we hear believers’ tales of a prison ghost watching black-and-white movies, families in haunted houses smelling phantom cigarette smoke, a Casper-like friendly ghost and ghost whisperers who have the happy knack of detecting the paranormal and “cleansing” the house of it. Get out the Ouija board, dim the lights, and get spooked."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Probing the PNW’s Paranormal Past, Present",
            "link": "https://www.msn.com/en-us/news/us/probing-the-pnw-s-paranormal-past-present/ar-AA1uJqvc?ocid=BingNewsVerp",
            "description": "KIRO 7 is taking your videos to the experts at the UFO reporting center to try to make some sense of your strange sightings.",
            "image_url": "https://www.bing.com/th?id=OVFT.xunYXizXXsQOXpO08EDSUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "20hon MSN",
            "source": "KIRO-TV on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal investigation questions the nature of reality in ‘Absolution’",
            "link": "https://www.ajc.com/things-to-do/paranormal-investigation-questions-the-nature-of-reality-in-absolution/OBI36AKC6VFQFLP5YBMQF3TV5I/",
            "description": "Something terrible is coming,' shouts a frightened biologist who has seen the evil up close. 'It’s still uncurling from the long-ago moment. I know it, and it’s going to kill us all every one of us.' ...",
            "image_url": "https://www.bing.com/th?id=ODF.5osew3Rt52H5XvIRJtI5Aw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Atlanta Journal-Constitution20h",
            "source": "Atlanta Journal-Constitution",
            "article_content": "“Absolution” is mostly an Area X origin story; even so, for those unfamiliar with the trio, a backward glance into the future might help.\n\nUnder the umbrella of a CIA-like agency named Central, the Southern Reach is tasked with exploring and containing Area X, a quarantined coastal zone on the lush Forgotten Coast that’s home to an expanding mysterious force.\n\nThe Area X region warps time, space and identity. It’s separated from the outside world by a nearly invisible barrier called the Border. Of the Southern Reach missions that have entered the region, only a handful of survivors have returned.\n\nA 12th expedition — a team of women representing different scientific disciplines — eventually makes its way to the Forgotten Coast lighthouse, an iconic tower that might be Area X’s energy source.\n\nAt some point, the keeper, Saul, mutates into a translucent creature known as the Crawler. Furthermore, some of the principal characters generate doppelgängers. (One becomes a whale-looking thing with “many glowing eyes that were also like flowers or sea anemones spread open…”)\n\nIntruding into these convolutions is the Séance & Science Brigade, a shadowy band of militant psychics conducting questionable and catastrophic experiments.\n\nAs the trilogy ends, the Border comes down, and an intensified Area X absorbs the paranoid, chaotic headquarters of the Southern Reach.\n\nWhich brings the reader to “Absolution,” two espionage thrillers merged into one sci-fi/fantasy phantasmagoria.\n\nThe book’s first section is a prequel, in which neither Area X nor the Southern Reach exists yet. Jack Severance, Central’s sinister spy chief, has hauled Old Jim back into service, ordering him to unravel a supernatural mystery known as the “Dead Town Disaster,” a doomed expedition of two dozen biologists to the Forgotten Coast 20 years earlier.\n\nIn preparation for his on-site cold case inquiry, Old Jim pours over the agency’s archival material regarding the incident. The goal was simple enough: establish a base camp near an abandoned village — Dead Town — and pursue “general explorations.”\n\nBut the camp is soon overrun by large white rabbits with cameras strapped to their necks. Then they’re attacked by an “uncanny” stranger known as the Rogue, who runs through them like “an avenging angel.” The few biologists who escape are psychologically harmed “beyond repair.”\n\nOld Jim’s mission directive is to sort out what happened at Dead Town, but, of course, there’s always the secret mission, or “seek mish,” which is to eliminate the Rogue, assuming he’s still hanging around.\n\nAssorted spook house episodes and phantom battles ensue around the Forgotten Coast, climaxing in a showdown with the Rogue.\n\nAs this part of “Absolution” comes to a close, Old Jim conceals himself in the wilds of the Forgotten Coast, certain he’s being set up by Jack, who simply wants him to find the money that’s disappeared from the Dead Town project fund.\n\nIs Area X an alien wormhole, as some have suggested, where events and creatures are projections of humanity’s unconscious fears? Or is it an accidentally-on-purpose eco-apocalypse created by the cryptic Séance & Science Brigade?\n\nAs one character puts it, “I just know the answers lie so far outside the box that there is no box.”\n\nVanderMeer is a dedicated environmentalist, and it might be said that, across 15 novels, the intricate structures of his fiendishly whimsical story lines correspond to the random microscopic motions and mineral accretions of the natural world.\n\nBut there’s clarity of thought reinforcing his imaginative prose that might be attributed to the rigor of his nonfiction pursuits. His compendiums, “The Weird” and “The New Weird,” edited with Ann VanderMeer, trace these hybrid genres to the baffling haunt of Lovecraft, whom, they say, represents “the rise of the tentacle, a symbol of the modern Weird.”\n\nIndeed, “Absolution’s” final chapters uncurl like a king-sized Cthulhu lashing. Set “One Year after the Border Comes Down,” the tale veers into hallucinatory bedlam, decorating its action yarn bravado with maximum obscenities.\n\nLowry, a suspect figure from earlier in the Southern Reach series, returns as part of a berserk mission to find the “off switch” for Active Area X, as it’s now known. Of course, there’s a secondary objective, which is to wrangle, or eliminate, Old Jim, assuming he’s still hanging around.\n\nLowry devours high-powered amphetamines, as well as experimental drugs that “destroy visions.” In this kaleidoscopic state of mind, he and his comrades must use rifles that have morphed into gars (the fierce, elongated fish) to destroy their doppelgängers and triple-gangers made of “goo” that spring up from the brush like Children of the Hydra.\n\nAs it stands, the complex achievement that is the Southern Reach series — now a quartet that covers generations of strange activity — leaves unexplained many things that are inexplicable, and that’s just the way it is.\n\nAs Jeff VanderMeer wrote in Weird Fiction Review, the Weird genre “doesn’t promise a return to normalcy. It says some things are beyond us, and in a sense it’s humble because it isn’t claiming an all-knowing status for humanity.”\n\nFICTION\n\n“Absolution”\n\nby Jeff VanderMeer\n\nMCD\n\n464 pages, $30"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Alert: a ‘Hot Neptune’ in a Tight Orbit",
            "link": "https://www.msn.com/en-us/news/technology/astronomers-discover-a-hot-neptune-in-a-tight-orbit/ar-AA1uNZkO?ocid=BingNewsVerp",
            "description": "By Grace Jacobs Corban The Discovery A Neptune-sized planet, TOI-3261 b, makes a scorchingly close orbit around its host star ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g8JulfuWFpUaImfBdRMlDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Drug Discovery: Scientists Develop World’s First Single-Atom Editing Technology",
            "link": "https://scitechdaily.com/revolutionizing-drug-discovery-scientists-develop-worlds-first-single-atom-editing-technology/",
            "description": "KAIST researchers have developed a groundbreaking single-atom editing technology using light-powered \"molecular scissors\" to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m-9d1oHXRwPsmWPDZqWugC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers may have discovered the explanation for the longest-period radio transient ever detected",
            "link": "https://www.msn.com/en-us/news/technology/astronomers-may-have-discovered-the-explanation-for-the-longest-period-radio-transient-ever-detected/ar-AA1uNqgN?ocid=BingNewsVerp",
            "description": "Researchers from the Curtin node of the International Center for Radio Astronomy Research (ICRAR) have made a record-breaking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fyuzsRp_sWFwmL-KslPy0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What ‘Lucy,’ One of the World’s Most Important Fossils, Has Taught Scientists in the 50 Years Since Her Discovery",
            "link": "https://www.msn.com/en-us/news/technology/what-lucy-one-of-the-worlds-most-important-fossils-has-taught-scientists-in-the-50-years-since-her-discovery/ar-AA1uNDzE?ocid=BingNewsVerp",
            "description": "The famous early human is still providing lessons to anthropologists about prehistoric Earth and its inhabitants ...",
            "image_url": "https://www.bing.com/th?id=ODF.i9vAGKGrjiKDAWJOWZlS5g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Smithsonian Magazine on MSN14h",
            "source": "Smithsonian Magazine on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ORNL director provides update on fast-growing lab",
            "link": "https://www.yahoo.com/news/ornl-director-provides-fast-growing-215522910.html",
            "description": "ORNL-produced isotopes have a wide variety of applications. Heat from the decay of plutonium 238 powers the Perseverance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1ZZUxD95igc1SQMowxSmXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9h",
            "source": "Yahoo",
            "article_content": "At Oak Ridge National Laboratory, the workforce and budget have reached an all-time high. Whether astonishing growth will continue depends on the actions of the Trump administration and Congress next year.\n\nIn the meantime, ORNL Director Stephen Streiffer said during his first State of the Lab address since joining the laboratory in 2023, that the laboratory’s mission will be the same.\n\nOak Ridge National Laboratory Director Stephen Streiffer delivers his first State of the Lab address at the American Museum of Science and Energy. The talk was hosted by Friends of ORNL.\n\nIn his recent talk at the American Museum of Science and Energy and hosted by Friends of ORNL, hedescribed the lab's mission as increasing the nation’s competitiveness, accelerating innovation and delivering scientific discoveries and technical breakthroughs to solve problems in clean energy and global security, thus creating economic opportunity for the nation.\n\nHow ORNL has grown\n\nIn the past five years, he noted, ORNL has grown from 4,900 employees and a budget of $1.8 billion to 7,200 employees and a budget of $2.6 billion. National security funding grew the most, more than doubling its 2019 funding level. The budgeted amounts for the other areas – science, energy and partnerships – all increased.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“Growth is a good thing but has its downside as well,” Streiffer said, noting that he is constantly being asked to provide more offices and parking spaces during a year in which more than $1 billion was spent on modernization, making ORNL a “crown jewel” for modernization in the national U.S. Department of Energy complex.\n\nHe noted that ORNL is “a real economic driver for the region” because in the past year it spent $223 million on products and services provided by Tennessee businesses, including small businesses.\n\nWhen asked how he thinks science priorities might change under a new administration, he said that “basic science tends to do pretty well under Republican administrations” and that “he suspects what we’ll see is more of a rollback to a federal role for supporting basic science with more of an emphasis on industry doing the translation” of national lab inventions to commercial products and services.\n\nUnder the Biden administration, he added, there had been a shift enabling DOE's national labs like ORNL to work with industry on demonstrating and deploying applied technologies.\n\nAdvertisement Advertisement\n\n“Fiscal responsibility is important,” he said. “It’s likely that overall budgets will be lower under the incoming administration than they might have been if the election had gone a different way. Fortunately, what we do here at ORNL has huge support from our Republican congressional delegation and from the state political system.”\n\nIn collaboration with Volkswagen, Oak Ridge National Laboratory broke a record by demonstrating high-speed wireless charging of an electric vehicle, energizing it with 270 kilowatts in 15 minutes. The specially equipped car was aligned with electromagnetic coils in a mat on which the car is parked.\n\nExperiments and projects\n\nHe noted the increasing frequency of million-dollar weather-related disasters, such as the regional flooding from Hurricane Helene.\n\n“No matter what you believe about climate change, the Earth is doing the experiment,” he said. “We would like to use our computer models to be able to understand the potential impacts of extreme weather events,” adding that ORNL is doing research on how to mitigate these impacts.\n\nHe spoke about the creation at ORNL of a 3D model of an area’s soil and vegetation types, sewer systems and buildings to more accurately assess the dangers of flooding from extreme rainfall to its infrastructure and populations. He also mentioned research using robots, conveyor belts and inputs of water and fertilizer to identify which genetically altered plants have the traits that make them the most resilient to drought.\n\nAdvertisement Advertisement\n\nAn underappreciated achievement of the lab, Streiffer said, is its success in devising more sustainable and cost-effective building technologies that address the housing shortage crisis. In addition, researchers testing sensor-laden microgrids at ORNL’s GRID-C facility are learning how to employ advanced power electronics to make the nation’s electric grid more resilient and reliable during increased integration of renewable energy, greater demands from electric vehicles, extreme weather events and cybersecurity attacks.\n\nStreiffer noted another upcoming change: the Frontier supercomputer at ORNL will no longer be the fastest in the world. It will slip to second in the Top 500 ranking, passed up by a new supercomputer at Lawrence Livermore National Laboratory. The machine at Argonne National Laboratory (where Streiffer had worked as director of the Advanced Photon Source) rounds out the top three. (Editor's note: Since his talk, Frontier has indeed slipped to No. 2 behind El Capitain.)\n\nIn collaboration with Volkswagen, Oak Ridge National Laboratory broke a record by demonstrating high-speed wireless charging of an electric vehicle, energizing it with 270 kilowatts in 15 minutes. The specially equipped car was aligned with electromagnetic coils in a mat on which the car is parked.\n\nHe said the top three supercomputers in the world are DOE national laboratory machines. In addition, ORNL will be purchasing an even faster exascale supercomputer, called Discovery, that will be installed in 2027.\n\nStreiffer was also asked about the massive supercomputer that Elon Musk’s xAI company is building in a former Electrolux factory in Memphis. Called Colossus, this supercomputer, which is expected to be one of the most powerful in the world, will be capable of training and running advanced artificial intelligence models including an AI chatbot. It will require large amounts of water and 120 megawatts of electricity Frontier operates on 25 megawatts.\n\nAdvertisement Advertisement\n\nIn answer to a question about Musk, Streiffer said, “We’re trying to work with him,” adding that the lab will likely be collaborating with industrial firms that are building more data centers with powerful supercomputers for AI purposes to help them make these machines more energy efficient.\n\nThe lab director noted that the new Center for AI Security Research at ORNL is scientifically analyzing vulnerabilities, threats and risks related to emerging and advanced artificial intelligence.\n\nA lot of takeaways from Streiffer's talk\n\nHere are some other takeaways from Streiffer’s State of the Lab address.\n\nORNL, which receives most of its funding from DOE’s Office of Science, has the nation’s largest materials research portfolio and the nation’s most diverse energy portfolio. ORNL has a world-class research reactor (High Flux Isotope Reactor) and the world’s most intense neutron source (Spallation Neutron Source). The Proton Power Upgrade has increased SNS power by 40% so it is now operating at 1.7 megawatts, with 2.8 megawatts available for the future.\n\nAdvertisement Advertisement\n\nThe U.S. office responsible for fabricating and delivering important components to the international ITER fusion facility being built in France is headquartered at ORNL. Streiffer said ORNL is working with private companies to more quickly advance fusion energy technologies, but he thinks that commercial fusion power in the United States is three decades away.\n\nORNL is building a Materials Plasma Exposure eXperiment (MPEX) to help scientists identify promising candidate materials for inner walls of vessels that will most likely hold up against the superhot fusion plasmas they contain.\n\nTo carry out its missions, ORNL has experts in materials science, neutron science, computing, quantum science and AI, nuclear physics, clean energy, fission and fusion, biology and environmental science, isotopes and national security. Its researchers have received 86 patents this past year, the most of all the DOE national laboratories. ORNL has eight user facilities and hosts more than 5,000 research guests each year.\n\nThe fast-growing national security area at ORNL focuses on nuclear nonproliferation (preventing the spread of weapons-grade nuclear materials internationally) and the development and use of computer technologies armed with AI tools to help government officials make quicker decisions to better defend and protect the nation.\n\nAdvertisement Advertisement\n\nORNL has used the Frontier supercomputer to simulate the operation of a nuclear reactor and will simulate changes in reactor behavior when a new nuclear fuel is used.\n\n“We can start to do computational experiments on an entire virtual reactor,” Streiffer said, suggesting this capability might speed up licensing of advanced small modular reactors for future nuclear power plants.\n\nA materials science experimentalist, he predicted a new trend in science.\n\n“I am absolutely certain that the experimentalist’s role in the not-too-distant future will be to verify computational results, not the other way around.”\n\nAdvertisement Advertisement\n\nA discovery by ORNL researchers of previously unknown properties of the lanthanide element promethium, which was discovered in 1945 at the lab’s first reactor, was published in May in the prestigious journal Nature. ORNL measurements of the radioactive promethium’s atom size and lengths of its chemical bonds in a compound improved understanding of lanthanide properties.\n\nStreiffer explained that the lab has been producing and selling radioisotopes not made in the American private sector because the United States decided to quit importing them from Russia after it invaded Crimea in 2014. In the past five years, he added, the number of shipments of radioisotopes produced at the High Flux Isotope Reactor increased from 355 to more than 800. ORNL is now constructing a new Stable Isotope Production and Research Center to help secure the U.S. stable isotope supply.\n\nORNL-produced isotopes have a wide variety of applications. Heat from the decay of plutonium 238 powers the Perseverance Rover on Mars. Nickel-63 is used to detect hidden explosives at airports; californium-252, to start up nuclear reactors; and thorium-228 and actinium-225, to image tumors and treat cancer.\n\nIn collaboration with Volkswagen, ORNL broke a record by demonstrating high-speed wireless charging of an electric vehicle, energizing it with 270 kilowatts in 15 minutes. The specially equipped car was aligned with electromagnetic coils in a mat on which the car is parked. Widespread use of this technology for faster charging of EVs, say, in EV owners’ garages or public charging stations, could make EVs more attractive to potential consumers, Streiffer said.\n\nAdvertisement Advertisement\n\nORNL and Argonne researchers have used neutron scattering at the Spallation Neutron Source and X-Ray scattering at the Advanced Photon Source to examine samples of amorphous materials – substances like glass that lack a clear structure, unlike crystalline materials – grown in the gravity-free environment of the International Space Station. Streiffer said the scientists found “really interesting optical and mechanical properties that are related to the specific way that the amorphous structure forms” under heating and melting in outer space.\n\nHe noted that the lab is reinvigorating its partnership with the University of Tennessee through the UT–Oak Ridge Innovation Institute, which focuses on clean manufacturing, advanced materials, energy storage and radiopharmaceutical therapies.\n\nORNL researchers are working on making an ultrapure germanium-76 isotope that could detect a rare type of radioactive decay in an international experiment. If this process were observed, it would provide strong evidence that neutrinos, tiny neutral particles that rarely interact with matter, can become their own antiparticles. This discovery would revolutionize scientists’ understanding of the universe and potentially explain why there is more matter than antimatter in the universe.\n\n“We are participating in an international high-energy physics collaboration involving 290 scientists, 55 institutions and 12 countries,” Streiffer said. It is known as LEGEND-1000, he added, because the experiment design includes the use of 1,000 kilograms of the ultrapure germanium isotope that ORNL plans to produce for a deep underground laboratory, probably in Italy, that will shield neutrinos passing through from cosmic rays.\n\nAdvertisement Advertisement\n\n“We would love to find some chink in the Standard Model of particle physics in the universe showing where it doesn’t work and why a new theory is needed to explain how the universe is assembled and behaves,” Streiffer remarked. “This could win a Nobel Prize!”\n\nOak Ridge National Laboratory Director Stephen Streiffer delivers his first State of the Lab address at the American Museum of Science and Energy. The talk was hosted by Friends of ORNL.\n\nThis article originally appeared on Oakridger: ORNL director provides update on fast-growing lab"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 7 No-Cost Digital Asset Management Templates",
            "link": "https://www.techrepublic.com/article/digital-asset-management-templates/",
            "description": "Simplify your digital environment with the best digital asset management templates for monday.com, Wrike, Softr, Airtable, Stackby, and more.",
            "image_url": "https://www.bing.com/th?id=OJ.7KF2JP7ui3Hj7g&pid=news&w=69&h=16&rs=2",
            "category": "nocode",
            "date": "2m",
            "source": "TechRepublic",
            "article_content": "Digital asset management templates are great for file storage, organization, team collaboration, and version control. Whether you’re working by yourself or with a team, centralized assets make it easy for everyone to find what they need.\n\nHere are the best templates for different tools and use cases.\n\nmonday.com: A digital asset management template with built-in team collaboration\n\nmonday.com is a great project management system for small and mid-sized teams. The free plan comes with just two seats, which is enough to try it out but limited compared to other providers.\n\nTo get the most out of this DAM template, you’ll likely need to upgrade to a paid plan.\n\nMore on monday.com: monday.com Review | monday.com vs Jira | monday.com vs. Notion.\n\nI like this template because it centralizes your creative assets, making it easy for marketing and sales teams to quickly find what they need. You can also store multiple versions of each file, so you can switch between different versions of the same file if you need to.\n\nNot only does this help keep things organized, it also ensures everyone on the team is using the appropriate files.\n\nHowever, the best part about monday.com is that you can manage the creation process of new assets from the same platform. You’ll be able to tag team members when you need a new creative, and you can manage the workflow using task dependencies, automations, and notifications.\n\nThe template makes it easy to sort by file type (like image or video), category, owner, status, or any other custom fields you decide to add.\n\nDespite being powerful and flexible, this digital asset management template is incredibly easy to use. It takes just a few minutes to set up and overall feels very intuitive.\n\nWrike: A digital asset management template for agencies\n\nWrike is a powerful project management system specifically for agencies, freelancers, and service-based businesses that handle clients. It’s a highly scalable solution for managing assets, requests, and version control across dozens or even hundreds of clients.\n\nThere’s a generous free plan that supports unlimited users and external collaborators. However, you’ll need to upgrade for guest approvals and third party integrations.\n\nMore on Wrike: Wrike Review | Wrike vs monday.com | Wrike vs. Smartsheet.\n\nFirst, you’ll be able to set up different folders for all of your creative assets. You can create a folder for each client and then sub-folders for specific projects or you can organize it however you’d like.\n\nFrom there, Wrike lets you customize dynamic intake forms. When a client needs something, they can fill out and you’ll automatically get a task assigned to the right person.\n\nSay you want a specific person on your team to handle video requests for a specific client. Maybe you also want someone else to handle branding elements like logos, color schemes, and font choices.\n\nThis setup makes it incredibly easy without long email threads back and forth.\n\nAnd because Wrike is a project management system, you’ll be able to track requests from start to completion, set due dates, leave comments, and tie everything together.\n\nKnack: An no-code template for project-based assets\n\nKnack is a no-code app builder that’s a fairly new player in this space. It works well if you’re currently using a spreadsheet to manage digital assets, but you’re ready for an upgrade or need a better way to stay organized.\n\nUnfortunately, Knack doesn’t offer a free plan.\n\nBut you can try any plan with a 14-day trial. And unlike other providers, Knack doesn’t charge per user, making it incredibly affordable even as your team grows.\n\nBecause Knack is built using databases, it’s incredibly flexible. This template makes it easy to organize assets by project, but you can easily adapt it to organize them however you’d like.\n\nHowever, organizing by project is nice because everything’s easy to find. Working on a specific project? You know exactly where to go to see all of the assets available, download the one you want to use, and get back to work.\n\nThis also means there’s no confusion if you have similar assets being used in different ways for different projects.\n\nThe template offers versioning, custom tagging, and seamless collaboration between teams. You can also designate project managers and customize admin controls — further advancing the project-centric approach.\n\nMy only complaint is that Knack’s interface feels a little clunky compared to other options.\n\nAirtable: An advanced template for managing multiple brands and sub-brands\n\nAirtable is an advanced database platform that’s highly scalable, flexible, and powerful. It works similarly to Knack, with databases being the foundation of everything. Much like a spreadsheet, this approach works really well for asset management.\n\nPlus, Airtable has a solid free plan with up to five editors, 1,000 records per base, and 100 monthly automation runs.\n\nThis is more than enough to test it out and smaller teams can stay on the free plan for a while.\n\nMore on Airtable: Airtable vs Asana | Airtable vs Smartsheet | Airtable vs. monday.com.\n\nThis template works well for larger libraries and assets with strict usage guidelines. However, you can easily remove, edit, or add fields to make it work for you.\n\nIf you’re a large media company, for example, you may have a parent company that owns multiple websites, magazines, and other digital properties. This Airtable template makes it easy to keep everything separate while enforcing universal brand standards across the board.\n\nThe setup also helps simplify things if you have brand managers or content creators working across your entire portfolio of brands.\n\nIt eliminates confusion and ensures they use the right files for the appropriate projects.\n\nWith pre-configured tags, you’ll be able to mark files for internal use only, which is a nice feature if you want to ensure some assets aren’t available to external users.\n\nThe biggest drawback of Airtable is its complexity. While you can start using this template in a few clicks, you’ll likely want to customize it. After all, that’s the true power of Airtable. Being able to customize and the fact that there are a dozen different ways to do everything can make getting started feel like a hassle.\n\nBut once you’re up and running, it’s fairly easy for day to day use.\n\nStackby: A simple template for categorizing digital assets\n\nStacbky looks and feels a lot like Airtable because it is — it’s built on relational databases, making it perfect for managing digital assets as well. However, Stackby is newer and less developed, resulting in a lower price.\n\nIt’s entirely free for individuals and small teams with a few limitations, but you’ll get a lot further on the free plan than you would with Airtable.\n\nOverall, it’s a great choice if you don’t need Airtable’s advanced features and want to save.\n\nStackby’s digital asset management template is a great stepping stone if you’re currently using a shared Google Workspace folder or Dropbox account to share files. It’s simple enough that it doesn’t feel overwhelming yet flexible enough to ensure you won’t need to upgrade to something better later.\n\nEach asset has its own name, file type, topic, and relevant collaborators. You’ll also be able to track status, language, last updated date, and more.\n\nOut of the box, it has just about every field you’ll need. But you can easily add new ones, edit existing ones, or remove those you don’t need. On top of that, you can sort and group assets however you’d like, whether that’s by status, date, or file type.\n\nThis template also comes with a database for tracking projects. This is nice because it allows you to tie assets to projects.\n\nNot only will you be able to track asset statuses, you’ll also be able to see all assets that belong to a particular project in one place. No more searching or digging through dozens of folders to find what you need.\n\nStackby’s search feature isn’t as advanced as other platforms, but it’s there if you do end up needing help finding something.\n\nSoftr: A customizable template optimized for the end user\n\nAll the tools we’ve covered so far are highly customizable but that can make for a confusing experience for the end user. In a lot of cases, they’ll be able to move columns around, delete records, and potentially make mistakes that could break the entire system.\n\nSoftr is different. It lets you build an interactive user interface on top of your data.\n\nThe end user can see and work with your data but they won’t have access to everything or be able to change how your data is structured.\n\nIt works really well for custom CRMs, inventory tracking systems, project management applications, digital asset management tools, and other types of business apps if you’re willing to take the time to learn it.\n\nSoftr has a free plan for one app and up to ten users. It’s more than enough to get started with the template below and take it for a test drive.\n\nAs mentioned, this template goes on top of your existing data, so you’ll need to have a database created with one of the tools Softr integrates with (Airtable, Google Sheets, monday.com, etc.).\n\nFrom there, your team can use Softr to add new assets, edit existing assets, download files, create new versions, and more without access to your underlying data. This gives you complete control and flexibility over how your users view and interact with your assets.\n\nYou’ll get modular access controls, too. This can be useful for managers vs employees, clients vs internal users, freelancers, or even people who work on one or two projects at a time.\n\nThe template is a great place to start but is highly customizable, letting you create just about any kind of workflow you’d like.\n\nThe biggest downside? It’s hard to learn and it can take a long time to get everything set up.\n\nCan you manage digital assets with Excel, Word, or a PDF file?\n\nIt may work okay at first but I don’t recommend it long-term. Especially if you’re working with a team. You won’t get any collaborative features nor will you actually be able to store anything.\n\nAt best, you’ll be able to add a link to the asset, but you’ll have to store it somewhere else. This won’t really work for version control, approval flows, or anything like that. It’s really more of a list of assets, which offers no additional benefits vs using a folder in Google Drive or Dropbox.\n\nRather than a spreadsheet that won’t work, I decided to include a template that’ll help you decide if you need a full digital asset management system.\n\nIn less than five minutes, you’ll know if you need a full system. All you have to do is answer each question with a yes or a no. It automatically adds up your score.\n\nBut the calculations aren’t as simple as “each yes answer equals five points”. It’s weighted based on importance and the value that a full system will bring in different situations. For example, having a designated budget is important, but not as important as needing version control.\n\nIf you score over 25 points, there’s a good chance a DAM solution will add a lot of value and help streamline asset management.\n\nWhat’s the difference between a digital asset management template and DAM software?\n\nDigital asset management templates work with various types of tools you may already be using, like project management software, online collaboration solutions, relational database platforms, and business app builders.\n\nDigital asset management software, on the other hand, exists solely for managing assets.\n\nIn other words, templates make other types of tools work — dedicated software has every bell and whistle you could ever need, like internal storage, metadata tracking, and other advanced features.\n\nMost businesses get by just fine using a template, especially if you’re just starting to care about having more visibility into your assets.\n\nThis is often actually preferred because it’s easier to integrate into your existing processes and workflows.\n\nLarger businesses or those managing hundreds or thousands of assets with granular permission requirements and version control will likely need (and have the budget for) dedicated software instead.\n\nHow to organize your digital assets\n\nWhether you’re using a template or full-blown software, you should be able to add tags, categories, and other information to each asset so it’s easy to find what you need.\n\nSome teams prefer organizing by project, others may have separate categories for brand assets, social media content, and featured images for blog posts. Agencies may prefer organizing by client and having sub folders nested inside.\n\nMost templates and dedicated tools let you add custom fields to keep track of whatever information you need. This could include things like:\n\nFile type.\n\nTopic.\n\nStatus.\n\nProject.\n\nDate uploaded.\n\nDate last edited.\n\nOwners or collaborators.\n\nBrand.\n\nClient.\n\nUsage rights.\n\nTeam or department.\n\nVersion number.\n\nKeywords or tags.\n\nThe more information you keep track of, the longer it takes to add new assets. However, more granular details makes it easier for everyone to find what they need.\n\nAs you can see, there are a lot of options — you may have to try a few to see what works best."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Finnish startup’s no-code platform attracts €8.4M investment for global growth",
            "link": "https://arcticstartup.com/keto-software-raises-e8-4m/",
            "description": "Hyvinkää-based Keto Software has raised €8.4 million in a funding round led by Emerald Technology Ventures, with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lDkghxGbpZhmnMVoP9nCai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "ArcticStartup18h",
            "source": "ArcticStartup",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "French genAI startup LightOn rises on market debut",
            "link": "https://www.reuters.com/technology/artificial-intelligence/french-genai-startup-lighton-rises-market-debut-2024-11-26/",
            "description": "Shares of LightOn , Europe's first listed genAI startup, rose as much as 9% on their debut on the Euronext Growth market in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l1suEsFXYigzvAv7v3-b_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "8h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flyhomes co-founder gets ‘second chance at life’ as CEO of new startup supporting caregivers",
            "link": "https://www.msn.com/en-us/money/personalfinance/flyhomes-co-founder-gets-second-chance-at-life-as-ceo-of-new-startup-supporting-caregivers/ar-AA1uMXSR?ocid=BingNewsVerp",
            "description": "Stephen Lane's last startup was growing like gangbusters when his life changed in an instant. The co-founder of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rom8i580tZUJawrlpwvDGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "16hon MSN",
            "source": "Geekwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MotorTrend Announces 2025 Software-Defined Vehicle Innovator Award Finalists",
            "link": "https://www.motortrend.com/news/2025-motortrend-software-defined-vehicle-innovator-award-finalists/",
            "description": "After more nominations than ever before, the third annual iteration of the SDV awards celebrates visionaries driving the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.43-4dOMNmFCjg7QVO_w-Zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Motor Trend13h",
            "source": "Motor Trend",
            "article_content": "After more nominations than ever before, the third annual iteration of the SDV awards celebrates visionaries driving the future of mobility through software innovation.\n\nMotorTrend Group, a Warner Bros. Discovery company, announced today the finalists for the third annual SDV (Software-Defined Vehicle) Innovator Awards, presented in partnership with BlackBerry Limited (NYSE: BB; TSX: BB), whose BlackBerry QNX® technology is used by countless automakers around the world. The SDV Innovator Awards program is the first and only in the industry to celebrate the experts, leaders, and pioneers on the cutting edge of the massive disruption in the automotive marketplace. The future of mobility will be shaped by digital innovations powered by software that make our vehicles smarter, more connected, and more intuitive.\n\nThis year, MotorTrend received the most nominees in the award’s history, with an accomplished field of candidates representing leading OEM, supplier, and technology companies. In its most competitive year to date, the awards recognize the most innovative superstars of the automotive software industry. Winners of the awards across three categories will come from the following 23 companies:\n\nAmazon Web Services\n\nAptiv\n\nCaptain AI\n\nCompredict GmbH\n\nElektrobit\n\nEureka Labs\n\nFord Motor Company\n\nGeneral Motors\n\nHyundai Mobis\n\nJaguar Land Rover\n\nKPIT Technologies\n\nLG Electronics\n\nMarelli\n\nMegatronix (Beijing) Technology Co., LTD\n\nNIO\n\nRivian\n\nShanghai Jidu Automobile Co., LTD\n\nTesla\n\nToyota Motors North America R&D\n\nTTTech Auto\n\nValeo\n\nVolvo Cars\n\nXPENG Motors\n\nA panel of jurors from MotorTrend’s editorial team will be selecting winners of the 2025 SDV Innovator Awards in the Pioneer, Leader, and Expert categories.\n\nWinners will be announced at the third annual SDV Innovator Awards Gala, in partnership with BlackBerry QNX, at CES 2025 in Las Vegas on January 7, 2025.\n\nFor more information on the awards and how BlackBerry QNX provides the high-performance foundational software for the vehicles of today and the future, please visit: blackberry.qnx.com/sdvawards\n\nAbout MotorTrend Group\n\nMotorTrend Group, a Warner Bros. Discovery company, is the world’s largest automotive media group dedicated to introducing, inspiring, and intensifying people’s passions for the motoring world. Comprising more than 50 iconic brands including MOTORTREND, HOT ROD, ROADKILL and more, MotorTrend Group is the ultimate source of entertainment and information for both auto enthusiasts and car shoppers, with a monthly audience over 30 million in addition to over 70 million social followers. Featuring world-class automotive entertainment across the No. 1 television network for automotive fans, digital streaming channels, iconic events, the largest automotive social network, category-leading podcasts, over seven decades of print and digital editorial content, and cutting-edge resources for new car shoppers, MotorTrend embodies every corner of car culture. From electric vehicles to timeless classic customs, MotorTrend Group brings the latest motoring trends to fans of all generations.\n\nAbout Warner Bros. Discovery\n\nWarner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the world’s most differentiated and complete portfolio of content and brands across television, film and streaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, Eurosport, HBO, HBO Max, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Film Group, Warner Bros. Television Group, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com.\n\nAbout BlackBerry\n\nBlackBerry (NYSE: BB; TSX: BB) provides intelligent security software and services to enterprises and governments around the world. The company’s software powers over 255M vehicles. Based in Waterloo, Ontario, the company leverages AI and machine learning to deliver innovative solutions in the areas of cybersecurity, safety, and data privacy solutions, and is a leader in the areas of endpoint management, endpoint security, encryption, and embedded systems. BlackBerry’s vision is clear - to secure a connected future you can trust. For more information, visit BlackBerry QNX and follow @QNX News\n\nTrademarks, including but not limited to BLACKBERRY and EMBLEM Design, are the trademarks or registered trademarks of BlackBerry Limited, and the exclusive rights to such trademarks are expressly reserved. All other trademarks are the property of their respective owners. BlackBerry is not responsible for any third-party products or services."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Patient Registry Software Market Trends, Innovations, and Forecast Analysis 2024-2032",
            "link": "https://www.taiwannews.com.tw/news/5980291",
            "description": "The global patient registry software market size was US$ 1191.1 million in 2021. The global patient registry software market to surpass US$ 2.9 billion by 2030 by registering a compound annual growth ...",
            "image_url": "https://www.bing.com/th?id=ODF.vkDCJYloS7GKf-8BRt1TFQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "software+trend",
            "date": "Taiwan News9h",
            "source": "Taiwan News",
            "article_content": "Report Ocean has published a new report on the Patient Registry Software Market, delivering an extensive analysis of key factors such as market restraints, drivers, and opportunities. The report offers a detailed examination of industry trends and developments shaping the growth of the Patient Registry Software market. It also provides a comprehensive analysis and forecast of the market future performance.\n\nThe global patient registry software market size was US$ 1191.1 million in 2021. The global patient registry software market to surpass US$ 2.9 billion by 2030 by registering a compound annual growth rate (CAGR) of 11.7% throughout the forecast period, i.e., 2022-30.\n\nRequest To Download Free Sample of This Strategic Report @https://reportocean.com/industry-verticals/sample-request?report_id=Pol1261\n\nPatient registration software (PRS) is a computerized database installed in healthcare centers. The system contains personal, medical, social, and financial information. Registries may offer academics and medical professionals’ crucial epidemiological information about common and uncommon diseases, including incidence and prevalence, symptoms, and severity.\n\nFactors Influencing the Market\n\n\n\nThe growing adoption of Electronic Health Records to save patients’ data and use it at any time and any moment will primarily drive the growth of the patient registry software market. The healthcare sector is evolving at a steep rate throughout the globe, owing to the growing prevalence of diseases and rising private and government spending in this sector. Apart from that, authorities are also focusing on adopting advanced technology, which is attributed to fuel the growth prospects of the market during the study period.\n\n\n\nEfforts to improve patient care services increases patient involvement, and trending concept of telemedicine is expected to bring untapped growth opportunities to the market during the study period.\n\n\n\nHowever, privacy and data security concerns may limit the market growth during the analysis period.\n\nCOVID-19 Impact Analysis\n\n\n\nDue to the COVID-19 pandemic, the adoption of Electronic Health Records increased. The pandemic raised the burden on the healthcare sector due to the large patient pool. Various countries witnessed a drastic drop in the availability of hospital beds and services. To provide efficient services even at a time of staff shortage, the demand for patient registry software increased substantially.\n\nGet a Free Sample PDF copy of the report @https://reportocean.com/industry-verticals/sample-request?report_id=Pol1261\n\nRegional Analysis\n\n\n\nNorth America is expected to dominate the patient registry software market during the study period. An expanding target population, rising illness prevalence, and the demand for population-based registries all contribute to the market’s expansion in this region. Additionally, this area is a significant contributor to the patient registry software market due to expanding government activities. To make patient registry software for clinical research more interactive and user-friendly, businesses are always working to develop user-interactive software. The Asia Pacific region is expected to record lucrative growth during the projection period. The use of electronic medical records has grown during the last few years. The growing aging population, frequent hospital visits, elevated diagnostic errors, and growing demand to reduce medical errors are the main market drivers in the region.\n\nCompetitors in the Market\n\n\n\n• Dacima Software Inc\n\n\n\n• FIGmd Inc.\n\n\n\n• Global Vision Technologies Inc.\n\n\n\n• Image Trend Inc.\n\n\n\n• IQVIA\n\n\n\n• Liasion Technologies\n\n\n\n• McKesson Corporation\n\n\n\n• Syneos Health\n\n\n\n• Velos Inc.\n\n\n\n• Other Prominent Players\n\nMarket Segmentation\n\n\n\nThe global patient registry software market segmentation focuses on Type of Registry, Software, End-User, and Region.\n\n\n\nBy Type of Registry:\n\n\n\n• Disease Registries\n\n\n\n• Health Service Registries\n\n\n\n• Product Registries\n\nDownload Sample Report, SPECIAL OFFER (Avail an Up-to 30% discount on this report ) @https://reportocean.com/industry-verticals/sample-request?report_id=Pol1261\n\nBy Software:\n\n\n\n• Stand-alone Software\n\n\n\n• Integrated Software\n\n\n\nBy End User:\n\n\n\n• Government Organizations & Third-Party Administrators (TPAs)\n\n\n\n• Hospitals and Medical Practices\n\n\n\n• Private Payers\n\n\n\n• Pharmaceutical, Biotechnology, and Medical Device Companies\n\n\n\n• Research Centers\n\n\n\nBy Regional Outlook\n\n\n\n● North America\n\n\n\no The U.S.\n\n\n\no Canada\n\n\n\no Mexico\n\n\n\n● Europe\n\n\n\nWestern Europe\n\n\n\no The UK\n\n\n\no Germany\n\n\n\no France\n\n\n\no Italy\n\n\n\no Spain\n\n\n\no Rest of Western Europe\n\n\n\nEastern Europe\n\n\n\no Poland\n\n\n\no Russia\n\n\n\no Rest of Eastern Europe\n\n\n\n● Asia Pacific\n\n\n\no China\n\n\n\no India\n\n\n\no Japan\n\n\n\no Australia & New Zealand\n\n\n\no ASEAN\n\n\n\no Rest of Asia Pacific\n\nGet The Insights You Need By Customizing Your Report To Fit Your Unique Needs And Goals:-https://reportocean.com/industry-verticals/sample-request?report_id=Pol1261\n\n● Middle East & Africa (MEA)\n\n\n\no UAE\n\n\n\no Saudi Arabia\n\n\n\no South Africa\n\n\n\no Rest of MEA\n\n\n\n● South America\n\n\n\no Brazil\n\n\n\no Argentina\n\n\n\no Rest of South America\n\nFrequently Asked Questions: –\n\n1.What is the size and growth rate of the industry market?\n\n2.Who are the leading companies in the market?\n\n3.What are the primary drivers of market growth?\n\n4.What challenges or barriers do market participants face?\n\n5.Are there any regulatory or legal factors impacting the market?\n\n6.What are the emerging trends or opportunities within the market?\n\n7.How is the market segmented, and what are the characteristics of each segment?\n\n8.What pricing trends are observed in the market?\n\n9.What does the competitive landscape of the industry look like?\n\n10.What are the consumer preferences or purchasing behaviors in the market?\n\n11.Are there any regional or geographic differences in the market?\n\n12.What are the market projections for the coming years?\n\nAccess Full Report Description, TOC, Table of Figure, Chart, etc.-https://reportocean.com/industry-verticals/sample-request?report_id=Pol1261\n\nAbout Report Ocean:\n\nReport Ocean is a renowned provider of market research reports, offering high-quality insights to clients in various industries. Their goal is to assist clients in achieving their top line and bottom line objectives, thereby enhancing their market share in today’s competitive environment. As a trusted source for innovative market research reports, Report Ocean serves as a comprehensive solution for individuals, organizations, and industries seeking valuable market intelligence.\n\nContact Information:\n\nEmail:[email protected]\n\nAddress: 500 N Michigan Ave, Suite 600, Chicago, Illinois 60611, United States\n\nTelephone: +1 888 212 3539 (US – Toll-Free)\n\nFor more information and to explore their offerings, visit their website at:https://www.reportocean.com/"
        }
    }
]