[
    {
        "title": "How Fringe Theories Break Through—A Nobel Laureate And UFO Hunter Explain",
        "link": "https://www.forbes.com/sites/andreamorris/2024/10/09/how-fringe-theories-break-through-a-nobel-laureate-and-ufo-hunter-explain/",
        "description": "Highly speculative ideas rarely test out. That’s why CAS is something of a scientific unicorn—a highly speculative idea, the ...",
        "image_url": "https://www.bing.com/th?id=OVF.KlYsktGCXnDsma5X6oCOVQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Pentagon's secret UFO data retrieval program 'Immaculate Constellation' revealed for first time in new whistleblower report",
        "link": "https://www.msn.com/en-nz/news/other/secret-pentagon-ufo-program-immaculate-constellation-named-in-leak/ar-AA1rYGhO?ocid=BingNewsVerp",
        "description": "A secretive Pentagon program to 'detect' and 'quarantine' the military's best UFO data has been hidden since 2017 from ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PW67GNBWgc8XCkP26tgUeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "10hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "Ontario remains tops for UFO sightings in Canada",
        "link": "https://torontosun.com/news/national/ontario-remains-tops-for-ufo-sightings-in-canada",
        "description": "Ontario is considered the UFO capital of Canada given the 21,884 encounters reported, with sightings described as 'orbs with 20 lights,' 'black triangles moving fast,' and mysterious 'spherical ...",
        "image_url": "https://www.bing.com/th?id=OJ.RmA7LPQJVF1o0Q&pid=news&w=100&h=16&rs=2",
        "category": "ufo",
        "date": "2h",
        "source": "Toronto Sun",
        "article_content": "Content not available"
    },
    {
        "title": "BREAKING News - Whistleblower reveals Secret UFO Program Immaculate Constellation",
        "link": "https://www.msn.com/en-us/entertainment/news/breaking-news-whistleblower-reveals-secret-ufo-program-immaculate-constellation/vi-AA1s1PNi?ocid=BingNewsVerp",
        "description": "Patrick discusses BOMBSHELL news about Secret UFO Program titled \"Immaculate Constellation\" being revealed to the public for ...",
        "image_url": "https://www.bing.com/th?id=OVF.B%2bhktNRe7auyRCdPA7CEow&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN6h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "New UFO Whistleblower reveals the reverse engineering program called Immaculate Constellation.",
        "link": "https://www.msn.com/en-us/news/technology/new-ufo-whistleblower-reveals-the-reverse-engineering-program-called-immaculate-constellation/vi-AA1s1NGF?ocid=BingNewsVerp",
        "description": "Michael Shellenberger dropped a bombshell article about a new whistleblower who has gone to congress revealing a government program called Immaculate Constellation which is a UFO reverse enigeering ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN6h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Can Adobe repair its AI reputation with its new Content Authenticity web app?",
        "link": "https://www.yahoo.com/tech/adobe-repair-ai-reputation-content-080053480.html",
        "description": "The company has announced a new Content Authenticity Web App designed to \"champion creator protection and attribution\". An ...",
        "image_url": "https://www.bing.com/th?id=OVFT.62PYoEOU2fl0GyH4CkZyCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Adobe/Future\n\nSeveral companies have experienced reputational issues as a result of their approach to AI in 2024. Chief among them is Adobe, whose Terms of Service debacle in the summer led to a fierce backlash from creatives. But the brand's latest move might just help ingratiate the company with AI-sceptics.\n\nThe company has announced a new Content Authenticity Web App designed to \"champion creator protection and attribution\". An extension of the Content Authenticity Initiative we've already seen Adobe develop over the last couple of years, the new web app offers a free way for creators to apply content credentials to their work.\n\nAdobe\n\nAs well as adding credentials, the web app lets creators set AI training and usage preferences, essentially letting artists opt-out of being trained by models. Of course, this relies on other models recognising this, but Adobe is \"actively working to drive industry-wide adoption of this preference.\"\n\nA free, public beta of the Adobe Content Authenticity web app will be available in Q1 2025, and users can sign up for more information here. As well as the web app, there'll also be a handy Chrome extension for inspecting credentials.\n\nAdobe Content Credentials web app\n\n\"Adobe’s new tool for signing artwork is a game-changer,\" gushes illustrator Pepita Sandwich via the Adobe website. \"It makes adding Content Credentials to digital pieces easy and professional. The interface is intuitive and ensures seamless integration, while the security features give me peace of mind. I also love that it offers the option to opt-out of AI training—perfect for protecting my creative rights.\"\n\nIt's certainly a timely move for a company that has endured its fair share of criticism from artists this year, as well as facing the small matter of getting sued by the US government over its convoluted cancellation processes. But with the brand having previously committed to \"doing the right thing\" when it comes to AI, focussing its efforts on the Content Authenticity Initiative seems like a wise move."
    },
    {
        "title": "Gradio 5 is here: Hugging Face’s newest tool simplifies building AI-powered web apps",
        "link": "https://venturebeat.com/ai/gradio-5-is-here-hugging-faces-newest-tool-simplifies-building-ai-powered-web-apps/",
        "description": "Hugging Face launches Gradio 5, a powerful tool that simplifies AI app development for enterprises, featuring enhanced ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dr0CbfzE3Nd72M5xlake2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nHugging Face, the fast-growing AI startup valued at about $4.5 billion, has launched Gradio 5, a major update to its popular open-source tool for creating machine learning applications. The new version aims to make AI development more accessible, potentially speeding up enterprise adoption of machine learning technologies.\n\nGradio, which Hugging Face acquired in 2021, has quickly become a cornerstone of the company’s offerings. With over 2 million monthly users and more than 470,000 applications built on the platform, Gradio has emerged as a key player in the AI development ecosystem.\n\nBridging the gap: Python proficiency meets web development ease\n\nThe latest version aims to bridge the gap between machine learning expertise and web development skills. “Machine learning developers are very comfortable programming in Python, and oftentimes, less so with the nuts and bolts of web development,” explained Abubakar Abid, Founder of Gradio, in an exclusive interview with VentureBeat. “Gradio lets developers build performant, scalable apps that follow best practices in security and accessibility, all in just a few lines of Python.”\n\nOne of the most notable features of Gradio 5 is its focus on enterprise-grade security. Abid highlighted this aspect, telling VentureBeat, “We hired Trail of Bits, a well-known cybersecurity company, to do an independent audit of Gradio, and included fixes for all the issues that they found in Gradio 5… For Gradio developers, the key benefit is that your Gradio 5 apps will, out-of-the-box, follow best practices in web security, even if you are not an expert in web security yourself.”\n\nAI-assisted app creation: Enhancing development with natural language prompts\n\nThe release also introduces an experimental AI Playground, allowing developers to generate and preview Gradio apps using natural language prompts. Ahsen Khaliq, ML Growth Lead at Gradio, emphasized the importance of this feature, saying, “Similar to other AI coding environments, you can enter a text prompt explaining what kind of app you want to build and an LLM will turn it into Gradio code. But unlike other coding environments, you can also see an instant preview of your Gradio app and run it in the browser.”\n\nThis innovation could dramatically reduce the time and expertise needed to create functional AI applications, potentially making AI development more accessible to a wider range of businesses and developers.\n\nGradio’s position in the AI ecosystem is becoming increasingly central. “Once a model is available on a hub like the Hugging Face Hub or downloaded locally, developers can wrap it into a web app using Gradio in a few lines of code,” Khaliq explained. This flexibility has led to Gradio being used in notable projects like Chatbot Arena, Open NotebookLM, and Stable Diffusion.\n\nFuture-proofing enterprise AI: Gradio’s roadmap for innovation\n\nThe launch of Gradio 5 comes at a time when enterprise adoption of AI is accelerating. By simplifying the process of creating production-ready AI applications, Hugging Face is positioning itself to capture a significant share of this growing market.\n\nLooking ahead, Abid hinted at ambitious plans for Gradio: “Many of the changes we’ve made in Gradio 5 are designed to enable new functionality that we will be shipping in the coming weeks… Stay tuned for: multi-page Gradio apps, navbars and sidebars, support for running Gradio apps on mobile using PWA and potentially native app support, more built-in components to support new modalities that are emerging around images and video, and much more.”\n\nAs AI continues to impact various industries, tools like Gradio 5 that connect advanced technology with practical business applications are likely to play a vital role. With this release, Hugging Face is not just updating a product — it’s potentially altering the landscape of enterprise AI development."
    },
    {
        "title": "Is Generative AI Having Its IPhone Moment?",
        "link": "https://www.forbes.com/sites/delltechnologies/2024/10/10/is-generative-ai-having-its-iphone-moment/",
        "description": "Small language models continue to gain traction among enterprises adopting generative AI for bespoke use cases.",
        "image_url": "https://www.bing.com/th?id=OVFT.A-psFoli3K8-MLyFQG7oUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "How to Build Your First iOS App with AI",
        "link": "https://www.geeky-gadgets.com/build-your-first-ios-app-with-ai/",
        "description": "Learn how to build your first iOS app using AI to create a complete working application capable of running on Apple devices.",
        "image_url": "https://www.bing.com/th?id=OVFT.abRFysVqixdBXByHiLQ5AS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "Geeky Gadgets",
        "article_content": "The ability to build your first Apple iOS app is now even easier, thanks to the power of artificial intelligence (AI). The process of creating a simple yet effective habit-tracking app using AI tools, specifically Cursor AI, requires no prior programming skills. As the AI-generated code and natural language processing, enables you to develop a fully functional app with ease, opening up a world of possibilities for aspiring app developers. In the video below Alex Finn takes you through the process step-by-step in just 7 minutes.\n\nGetting Started\n\nTo begin your app development journey, the first step is to download and install Xcode from the App Store. Xcode is Apple’s official integrated development environment (IDE) and is essential for building iOS applications. Once you have successfully installed Xcode, create a new iOS project and give it a meaningful name, such as “Habit Tracker.” This initial setup forms the foundation of your app, allowing you to focus on designing an intuitive user interface and implementing key features rather than getting bogged down in complex coding tasks.\n\nSimplifying App Development with AI\n\nThe next step is to download and open Cursor AI, a powerful tool that simplifies the app creation process through AI-powered code generation. By opening your project folder in Cursor AI, you can start building your app without writing a single line of code. This innovative tool enables you to use plain English prompts to generate the necessary code, making app development more intuitive and accessible to beginners and experienced developers alike.\n\nNatural Language Processing: Cursor AI uses advanced natural language processing techniques to understand your prompts and generate appropriate code snippets.\n\nCursor AI uses advanced natural language processing techniques to understand your prompts and generate appropriate code snippets. Seamless Integration: The generated code seamlessly integrates with your Xcode project, ensuring a smooth development process.\n\nThe generated code seamlessly integrates with your Xcode project, ensuring a smooth development process. Iterative Development: With Cursor AI, you can easily modify and expand your app’s functionality by adding new prompts, allowing for rapid iteration and improvement.\n\nBuild Your first iOS App With AI\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of AI apps :\n\nBuilding A Habit Tracker iOS App: A Step-by-Step Guide\n\nWith Cursor AI at your disposal, adding features to your habit-tracking app becomes a breeze. Start by creating an input field and a plus sign button for users to add new habits they want to track. To make tracking progress more engaging, incorporate a checkbox feature that allows users to mark habits as completed. Consider adding a delightful confetti animation that triggers when a habit is successfully completed, providing a sense of accomplishment and positive reinforcement.\n\nTo enhance the user experience further, integrate a calendar view that displays habit completion over time. This feature enables users to visualize their progress and identify patterns in their habit-forming journey. By breaking down the app development process into manageable steps and using AI-generated code, you can create a user-friendly and visually appealing app that encourages consistent habit tracking.\n\nInput Field and Plus Sign: Create a simple and intuitive interface for users to add new habits they want to track.\n\nCreate a simple and intuitive interface for users to add new habits they want to track. Checkbox Feature: Implement a checkbox system that allows users to mark habits as completed, providing a sense of progress and accomplishment.\n\nImplement a checkbox system that allows users to mark habits as completed, providing a sense of progress and accomplishment. Confetti Animation: Add a celebratory confetti animation that triggers when a habit is successfully completed, creating a positive and rewarding user experience.\n\nAdd a celebratory confetti animation that triggers when a habit is successfully completed, creating a positive and rewarding user experience. Calendar View: Integrate a calendar view that displays habit completion over time, allowing users to track their progress and identify patterns.\n\nTesting and Iterating: Ensuring a Seamless User Experience\n\nTesting is a crucial step in the app development process, and Xcode provides a powerful tool called the iOS simulator to help you ensure your app’s functionality. The simulator allows you to test your app on various virtual devices, simulating different screen sizes, resolutions, and hardware configurations. This enables you to identify and address any potential issues or bugs before releasing your app to the public.\n\nBased on the insights gained from testing, you can iterate on your app’s features by adding new prompts in Cursor AI. This iterative approach ensures that your app meets user needs, functions smoothly, and provides an optimal user experience. By continuously refining and improving your app, you can create a polished and professional-grade application that stands out in the competitive iOS app market.\n\nExploring Potential and Future Steps\n\nThe ease and accessibility of app development using AI tools like Cursor AI highlight the immense potential for anyone, regardless of their technical background, to create powerful and engaging mobile applications. Once you have completed your habit-tracking app, consider taking the next step by uploading it to the App Store. This process involves following Apple’s submission guidelines, ensuring your app meets their quality standards, and potentially monetizing your app through in-app purchases or advertisements.\n\nBy using the power of AI in app development, you can focus on creativity, innovation, and delivering a seamless user experience, making app development an achievable goal for beginners and experts alike. As you continue to explore the possibilities of AI-assisted app development, you may discover new opportunities to create more complex and feature-rich applications, pushing the boundaries of what is possible in the world of mobile app development.\n\nApp Store Submission: Follow Apple’s guidelines and submit your app to the App Store, making it available to a wide audience of iOS users.\n\nFollow Apple’s guidelines and submit your app to the App Store, making it available to a wide audience of iOS users. Monetization Strategies: Explore various monetization options, such as in-app purchases or advertisements, to potentially generate revenue from your app.\n\nExplore various monetization options, such as in-app purchases or advertisements, to potentially generate revenue from your app. Continuous Improvement: Gather user feedback and analytics to identify areas for improvement and iterate on your app’s features and functionality.\n\nGather user feedback and analytics to identify areas for improvement and iterate on your app’s features and functionality. Expanding Your App Portfolio: Apply the skills and knowledge gained from building your habit-tracking app to create more complex and feature-rich applications in the future.\n\nBuilding an iOS app using AI tools like Cursor AI is a straightforward and accessible process that democratizes app development. By following this beginner’s guide and using the power of AI-generated code and natural language processing, you can create a functional, engaging, and user-friendly habit-tracking app. This experience paves the way for future projects, innovations, and a deeper exploration of the exciting world of AI-assisted app development.\n\nMedia Credit: Alex Finn\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Someone claims to have used AI to apply to 2,843 jobs",
        "link": "https://www.msn.com/en-us/news/technology/a-reporter-used-ai-to-apply-to-2843-jobs/ar-AA1s2ehH?ocid=BingNewsVerp",
        "description": "A 404 Media reporter writes about how he used an AI tool to apply for thousands of jobs without lifting a finger.",
        "image_url": "https://www.bing.com/th?id=OVFT.bWxdQtZ5t1SCUvoTodxPrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "The ghostbusters of Erie: Meet the paranormal investigation group Eerie Unknown",
        "link": "https://www.msn.com/en-us/travel/tripideas/the-ghostbusters-of-erie-meet-the-paranormal-investigation-group-eerie-unknown/ar-AA1s1bbD?ocid=BingNewsVerp",
        "description": "A local paranormal investigation group which started in December of 2019 now has more than 6,000 followers on Facebook and scary tales to tell.",
        "image_url": "https://www.bing.com/th?id=OJ.rB8jAUdDo2KkXA&pid=news&w=46&h=16&rs=2",
        "category": "paranormal",
        "date": "9hon MSN",
        "source": "Erie Times-News on MSN",
        "article_content": ""
    },
    {
        "title": "Chicago Hauntings: More than just wings and tight outfits at the haunted Chicago Hooters",
        "link": "https://www.msn.com/en-us/travel/other/chicago-hauntings-more-than-just-wings-and-tight-outfits-at-the-haunted-chicago-hooters/ar-AA1s34nA?ocid=BingNewsVerp",
        "description": "According to Tony Szabelski of Chicago Hauntings Tours, paranormal activity has been reported in the Hooters building for about two decades.",
        "image_url": "https://www.bing.com/th?id=OJ.8MmhhQ3g034d0g&pid=news&w=87&h=16&rs=2",
        "category": "paranormal",
        "date": "1hon MSN",
        "source": "CBS News on MSN",
        "article_content": ""
    },
    {
        "title": "How YouTube Scares Away Viewers From Its Hottest Genre: Horror",
        "link": "https://variety.com/vip/youtube-horror-content-creators-sam-and-colby-1236173617/",
        "description": "Horror-based creators have a track record of thriving on YouTube and crossing into the mainstream. All YouTube has to do is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vmPBCosismuGksSZMOJM_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "Variety",
        "article_content": "The bomb that was “Joker: Folie à Deux” loomed large over this past weekend, but further down the box office tally lies a success story: the limited-release documentary “Sam and Colby: The Legends of the Paranormal” finished sixth despite playing to just 350 screens nationwide.\n\nThis feat is just the latest example of YouTubers finding mainstream traction through horror — a genre that has been one of the most eclectic and innovative corners of YouTube — though the platform has made it increasingly difficult for some of these creators to reach audiences.\n\nOriginally launching a general vlogging channel in 2014, Sam and Colby gained most of their 13 million subscribers after going all in on paranormal investigation videos. The pair’s most popular videos are one-to-two-hour explorations of such iconic haunts as the Stanley Hotel (43 million views), the Queen Mary (22 million views) and the house that inspired “The Conjuring” (39 million views).\n\nA staple of Sam and Colby’s channel is Hell Week, an annual tradition where the pair release their biggest and scariest project of the year each October. Last year’s limited 168-theater run with Cinemark for their “Conjuring” house series sold out at every location, and so the duo upped the distribution to 350 screens for “Legends.”\n\nBox Office Mojo estimates “Legends” grossed around $1.76 million over the weekend, even with the movie playing to the fewest number of theaters in the top 10. The high fan turnout generated an average of nearly $6,000 per theater.\n\nSam and Colby’s box office win speaks to the unassuming power of niche yet large online communities and the ability of online content to compete with mainstream entertainment — something on which Michael Bay is banking as he preps “Skibidi Toilet” for the big leagues.\n\nBut it’s also just the latest instance of horror-focused creators jumping from YouTube to the mainstream. Last year saw the release of A24’s “Talk to Me,” the acclaimed debut film written and directed by Danny and Michael Philippou, better known as RackaRacka to their 6.86 million YouTube subscribers.\n\nPremiering the week after “Barbenheimer” weekend, ”Talk to Me” not only went on to earn over $92 million globally but it’s A24’s third-highest-grossing film behind Best Picture winner “Everything Everywhere All at Once” and summer blockbuster “Civil War.”\n\nThe success of “Talk to Me” has seemingly opened the floodgates for scare-inclined creators to reach audiences beyond YouTube. A24 is looking to YouTube again for its next horror hit, this time striking a deal with 18-year-old Ken Parsons for a film based on his “liminal space”-inspired “Backrooms” series.\n\nCurry Barker, who has made online waves with his award-winning short horror films (most recently the unsettling “Milk & Serial,” inspired by YouTube prank channels), is currently working on a full-length feature with “47 Meters Down” producer James Harris. In the meantime, YouTube film critic Chris Stuckmann’s debut supernatural feature “Shelby Oaks,” which raised over $1 million on Kickstarter, will be released by Neon next year.\n\nIt should be noted that this new era of online-bred scares hardly came out of nowhere. Horror is one of YouTube’s most prolific genres, and its presence on the platform spans as far back as YouTube itself.\n\nAs a film genre, horror is often associated with low budgets, scrappy filmmaking and craftiness in the face of technical limitations — qualities that can also be applied to YouTubers, especially in the early “Broadcast Yourself” days. Some of the site’s first viral scripted series, such as “Lonelygirl15” and \"Marble Hornets,” adapted “found footage”-style horror for the vlogging era, sparking fierce online debates over whether these shows were real.\n\nDuring the 2010s, BuzzFeed’s “Unsolved” series adapted the supernatural reality show format — a well-performing, if famously embellished, staple of cable — for online audiences, becoming one of the content studio’s most beloved titles. The show’s creator, Ryan Bergara, and co-host Shane Madej even leveraged the popularity of “Unsolved” to launch their own production company, Watcher Entertainment, alongside fellow BuzzFeed creator Steven Lim.\n\nToday, unscripted paranormal investigations are a fixture on YouTube. Offerings like Sam and Colby’s or Watcher’s “Ghost/Mystery Files,” the spiritual successor to “BuzzFeed Unsolved,” regularly thrill millions with ghost hunts and paranormal encounters. Even non-horror YouTubers will occasionally embark on a ghost hunt for easy views.\n\nBut the biggest innovations for the horror genre are still coming from ambitious filmmakers including RackaRacka and Barker, despite YouTube’s algorithm and monetization policy becoming more restrictive over the years. As part of its bid to keep advertisers happy and shed its amateurish reputation, YouTube is far from the wild West, anything-goes video platform that allowed creators to get gory in the 2000s and early 2010s.\n\nAs a result, creators of all genres are subject to the same monetization rules, which generally favor family-friendly content. The guys behind RackaRacka have even said they make little to no money on their videos — breakneck, bloody and stunt-fueled horror comedies — despite the millions of views on each.\n\nOn top of potentially being demonetized, more provocative creators also must contend with age-restriction warnings, which require users to sign into their YouTube account to confirm their age before watching the video. The issue is less about forcing users to sign in, and more that the ability for the video to be picked up by YouTube’s algorithm and reach new audiences is drastically reduced. Creators can manually mark their videos as 18+, but that still impacts each one’s standing in the algorithm and access to ad placement.\n\nYouTube’s automation is also known to automatically age-restrict generally inoffensive videos — ones containing too many swear words, for instance — putting creators’ livelihoods at risk. YouTube did loosen some of its monetization rules following creator backlash last year, but the constantly changing policies are still something creators need to tiptoe around.\n\nDespite these drawbacks, YouTube offers horror creators a platform to experiment, build a following and potentially break through. YouTube has also introduced additional income streams for creators outside of ads, including revenue from YouTube Premium and paid channel memberships in the vein of Patreon.\n\n“We welcome a variety of content and expression on YouTube, but not all videos are a fit for all advertisers, such as content that is age-restricted,” said a spokesperson for the company. “In recent years, we have taken steps to increase transparency around our advertiser-friendly guidelines and have opened up new monetization opportunities, like channel memberships for creators whose content may not suit all advertisers. We’ll continue to listen to the creator community about how we can support their success.”\n\nAs YouTube takes on major streaming platforms, transforms its TV app into a full-on streaming platform and advocates for major awards recognition on behalf of its creators, it would be remiss to leave its horror-leaning creators out of the conversation.\n\nEven the most non-advertiser-friendly corners of the genre still generate passionate fandoms, and films like “Talk to Me” — and even “Five Nights at Freddy’s,” the indie horror game turned major franchise thanks to a fervent YouTube fanbase — prove that wider audiences are interested.\n\nAnd when it comes to the content itself, the quality is there. Barker’s short films wouldn’t look out of place next to Netflix’s horror offerings. All YouTube has to do now is give these creators greater license to scare the hell out of more people."
    },
    {
        "title": "Indiana ranked among top 10 most haunted states",
        "link": "https://www.purdueexponent.org/city_state/general_news/indiana-ranked-among-top-10-most-haunted-states/article_15026198-8735-11ef-aa44-276f5b75d8bc.html",
        "description": "The state of Indiana falls within the top 10 for most haunted states in the United States, according to a new study.",
        "image_url": "https://www.bing.com/th?id=OVFT.rQWBF-fjCJMEldJGE9ex4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Purdue Exponent1h",
        "source": "Purdue Exponent",
        "article_content": "A 19th-century mill in Cutler, Ind., was turned into a haunted house one weekend in 2017. The mill containrd three floors of Halloween scares."
    },
    {
        "title": "UK's Most haunted cinema has a ghost that throws things at film fans during movies",
        "link": "https://www.scotsman.com/watch-this/uks-most-haunted-cinema-has-a-ghost-that-throws-things-at-film-fans-during-movies-4819309",
        "description": "Welcome to Britain's most haunted cinema - which is 'stalked by a ghost that walks through walls' and throws things at ...",
        "image_url": "https://www.bing.com/th?id=OVFT.c-Lolg48eiaHoU8lnZLDUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "The Scotsman",
        "article_content": "Content not available"
    },
    {
        "title": "Stem cell discovery highlights importance of DNA methylation in cancer",
        "link": "https://www.msn.com/en-us/health/other/stem-cell-discovery-highlights-importance-of-dna-methylation-in-cancer/ar-AA1s2slS?ocid=BingNewsVerp",
        "description": "A study led by Umeå University, Sweden, presents new insights into how stem cells develop and transition into specialized ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Gpax7joAsFkEJlzu5r5VAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4hon MSN",
        "source": "Medical Xpress on MSN",
        "article_content": ""
    },
    {
        "title": "Toothbrushes and showerheads are teeming with viruses unknown to science, study shows",
        "link": "https://www.msn.com/en-us/health/medical/toothbrushes-and-showerheads-are-teeming-with-viruses-unknown-to-science-study-shows/ar-AA1s2y8b?ocid=BingNewsVerp",
        "description": "Scientists identified more than 600 viruses in samples taken from bathrooms in the United States. The viruses infect bacteria ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6JSZ9Ljy2BBHWcPHsSF8My&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN4h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "Over 160,000 new viruses discovered by AI",
        "link": "https://www.sciencedaily.com/releases/2024/10/241009121318.htm",
        "description": "RNA viruses have been discovered using a machine learning tool that researchers believe will vastly improve the mapping of life on Earth and could aid in the identification of many millions more ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily21h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "NASA announces a new class of space missions: Probe explorers",
        "link": "https://www.msn.com/en-us/news/technology/nasa-announces-a-new-class-of-space-missions-probe-explorers/ar-AA1rZan5?ocid=BingNewsVerp",
        "description": "NASA has sent a whole host of spacecraft across the solar system and even beyond. They range from crewed ships to orbit and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nRL0Knq0IaXM3PsmDnUr2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Don Harrington Discovery Center wins award at National Science Conference",
        "link": "https://www.msn.com/en-us/travel/news/don-harrington-discovery-center-wins-award-at-national-science-conference/ar-AA1rZ2TZ?ocid=BingNewsVerp",
        "description": "The Don Harrington Discovery Center (DHDC) was chosen as a recipient of a national award at the National Science Conference.",
        "image_url": "https://www.bing.com/th?id=OVF.aw3kTfxz0vRcSG%2b7qnKMag&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19hon MSN",
        "source": "Amarillo KFDA-TV on MSN",
        "article_content": ""
    },
    {
        "title": "How to use Perplexity AI Inside n8n (No Code)",
        "link": "https://www.geeky-gadgets.com/using-perplexity-ai-with-n8n/",
        "description": "Learn how to integrate perplexity AI into the n8n popular workflow automation platform to add extra abilities to your AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Bkt6XKnNgXsncmXKL9eQ2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "7h",
        "source": "Geeky Gadgets",
        "article_content": "Even though Perplexity is not officially supported within the popular workflow automation platform n8n, it is possible to setup. This guide by the AI Workshop will walk you through the process of connecting these platforms using n8n’s HTTP request tool, allowing you to tap into Perplexity’s features without the need for a built-in solution. Integrating Perplexity AI with n8n offers a powerful, no-code solution to enhance your workflow by using the capabilities of both platforms.\n\nGetting Started with Integration\n\nTo begin, you’ll need to establish a secure connection between n8n and Perplexity using n8n’s HTTP request tool. The first step in this process is generating an API key from Perplexity. This unique key acts as a secure gateway for your requests, ensuring that only authorized users can access the service. Once you have obtained your API key, you can proceed to import and configure API requests in n8n using the curl command. This step is crucial for establishing seamless communication between the two platforms, allowing you to automate tasks effortlessly and securely.\n\nHow to use Perplexity with n8n\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of n8n :\n\nConfiguring Automations\n\nWith the connection between n8n and Perplexity in place, you can start configuring automations for specific tasks. This process involves setting up JSON expressions to define roles within your workflows. Customizing prompts is particularly important, especially when automating tasks like summarizing guides or extracting key information from text. By carefully adjusting token limits, you can control the amount of content processed in each automation, ensuring that your workflows run efficiently and stay within the limits of your API usage.\n\nUse JSON expressions to define roles and customize prompts\n\nAdjust token limits to control content processing and optimize API usage\n\nTest and refine automations to ensure optimal performance\n\nExploring Practical Applications\n\nIntegrating Perplexity with n8n unlocks a wide range of practical applications that can significantly improve your productivity and streamline your workflow. One of the most beneficial use cases is the automatic summarization of media guides. By automating this task, you can save valuable time and effort that would otherwise be spent manually reading and summarizing content. Additionally, this integration setup can be easily adapted for various other tasks, such as data scraping, information retrieval, or even generating reports. The versatility of this toolset makes it an invaluable asset for businesses and individuals with diverse automation needs.\n\nKey Considerations\n\nAs you implement the integration between Perplexity and n8n, there are a few important considerations to keep in mind. First and foremost, protecting your API keys is crucial to maintain the security of your automations and prevent unauthorized access. Regularly review and update your configurations to ensure they align with your specific automation requirements and optimize performance. This proactive approach will help you maintain secure and efficient workflows, allowing you to focus on core tasks and objectives.\n\nProtect API keys to maintain security and prevent unauthorized access\n\nRegularly review and update configurations to optimize performance\n\nMonitor automations to identify and address any issues promptly\n\nLooking to the Future\n\nWhile the current no-code approach using n8n’s HTTP request tool provides a robust solution for integrating Perplexity, there is potential for further simplification in the future. As n8n continues to evolve and expand its capabilities, it is possible that a direct integration with Perplexity will be developed. This would streamline the setup process even further, making it easier for users to use the power of both platforms without the need for manual configuration.\n\nBy following the steps outlined in this guide, you can effectively integrate Perplexity with n8n, harnessing the power of automation to streamline your workflows, boost productivity, and unlock new possibilities for your business or personal projects. Embrace the potential of this integration and take your efficiency to the next level.\n\nMedia Credit: AI Workshop\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Want AI? Consider Workflow Automation Technology",
        "link": "https://www.jdsupra.com/legalnews/want-ai-consider-workflow-automation-8633065/",
        "description": "The hype around Gen AI has contributed to a wave of interest in how to apply many forms of AI, not just Gen AI. As companies ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tAiSGdQGjDrXaHZVxKXPjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "JD Supra6m",
        "source": "JD Supra",
        "article_content": "[author: Catherine J. Moynihan**]\n\nThe hype around Gen AI has contributed to a wave of interest in how to apply many forms of AI, not just Gen AI. As companies promote the adoption of AI enterprise-wide to remain competitive, some in-house legal departments are enjoying less restraint on investments tied to the use of AI-powered technology. Many are doing it the hard way — trying to apply emerging Gen AI technology to address specific, narrow pain points — and overlooking broader legal operation needs.\n\nWhile Gen AI can perform incredibly useful tasks, from answering questions about policies to redlining contracts, these tools typically lack the workflow orchestration and administration features that are critical for managing processes and gathering performance management data.\n\nAs the interest in using AI-driven technology continues to grow, it makes sense to consider investing in AI-powered workflow automation (WFA) solutions that are quickly adding Gen AI.\n\nLow/No Code Workflow Automation Solutions’ Capabilities\n\nThe leading solutions marketed to corporate legal departments (Bryter, Checkbox, Josef, Kim, MyLegal, Neota, OnitX, TAP, and Tonkean) provide workflow applications and “citizen developer” building blocks, along with strong integration, administration, document automation, compliance, and security capabilities.\n\nBuyers of WFA technology are advised to consider how these providers’ approaches align with their needs in the following key areas:\n\nWorkflow Management — Controlling the flow of tasks, processes, or actions is generally handled under one of two approaches:\n\nDecision tree-oriented solutions use a flowchart structure. Their logic-based approach is intuitive to lawyers, with easy-to-follow visual representations, but interdependencies are more difficult to manage.\n\nsolutions use a flowchart structure. Their logic-based approach is intuitive to lawyers, with easy-to-follow visual representations, but interdependencies are more difficult to manage. Orchestration-focused solutions provide a centralized way to design and control workflows involving multiple tasks, systems, and actors. The tools gather data, monitor status, and trigger the next tasks. They are well-suited for complex workflows, but management can be challenging.\n\nIntegration — Interacting with adjacent systems, in the legal department or across functions, involves approaches that can be combined to facilitate making connections without engaging IT:\n\nOut-of-the-box integrations to commonly used collaboration tools such as Slack, Teams, and Outlook to “meet clients where they are.” They are typically as simple as providing credentials to enable a link between the two systems.\n\nto commonly used collaboration tools such as Slack, Teams, and Outlook to “meet clients where they are.” They are typically as simple as providing credentials to enable a link between the two systems. Integration Platform as a Service (iPaaS) enables integration with a wide variety of applications and databases. Data transformation is part of the process.\n\nenables integration with a wide variety of applications and databases. Data transformation is part of the process. Third-party iPaaS through established partnerships with middleware solutions, such as Workato or MuleSoft. Separate subscriptions may be needed.\n\nAdministration — The activities related to the setup, monitoring, and maintenance of the automation environment, which includes integrations, access control, and oversight of a portfolio of workflows. Mastery can involve a learning curve, so administrator “mindshare” matters.\n\nDocument Automation — A number of workflow solutions automate the process of generating personalized documents efficiently and consistently. Common use cases include high-volume or low-risk contracts.\n\nBulk Processes and Campaigns — Some WFA solutions can launch processes at scale across many users:\n\n“Batch” processes involve data iteration and parallel execution. Use cases include issuing addenda per new regulations or policies and issuing outside counsel guideline updates — often one-way processes.\n\ninvolve data iteration and parallel execution. Use cases include issuing addenda per new regulations or policies and issuing outside counsel guideline updates — often one-way processes. Campaigns are multi-step processes involving a variety of tasks. They provide a “wizard” for executing and tracking progress. They are well-suited for two-way, iterative processes, such as compliance audits and policy management processes.\n\nCompliance and Security — Typically, audit trails and role-based access controls (user, builder, and administrator), while some provide fine-grained permissions using rules, geography, roles, data, actions (e.g., run or edit), and the specific workflow in use. Most WFA solutions provide data residency in both the US and Europe, with an ever-broader range of options.\n\nHow AI Supports Workflow Automation\n\nAI appears extensively across low/no code workflow automation solutions. Under this umbrella, more common capabilities include:\n\nIntelligent document processing, using optical character recognition (OCR) and natural language processing (NLP).\n\nData mapping and transformation between different formats, making it easier to integrate and process information from various sources.\n\nDecision automation using predefined rules and data inputs, which is especially helpful for applying conditional logic to determine workflow paths.\n\nMachine learning in low-code WFA to support continuous improvement based on new data and changing conditions.\n\nIt is interesting to understand what goes on “under the hood,” but the focus should be on how the solution meets anticipated needs. Teams benefit by thoroughly testing solutions and planning for a “human in the loop.” For example, a sophisticated paralegal with an AI-based contract redlining tool can conduct a first-pass analysis, minimizing the number of people needing training.\n\nHow Gen AI Is Enhancing WFA Tools\n\nThe enthusiasm surrounding Gen AI has driven emerging capabilities to interpret queries, requests, and documents (all unstructured) and generate responses. Here are a few examples:\n\nBryter has added “AI Agents” for employees to get answers to policy questions, run health checks on policies, search across a defined knowledge base, extract data, and review contracts for deadlines and clauses.\n\nCheckbox has enhanced its “front door” to the legal department with an “AI Legal Chatbot” that automatically responds and routes requests based on company policies and playbooks.\n\nJosefQ, which uses Gen AI for policy Q&A, can be implemented by itself or with Josef’s core WFA tool.\n\nNeota, in keeping with its modular approach, announced the release of its “Azure OpenAI Building Block” for extracting text, language translations, and drafting context-aware messages.\n\nOnitX’s “Catalyst Virtual Assistant” answers questions and drafts follow-up emails using the context of stored legal service request, matter, and contracts data.\n\nMitratech’s TAP announced enhanced features that include text summarization and natural language search.\n\nTonkean’s “AI Front Door,” which classifies legal service requests for routing and reporting, includes a “LegalGPT” chatbot and an “AI Concierge” help feature for business users.\n\nBefore the advent of Gen AI, these tools already used AI to interact with clients and to kick off and intelligently execute automated workflows. Now, with Gen AI enhancements, the client interface is more conversational. Chatbots can answer questions clearly and accurately, and lawyers can save time with better search and strong summarization and drafting capabilities.\n\nLegal departments that obtain WFA tools begin harnessing the power of AI and Gen AI within the infrastructure of software solutions that also provide integration, administration, document automation, compliance, and security capabilities. As AI evolves, so will the tools.\n\nObtain the Key Solution Components to expect, fact-based analysis, and evaluations of the nine Advanced Solutions in the 2024 Hyperion Low/No Code Workflow Automation MarketView™ Report.\n\n** Catherine J. Moynihan is Senior Director, Strategic Intelligence & Advisory for Epiq’s Legal Business Advisory Group overseeing Hyperion Research, Epiq’s legal market intelligence program, as well as spearhead legal advisory intelligence programs for global legal executives focused on legal operations transformation.\n\n[View source.]"
    },
    {
        "title": "DeWalt's 5-Tool Bundle Kit Is $130 Off for October Prime Day, and It's an 'Excellent Way' to Start Your Collection",
        "link": "https://www.yahoo.com/tech/dewalts-5-tool-bundle-kit-090000490.html",
        "description": "Whether you're looking to replace old models or are starting your first collection of power tools, this DeWalt combo kit is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zGi6yghemFiYLsAhVQxmxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "23h",
        "source": "Yahoo",
        "article_content": "DeWalt's 5-Tool Bundle Kit Is $130 Off for October Prime Day, and It's an 'Excellent Way' to Start Your Collection\n\nMen’s Journal aims to feature only the best products and services. If you buy something via one of our links, we may earn a commission.\n\nIf you're looking for new power tools, you can forget about wandering the aisles and fighting the crowds at your local big-box hardware store—Amazon is the best place to look right now. The retailer's October Prime Day is in full swing, which means there are a ton of DeWalt's best tools on sale right now, including the bestselling cordless drills, spare 20V batteries, and even the seasonally popular cordless leaf blower. But one of the best DeWalt deals right now is on the brand's multi-tool combo kit, and it's the best way to start your collection.\n\nThe DeWalt 20V Max Power Tool Combo Kit is on sale for $509 during Prime Big Deal Days—a 20% discount on its already bundled price of $639. This kit has earned over 650 five-star ratings from Amazon shoppers who say it's an “excellent way to build a set of essential power tools.” It's worth noting that this DeWalt tool kit comes with a total of five tools—not four, as stated in its Amazon title—which drastically increases its value.\n\nDeWalt 20V Max Power Tool Combo Kit, $509 (was $639) on Amazon\n\nGet It\n\nThe DeWalt 20V Max Power Tool Combo Kit includes a drill, impact driver, circular saw, reciprocating saw, and an oscillating multi-tool. All of the tools are powered by DeWalt 20V Max batteries, and the kit includes a 2Ah and a 4Ah battery as well as a battery charger and a bag to carry everything. The drill and impact driver are perfect for sinking screws into drywall and loosening stubborn car lugnuts, respectively, while the circular and reciprocating saws can zip through wood and other materials when working on DIY projects. As the name implies, the oscillating multi-tool has a variety of uses, from cutting wood in tight spaces to making plunge cuts in cabinets and so much more.\n\nDeWalt tools never fail to impress, and Amazon reviewers have been happy with this kit. “If you’re shopping on a budget but want good quality, this is likely the set for you,” one shopper said.\n\nRelated: Thousands of DeWalt, Levi's, and Asics Deals Are Now Live for Amazon's October Prime Day—Shop These 12 ASAP\n\n“I’m impressed by the power of all the tools and the battery run time,” said another reviewer.\n\nWhether you're looking to replace old models or are starting your first collection of power tools, this DeWalt combo kit is the most economical way to do it, especially while it's on sale for October Prime Day. The current pricing won’t last beyond Oct. 9, so make sure you get this kit in your cart ASAP."
    },
    {
        "title": "Did that startup founder really work through his wedding?",
        "link": "https://www.msn.com/en-us/news/technology/did-that-startup-founder-really-work-through-his-wedding/ar-AA1rZoaF?ocid=BingNewsVerp",
        "description": "Thoughtly co-founder Casey Mackrell had a big week. First, he got married. Then, he went viral. At his wedding reception, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LUu9cAHsAYVV2ZPye8hsLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "21hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "HP might have the fastest AI laptop to date — and I tried it",
        "link": "https://www.digitaltrends.com/computing/hp-elitebook-x-first-look/",
        "description": "The HP EliteBook X G1a is among the first in HP's new business lineup and a member of the new class of \"Next Gen AI PCs.\" It's a lovely, well-built machine.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "2h",
        "source": "Digital Trends",
        "article_content": "HP is in the process of redoing its product lines, with the OmniBook lineup taking over all of its consumer machines including budget, midrange, premium, and gaming laptops. The EliteBook remains as its business laptop line, and the new EliteBook X G1a is the latest machine that leverages AMD’s Ryzen AI series of chipsets in the “Next Gen AI PC” initiative.\n\nThe EliteBook X G1a introduces several new features aimed at those tasks that businesspeople want the most, and I received a preproduction unit to take a look at. I can’t provide benchmarks or test some of the more advanced features that aren’t available yet. But the EliteBook X G1a is a tantalizing vision.\n\nRecommended Videos\n\nDesign\n\nHP makes some good-looking and high-quality laptops. The EliteBook X G1a is a prime example. It’s solid as a rock all around, with no bending, flexing, or twisting in the lid, keyboard deck, or chassis. And it all seems crafted from chunks of aluminum in a way that’s reminiscent of of Apple’s MacBooks. The silver color scheme is elegant and refined, with a chrome HP logo that stands out without being mere bling.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nThe hinge is smooth when opening the lid with one hand, and it stays firmly in place. It might be a pre-production unit, but it doesn’t need much adjusting. I like the look and feel quite a bit, and I’m sure HP’s business market will agree.\n\nI don’t have full specs for the laptop. But, it’s not the thinnest or lightest 14-inch laptop. In fact, it’s a little chunky compared to something like the incredibly thin MacBook Air M3 that’s closer to a 14-inch than a 13-inch laptop. I don’t mind it, but it’s not going to lead its class. The display bezels are small enough to keep its width and depth in check, but the Dell XPS 14 remains the best in that department.\n\nI also liked the slightly rounded edges on the palm rest. That made it comfortable for longer typing sessions, like writing up this first look. Overall, I found the same kind of fastidious design that I’ve always perceived in Apple products.\n\nKeyboard and touchpad\n\nHP also makes good keyboards. Its Spectre keyboards have always been among my favorites on Windows laptops, coming very close to my overall favorite, Apple’s Magic Keyboard. And they put a great keyboard in the EliteBook X G1a.\n\nFirst, the keycap size and key spacing is perfect, and HP put high-contrast lettering that stands out against the dark gray keys. That makes the lettering easier to see even without the backlighting turned on, and it’s an accessibility feature for those with poor vision. Then, the switches are deep enough at 1.5mm, and they’re precise and snappy. They’re also consistent across the entire keyboard, including the space bar that can be too loose on some keyboards.\n\nThe touchpad is mechanical, which is a bit of a disappointment. Haptic touchpads are becoming more common on premium laptops, and HP has a great one on the Spectre x360 14. I wish it were available here. The touchpad is plenty large and its buttons have quiet, confident clicks. So it’s a good mechanical touchpad.\n\nThe display is touch-enabled, which I like. Overall, input options are excellent even if I wish the touchpad were a haptic version.\n\nConnectivity and webcam\n\nThe EliteBook X G1a has plenty of connectivity, with a couple of Thunderbolt 4 ports, USB-C and USB-A, and an HDMI port. Again, I don’t know all the specs, including wireless connectivity, but I have no doubt it’s up-to-date and that cellular connectivity will be an option. Note that the inclusion of Thunderbolt 4 is a little surprising given the AMD chipset. That’s usually not a thing.\n\nThe webcam is a 5MP version, but it’s not just a high-res webcam. It includes on-chip AI processing that enables enhanced user presence detection that, for example, blurs the screen automatically when two people are in view. There’s also the usual AI-enhanced functionality we expect with Microsoft’s various Copilot+ features, and Poly Camera Pro that further enhances video quality and performance using the neural processing unit (NPU).\n\nPerformance\n\nHP uses a custom version of AMD’s Ryzen AI 9, specifically the R9-12c PRO that’s based on the AMD Ryzen AI 9 HX 375 PRO. It enables the kind of security and manageability that enterprises demand, along with the sheer power of the Ryzen AI 9 chipset. I don’t have details on the chipset and I can’t publish any benchmarks.\n\nThe custom aspect is that the HP-specific chipset has faster on-device AI thanks to an NPU that runs at up to 55 tera operations per second (TOPS). That’s faster than any other chipset available today, and that means faster AI processing with the efficiency of the NPU compared to using the GPU.\n\nThere’s also custom RAM that runs at up to 8,000 MT/s, faster than you’ll see from other AMD chipsets. That, too, helps speed up AI processing. And HP will be introducing its AI Companion software that will enable a variety of AI features above and beyond what Copilot+ provides. AI Companion includes Analyze that lets you dig into files, along with other features that have yet to be fully explained. All of the features will run on-device, though, keeping things theoretically safer and more private and using the NPU to maintain efficiency.\n\nHP also updated its SmartSense feature to use AI to better manage performance and fan speed. Now, there are just two options available — SmartSense and Best Performance — meaning that users won’t need to spend as much time managing the EliteBook X G1a’s performance, heat, and noise. We’ll have to wait until we can run benchmarks to determine how effective the new software is in managing things.\n\nFinally, as a member of HP’s business lineup, the EliteBook X G1a has Wolf Security for enhanced security and privacy.\n\nBattery life\n\nThe battery here is reasonably hefty at 74.5 watt-hours. That should be plenty to power the laptop for a reasonably long time regardless of the display choice. But, once again, it’s not something I can test and report on.\n\nAMD’s Ryzen AI 9 chipset hasn’t been as efficient as some others, though, such as Intel’s Lunar Lake that we saw in the Asus Zenbook S 14.\n\nDisplay and audio\n\nThere will be two display options with the EliteBook X G1a. There’s a 14.0-inch WUXGA (1920 x 1200) IPS panel and a 2.8K (2880 x 1800) OLED touch display. The latter runs at up to 120Hz, and it’s the one on my pre-production unit.\n\nI can’t test the display, but it seems to offer the same bright, dynamic colors and inky blacks that I expect out of a typical OLED display. The IPS panel will offer better battery life but much worse image quality.\n\nAudio is provided by a four-speaker setup — two downward-firing and two upward-firing. Dual microphones use AI Noise Reduction to improve quality.\n\nAn intriguing laptop for business users\n\nAt this point, the most I can say about the EliteBook X G1a is that it’s an incredibly intriguing laptop with a host of features and functionality that could make for an elite (no pun intended) laptop for business users. It’s drop-dead gorgeous and solidly built, even for a pre-production machine. And it promises great performance and AI integration.\n\nOf course, the devil will be in the details, including pricing, and those will have to wait until it’s formally introduced. In the meantime, businesses should be looking into the EliteBook X G1a for its 2025 procurements."
    },
    {
        "title": "Data Teams Survey: Lag in DataOps and Value Delivered",
        "link": "https://www.infoq.com/news/2024/10/data-teams-dataops-lag/",
        "description": "We report on Jesse Anderson's 2024 Data Teams Survey which showed a lag in DataOps capabilities, slow LLM adoption, and a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3eKEZMB0kr8RPrFhA1ZRQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "InfoQ22h",
        "source": "InfoQ",
        "article_content": "Jesse Anderson, managing director of the Big Data Institute and author of Data Teams, recently published the latest findings from his annual Data Teams Survey of 81 data leaders and engineers across a range of enterprise types. The 2024 survey shows a slow adoption of LLMs by data teams, a neutral impact from remote work, and an overall decline in the perception of delivered value. The survey also calls out that data-operations capabilities are missing from half of the respondents.\n\nThe Data Teams Survey’s analysis emphasised the importance of spreading skills and cognitive load in the data domain across teams with data science, engineering, and operations capabilities. Anderson wrote that while data science and engineering teams are well-represented, \"operations teams are lacking in half of the respondents.\" Further, he also highlighted inconsistencies in how data teams tend to define the role of operations engineers, with only 20% aligning on a definition which covers systems engineering skills. He wrote:\n\nThe individual contributors must meet the criteria and definitions to represent the job title. We see well-represented responses for data scientists and data engineers with operations lagging.\n\nAnderson also published another article looking at the evolution of results from Data Teams Surveys between 2020 and 2024, in which he commented on the methodologies and practices used by data teams. Anderson wrote that over time he’s seen a \"decline in DataOps and an increase in teams not using a methodology\" of any kind. Anderson wrote that \"choosing a methodology is still essential\" for successful teams.\n\nCommenting on differentiators between high and low-value teams, Anderson wrote that high performers followed \"more best practices.\" The survey showed that these practices include engineering norms such as unit testing, close business collaboration, picking the right technologies, and having appropriate cross-functional skills.\n\nA recent episode of the Data Engineering Podcast discussed the need for increased engineering and operational rigour in data teams with Petr Janda, founder of Synq.io. He started Synq, a data operations reliability and observability platform, following his experience with data teams that measured incident recovery times in weeks, compared to hours for other engineering teams. Janda talked about the need for incident resolution processes which factor in a granular, data specific, impact on stakeholders and downstream systems. Calling out missing processes, he said:\n\nEveryone was focusing on the problem of detecting issues … So once we detect that a certain table is missing data or that a certain test is now failing because some business validation is not met, what happens afterwards? What is the workflow from the perspective of finding the right team to deal with that issue, and assessing the impact on the company? Is this even an issue we have to deal with right now, or is that something that can wait and be dealt with later?\n\nAnderson also reviewed participants' responses to questions about their teams' delivery of value to the business. Looking back over previous surveys, he observed a downward trend that he said, \"should give everyone in the industry pause.\" Anderson noted that many respondents \"highlighted a disconnect between data teams and business needs.\" This was attributed to insufficient \"domain knowledge\" and issues with \"communicating data value to stakeholders.\" Anderson wrote:\n\nI’ve been seeing this lower value creation trend anecdotally, and now we see it in the data. For a nascent industry like data teams, we should gradually increase the amount of value created or, at a minimum, stay the same. This downward trend has been troubling me for some time … It is concerning to me that there wasn’t an increase in value creation over three years.\"\n\nOn the subject of remote work, the survey shows that the majority of respondents indicate that remote work has not impacted their team’s productivity. The survey also showed a slow and shallow adoption of LLMs, with only 12% of surveyed teams using LLMs for data processing, which he described as their \"ideal\" use case. After accounting for 24% of teams not using LLMs at all, Anderson explained that the remainder primarily use them \"for code generation, ideation or copy creation, and code debugging.\"\n\nJanda concluded by reflecting on his hope that data teams would become more embedded into organisations’ operational radar, rather than \"seeing data as this thing on the side.\" He also called out the need for more cross-functional skills on data teams, saying:\n\nI hope to see a lot more teams being cross-functional in the way I remember we removed boundaries between frontend and backend and infra teams, by creating cross-functional units."
    }
]