[
    {
        "title": "UFO 50 is an Anthology of Pure Nostalgia",
        "link": "https://pctechmag.com/2024/10/ufo-50-is-an-anthology-of-pure-nostalgia/",
        "description": "UFO 50 is a pure nostalgia in metafiction and retro-gaming released this September by Derek Yu, popular known as his title; ...",
        "image_url": "https://www.bing.com/th?id=OVFT.II6Kl_M3OiRZ42W2B64i6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "PC Tech Magazine9h",
        "source": "PC Tech Magazine",
        "article_content": "When you think of a game development team releasing a collection of 50 games, most people tend to think they are mini-games or micro-games. That means short and simple games that wouldn’t take long to create the collection. However, that is not the case with UFO 50. This anthology of pure nostalgia in metafiction and retro-gaming released this September was created by Derek Yu, An American Indie game developer known for his popular title Spelunky.\n\nDerek Yu came up with the idea of creating a collection of 1980s-style arcade games to be packaged in a single release and enlisted the help of several Indie developers to bring it to life. Yu also created the story of a fictional gaming studio known as UFO Soft, whose development history is chronicled in his collection. Every game in the collection is unique, but the ongoing company narrative is conveyed through recurring themes, characters, and several sequels.\n\nWhen you open UFO 50, you are presented with a straightforward interface that you would expect from a casino operator like Betway, with 50 icons leading to different titles. The developers span every genre you can imagine existing in arcades in the 1980s, ranging from shooter to fighter, strategy, and stealth. However, these are not mini-games as every title has a uniquely crafted storyline and progression that’s beautifully packaged with a catchy soundtrack and visuals.\n\nRetro game enthusiasts who enjoy the thrill of online casinos will see familiar mechanics in titles like Gradius, Bubble Bobble, and Streets of Rage. Much like the unpredictable outcomes in games on Betway Zambia, these classic games incorporate unexpected twists to enhance the player’s experience. For example, in Caramel Caramel, players merge traditional spaceship shooting with elements of strategy, reminiscent of placing tactical bets. Similarly, the innovative gameplay of Mortal, where players use their character’s demise strategically to progress, mirrors the risk and reward dynamics found in online casino games, offering a blend of nostalgia and modern gaming challenges.\n\nWith challenging levels and little assistance, every game throws you into the thick of things and lets you work out a solution. That acts as a reminder that in the early days when there were no YouTube guides or tutorials, games were full of mysterious things.\n\nWhile most of these games have NES-era aesthetics, most are in dialogue with the trends and tropes of classic gaming like the Metroidvania progression system in the title Porgy. There are also several interesting curveballs like the Night Manor, which is a genuinely scary point-and-click horror game. If you still don’t know which titles to play, it will only take a few seconds to jump from one game to the other.\n\nAs a package, UFO 50 shows how rapidly technology has advanced since the 1980s, starting with the frustratingly clunky game of Barbuta to the sophisticated last game Cyber Owls which combines four different genres. All these games feel generally simple by the current industry standards and there’s excitement in the sense of focus that technical limitations create along with the willingness to experiment. The result is a riotous anthology of pure nostalgia that reminds players of what they might have forgotten in the wake of gaming tech innovations.\n\nSee also: The evolution of gaming chairs: from basic to high-tech"
    },
    {
        "title": "CIA Declassifies UFO Documents | The Truth About Extraterrestrial Encounters!",
        "link": "https://www.msn.com/en-us/video/news/cia-declassifies-ufo-documents-the-truth-about-extraterrestrial-encounters/vi-AA1rQ26r?ocid=BingNewsVerp",
        "description": "The CIA has just declassified UFO documents that reveal startling new information about extraterrestrial encounters! For decades, the government kept these files under wraps, but now the truth is out.",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Hosted on MSN9h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Taylor Library hosts renowned UFO researcher",
        "link": "https://www.thenewsherald.com/2024/10/07/taylor-library-hosts-renowned-ufo-researcher/",
        "description": "Taylor Community Library will host a talk by renowned UFO researcher and author Raymond Szymanski on October 16. As an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Kmu51n02APbxOAzoiPwrlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The News-Herald11h",
        "source": "The News-Herald",
        "article_content": "Taylor Community Library will host a talk by renowned UFO researcher and author Raymond Szymanski on Oct. 16. As an acclaimed expert in UFO investigations, Szymanski will share experiences with his deep dives into extraterrestrial phenomena, bolstered by his 40-year career at Wright-Patterson Air Force Base (WPAFB).\n\nHis talk, “Not ‘Swamp Gas’: The True Story of the 1966 Michigan UFOs,” will offer Szymanski’s perspective on one of the most significant UFO waves in American history—the 1966 Dexter-Hillsdale sightings.\n\nSzymanski’s journey into UFO research began at WPAFB, a base infamous for its alleged connection to extraterrestrial activity, including the 1947 Roswell incident.\n\n“In my first week there in 1973, as a co-op student, my mentor asked me, ‘Have you heard about our aliens?’ That’s when I thought, ‘Whoa, what kind of special place did I land in?’” Szymanski said. His initial exposure to rumors of alien connections at WPAFB sparked a lifelong passion for uncovering the truth.\n\nOver his four decades at WPAFB, Szymanski honed his investigative skills and built a network of colleagues that granted him rare access to information related to UFO activity.\n\n“You gain a lot of confidence over years of working, and the network gives you an instant pass,” he said. “With all the information I had gleaned while working there, I started doing some serious field research. I didn’t care if I found evidence for or against it—I just wanted to find the truth.”\n\nThis meticulous, logical approach laid the foundation for his books, including “Fifty Shades of Greys,” “Victoria’s Secret Truth,” and “Swamp Gas My Ass.”\n\nThe Dexter UFO Incident of 1966\n\nSzymanski’s upcoming talk at Taylor Community Library will focus on the Dexter UFO sightings of March 20, 1966, an event that left an indelible mark on southeastern Michigan. UFO sightings surged across the region during this period, and the Dexter-Hillsdale incidents were among the most widely reported. Police officers, residents, and even military personnel filed official reports describing flying saucers with capabilities far beyond earthly technology.\n\nSzymanski will explore these events in detail, offering new insights based on his research for his book Swamp Gas My Ass. One of the critical elements of this investigation involves first-hand accounts from witnesses like Connie Bell, who encountered a UFO near Peach Mountain. Szymanski recorded her testimony, where she described seeing a craft with flashing red and white lights—an encounter that has only been shared once publicly. Szymanski will share the audio testimony during his library talk.\n\nHe said the Dexter case was particularly significant because of the credibility of the witnesses.\n\n“Before the night was over, 12 police officers were running through the property, chasing these lights,” Szymanski said, adding that in a different sighting that night, a patrolman observed an object hovering over his car for 10 to 15 minutes, joined by three other objects before they all disappeared together. The consistency of these accounts adds weight to the mystery, and Szymanski aims to shed light on how authorities systematically minimized such reports at the time.\n\nWright-Patterson’s alien lore\n\nWright-Patterson Air Force Base has long been rumored to be a focal point for alien research, particularly in connection with the 1947 Roswell crash.\n\n“Aliens who supposedly crashed near Roswell, along with their ship, have been said to be stored in a Wright-Patt hangar,” Szymanski said. “Over the years, stories about secret projects like Project Blue Book, a government investigation into UFO sightings, have fueled speculation that WPAFB harbors the remains of extraterrestrial craft and even bodies.”\n\nSzymanski’s experience at WPAFB allowed him to conduct direct field research to investigate the truth behind these rumors.\n\nHe said the recent shift in governmental attitudes toward UFOs, marked by the June 2021 release of the Office of the Director of National Intelligence’s UAP report, has further validated his decades of research. Szymanski views this document as one of the most important developments in UFO history.\n\n“It confirmed three key things: these are real physical objects, they present a flight hazard, and they are potentially a national security issue,” he said.\n\nA future of ongoing exploration\n\nAs UFO sightings continue to rise globally and the possibility of extraterrestrial life becomes more accepted, Szymanski remains at the forefront of UFO research. The UFO phenomenon, once relegated to the fringes of science, is now gaining mainstream recognition, with individuals from all walks of life eager to share their experiences.\n\n“People want to tell their stories,” he said. “As the stigma of reporting sightings lessens, non-stop, people are coming forward more and more, saying, ‘I know I’m not crazy.’”\n\nIn addition to his UFO investigations, Szymanski is also working on other projects, including a book on metal detecting and possibly publishing hundreds of stories shared by everyday citizens about their UFO encounters. His presentation at Taylor Public Library offers a rare opportunity to hear directly from one of the most knowledgeable experts on UFO activity in the United States.\n\nEvent details\n\nRaymond Szymanski’s presentation, titled Not Swamp Gas: The True Story of the 1966 Michigan UFOs, will take place on Oct.16 at 6 p.m. at the Taylor Community Library, located at 12303 Pardee Rd, Taylor. The event is free, but registration is required. Szymanski will also hold a book signing after the talk, offering autographed copies of his Alien Shades of Greys trilogy. To register, visit https://shorturl.at/XGYcy"
    },
    {
        "title": "VENKO Achieves Key Milestones and Expands Utility with Alien-Themed Ecosystem on Solana",
        "link": "https://www.msn.com/en-us/news/technology/venko-achieves-key-milestones-and-expands-utility-with-alien-themed-ecosystem-on-solana/ar-AA1rPxT3?ocid=BingNewsVerp",
        "description": "Chainwire VENKO, an alien-themed meme coin launched on the Solana blockchain, has seen early traction with notable ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SNsTiDnLBNulsDN_SF4zYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12hon MSN",
        "source": "invezz on MSN",
        "article_content": ""
    },
    {
        "title": "Famous Game Director Absolutely Loves the New Dan Da Dan Anime",
        "link": "https://www.mensjournal.com/streaming/hideo-kojima-dan-da-dan-anime",
        "description": "'I haven’t read the original manga, but being from the generation that loves the occult and UFOs, it really hit home,' Kojima ...",
        "image_url": "https://www.bing.com/th?id=OVFT.N3S1DIvrQ75GKLPh7ausVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11h",
        "source": "Men's Journal",
        "article_content": "Content not available"
    },
    {
        "title": "Hugging Face’s new tool lets developers build AI-powered web apps with OpenAI in just minutes",
        "link": "https://venturebeat.com/ai/hugging-face-new-tool-developers-build-ai-web-apps-openai-minutes/",
        "description": "Hugging Face's new OpenAI-Gradio tool enables developers to build AI-powered web apps quickly and easily with just a few ...",
        "image_url": "https://www.bing.com/th?id=OVFT.X18fzdctFQpRMo0cs4Jdxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "Reimagining the Future: How Deniz Güney is Using AI to Drive Innovation in Creative Apps",
        "link": "https://www.msn.com/en-us/news/technology/reimagining-the-future-how-deniz-g%C3%BCney-is-using-ai-to-drive-innovation-in-creative-apps/ar-AA1rPmJa?ocid=BingNewsVerp",
        "description": "At 32, Deniz Güney is making his mark by developing creative AI mobile apps that tackle complex problems and enhance everyday ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eM75P9QcLd4pYbVK_SJOty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Night Helper Blog LLC on MSN13h",
        "source": "Night Helper Blog LLC on MSN",
        "article_content": ""
    },
    {
        "title": "Do you really want an AI gadget?",
        "link": "https://www.msn.com/en-us/news/other/do-you-really-want-an-ai-gadget/ar-AA1rPXnX?ocid=BingNewsVerp",
        "description": "'Gen AI' tools have empowered consumers, students, and employees alike, to create text, photos, and other content -- from ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HdCjV_0mex2uFWdFwCgnly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9hon MSN",
        "source": "USA Today on MSN",
        "article_content": ""
    },
    {
        "title": "VAST Data Deepens Its AI Enablement With InsightEngine",
        "link": "https://www.forbes.com/sites/moorinsights/2024/10/07/vast-data-deepens-its-ai-enablement-with-insightengine/",
        "description": "VAST hopes that its new InsightEngine—developed with Nvidia—will remove some of the complexity of deploying enterprise AI, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.P_M6xNsHVc8FL6DobpbRvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Pixel vs Galaxy: Which Is the Right Android Phone for You?",
        "link": "https://gizmodo.com/pixel-vs-galaxy-which-is-the-right-android-phone-for-you-2000507627",
        "description": "The Edge Panel is an example of what Samsung Galaxy phones do really well: It gives you a ton of options and features to play ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XNP8Vc-waGQrI8iALzGi7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Gizmodo",
        "article_content": "If you’re looking to pick up one of the best phones on the market for your next upgrade, and you’ve settled on Android as the mobile operating system you want to go with. In that case, you’ll probably want to get one or two Google Pixel and Samsung Galaxy handsets on your shortlist.\n\nAlthough there are plenty of other fine Android phones—made by OnePlus, Motorola, Nothing, and several others—Google and Samsung are the most high-profile Android device makers outside of China. Of course, the Android you get on Pixels isn’t quite the same as the Android you get on Galaxys, which is what we’ll take a closer look at here.\n\nWe’re going to compare the Pixel experience to the Samsung experience ahead of the rollout of Android 15 and One UI 7 (which won’t change a huge amount). We’re also going to ignore the hardware in this particular article—which processor such-and-such handset has or how many cameras—for a more straightforward head-to-head comparison.\n\nPixel vs Galaxy: Interface and customization\n\nThere’s not much to choose between Pixels and Galaxys regarding the basics of home screens and app drawers: Android being Android, you can customize the home screens extensively with widgets and wallpapers (and even install a new launcher). Both phones let you tweak the home screen grid size, but only Samsung lets you remove the Google search bar from the home screen.\n\nBoth phones support gesture navigation or the old three-button navigation, and Google Discover is just one swipe to the left of the home screens. You can also organize apps into folders, rotate the home screen into landscape or portrait mode, display badges on notifications, and more.\n\nThere are a few differences. For example, Pixels have their own custom at-a-glance home screen widget showing the weather, calendar events, and more (you can sort of emulate this on a Galaxy, but not quite). They can also show a row of suggested apps on the home screen and the app drawer based on what you use most often.\n\nSamsung, meanwhile, has a few more built-in widget options than Google, including a date countdown for the calendar and a system widget showing memory and storage usage. It also offers the option of the Edge Panel, a pane that pops out from the side of the screen and holds your favorite apps for easy access.\n\nThe Edge Panel is an example of what Samsung Galaxy phones do really well: It gives you a ton of options and features to play around with. You get more choices when it comes to font styles and color modes on Galaxy phones, whereas Pixel phones tend to be a little simpler and more minimal across the interface and the settings screens.\n\nBoth Pixel phones and Galaxy phones give you a wide choice of built-in wallpapers, of course (as well as the option to use AI to create new ones), while both phones also let you set the color palette based on the wallpaper (or on any other color combination you like). Overall, you’ll find a Pixel preferable if you prefer simplicity with some clever touches and a Galaxy preferable if you want as many options and features as possible.\n\nPixel vs Galaxy: Built-in apps and features\n\nGoogle has some of the best mobile apps in the business: Gmail, Google Keep, Google Chrome, Google Maps, Google Docs, YouTube, and the like. It’s difficult to argue that the Samsung alternatives are better than these apps, but you get them all on Galaxy phones as well, and they all work in the same way.\n\nIf you’re spending all your time inside Google apps, you could argue that Galaxy phones have too much in the way of bloatware on them—but you can quickly uninstall apps like Samsung Health, Samsung Internet, Samsung Calendar, and Samsung Notes without too much trouble. There are some you can’t install as well, though, such as the Galaxy Store, Samsung Contacts, and the Samsung Gallery.\n\nOf course, there’s nothing wrong with preferring the Samsung apps and going with them instead (and you can install some, like Samsung Internet, on any Android phone). If you’ve got a Samsung laptop and a Samsung smartwatch, then you may want to stick with the Samsung options. If you’re all in on the Google ecosystem, you’ll probably want to go for the pure Pixel experience.\n\nPixels does have a few exclusive tricks: These include the Call Screen feature, which makes Google Assistant screen calls for you and helps you avoid scams and spam, and the new Pixel Screenshots app, which is exclusive to the Pixel 9 series and helps surface information from your screenshots. There’s also the excellent Pixel Recorder app for turning spoken text into transcribed text, but Samsung has its version in the form of Voice Recorder.\n\nOn the Samsung side, Galaxy phones let you control the volume of individual apps separately—something you can’t do on a Pixel phone. They also have a Modes and Routines section built right into Settings, which means it’s easier on a Samsung phone to set up helpful automation (like customizing the power-saving settings based on where you are or the time of day). Then there’s Samsung DeX, which lets you use your phone as a desktop OS via a keyboard and monitor.\n\nWe should also mention Android updates: Google is in charge of the whole Android project, so it’s no surprise that Pixels get major and minor updates before Galaxy phones do, as Samsung needs to get everything tweaked and aligned with its One UI code. If you want Android updates before anyone else, that’s a reason to go for a Pixel.\n\nPixel vs Galaxy: On-board AI tricks and tools\n\nThere’s now a pile of AI stuff on both Pixel phones and Galaxy phones—and your mileage may vary as to how helpful it all is. Both these handset series support Circle to Search, for instance, and its ever-growing suite of capabilities (you may remember the feature launched on the Galaxy S24 before any Pixel phone, in fact).\n\nPixels have long impressed in terms of their photo and video processing, even with limited hardware. You could argue they’re the best on the market in this respect: Night Sight for low light photography, Audio Magic Eraser for wiping out background sounds from video, Magic Eraser for removing objects from photos, Astrophotography for capturing the night sky, and so on.\n\nWe’ve already mentioned some of the other Pixel AI features and tools above, but there’s also Now Playing—which identifies all the songs you come into earshot of automatically in the background—and the ever-improving capabilities of the Gemini assistant (which is easy enough to install on Galaxy phones too).\n\nTop-end Galaxy phones have also been given a bunch of AI functionality recently: Tools for summarizing notes, webpages, and documents, translating between languages, turning sketches into works of art, and moving around (or erasing) objects and people in pictures. There’s already a lot under the Galaxy AI umbrella, with more to come.\n\nThere’s a lot of overlap between AI and apps here, and indeed a lot of overlap between Pixels and Galaxys—a lot of the AI tricks on Samsung phones are powered by the Gemini model that Google develops. Based on the most recent noise coming from Samsung, it won’t forget about Bixby either, even if it’s not really in the conversation as far as generative AI goes.\n\nThat’s a lot to read and take in, and we still haven’t covered everything that makes Pixel phones and Galaxy phones different. If you’ve got your reasons for preferring one over the other—and if you’ve settled on one of these options after trying both out extensively—then let us know in the comments."
    },
    {
        "title": "20 of San Diego’s most haunted trails, houses, hotels and other paranormal places",
        "link": "https://www.sandiegouniontribune.com/2024/10/07/20-of-san-diegos-most-haunted-trails-houses-hotels-and-other-paranormal-places/",
        "description": "San Diego is believed to be packed with paranormal prowlers all year round, from a ghostly ship crew whose love for their ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Eht8XF81R23Iip2IvDdkZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5h",
        "source": "San Diego Union-Tribune",
        "article_content": "San Diego is believed to be packed with paranormal prowlers all year round, from a ghostly ship crew whose love for their ship persists through death to a grizzly old beast that lurks in the woods.\n\nGrab a flashlight and creep into the spooky spirit by exploring the following reportedly haunted locations.\n\nBerkeley Steam Ferry Boat\n\nThe Berkeley Steam Ferry Boat first operated in the late 1800s on the San Francisco Bay, and played a large role in rescuing citizens in a 7.9 magnitude earthquake in 1906. Today it serves as a hub for the Maritime Museum of San Diego, housing offices, a research library and more. Multiple former passengers are believed to haunt the boat today, one of whom is miner John Norbom, who died in an onboard explosion in 1911. There have been reports of the bathroom stalls, where the explosion took place, locking themselves, and some visitors claim to have seen a ghostly figure dressed in a fedora and coat looming around the ship. Earthquake victims and others who were injured in the explosion are believed to roam the boat, evidenced by reports of mysterious slamming doors and disappearing objects. 1492 N. Harbor Drive, San Diego\n\nCosmopolitan Hotel and restaurant\n\nOriginally designed as a home for cattle rancher Don Juan Bandini, the Cosmopolitan Hotel is said to have seen a few friendly apparitions. When Bandini’s youngest daughter, Ysidora, leaned too far over the home’s second-floor balcony railing and fell, it’s believed that she was saved by Colonel Cave Johnson Couts, who caught her below. The two supposedly married soon after, but Ysidora’s ghost is said to linger in room 11 of the hotel, where she once lived. There have also been sightings of an apparition of a cat roaming the hallways. Both are reported to be playful and friendly. 2660 Calhoun St., San Diego\n\nDavis-Horton House\n\nFormerly known as the William Heath Davis house, the Davis-Horton house was built in 1850, making it the oldest surviving structure in San Diego. It was once used as a makeshift hospital and much of its paranormal presence has been attributed to the fact that many died in the building. Among the numerous ghosts that have been spotted at the residence are a mysterious Victorian woman and a man wearing a World War II uniform. The home is on the National Registry of Historic Places and currently serves as the office for the Gaslamp Quarter Historical Foundation as well as the Gaslamp Museum. Tours are offered weekly. 410 Island Ave., San Diego\n\nDel Mar Fairgrounds\n\nRumors of paranormal activity at the fairgrounds have been circulating among employees for years. From magically moving furniture to strange sounds at night, many employees have reported supernatural experiences with the spirits of the fairgrounds. Former fairgrounds spokeswoman Linda Zweig decided to call on South Coast Paranormal to investigate in early 2011. The team uncovered what they believed to be “voices from the disembodied” and spent five nights awake on the supposedly haunted fifth floor of the grandstand to investigate. 2260 Jimmy Durante Blvd., Del Mar\n\nEl Campo Santo Cemetery\n\nA few blocks from the Whaley House in Old Town San Diego, the El Campo Santo Cemetery has been continuously studied by paranormal experts due to the volume of supernatural reports from the area. When the city was becoming overcrowded in the 19th century, graves were relocated and many were paved over to make way for a road, disrespecting the spirits at rest below. Most paranormal reports from the cemetery include ghosts roaming the grounds, many dressed in period appropriate clothing, as well as car alarms going off and vehicles not starting when parked in front of the graveyard. 2410 San Diego Ave., San Diego\n\nElfin Forest\n\nThe Elfin Forest is home to a number of ghost stories, from the vengeful white witch who is believed to be searching for the murderer of her son and husband, to the 10-foot owl that hovers around the area. Nicole Strickland from the San Diego Paranormal Research Society said that many have reported feeling a sense of doom when passing through the area in the dark. 8833 Harmony Grove Road, Escondido\n\nHorton Grand Hotel\n\nRoom 309 of the Horton Grand Hotel has a haunting history. The room was once occupied by notorious gambler Roger Whitaker, known in the mid-1800s for his drinking and cheating habits. One night, his debts caught up with him when he was shot dead by creditors while hiding in the room’s armoire. Today, the room has been reported as a site for paranormal activity, which many believe is caused by Whitaker’s ghost. A female spirit belonging to Ida Bailey is also said to be present at the hotel. Bailey was the owner of a brothel that once operated right where the hotel was built, and has been reported to haunt the spot in the form of white mist or a cold chill. 311 Island Ave., San Diego\n\nHotel del Coronado\n\nThe ghost of 24-year-old “beautiful stranger” Kate Morgan is believed to haunt this lavish hotel. Morgan checked into the hotel on Thanksgiving Day in 1892. Five days later, she was reported to have been found dead, dressed in black with a lace shawl over her head and a gunshot wound in her right temple. Police found no sure way to identify her immediately, so Morgan was referred to as “beautiful stranger” by many news outlets. Today, she is said to be the hotel’s resident ghost, playful but harmless. Guests and staff have reported flickering lights, electricity issues and various other oddities in the room that Morgan stayed in, and paranormal experts have been able to document this activity using infrared cameras, radiation sensors and sound detectors. 1500 Orange Ave., Coronado\n\nHunter Steakhouse\n\nPerched on a hill above the Buena Vista Lagoon, Hunter Steakhouse was built atop the old Buena Vista cemetery which is believed to have held around 50 bodies. In 1970, some of those bodies were moved to a different cemetery to allow for commercial developments, and it is said that the developer covered up bodily remains to speed up construction. Customers of the steakhouse have reported experiencing power surges, cold spots and a ghostly figure lingering near the stairs of the bar. 1221 Vista Way, Oceanside\n\nJulian Pioneer Cemetery\n\nMany Gold Rush-era ore miners were put to rest in the Julian Pioneer Cemetery in the 1870s. The cemetery was declared a California historical landmark in 1948, and has drawn paranormal experts for decades due to reports of ghostly men in 19th-century mining clothes as well as an eerie woman in a nightgown. 2811 Washington St., Julian\n\nLake Morena\n\nNamed one of “the most haunted campgrounds in the U.S.” by Outside Magazine, Lake Morena is said to have supernatural energy. A San Diego Union article from 1983 titled “More than Fish Haunt Morena” recounts the horrifying stories of those who had experienced strange happenings at the park, from the sound of thundering footsteps to haunting men appearing to walk on air. Today the spooky encounters have continued, with campers hearing screaming and feeling an omnipotent presence. 2550 Lake Morena Drive, Campo\n\nMt. Woodson Castle\n\nThis 27-room, 12,000-square-foot castle is believed by some to be occupied by the ghost of former owner and designer of the home Amy Strong. The castle was completed in 1921 and was listed on the National Register of Historical Places in 1978. Supposedly, the sound of Strong sewing on her machine fills the night, despite the fact that she died in 1950. Some say that a worker who lost his finger while working on the home can also be heard scratching the rocks outside trying to recover the finger. While the chief financial officer of Personal Touch Dining, which now manages the castle, claims she has never seen a ghost on-site, others aren’t so convinced. Speculation surrounds the Zodiac room that Strong built in the home and her increasing interest in the spiritual realm in her older days. 16302 N. Woodson Drive, Ramona\n\nOld Point Loma lighthouse\n\nOver 150 years old, the Old Point Loma Lighthouse is a beacon for ghostly encounters. Visitors have reported hearing heavy footsteps, moaning and labored breathing while exploring the space in addition to sporadic cold spots. Some believe that the spirit of former Spanish explorer Juan Rodriguez Cabrillo, who landed at San Diego Bay in 1542, occupies the space. Others believe that it is the spirit of Captain Robert Decatur Israel, the lighthouse’s final lightkeeper, who remains to protect his precious lighthouse. The lighthouse was shut down in 1891 and now remains part of the Cabrillo National Monument. 1800 Cabrillo Memorial Drive\n\nProctor Valley\n\nStories of the gigantic hairy beast from the Proctor Valley area date back to more than a century ago, with stories of disembodied limbs frightening some and enticing others to go out monster hunting. The monster has become a sort of legend for the community, with a local playwright penning a musical comedy show titled “The Return of the Proctor Valley Monster” which has been performed locally many times. The Bonita Museum keeps a footprint on display that is believed to belong to the Proctor Valley monster. Some blame the Proctor Valley’s missing cattle on the monster, while others simply chuckle at the mention of it. Proctor Valley Rd., Chula Vista\n\nRancho Buena Vista Abobe\n\nThe Rancho Buena Vista Adobe was built in 1846 and is filled with historical artifacts and architecture. Over the years it has changed ownership several times. The city of Vista purchased the property in 1989 and now operates it as a historical museum. Experts believe the Adobe to serve as a portal to connect the living and spirit worlds, thankfully one that is believed to only accept peaceful ghosts. 640 Alta Vista Drive, Vista\n\nSan Diego Bay\n\nThere have been reports of San Diego’s very own sea monster lurking in the bay since 1873. The initial sighting was reported by Captain George Charlesworth, who reported a 30-foot “serpent-fish” that he claims drew itself out of the water and onto the sand. Charlesworth’s sighting led to an Academy of Sciences meeting and several expeditions in an attempt to sight the monster, but to no avail. All that was left were markings in the mud where the creature was believed to have slithered away.\n\nStar of India\n\nThe Star of India tall ship is the world’s oldest active sailing ship, having been on the sea since 1863 and making a total of 21 voyages around the world before its retirement. The ship is believed to be haunted by the spirits of those who died aboard, including young stowaway John Campbell, who died falling 100 feet from the rigging, and Army Capt. McBarnet who slit his own throat and ultimately bled to death. All sorts of paranormal activity have been reported since. The ship is part of the Maritime Museum of San Diego and is open to the public from 10 a.m. to 5 p.m. daily. 1492 N Harbor Drive, San Diego\n\nUSS Midway Museum\n\nThis decommissioned Navy aircraft carrier-turned-museum is said to be home to a number of ghosts. Back when the ship was still in service, many crew members believed there to be a crew of ghosts living among them, and to this day, visitors and staff have reported ghostly sightings all around the ship. The museum’s curator and leader of San Diego’s largest paranormal group, David Hanson, has deemed the ship as “paranormally active” rather than “haunted” due to the negative connotation that the latter holds. He believes that the crew members that linger on Midway have returned out of love for the ship and are not to be feared. 910 N Harbor Drive, San Diego midway.org\n\nVilla Montezuma Museum\n\nThis Sherman Heights mansion was named a historical site by the city of San Diego in 1970 due to its Victorian style architecture. Built in 1887, the mansion is believed to be haunted by former resident Jesse Shepard. Shepard was a writer, musician and spiritualist who only resided in Villa Montezuma for a few years, despite having the mansion specially built to include music rooms and hidden doorways. The story goes that Shepard used to host seances in the home, claiming to have communicated with the spirits of Mozart and Beethoven. He is believed to have died on a piano bench, eerily right as he finished playing a song. Witnesses say a bright and enchanting energy has been left in his wake. Today, tours of the mansion museum are available Fridays through Sundays. Chair of the friends of the Villa Montezuma Louis Torio describes the mansion as “magical” and radiating a “positive energy.” 1925 K St., San Diego\n\nWhaley House\n\nBuilt atop San Diego’s old execution grounds, the Whaley House in Old Town was once home to an unlucky family of five. Despite being aware of the land’s dark history, entrepreneur Thomas Whaley decided to proceed with the construction of his family’s home in 1857, and even placed a large arch in the parlor room of the home to mark the exact spot where former Yankee thief Jim Robinson experienced a drawn out and grueling execution. The Whaley family experienced a total of five deaths during their time living in the home, including several children and Thomas’ wife, Anna. The home has been said to be haunted by their spirits ever since. The home was deemed “the most haunted house in America” by Life magazine. Today, the home is open to the public for self-guided daytime tours or haunted night tours. A tour guide at the home reported that a doll in the nursery room of the home is known to shift positions at night when the museum closes for the day. 2476 San Diego Ave., San Diego."
    },
    {
        "title": "Join paranormal investigation, book signing fundraisers at historic Grout houses",
        "link": "https://wcfcourier.com/life-entertainment/local/events/paranormal-investigation-book-signing-fundraisers-grout/article_26e2daa8-819c-11ef-b956-0757c5ce98fb.html",
        "description": "'Paranormal 101 Presentation and Book Signing' is at 5 p.m. at the historic Snowden House, 306 Washington St., hosted by ...",
        "image_url": "https://www.bing.com/th?id=OVF.X314sWhfV9bf5Inhip61PA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Waterloo-Cedar Falls Courier13h",
        "source": "The Waterloo-Cedar Falls Courier",
        "article_content": "WATERLOO — Old houses like the Rensselaer Russell House and Snowden House have long memories. There is an energy that recalls past lives lived inside their walls, permeating every creaking floorboard.\n\nAuthor and paranormal investigator Katie Hopkins will share her experiences and explorations into realms beyond the ordinary – including haunting occurrences at the Russell House, in special fundraising events Oct. 19.\n\n“Paranormal 101 Presentation and Book Signing” is at 5 p.m. at the historic Snowden House, 306 Washington St., hosted by Friends of the Grout’s Historic Houses. Hopkins will discuss history of the paranormal, why research is important to paranormal investigators and various types of investigation methods.\n\nHopkins, of Cedar Rapids, will also sign copies of her books, “Seeing Spirits: Opening the Empathic Door” and “Iowa Haunted Corridor.” Copies will be available to purchase for $15.\n\nFollowing the presentation, guests will venture into shadowy corridors and spaces where spirits may linger in grand 1861 Rensselaer Russell House Museum, 520 W. Third St., and the historic Victorian-era Snowden House. Both homes are listed on the National Register of Historic Places. Hopkins and her husband Josh and Lollman Paranormal will lead the paranormal investigation at both houses using the latest paranormal investigation equipment.\n\nBoth events are fundraisers for the Friends of the Grout Historic Houses, benefiting the Russell House Museum and Snowden House. Pre-registration is required for both events. The presentation and book signing are $15 for members; $20 for non-members. The investigation is $50 for members; $55 for non-members. To register visit www.gmdistrict.org/calendar.\n\n“We’re always looking for different ways to raise money to support preservation of our two houses. We thought something like this might attract a different and perhaps a younger audience,” said Hawkeye Community College instructor Marcea Seible. She also serves on the Friends board.\n\n“We would love to sell out. We’re hopeful that it will be a popular event, and we can do something similar in the coming years,” Seible explained.\n\nHopkins was 10 when she saw her first spirit in the basement of a friend’s house.\n\n“That was the focus of my first book. I ‘ve always been interested in the paranormal and supernatural. My first interest was in history – that’s what drew me into the paranormal, too, exploring really cool historical places where ghost hunters get to go into,” she said.\n\nShe earned a history degree at the University of Northern Iowa in Cedar Falls and a master’s degree in higher education from Kaplan University. She worked as an intern at the Grout in 2008 and returned in 2012 as a museum assistant, which included managing the Rensselaer Russell House Museum.\n\nWhether or not the Rensselaer Russell House is haunted, it has had its share of tragedy and loss. In 1862, 5-year-old Genevieve Russell fell into a well on a neighboring property and drowned. Her funeral wake took place in the Russell home. Once, while in the master bedroom looking at a photograph of Genevieve, Hopkins felt a small hand grab her leg. She’s convinced she was touched by the child’s spirit.\n\n“I was in the Russell House alone eight hours a day. I’d see things move and hear things – footsteps on the stairs or glassware sitting on the dining table rattle, or find the photo of Genevieve moved, when I was the only one there,” Hopkins recalled.\n\nOn one occasion, she closed the museum, and the next morning found every drawer and cabinet door open, although the house was still locked up tight. Hopkins once heard the doorbell signal someone entering and searched the house to find no one else there. Other people recount seeing a girl in an upper window of the house, and a light at night when the museum is closed.\n\nIn 2012, with Hopkins’ encouragement, the Grout board allowed the Calhoun County Paranormal Investigators to set up video and recording equipment and electromagnetic field detectors and stayed overnight in the house.\n\n“I really made a connection with that house and the spirits in it. I’m so excited to be back to do these fundraisers,” said Hopkins. “I’ve seen so many historical houses and buildings fall into disrepair. People lived in these houses and experienced love, loss and tragedy. These are so much more than just old buildings.”\n\nThe need for funds is serious and ongoing, said Seible.\n\n“All money goes directly to upkeep and maintenance at the houses. Both houses need work, the Russell house, in particular. It really needs foundation work – limestone is crumbling in some places, so that’s the most pressing issue.”\n\nClose Nicholas Erickson, artifacts registrar at Grout Museum District, looks over the telegram sent to Henry Grout informing him his brother, Warren, had been shot and killed in Tombstone, Ariz., in 1883. A photo of Henry Grout hangs on the wall at the Grout Museum of History and Science. Various firearms from Henry Grout's collection. Nicholas Erickson, artifacts registrar at Grout Museum District, unwraps a woman's buckskin, dated to 1820 from the Umatilla Nation, part of the museum's Henry Grout collection. A woman's buckskin, dated to 1820 from the Umatilla Nation, part of the museum's Henry Grout collection. Various items in the Henry Grout collection at the Grout Museum of History and Science. The telegram sent to Henry Grout informing him that his brother, Warren, had been shot and killed in Tombstone, Ariz., in 1883. Bullets removed from Henry Grout's brother, Warren, when he was shot and killed in Tombstone, Ariz., in 1883. Henry Grout’s .25-caliber percussion muzzleloader on display in the Grout Museum of History and Science's Pioneer Hall. Warren Grout’s saddle on display in the Grout Museum of History and Science's Pioneer Hall. Henry W. Grout's collection at the Grout Museum Photos of the artifacts Henry W. Grout collected during his travels. Nicholas Erickson, artifacts registrar at Grout Museum District, looks over the telegram sent to Henry Grout informing him his brother, Warren, had been shot and killed in Tombstone, Ariz., in 1883. A photo of Henry Grout hangs on the wall at the Grout Museum of History and Science. Various firearms from Henry Grout's collection. Nicholas Erickson, artifacts registrar at Grout Museum District, unwraps a woman's buckskin, dated to 1820 from the Umatilla Nation, part of the museum's Henry Grout collection. A woman's buckskin, dated to 1820 from the Umatilla Nation, part of the museum's Henry Grout collection. Various items in the Henry Grout collection at the Grout Museum of History and Science. The telegram sent to Henry Grout informing him that his brother, Warren, had been shot and killed in Tombstone, Ariz., in 1883. Bullets removed from Henry Grout's brother, Warren, when he was shot and killed in Tombstone, Ariz., in 1883. Henry Grout’s .25-caliber percussion muzzleloader on display in the Grout Museum of History and Science's Pioneer Hall. Warren Grout’s saddle on display in the Grout Museum of History and Science's Pioneer Hall."
    },
    {
        "title": "Paranormal Investigations Back by Popular Demand",
        "link": "https://www.newsdakota.com/2024/10/07/paranormal-investigations-back-by-popular-demand/",
        "description": "Bonanzaville’s 2024-Paranormal Investigations will be held every Friday and Saturday in October. It is no secret that ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4QSOAaMW-UPI4ErnCTGMoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "NewsDakota6h",
        "source": "NewsDakota",
        "article_content": "WEST FARGO, N.D. (BONANZAVILLE) Bonanzaville’s 2024-Paranormal Investigations will be held every Friday and Saturday in October. It is no secret that Bonanzaville is reportedly haunted; for years, visitors and staff alike have reported unexplained activity in many of the historic buildings. Paranormal investigations at Bonanzaville allow guests to go beyond boundaries to explore the phenomena with experienced guides in these 90-minute tours. Bonanzaville provides basic ghost-hunting equipment and invites guests to bring their own personal equipment.\n\nTickets are available at Eventbrite.com and are $50.00 each, which includes free soup and sandwich bar and drinks. We will have professional paranormal experts added to each session, as well as experienced volunteer guides. Tickets are limited to only 30 per session and will go fast!\n\nThe Cass County North Dakota Historical Society (CCNDHS) is the cultural institution in charge of telling the county’s story and preserving and collecting artifacts connected to the county’s history. CCNDHS owns and operates a museum, event center, and prairie village located on twelve acres of land in West Fargo, North Dakota, called Bonanzaville. Bonanzaville includes a large main museum, thirty-six historic buildings, a carriage house, a car museum, an air museum, a tractor museum, an agricultural museum, and a law enforcement museum.\n\nBell is the most prominent family- and employee-owned bank in the upper Midwest and one of the largest in the nation, with more than 13 billion in assets. Funded in 1966 with a single location in a North Fargo shopping center, they could not have dreamed of the growth the company would have. Bell’s values include creating a family atmosphere, treating their customers well, and paying it forward to improve their community – all of which are at the core of all they do."
    },
    {
        "title": "I Visited a REAL Haunted House... Paranormal Storytime",
        "link": "https://www.msn.com/en-us/news/technology/i-visited-a-real-haunted-house-paranormal-storytime/vi-AA1rO1fZ?ocid=BingNewsVerp",
        "description": "Thanks to Google for sponsoring this video! #Ad #teampixel Check out the other videos at <a href=\" Find out more about the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E0ywm_GohnCnNc6_qkUuBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN13h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "'I collect haunted dolls - but one of them wreaked havoc and scratched me'",
        "link": "https://www.mirror.co.uk/news/weird-news/i-collect-haunted-dolls-one-33839057",
        "description": "Hannah Rose, who is from West Yorkshire, has been obsessed with everything paranormal since she was just seven years old and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7aIv1zcG-dquG4REsiA3HC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "9h",
        "source": "The Mirror",
        "article_content": "Hannah Rose, who is from West Yorkshire, has been obsessed with everything paranormal since she was just seven years old and has a collection of rather creepy dolls\n\nThis paranormal-minded woman has revealed her collection of 14 haunted dolls - which can occasionally \"wreak havoc\".\n\nHannah Rose, 20, has been obsessed with everything paranormal since she was just seven years old, after she saw her first ghost. Since then, she decided to make her life passion caring for her dolls.\n\nHowever, that isn’t as easy as it sounds, and she says they can sometimes \"wreak havoc\" - with one of her dolls even scratching her arm - but they fortunately made up soon after.\n\nHannah, from West Yorkshire, said: “I have been scratched by Louise [one of her dolls] but we made up after a communication session. Activity really fluctuates. Sometimes they can be so quiet and other times they wreak havoc. Mildred particularly likes to hide important things like my house keys or makeup.\n\n“I definitely intend to keep all of them as long as I live and collect more! I really believe these spirits are deserving of understanding homes and I feel as though this is what I was born to do as a psychic medium.”\n\nImage: Hannah Rose / CATERS NEWS) Hannah Rose / CATERS NEWS) Image: Hannah Rose / CATERS NEWS) Hannah Rose / CATERS NEWS)\n\nWhen Hannah was just seven years old, she encountered her very first paranormal experience, seeing her very first ghost and she hasn’t stopped seeing them ever since.\n\nAs a teen, she then found out that her mum can also see spirits and now believes that the gift of sight could be genetic. However, as she got older, she then started to learn about haunted items and began finding out about haunted dolls - and it didn’t take long for her to realise her new calling.\n\nAfter purchasing her first haunted doll on eBay, named Catherine, she decided that she wanted to try and help as many of them as possible.\n\nShe does that by cleaning them up, giving them someone to talk to, via her specialised paranormal equipment, and just genuinely making sure that they are ok - however, sometimes that doesn’t go to plan.\n\nHannah’s scratch experience came when she was speaking to her doll, Louise, about her life experiences, when she then looked down to see a mark on her arm.\n\nFortunately, the pair managed to talk it out and have now made up - now, Louise remains happily with the other 13 dolls in the collection.\n\nThe psychic medium hopes to care for these dolls for the remainder of her days, and even aims to add to her collection at some point - she feels that she was born to do this.\n\nImage: Hannah Rose / CATERS NEWS) Hannah Rose / CATERS NEWS) Image: Hannah Rose / CATERS NEWS) Hannah Rose / CATERS NEWS)\n\nHannah said: “I didn’t find it that scary to be honest [the scratch], I’ve always kind of been indifferent to things like that. I would be more frightened if she had hurt my family or my pets but she never has.\n\n“I connected with a fellow doll collector on social media who had a doll that was causing bruises and scratches on people so she sent Louise to me for free. She arrived very dirty so I hand washed her dress and cleaned her up.\n\n“We engaged in a communication session where she told me her name was Louise, and as I was sharing it on my TikTok, I looked down to see two large scratches on my arm.\n\n“Louise then told me she felt threatened as she suffered a lot of abuse in life and is cautious around people. I explained to her that I was approaching her with respect and she has never hurt me again, although she had scratched some of my friends who have been in the house as a warning to them.\n\n“I saw my first ghost when I was seven and I've seen them ever since. I grew up dreaming of things that would happen in real life. When I got to being a teenager, I found out my mum can see spirits too so it's quite possible that it’s genetic.\n\n“I don't really know where it comes from. I use spirit boxes and other equipment, but ghosts can also communicate through my dreams, showing me pictures in my head or channeling their emotions through me.\n\npoll loading Do you believe in ghosts? 0+ VOTES SO FAR Yes No Not sure\n\n“A lot of my life centres around caring for them. Spirits are energy so it’s important to keep their energy clean. I usually smoke cleanse them with juniper and incense once a week and make an effort to talk to them a few times a week as that's easiest for me around work.\n\n“I like to check in to see how they’re doing and if they’re happy here. If I receive a haunted doll who is dirty or broken, I clean and fix them as an offering. I always make sure their space is tidy too. Since they need energy to be active, I keep my collection of crystals beside them.\n\n“I'm not sure who is responsible for this one, but my dad says they like to turn the TV off when he’s gaming. Marcus has made my lights flicker and they mess with shower temperatures too. They know they are free to be as active as they want within reason here.\n\n“I’ve been obsessed with the paranormal. Seeing ghosts and fitting in was hard growing up though-until lockdown hit. I think being inside all the time triggered something in me. I started seeing a black figure in the corner of my bathroom and bedroom, and it visited me in a dream to tell me my psychic gifts were a blessing and that it was my life’s calling. I never saw it again.”"
    },
    {
        "title": "Nobel Prize in medicine awarded for discovery of microRNAs, the molecules that control our genes",
        "link": "https://www.msn.com/en-us/health/other/nobel-prize-in-medicine-awarded-for-discovery-of-micrornas-the-molecules-that-control-our-genes/ar-AA1rQTmx?ocid=BingNewsVerp",
        "description": "Two scientists, Victor Ambros (UMASS Chan Medical School in the US) and Gary Ruvkun (Harvard Medical School in the US), have ...",
        "image_url": "https://www.bing.com/th?id=OVFT.23TFxAl_fkUpb2HUJC-WDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery in Tiny Worm Leads to Nobel Prize in Physiology or Medicine for 2 Scientists",
        "link": "https://www.nytimes.com/2024/10/07/health/nobel-prize-medicine.html",
        "description": "Victor Ambros and Gary Ruvkun were awarded the Nobel Prize in Physiology or Medicine on Monday for the discovery of microRNA, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gyVcq9O3_Kq8nw4Dq2kkKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "The New York Times",
        "article_content": "Victor Ambros and Gary Ruvkun were awarded the Nobel Prize in Physiology or Medicine on Monday for the discovery of microRNA, a tiny class of RNA molecules that play a crucial role in determining how organisms mature and function — and how they sometimes malfunction.\n\nWorking with curious, millimeter-size roundworms of the species Caenorhabditis elegans, the two laureates’ discovery revealed a new principle of gene regulation that is crucial for the development and health of multicellular organisms, including humans, Nobel Prize officials said.\n\nDr. Ambros is a professor of natural science at the University of Massachusetts Chan Medical School in Worcester, Mass., and Dr. Ruvkun is a professor of genetics at Harvard Medical School and a researcher at Massachusetts General Hospital.\n\nGene regulation determines differences between types of cells, and if it goes off track it can lead to diseases such as cancer, diabetes or autoimmunity, the Nobel committee said. Researchers now know that the human genome provides instructions for over 1,000 forms of microRNA."
    },
    {
        "title": "Nobel Prize in medicine honors 2 scientists for their discovery of microRNA",
        "link": "https://www.msn.com/en-us/health/health-news/the-nobel-prize-in-medicine-opens-6-days-of-award-announcements/ar-AA1rOrfC?ocid=BingNewsVerp",
        "description": "Two scientists won the Nobel Prize in physiology or medicine on Monday for their discovery of microRNA, tiny bits of genetic ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R_1JGeZARTP4LOW4h8LJ9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4hon MSN",
        "source": "The Associated Press on MSN",
        "article_content": ""
    },
    {
        "title": "Two Massachusetts scientists receive Nobel Prize in Medicine for discovery of microRNA",
        "link": "https://www.msn.com/en-us/health/other/two-massachusetts-scientists-receive-nobel-prize-in-medicine-for-discovery-of-microrna/ar-AA1rR6jk?ocid=BingNewsVerp",
        "description": "Two Massachusetts scientists have been recognized with the Nobel Prize in Physiology or Medicine for their role in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zwwRv70elIcyHsv8kqhI4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "Boston Herald on MSN",
        "article_content": ""
    },
    {
        "title": "Celebrate Science Indiana: A celebration of discovery, innovation",
        "link": "https://www.msn.com/en-us/news/us/celebrate-science-indiana-a-celebration-of-discovery-innovation/ar-AA1rQCi4?ocid=BingNewsVerp",
        "description": "Get ready for an unforgettable day at Celebrate Science Indiana! Explore the wonders of science through interactive events and activities for all ages.",
        "image_url": "https://www.bing.com/th?id=ODF.iU9GQJPpd3RnMI7g2u5koA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "WISH-TV on MSN6h",
        "source": "WISH-TV on MSN",
        "article_content": ""
    },
    {
        "title": "Why no code and process mining are the future of digital transformation",
        "link": "https://www.msn.com/en-us/money/smallbusiness/why-no-code-and-process-mining-are-the-future-of-digital-transformation/ar-AA1rPKQE?ocid=BingNewsVerp",
        "description": "No-code is a proven, effective tool across a diverse range of industries. For example, in finance, no-code process mining ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1MIeunOfrD7x9X08IwfbJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "11hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "Low-Code, No-Code Platforms Fail When It’s Time to Scale",
        "link": "https://analyticsindiamag.com/developers-corner/low-code-no-code-platforms-fail-when-its-time-to-scale/",
        "description": "With tools like Cursor, Claude, and ChatGPT canvas are on the boom, allowing users to build software using natural language, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LgHhB3Sb0CCznt_imlPNyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics India Magazine16h",
        "source": "Analytics India Magazine",
        "article_content": "Listen to this story\n\nWith tools like Cursor, Claude, and ChatGPT canvas are on the boom, allowing users to build software using natural language, it feels highly reminiscent of the times when LC/NC platforms also lowered the barrier to entry for app development and made it easier for companies to teach their developers the existing solutions within the companies.\n\nThe community is now questioning the relevance of low-code/no-code (LC/NC) platforms in the AI era. How do these platforms continue to stay relevant in a landscape dominated by artificial intelligence?\n\nWhile these tools were a great choice for prototyping an idea or starting a project, LC/NC platforms are a nightmare when considering scaling a project, which seems to be the same for modern AI coding tools. Not much has changed.\n\nAmidst the challenges and shift towards AI coding tools, is there still a role for low-code, no-code platforms, like Bubble and Webflow, in today’s landscape, and are they able to coexist with emerging AI solutions?\n\nAccording to a Reddit user, even when he got help from AI to write a custom function for the no-code platform, it failed terribly. Two days later, he started writing the code himself and it worked out pretty well.\n\n“When building an app you want to own with popular low-code/no-code platforms, even if they mention that you legally own an IP to your app, what meaning does it hold if you cannot run it on-premise?” Andreas Møller, the co-founder of toddle, told AIM. This seems to be a common reason why the adoption of low-code no-code platforms took some time.\n\nWe witness the same with AI tools, given the hallucinations and other privacy issues. But in certain cases, they are able to do the job a lot quicker than any no-code platforms that ever existed.\n\nFor example, Meghana Jagadeesh, the founder & CEO of GoCodeo, mentioned at Cypher 2024 that LC/NC tools will still be relevant and will grow in the future, but with an AI twist in them.\n\n“When AI capabilities are added to LC/NC platforms, it gets easier for non-tech guys to build specific functions. These tools are a great choice to get started before scaling it for a large user base,” she said, suggesting that we should not confuse LC/NC tools with traditional development as they cater to different user needs.\n\n“If you don’t have Git, a version-controlling system, I’m obviously not going to build a big project on your platform. That is a deal breaker for every developer,” said Møller while explaining why it is necessary for every developer to have a version-control system to build a SaaS application.\n\nDue to these issues, we saw companies like Klarna drop solutions built on top of LC/NC platforms and create in-house solutions using AI for better scalability and profit.\n\nThis is the reason we are seeing tools like toddle and Apptile, which are a little different from the traditional LC/NC platforms. Samyam Annappa, founder and CTO at Apptile, told AIM that coding typically makes up less than 25% of the total project cost. Most of the time goes into setting up the infrastructure—analytics pipelines, payment gateways, notifications, device testing, and managing both iOS and Android versions.\n\n“That is where tools like Apptile simplify this by taking care of the heavy lifting behind the scenes. Additionally, our architecture supports real-time content updates, unlike tools like Cursor, which necessitate code changes, App Store reviews, and App Store rejection handling for content updates,” he added, further suggesting that to stay relevant in the AI era, LC/NC platforms must overcome traditional issues and offer streamlined solutions.\n\nSimilarly to Apptile, tools like toddle, which is not entirely an LC/NC platform but something in between LC/NC and traditional platforms, allows users to build specific functions and host your infrastructure, and has plans to go open source by the end of 2025, so you can actually own your software.\n\nWill LLMs replace LC/NC Platforms?\n\nLC/NC platforms have to adapt to the changes all developers are going through – the AI change. Jinen Dedhia, the founder of DronaHQ mentioned on HackerNews that he also believes that LLMs can remove the need for LC/NC platforms and the only way to stay relevant is to tightly integrate AI capabilities to LC/NC platforms.\n\n“But I do see the merit in this thinking that LLMs can eat LCNC platforms for breakfast. However, I am excited to see how with time near perfect applications can be churned out with about 80-90% work done and engineers can figure the last few miles and reach the finish line but 50x faster,” he added further.\n\nIn fact, the LC/NC platforms produce very well-structured code behind the scenes and they can train LLMs to build apps following their well defined structure, which means their apps can still take advantage of the LLMs but will have less bugs than just letting the LLMs produce a stand-alone app.\n\nWhile LC/NC platforms may provide a simplified interface for creating applications, they do not eliminate the need for a foundational understanding of programming concepts, same as the AI tools like Cursor, ChatGPT, or GitHub Copilot.\n\nOf course, the LLMs can produce more versatile apps than LC/NC platforms but considering LLMs as a competitor to LC/NC platforms might not be a correct idea."
    },
    {
        "title": "What it's like to launch a startup with friends, according to 3 Gen Z cofounders who created a childcare startup together",
        "link": "https://www.businessinsider.com/gen-z-friendpreneurs-startup-friend-business-2024-10",
        "description": "More Gen Zs are launching startups with friends. Here's how one cofounder trio are navigating the journey.",
        "image_url": "https://www.bing.com/th?id=OVFT.9iULkt6LenptvAUdXRV-qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14h",
        "source": "Business Insider",
        "article_content": "Playground, a preschool software startup, was founded by Sasha Reiss and the Andrews brothers.\n\nMore Gen Zs are jumping on the \"friendpreneur\" trend and launching startups with friends.\n\nWorking as friends has streamlined the trio's communication, but they say it also comes with hurdles.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nSasha Reiss and brothers Daniel and Josh Andrews met over a decade ago in high school. From an early age, the trio worked well together — and now, in their mid-20s, they are in business together.\n\n\"Sasha was basically our mom's third son,\" Daniel Andrews told Business Insider. \"Growing up, we all worked in my mom's preschool — and the three of us realized we could help our family run the place better with technological improvements.\"\n\nThe Andrews had a strong technical background, with degrees in computer science and engineering, while Reiss had expertise in design.\n\nTogether, they founded and launched Playground, a preschool software management startup that handles everything from registration and payroll to attendance. The startup has raised $3.4 million since its launch in 2020.\n\nAdvertisement\n\nThe trio are part of a growing 'friendpreneur' trend that's particularly popular among Gen Zs.\n\nResearch published in July and commissioned by AI photo app Photoroom — which surveyed 6,000 respondents across the US, UK, Mexico, Brazil, Korea, and Japan — found that more Gen Zs are launching startups with their friends. Around 60% of Gen Z founders who were surveyed had involved their friends in the business, compared to 42% of millennials and 21% of Gen X and boomers.\n\nReiss and the Andrews brothers said that working together as friends has elevated their relationship and provided advantages for their business.\n\nRelated stories\n\nWorking as friends has streamlined communication\n\nThe trio said they find it easier to discuss business decisions honestly because they are used to organically communicating with one another.\n\nAdvertisement\n\n\"We're each other's biggest fans, but we're also each other's biggest critics,\" Daniel Andrews said. \"So we could take really intense feedback incredibly well, and we're able to turn things that might come off as a little bit rude into something more constructive because we can read between the lines, having just been knowing each other so long.\"\n\n\"We've been able to operate significantly faster and be honest with each other because we have that initial layer and unconditional love for each other,\" Reiss added.\n\nSpending so much time together has also proven to be a business boon.\n\n\"I've been living with Sasha for four years, and it's pretty much a 24-hour cycle of hanging out minus sleep,\" Josh Andrews said. \"But it's created a really good feedback loop where we take work home, but we also know how to have that separation when we leave the office.\"\n\nAdvertisement\n\nReiss said that having an aligned schedule has also helped the three get \"ideas flowing naturally\" outside an office setting.\n\n\"I think a lot of our best ideas were made maybe at a bar getting a drink, or at a restaurant just getting dinner, and you're not even thinking about work — and I think that's a big reason why we come up with a lot of novel ideas for our visits,\" Daniel Andrews said.\n\nHe added that their \"shared life experience\" has made them more empathetic and understanding of each other.\n\n\"We have had a lot of family health issues over the last couple of years as we've been on this journey,\" he told BI. \"Being a first-time founder, it is incredibly beneficial to work with friends and family who can step up and take on that work. The lowest points definitely feel a lot less low when you have these kinds of people around you.\"\n\nAdvertisement\n\nPick friends wisely\n\nWorking with friends also poses its own challenges.\n\n\"We have similar backgrounds in similar skill sets, and so intentionally seeking out hires that bring a diverse background that's very different than ours has been much more important for us,\" Daniel Andrews said.\n\nBeing a part of the same friend group can also pose logistical roadblocks. The trio often get invites to the same holidays or events — sometimes resulting in an \"out of office\" from all three.\n\n\"We've definitely navigated that by having people stay behind; we'd be like, okay we can't all leave right now,\" Josh Andrews said.\n\nAdvertisement\n\nWhile the trio is enthusiastic about the concept of launching a company as friends, they agree it's only worthwhile if they bring out the best in each other.\n\n\"If you have friends that you find that are like slowing you down, or like trying to distract you, or other things, those might not be the best friends to launch a startup with,\" Daniel Andrews said.\n\n\"But there are those friends who are always pushing me to run harder, do that extra like hike, run that mile faster.\n\n\"Those are the people that you really want to engage and work on something with. And I think selectively picking up friends who are available and those who are trying to push you to be better is the correct path forward,\" he added."
    },
    {
        "title": "California’s October heat wave is winding down. Will it finally start feeling like fall again?",
        "link": "https://www.msn.com/en-us/weather/topstories/californias-october-heat-wave-is-winding-down-will-it-finally-start-feeling-like-fall-again/ar-AA1rQsf1?ocid=BingNewsVerp",
        "description": "After days of record-breaking temperatures, California's October heat wave is beginning to retreat. A cooling trend is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RXT0ywiqP5_APMy3TxSOdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7hon MSN",
        "source": "LA Times on MSN",
        "article_content": ""
    },
    {
        "title": "Ray-Ban Meta glasses hit version 9.0, get new voice messaging",
        "link": "https://www.msn.com/en-us/news/technology/ray-ban-meta-glasses-hit-version-90-get-new-voice-messaging/ar-AA1rPkJo?ocid=BingNewsVerp",
        "description": "You can now set timers, send voice memos, and send Meta AI chats to others with the latest update to the Ray-Ban Meta glasses ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3CWhQtql5_FRvXfNxV_61y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "13hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Amazon’s cheap deal on this forgotten Apple Watch makes it one to remember",
        "link": "https://www.digitaltrends.com/mobile/amazon-cheap-deal-on-the-forgotten-apple-watch-makes-it-one-to-remember/",
        "description": "The Apple Watch SE 2 isn't the latest model, but at the price it's being offered at in Amazon's Prime Big Deals Days 2024 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rZdsOtIOM8Lkf8LdJpdiaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "5h",
        "source": "Digital Trends",
        "article_content": "Amazon is offering just about the cheapest way to get a recent Apple Watch on your wrist during its Prime Big Deals Days 2024 promotion, with a model you may have forgotten existed. You can buy a second-generation Apple Watch SE in various colors and with a choice of bands for $170 if you version or $200 if you . If you’ve wondered what life with an Apple Watch is like, now is the time to find out.\n\nIt’s not the latest Apple Watch Series 10 model, but it’s about half its price, and although it doesn’t have the same specifications, when that kind of saving is involved, there are some acceptable sacrifices. The second-generation Apple Watch SE was released in 2022, and with several more expensive models launched since then and no replacement from Apple, it has stopped being part of the conversation. However, that’s unfair as the SE 2 has an aluminum case, Ion-X protective glass, a nylon composite case back, a heart rate sensor, an OLED screen, and a battery that should last at least a day with normal use.\n\nIt looks the same as the first Apple Watch SE and many other Apple Watch models, but is smaller and thicker than the current Series 10 model. It doesn’t have an always-on screen, so it won’t show the time until you raise your wrist to see the screen. The good news is this feature works so well that you won’t ever be left staring at a blank screen. Don’t expect recent features like the Double Tap gesture or some of the advanced health features like an electrocardiogram, blood oxygen monitoring, or a body temperature sensor, though.\n\nWhere the Apple Watch SE 2 wins is with the software. It runs Apple’s watchOS 11, just like the most recent models, so it won’t feel any different operationally. It has the same control system, basically the same workout tracking with GPS, and it’ll show you all your health data and notifications, too. Apple’s all-day battery life claim is on the conservative side, and if you don’t track workouts, it’s possible for the battery to last deep into a second day before it needs recharging.\n\nWhen I wore the Apple Watch SE 2 ahead of my review when it was released, the lack of an always-on screen bothered me, but mostly because I was coming from an Apple Watch that had the feature. Newcomers probably won’t care, especially when the price is so competitive, and I did wonder at the time if we should be recommending it as the core Apple Watch to buy, as it did almost everything the more expensive model did. Two years on, and it lags further behind in headline features a design, but it’s still a current model, meaning it’ll be supported with new software for several years to come and remains a fantastic option for anyone wanting to try the best smartwatch you can buy without paying $350 or more.\n\nWhich color case you choose will be down to you, but I’d recommend getting one of the models with a Sport Loop band if possible. It’s more comfortable for all-day and night wear than the Sport Band, and its quick and easy adjustment makes it great for exercise. It may also be worth looking at the GPS and Cellular models, which are and , as they allow you to leave your phone at home and still stay connected, provided you add it to your regular phone plan. It’s usually around $10 per month to do this.\n\nFew talk about the Apple Watch SE 2 these days, an oversight that probably needs correcting, but Amazon’s low price makes this a brilliant smartwatch for anyone with an iPhone who wants to try life with an Apple Watch."
    }
]