[
    {
        "title": "I tried to beat UFO 50’s hardest game. It turned into a fight for my soul",
        "link": "https://www.msn.com/en-us/news/us/i-tried-to-beat-ufo-50-s-hardest-game-it-turned-into-a-fight-for-my-soul/ar-AA1tG06Z?ocid=BingNewsVerp",
        "description": "On November 6, I was rudely awoken by my alarm blaring from behind my pillow. It couldn’t have known that I’d barely slept ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iv_-KoQWzeUiAq0c-IDmJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Carbondalien invasion: Festival celebrates 50th anniversary of UFO sighting in Carbondale",
        "link": "https://www.thetimes-tribune.com/2024/11/07/carbondalien-invasion-festival-celebrates-50th-anniversary-of-ufo-sighting-in-carbondale/",
        "description": "Those curious of life outside our world can find fun Saturday at the Carbondalien Festival, which celebrates the milestone of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Wo-BqDxCSYgAuttUwww1xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Scranton Times-Tribune16h",
        "source": "The Scranton Times-Tribune",
        "article_content": "Those curious of life outside our world can find fun Saturday at the Carbondalien Festival, which celebrates the milestone of a mysterious event in Carbondale’s history.\n\nThe Carbondalien Festival marks the 50th anniversary of the infamous incident near Russell Park in Carbondale that many believe was a UFO crash landing on Nov. 9, 1974. The festival will be held Saturday at the park on 11th Avenue and along Main Street in the city’s downtown from 11 a.m. to 5 p.m.\n\nThe event is hosted by the Carbondale Arts Alliance and will have vendors, food trucks, speakers, art and live music.\n\nNicole Curtis, the Carbondalien Festival’s organizer, “Carbondalien-in-Chief” and co-owner of the City Line Shop Cafe in Carbondale, was inspired to start the festival as an alien art walk after seeing how art helped save other nearby small towns.\n\nMany townspeople are not aware of the UFO event since many did not want to discuss it for fear of being ridiculed. There were many sightings of the UFO that allegedly crashed from around the county, from the Scranton area to Carbondale, according to Curtis.\n\nWhat occurred 50 years ago is an “amazing incredible thing that not many people know about that should be celebrated and not be ashamed about,” said Curtis. On that day, “something glowed in the water for nine hours and left on a flatbed truck,” she said.\n\nAccording to the newspaper archives, the legend began on Nov. 9, 1974, when three teenage boys alerted police after witnessing a “red, whirring ball” fall from the sky and into a mine pond. The incident drew police, military and the curious to the city and concluded with a dive team pulling a battery-powered mine lantern from the pond.\n\nCurtis started planning for the Carbondalien Festival a year ago by looking for an artist to design an alien and reached out to Jennifer Forgione, known as JFo, studio artist of JFo Generation in Spring Brook Twp.\n\nForgione’s mother was an eyewitness to the UFO while observing the sky at her home in Dunmore. This synchronistic event is “why I am so passionate about it and it is a very good thing,” said Forgione, who is excited to participate in the festival linked to her mother’s UFO sighting.\n\nThose wanting to know about the legend can watch the theatrical performance, “The Russel Park Experience,” presented in partnership with the Lackawanna Historical Society. The performance immerses the audience as a member of the press at the crash site trying to get the facts of what happened. Performances will take place at Russell Park at 11:45 a.m., 12:30 p.m. and 1:30 p.m.\n\nThe festival is a “great opportunity to meet interesting people and learn new things,” as well as a place to meet “like-minded people in the cryptid and UFO world,” said Curtis.\n\nFestivalgoers can learn more about UFO topics at the Supernatural Speaker Series at the Hotel Anthracite. Speakers include: James Krug with “Invasion of the Body Snatchers & How to Become a MUFON Investigator,” Bill Weber with “UFO Sightings and Cover Ups,” Tim Renner with “The 1920’s Bigfoot Flap in Pennsylvania” and Alan B. Smith with “Exposing UFO Debunkers.”\n\nAdditionally, the Carbondalien Festival will have a ticketed after-party event at the ballroom of the Hotel Anthracite with a cocktail hour, dinner and presentation of “World of the Weird” by Heather Taddy, known as the team documentarian on A&E’s hit television series “Paranormal State,” from 6 to 8:30 p.m.\n\nThroughout the city, 34 local businesses are hosting a scavenger hunt with 7-foot-tall wooden aliens unique to each location. Visitors can vote for their favorite design on the festival’s website.\n\nOther activities include a free Alien Swim at the Carbondale YMCA, and an Alien Storytime and Craft, Alien Teen Bingo and Extraterrestrial Film Festival at the Carbondale Public Library.\n\nAccording to Forgione, the more people who get excited about the festival, the less people will be afraid of aliens.\n\n“You see a cute little heinie on the alien and smile and laugh,” Forgione said of her artwork. Forgione will be selling handmade 7-foot-tall, 4-foot-tall and 2-foot-tall wooden aliens at the event, along with alien ornaments.\n\nCurtis said the event is to keep “an openness to what the story could be.” This gives people an opportunity to not argue over the story, but ponder the possibilities.\n\n“Many feel ostracized talking and sharing their story,” said Forgione. “There might be so many stories that people are afraid to tell.”\n\nAn eyewitness who wishes to remain anonymous and was first on the scene has donated stacks of photos, business cards of reporters who came to town and typed-up reports about the event to the Lackawanna Historical Society, according to Curtis.\n\nCurtis hopes the Carbondalien Festival helps to build tourism for the town by getting people to see what the town has to offer. She wants the Carbondalien Festival to evolve into an annual event.\n\nThose attending the event will find “an escape from a regular day and have a magical one-of-a-kind experience,” said Forgione.\n\nFor more information about the Carbondalien Festival and to purchase tickets for the after-party, go to carbondalienfestival.com.\n\nIf you go\n\nWhat: The Carbondalien Festival\n\nWhen: Saturday, 11 a.m. to 5 p.m.\n\nWhere: Russell Park on 11th Avenue and along Main Street in the city’s downtown.\n\nEvents: The immersive “The Russel Park Experience” at the park, the Supernatural Speaker Series at the Hotel Anthracite, a citywide scavenger hunt, alien-themed activities at the Carbondale Public Library and more. A ticketed after-party event at the ballroom of the Hotel Anthracite will feature “Paranormal State” star Heather Taddy from 6 to 8:30 p.m.\n\nInfo: Visit carbondalienfestival.com."
    },
    {
        "title": "Abducted in front of 23 witnesses and a UN secretary-general: The most famous UFO file is resurrected on Netflix",
        "link": "https://english.elpais.com/culture/2024-11-07/abducted-in-front-of-23-witnesses-and-a-un-secretary-general-the-most-famous-ufo-file-is-resurrected-on-netflix.html",
        "description": "Linda Napolitano, the New York housewife who made headlines after starring in the so-called ‘alien abduction of the century,’ ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eMigjLy_IylbkxKdMC6piC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "El País in English5h",
        "source": "El País in English",
        "article_content": "Many of the reported cases of alleged alien encounters, flying saucers, or abductions take place in remote locations, far from the eyes and cameras of almost anyone, or in conditions that make it difficult to see anything clearly. For those who fabricate such experiences, it is a necessary alibi. The case of New Yorker Linda Napolitano, a housewife of Italian descent who said she was abducted by aliens in 1989, generated huge media coverage for exactly the opposite reason: she claimed that a UFO had taken her from her bedroom by means of a tractor beam in the early hours of the morning, in the middle of Manhattan.\n\nTogether with researcher Budd Hopkins, one of the most famous figures in ufology, she brought 23 witnesses to the table who supported her story and said they had seen her fly over the Brooklyn Bridge. The family not only confirmed the veracity of her experiences, but also declared themselves victims of interventions from outer space. And they all stand firm, to the point that Napolitano, who is now 77 years old, has just sued Netflix over a documentary that casts serious doubts on what some media dubbed “the abduction of the century.”\n\nThe three-episode series, The Manhattan Alien Abduction, was written by Linda Napolitano herself and premiered in the U.S. on October 30, just in time for Halloween. It certainly has terrifying elements, not so much in the dramatizations of the abduction itself, but testimonies such as that of her son, who appears with his face obscured and claims to have been in psychological treatment for years over the trauma of alien visits of which he, who experienced the coverage of the case as a child, is entirely convinced. However, there is another woman who manages to displace Napolitano from the center of the documentary: Carol Rainey, Hopkins’ ex-wife and a notable skeptic of her former husband’s work, especially on the Manhattan case. The basis of the complaint against Netflix is that the participation of Rainey, who died in 2023, is much greater than the aggrieved party expected. Napolitano says she was assured Rainey would make only one appearance, but she is, by all accounts, the co-star.\n\nThe apartment block in Manhattan where Linda Napolitano was allegedly abducted by aliens in 1989. General (©2005 Credit:TopFoto/Fortean)\n\nAs such, The Manhattan Alien Abduction is much more interesting than a mere reconstruction of a 35-year-old UFO file. Its unexpected focus on Rainey allows us to access another story, that of someone who, out of respect for the man she had once loved, for the credibility and objectivity she once had, made the tough decision to disavow him in a shattering publication that questioned his rigor and methodology. “I saw that I was losing objectivity. I loved Budd. He seemed to me to have complete integrity. Completely honest. But if it was a hoax, I needed to know if my husband was complicit,” Rainey states in the documentary. Peter Robbins, Hopkins’ assistant and friend, who blames Rainey for Hopkins’ book Witnessed: The True Story Of The Brooklyn Bridge UFO Abductions (1996) not being republished or made into a film adaptation, doesn’t see it that way: “Her goal in life was to destroy this man and destroy his reputation.” “She’s a harpy,” Napolitano goes so far as to say on camera.\n\nThe housewife’s story contained bizarre elements that went beyond the 1989 abduction. A year later, Napolitano alerted Hopkins that she was being harassed by two men named Dan and Richard, who had witnessed the event from an official car in which they were transporting none other than then-Secretary General of the United Nations Javier Pérez de Cuéllar. Hopkins, who never saw them himself, gave credence to the letters she received signed in their name and that of the diplomat. According to Napolitano, the men kidnapped her and Dan, who was madly in love with her, ended up in a psychiatric hospital. She also underwent an X-ray test to prove that a lump in her nose was the result of an alien graft. The X-ray revealed that it did appear to house a small cylindrical object, but when she later agreed to undergo surgery to remove it, the object never appeared.\n\nI want to believe\n\nSociologist, writer and editor Pablo Vergel, a contributor to Spanish TV show Cuarto Milenio, which covers mysteries and enigmas, spoke to Napolitano several years ago via Facebook. His intention was to have her participate in a report on the show, although he was unable to get her to appear in front of the cameras. Vergel acknowledges to EL PAÍS that it is “a very problematic case,” which owes its popularity to the context and “the series of incredible twists and turns that followed, a real soap opera, thanks to which it had a lot of coverage in the tabloid press [...] Iconically, this UFO that lifts someone from their apartment with a ray, takes them out and crosses the most famous skyline in the world, over the Brooklyn Bridge, cannot be more powerful,” he says. In 2021, Vergel published in Spain a book by Budd Hopkins, Intruders, originally from 1987 and one of the key titles in the abduction phenomenon in the United States.\n\nWhitley Strieber photographed in 2016. David Livingston (Getty Images)\n\n“Budd Hopkins is part of the triad of researchers who created the great wave of abductions in the United States, almost a sociological phenomenon, along with Whitley Strieber and John E. Mack,” explains the editor. “He did have a certain courage; he created support groups for people who said they had been abducted, he established mechanisms and protocols… Whitley Strieber, the famous author of Communion (1987), turned to Budd Hopkins and said in his book that he helped him a lot in managing his emotional crisis after the traumatic experience he had [his alleged encounter with extraterrestrials]. But at a certain point he began to act like a devotee, like an absolute believer who could not conceive of any alternative explanation. Many people have accused him of having been an evangelist of the UFO phenomenon and the extraterrestrial hypothesis, rather than of investigating it. He abused hypnosis a lot. If you read his books, hypnosis does not follow methodological controls, it leaves suggestion very open. There is even the possibility of ending up implanting memories in the person. Budd Hopkins — and I say this as his editor — seems to me to be an interesting author, but also very questionable.”\n\nThe sociologist refers to a study of the Napolitano case published in 1993 by parapsychologist George P. Hansen, together with Joseph J. Stefula and Richard D. Butler, who was critical of Hopkins for not verifying the “very close” relationship between the housewife and the professional who performed the X-ray test, or the independence of the supposed 23 witnesses to the phenomenon. Among the testimonies that Hopkins had accepted as valid was that of a woman who said she had not been able to see clearly because of the fog — on a morning when such weather conditions did not occur — or that of another who, excusing herself on the grounds of her fear, did not close the curtains at her window that night. Hansen and his colleagues found as many as 16 parallels between Napolitano’s story and Garfield Reeves-Stevens’ 1989 science fiction novel Nighteyes. They also questioned Hopkins’ honesty, noting that the alleged abductee said he had promised her half the profits from his book about her case.\n\nRobbins, the colleague who backs Hopkins in The Manhattan Alien Abduction, brings up in his statements that Rainey, the researcher’s ex-wife, grew up in a fundamentalist Christian family belonging to the Plymouth Brethren, to suggest that she opposed the extraterrestrial hypothesis because of her religion. Rainey argues in the documentary that, precisely, her experience with Hopkins reopened a wound from the past, when she was estranged from her entire family for questioning the faith: “His dogma was as radical as my father’s. They both never doubted and seemed to be in possession of the truth. I could not tolerate what he was doing to very vulnerable people,” Rainey said in reference to Hopkins’ hypnosis sessions with people convinced they were being visited by extraterrestrials.\n\nNapolitano, who is said in the series to have had a frustrated vocation as a music star, has called the late Rainey “resentful and alcoholic” in her lawsuit, as well as damaging to her reputation. Nevertheless, The Manhattan Alien Abduction is conciliatory to anyone who really wants to believe her story. Through the theme of faith, the documentary does allow us to glimpse that, among the scholars or mere lovers of the UFO phenomenon, there are those who, with more or less rigor, try to collate their research, and those who only seek to confirm their own beliefs.\n\nDepending on your preferences, the Brooklyn Bridge story generated a previous documentary that completely takes the authenticity of the matter for granted: Linda Napolitano: The Alien Abduction of the Century (2022). Although Napolitano does not participate in it, we are told, based on the thesis of a certain Corrado Malanga, an Italian researcher of the holographic universe, that humans are the most spiritually developed creatures in the universe and that aliens abduct us to imprint their memories in our unconscious, in order to become immortal with our soul. Case closed.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"
    },
    {
        "title": "UFO Disclosure Part 9: What is the Truth? - Episode One | movie | 2024 | Official Trailer",
        "link": "https://www.msn.com/en-us/health/medical/ufo-disclosure-part-9-what-is-the-truth-episode-one-movie-2024-official-trailer/vi-AA1tDYpI?ocid=BingNewsVerp",
        "description": "Are all these craft coming from other galaxies, or other dimensions? What is The Truth about the UFO phenomenon? There a | ...",
        "image_url": "https://www.bing.com/th?id=OVF.YWsl0A7NJoGjq8MAlz6%2bFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "20hon MSN",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "‘Carbondalien Festival’ honors 50th anniv. of UFO incident",
        "link": "https://www.msn.com/en-us/news/other/carbondalien-festival-honors-50th-anniv-of-ufo-incident/ar-AA1tGYZ3?ocid=BingNewsVerp",
        "description": "An out-of-this-world festival is taking place in Lackawanna County this weekend. Tucked away at Russell Park in Carbondale is the Silt Pond. The pond is ...",
        "image_url": "https://www.bing.com/th?id=ODF.9NxBdg2B9m6Cpq00r5R96w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "WYOU on MSN3h",
        "source": "WYOU on MSN",
        "article_content": ""
    },
    {
        "title": "Hands-on: AI-powered Generative Erase feature in Windows 11 Paint app",
        "link": "https://www.windowslatest.com/2024/11/07/hands-on-ai-powered-generative-erase-feature-in-windows-11-paint-app/",
        "description": "Hands-on with Paint AI’s Generative Fill and Erase features in Windows 11 that remove the need of a third-party app.",
        "image_url": "https://www.bing.com/th?id=OVFT.FUh3fIhlA5SRFsUu8N2rBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Windows Latest1h",
        "source": "Windows Latest",
        "article_content": "Microsoft’s been pretty crafty with integrating AI in multiple Windows 11 native apps. Paint got an AI overhaul last year when it debuted with “Cocreator, an AI-powered image generation feature.\n\nThe company later rebranded the feature to “Image Creator” and reserved the Cocreator feature for Copilot+ PCs. Now, it is testing Generative Erase and Fill features in the Insider channel.\n\nThe names are self-explanatory. Generative Fill uses AI models to add elements to the existing image. So, you can select an image area and enter a simple prompt like “add a cat,” and it’ll do that for you.\n\nSimilarly, the Generative Erase detects the highlighted area, wipes it, and blends it with the background colors, like there wasn’t anything there.\n\nThere isn’t any submenu for Generative Fill and Erase. These options appear after selecting the image area with the selection tool.\n\nWe installed the latest version of Paint that contains both these features, aka version 11.2410.28.0, but remember the new experience is only for Windows 11 Canary and Dev Insiders. Generative Fill is only available and works on Copilot+ Insider PCs, while the Erase feature works on every machinein the Insider Program.\n\nGenerative Fill and Erase AI features in MS Paint\n\nDue to the lack of a Copilot+ PC, we could only test the Generative Erase feature on our AMD hardware. We were happy with the overall performance as it didn’t struggle much while removing an object from the image.\n\nThe feature works without the internet, so you don’t have to worry about exhausting daily credits like the Image Cocreator feature. Generative Fill must also work on the same idea because Copilot+ PC has local AI models that can create AI images quickly.\n\nNote that the Erase feature isn’t something new. The Photos app has had it for quite some time, and the feature underwent multiple name rebrandings before Microsoft settled on “Generative Erase.”\n\nWe like this approach as the name is less confusing, and having similar names for identical features is helpful for end users.\n\nHow to use Paint AI’s Generative Fill and Erase features in Windows 11\n\nAs mentioned above, the selection tool is the entry point to invoke both these features. Click on the Selection Tool and choose the “Rectangle” or “Free-form” option. Then, drag the cursor to select a portion of the image.\n\nYou’ll see the “Fill” and “Erase” icons along with the “Background Remover” icon. Click on the Fill icon and describe the element you want to add to the image. Then, click the Create button to generate the image with locally stored AI models.\n\nIf you’re satisfied, click on the Keep option to finalize the image. Otherwise, click the retry icon to generate the image again and experiment with designs.\n\nNext, we tried the Generative Erase option, which doesn’t need a Copilot+ PC to work. We selected a portion of the image and clicked on the Erase icon. It worked its AI magic and removed the Insider build watermark in the image with the background.\n\nYou can also use it with the Eraser tool. Select the Eraser tool from the menu bar, and you’ll see the same Erase icon on the left side.\n\nDrag the slider to adjust the brush size and then drag it to highlight the area. It’ll automatically wipe and blend the image. Hit Apply to finalize the changes.\n\nWhen will both these features arrive?\n\nGenerative Fill will undergo more tests in the Insider channel before it arrives in the stable version. Initially, it will be limited to Copilot+ Snapdragon PCs, but Microsoft plans to bring it to more AI PCs from Intel and AMD.\n\nYou don’t really need to wait for Generative Erase, as it’s already available in the Windows Photos app since Windows 11 23H2.\n\nThe Paint version won’t be coming soon, so use the Photos app if you have something urgent to remove from a photo."
    },
    {
        "title": "Windows AI Updates Will Rewrite Text in Notepad, Edit Images in Paint",
        "link": "https://www.msn.com/en-us/news/technology/windows-ai-updates-will-rewrite-text-in-notepad-edit-images-in-paint/ar-AA1tGxX0?ocid=BingNewsVerp",
        "description": "The rewrite tool will generate three versions of your highlighted text at a time. In Paint, generative fill will let you add ...",
        "image_url": "https://www.bing.com/th?id=OVFT.u9rPAWwGPSux0nx-G_LHri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "PCMag on MSN3h",
        "source": "PCMag on MSN",
        "article_content": ""
    },
    {
        "title": "I tried Google's hidden note-taking app that no one's talking about, and you should too",
        "link": "https://www.androidauthority.com/google-notebooklm-audio-overview-3497591/",
        "description": "Google has a new note-taking and organization app that deserves your attention. Dubbed NotebookLM, it makes research fun and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qOTzJc_hPRqHIt8RAg8Ocy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Android Authority",
        "article_content": "Edgar Cervantes / Android Authority\n\nGoogle’s reputation for launching overlapping apps is well-earned — just look at the confusion between Hangouts, Meet, and Chat. But after years of throwing everything at the wall to see what sticks, the search giant might finally be onto something with its latest foray in the note-taking genre. Yes, it integrates Gemini (because what doesn’t these days?), but it’s done in a genuinely useful and tasteful way. Dubbed NotebookLM, it feels like Google’s long-overdue answer to the likes of OneNote and Notion. But dig a little deeper and you’ll find that this relatively unknown Google app has one killer feature that deserves your attention.\n\nNotebookLM: Google’s best-kept secret? NotebookLM is Google’s latest attempt at a note organization app that allows you to pool information from various sources into one central “notebook”. When you first open the app, you’ll be prompted to import information from various sources such as your own documents from Google Drive, articles from any URL on the internet, YouTube videos, PDF files, and even audio clips in the MP3 format.\n\nIf you’re a college student working on a chapter of organic chemistry, for example, you could add your class notes, relevant research papers, instructional videos from YouTube, and recorded audio from past lectures. NotebookLM then pools all of this content into one place. There’s little AI involved so far, which is a good thing — I would not want an AI to do all of the research for me and potentially poison my notes with hallucinations.\n\nWith everything consolidated, though, NotebookLM’s namesake finally starts to make sense. Under the hood, the app relies on Google’s largest language model, Gemini 1.5 Pro, which can hold a context of two million tokens. This allows the app to analyze hundreds of pages’ worth of text to create new content like AI-generated briefing docs, timelines, and study guides. The best part? You don’t need to pay $20 per month for Gemini Advanced to use NotebookLM.\n\nNotebookLM’s AI-generated content relies exclusively on your uploaded references, so it’s as grounded as it gets. And as Google Lab’s editorial director showcases in the following tweet, the AI can understand just about any kind of source material — including handwritten notes.\n\nNotebookLM is rather barebones compared to full-fledged platforms like Notion or OneNote, but it does offer a bulletin-board style interface where you can pin AI-generated content or your own manually-typed notes. This works a lot better than a chat interface where you’d need to endlessly scroll and hunt down relevant responses. That said, NotebookLM also offers a chat interface with inline citations that link to not just individual source documents but also the exact page where it found the information in question.\n\nA notebook in NotebookLM Inline citations\n\nWhile the features I’ve mentioned so far seem mildly useful, they won’t convince you or most people to try using NotebookLM. Luckily, there’s one area where NotebookLM will likely blow you away: its Audio Overviews feature.\n\nAn Audio Overview turns all of your notes and sources into a podcast, complete with two human-sounding hosts who go back and forth over the contents of your notebook. I’m not talking about a simple text-to-speech narration — an Audio Overview effectively emulates dynamic, human-like conversation. I was skeptical when I first heard about this feature, but my opinion quickly changed when the AI voices evoked emotions like surprise, curiosity, and frustration when debating complex points between themselves.\n\nAudio Overviews and why I’m sold on NotebookLM\n\nEven though I’m not a college student or marketing professional who needs to digest reams upon reams of notes, I see immense value in NotebookLM on a nearly daily basis. Take the recent Android 15 update, for example, which contained dozens of changes.\n\nRather than reading through the changelog, I added in Google’s official blog post as well as our extensive coverage of Android 15’s features to a new notebook. At this point, I could ask the AI to summarize the update but I opted to generate an Audio Overview instead. The processing for the latter takes a few minutes, but it’s a short wait all things considered. Here’s the final result:\n\nIn this particular instance, the podcast starts a bit abruptly but it quickly gains momentum. I specifically prompted the AI to talk about user-facing Android 15 features before moving to less impactful ones. The hosts followed this instruction perfectly, listing some of the headlining features and how they work. But notice how throughout the podcast, the AI voices don’t just wait for their turn but also encourage, agreee, or even disagree with the other host. The clip is filled with instances of “mm-hmm,” “oh, yes,” deep breaths, and even awkward laughter. Moments like these make you feel like you’re listening to a natural human conversation instead of a synthetic AI creation.\n\nNotebookLM's podcasts sound so human that I often forget an AI was ever involved.\n\nAnd therein lies the beauty of this feature. Listening to a podcast is not the fastest way to absorb information, but most of us can’t stomach reading through pages of boring documentation or poorly-organized notes either.\n\nIn my experience, the AI Overview feature strikes a good balance between speed and engagement — you get an immersive listening experience that feels like you’re absorbing knowledge passively, almost like you’re tuning in to a real conversation between two experts. I can also listen to the podcast while doing a chore, driving, or walking outdoors. For this reason, NotebookLM might be one of Google’s most useful AI creations to date, surpassing even Gemini Live for me.\n\nDo I think that NotebookLM and its podcast feature is perfect? No, and the above clip proves it — for example, the hosts will sometimes reference a particular talking point more than once during the same podcast. I also wish the voices weren’t always so cheerful and excited all the time. In fact, I would like to see more customization options that influence the final result in general. But even as-is, I think NotebookLM is one of the rare Google products to show serious potential in recent memory and I highly recommend trying it out for yourself.\n\nYou might like\n\nComments"
    },
    {
        "title": "Datadog raises annual forecast betting on AI-driven cybersecurity demand",
        "link": "https://www.reuters.com/technology/artificial-intelligence/datadog-raises-annual-forecast-betting-ai-driven-cybersecurity-demand-2024-11-07/",
        "description": "Cloud monitoring firm Datadog raised its annual revenue and profit forecasts on Thursday, betting on accelerating demand for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ecFqtTnjcQJEBv2DIu4QsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Booking Holdings: How It’s Using AI at its 5 Biggest Brands",
        "link": "https://skift.com/2024/11/07/booking-holdings-how-its-using-ai-at-its-5-biggest-brands/",
        "description": "Glenn Fogel, president and CEO of Booking Holdings, outlined AI projects for the company's brands and shared updates.",
        "image_url": "https://www.bing.com/th?id=OVFT.mhBhmZhATvAmkYHkjD5ZOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Skift2h",
        "source": "Skift",
        "article_content": "Glenn Fogel recognizes that generative AI is still young — and full of bugs — but there's no time to experiment like the present.\n\nSelect a question above or ask something else\n\nBooking Holdings is actively integrating generative AI into its five major brands—Booking.com, Priceline, Kayak, Agoda, and OpenTable—to enhance both consumer-facing and internal tools. These efforts include AI-powered trip planners and chatbots at Booking.com, voicebot integration at Priceline and OpenTable, and automated product development at Agoda. Each brand is leveraging AI to improve operational efficiency, customer service, and product offerings, while still in the early stages of exploring AI's full potential in the travel sector.\n\nBooking Holdings has a lot of AI experiments in the works.\n\nAll five of the travel giant’s consumer brands — Booking.com, Priceline, Kayak, Agoda, and OpenTable — now have various consumer or internal tools powered by generative AI. That means the company can test multiple tools to see which work best.\n\nGlenn Fogel, president and CEO of Booking Holdings, outlined the brand’s AI projects and shared updates during a call with investors last week.\n\n“We know we are still in the very early days of GenAI and we have much more to learn about consumers, how they ultimately want to interact with this new technology,” Fogel said during the call.\n\n“Over time, as we further incorporate this technology, we expect to see benefits in travel and partner acquisition, retention and satisfaction. In addition, we expect it to improve operational efficiency, which will contribute to a deceleration of our fixed expense growth in the future.”\n\nBooking.com\n\nBooking.com released the first version of its AI trip planner in June 2023, which Fogel said has had millions of interactions with customers that are leading to new applications of generative AI. He said that’s still a very small proportion of the brand’s engagement with customers.\n\nThe app’s trip planner last week got an update that allows users to ask the chatbot property-specific questions. And the property search results page got a tool that allows users to automatically check amenity filters using natural language, meant to remove the need for manual filtering.\n\nFogel said the company is working on some tools for hotel clients, as well. That includes a hotel-facing tool to help properties write responses to inquiries from travelers, which he said has led to an increase in response rate. Booking.com is testing a chatbot to help new clients, starting with short-term rentals, answer questions during the onboarding process and accelerate sign-ups.\n\nThe company is also working to incorporate generative AI into its customer service operations.\n\n“Initial testing shows meaningful improvements in topic detection in Booking.com’s customer help center as well as customer service agent case summarization. Booking.com is still early in this journey and sees meaningful opportunities in improving customer service and driving greater efficiency by leveraging AI in the future,” Fogel said.\n\nPriceline\n\nPriceline last month was the first travel company to release a voicebot based on the newest voice tech from OpenAI.\n\nThe Connecticut-based online travel agency first released the AI chatbot Penny in June 2023. It became Penny Voice with the update, able to engage in verbal conversations with travelers to help with hotel search and managing bookings.\n\n“As Priceline continues to enhance this offering, we envision that Penny will be able to anticipate needs based on preferences and past interaction and then respond in a real-time voice. While there has been great progress in the development of Penny over the last year, Priceline is focused on further enhancing Penny over time by leveraging their valuable learnings so far,” Fogel said.\n\nAgoda\n\nFogel said that generative AI has been implemented for more than 120 uses across customer service, software development, content generation, product, finance and human resources at Agoda.\n\nHe said the Singapore-based online travel agency is focused on using generative AI to automate product development.\n\n“This is leading to an increase in the share of code written by AI as well as measurable improvements in productivity per developer and development time,” he said.\n\nAgoda CEO Omri Morgenshtern has said in the past that he’s skeptical about the use of generative AI in trip-planning tools.\n\nOpenTable\n\nOpenTable, the San Francisco-based restaurant reservation app, in September added an AI voicebot meant to help client restaurants answer their phones.\n\nThe voicebot is able to take calls from restaurant guests to take and manage reservations, answer questions, and note dietary restrictions, then automatically saving the information to the OpenTable reservation.\n\nThe voicebot comes from the startup PolyAI, which raised $50 million in May.\n\nOpenTable also in September announced a partnership with Salesforce. Its Agentforce platform is meant to help OpenTable agents automate certain customer service requests. The platform handles routine tasks like reservation changes and loyalty point redemptions, meant to help agents focus on more complex situations.\n\nKayak\n\nKayak in March launched Ask Kayak, an AI trip planning tool that the company is still piloting.\n\nAt the same time, the Connecticut-based metasearch engine also launched a tool called PriceCheck. It’s a price comparison tool that allows travelers to upload a screenshot of a flight itinerary, which Kayak then checks against many different sites to determine if there is a better price available.\n\nKayak Chief Scientist Matthias Keller earlier this year discussed several other ways that the company is using AI. That includes multiple experiments for improving internal productivity. And Kayak has a connection with Microsoft Copilot, allowing users of the Bing search engine users to get real-time flight information from Kayak within AI-generated results."
    },
    {
        "title": "Top 5 most haunted places in the UK unveiled - is your town on the list?",
        "link": "https://www.mirror.co.uk/news/weird-news/top-5-most-haunted-places-33984824",
        "description": "Eerie sightings, spooky wails and spine-tingling stories, Britain's top most haunted towns have been unveiled.",
        "image_url": "https://www.bing.com/th?id=OJ.STY0Y0M5AJAqjw&pid=news&w=59&h=16&rs=2",
        "category": "paranormal",
        "date": "6h",
        "source": "The Mirror",
        "article_content": "Britain's most haunted towns have been revealed with the spookiest place in the country named based on the number of ghost sightings.\n\nThe research, which analysed reported paranormal sightings and haunted locations across the country, offers ghost hunters and thrill-seekers a guide to the spookiest locations. The study ranked counties and local authorities based on reports of paranormal activity per square mile, creating a \"paranormal activity score\" to determine the most supernaturally dense areas in the UK. This approach highlights where ghostly encounters are most concentrated.\n\nSo which town is officially the most haunted with a Paranormal Activity Score of 100 and 43 reported paranormal activities and haunted locations all concentrated in just 15 square miles? The would be Ipswich. The Ancient House is known for ghostly monk sightings and mysterious footsteps, while Christchurch Mansion is home to the ghost of a young Victorian maid. The Ipswich Museum, with reported sightings of a phantom Edwardian lady, offers a cultural twist to ghostly encounters.\n\nAlex Wilson, CEO and founder of Affordable Urns, said: \"Our research reveals some exciting destinations for paranormal enthusiasts. The high concentration of reported hauntings in these areas speaks to the rich history and enduring legends of the UK. While we encourage people to explore these fascinating locations, we also urge visitors to approach them with respect and caution. Many of these sites have historical significance and may have restricted access. Always ensure you have proper permission before visiting and follow all safety guidelines. Whether you're a believer in the supernatural or simply enjoy a good scare, these locations offer a supernatural way to connect with the past and perhaps experience something unexplainable.\"\n\n1. Ipswich\n\nImage: Universal Images Group via Getty Images) Universal Images Group via Getty Images)\n\n\n\n\n\nIpswich has creeped to the top of the table as the spookiest spot in the country. The Suffolk haunt got a chilling Paranormal Activity Score of 100 with 43 spine-tingling reports of eerie goings-on packed into its 15 square miles\n\nThe town's Ancient House is famed for its sightings of a monk ghost and the chilling sound of eerie footsteps, while the Christchurch Mansion is haunted by the unsettled spirit of a young Victorian maid. Even, the Ipswich Museum chills visitors with a phantom Edwardian lady stalking its halls.\n\n2. Lincoln\n\nImage: Getty Images) Getty Images)\n\n\n\n\n\nLincoln emerges as a close second on the spooky scale, ranking high with a Paranormal Activity Score of 82.20. The city's 14 square miles shudder with 33 reports of hauntings and ghost sightings. Lincoln Castle's walls echo with the cries of a woman executed after being accused of witchcraft. The Magna Carta pub buzzes with stories of a ghostly monk and a cavalier. And, the imposing Lincoln Cathedral's Gothic setting comes with many tales of the spiritual realm, including the \"Swinging Monk\".\n\n3. Cambridge\n\nImage: Cambridge News) Cambridge News)\n\nIn third place, Cambridge lurks with a ghastly score of 74.09. Paranormal enthusiasts have recorded 34 unsettling spiritual occurrences across the city's 16 square miles. Amongst Cambridge's spooky highlights are Corpus Christi College, haunted by the apparition of former master Dr. Butts, while Peterhouse College hosts the ghost of Francis Dawes. Plus, seekers of supernatural thrills can visit the Leper Chapel, where echoes of its tragic past manifest through spiritual sightings of its departed lepers.\n\n4. Exeter\n\nImage: Getty Images/iStockphoto) Getty Images/iStockphoto)\n\n\n\n\n\nExeter, with a score of 65.85 and 34 reports of paranormal activity across its 18 square miles comes in fourth place. The city's cathedral is said to be haunted by the ghost of a construction worker who tragically fell to his death, while Rougemont Castle is notorious for the spirits of the Babbacombe murderer and his victims. For those seeking a cosy setting for ghostly encounters, the Well House Tavern, haunted by the ghost of a Spanish lady, is the place to be.\n\n5. Oxford\n\nImage: Moment Editorial/Getty Images) Moment Editorial/Getty Images)\n\nOxford ranks at number 5 with its score of 58.08 and 30 haunted locations within its 18 square miles. Oxford Castle is home to the ghost of Mary Blandy among other spirits, while the Bodleian Library is known for its regal ghost of King Charles I. The Bear Inn, rumoured to be haunted by a former landlord, offers a traditional pub setting for those in search of a supernatural experience enjoyed over a pint."
    },
    {
        "title": "Ready for a scare? The Paranormal Cirque makes its return to the city of Salem",
        "link": "https://www.msn.com/en-us/news/us/ready-for-a-scare-the-paranormal-cirque-makes-its-return-to-the-city-of-salem/ar-AA1tFzWJ?ocid=BingNewsVerp",
        "description": "If you're looking for a scare this weekend, you're in luck.The Paranormal Cirque III is coming to the City of Salem.\"This one-of-a-kind production features incredibly talented artists with the sole ...",
        "image_url": "https://www.bing.com/th?id=OJ.z2t7rWZ2ZZsAgg&pid=news&w=80&h=16&rs=2",
        "category": "paranormal",
        "date": "9hon MSN",
        "source": "WSET Lynchburg/Roanoke on MSN",
        "article_content": ""
    },
    {
        "title": "Carbondalien invasion: Festival celebrates 50th anniversary of UFO sighting in Carbondale",
        "link": "https://www.thetimes-tribune.com/2024/11/07/carbondalien-invasion-festival-celebrates-50th-anniversary-of-ufo-sighting-in-carbondale/",
        "description": "Those curious of life outside our world can find fun Saturday at the Carbondalien Festival, which celebrates the milestone of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Wo-BqDxCSYgAuttUwww1xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Scranton Times-Tribune16h",
        "source": "The Scranton Times-Tribune",
        "article_content": "Those curious of life outside our world can find fun Saturday at the Carbondalien Festival, which celebrates the milestone of a mysterious event in Carbondale’s history.\n\nThe Carbondalien Festival marks the 50th anniversary of the infamous incident near Russell Park in Carbondale that many believe was a UFO crash landing on Nov. 9, 1974. The festival will be held Saturday at the park on 11th Avenue and along Main Street in the city’s downtown from 11 a.m. to 5 p.m.\n\nThe event is hosted by the Carbondale Arts Alliance and will have vendors, food trucks, speakers, art and live music.\n\nNicole Curtis, the Carbondalien Festival’s organizer, “Carbondalien-in-Chief” and co-owner of the City Line Shop Cafe in Carbondale, was inspired to start the festival as an alien art walk after seeing how art helped save other nearby small towns.\n\nMany townspeople are not aware of the UFO event since many did not want to discuss it for fear of being ridiculed. There were many sightings of the UFO that allegedly crashed from around the county, from the Scranton area to Carbondale, according to Curtis.\n\nWhat occurred 50 years ago is an “amazing incredible thing that not many people know about that should be celebrated and not be ashamed about,” said Curtis. On that day, “something glowed in the water for nine hours and left on a flatbed truck,” she said.\n\nAccording to the newspaper archives, the legend began on Nov. 9, 1974, when three teenage boys alerted police after witnessing a “red, whirring ball” fall from the sky and into a mine pond. The incident drew police, military and the curious to the city and concluded with a dive team pulling a battery-powered mine lantern from the pond.\n\nCurtis started planning for the Carbondalien Festival a year ago by looking for an artist to design an alien and reached out to Jennifer Forgione, known as JFo, studio artist of JFo Generation in Spring Brook Twp.\n\nForgione’s mother was an eyewitness to the UFO while observing the sky at her home in Dunmore. This synchronistic event is “why I am so passionate about it and it is a very good thing,” said Forgione, who is excited to participate in the festival linked to her mother’s UFO sighting.\n\nThose wanting to know about the legend can watch the theatrical performance, “The Russel Park Experience,” presented in partnership with the Lackawanna Historical Society. The performance immerses the audience as a member of the press at the crash site trying to get the facts of what happened. Performances will take place at Russell Park at 11:45 a.m., 12:30 p.m. and 1:30 p.m.\n\nThe festival is a “great opportunity to meet interesting people and learn new things,” as well as a place to meet “like-minded people in the cryptid and UFO world,” said Curtis.\n\nFestivalgoers can learn more about UFO topics at the Supernatural Speaker Series at the Hotel Anthracite. Speakers include: James Krug with “Invasion of the Body Snatchers & How to Become a MUFON Investigator,” Bill Weber with “UFO Sightings and Cover Ups,” Tim Renner with “The 1920’s Bigfoot Flap in Pennsylvania” and Alan B. Smith with “Exposing UFO Debunkers.”\n\nAdditionally, the Carbondalien Festival will have a ticketed after-party event at the ballroom of the Hotel Anthracite with a cocktail hour, dinner and presentation of “World of the Weird” by Heather Taddy, known as the team documentarian on A&E’s hit television series “Paranormal State,” from 6 to 8:30 p.m.\n\nThroughout the city, 34 local businesses are hosting a scavenger hunt with 7-foot-tall wooden aliens unique to each location. Visitors can vote for their favorite design on the festival’s website.\n\nOther activities include a free Alien Swim at the Carbondale YMCA, and an Alien Storytime and Craft, Alien Teen Bingo and Extraterrestrial Film Festival at the Carbondale Public Library.\n\nAccording to Forgione, the more people who get excited about the festival, the less people will be afraid of aliens.\n\n“You see a cute little heinie on the alien and smile and laugh,” Forgione said of her artwork. Forgione will be selling handmade 7-foot-tall, 4-foot-tall and 2-foot-tall wooden aliens at the event, along with alien ornaments.\n\nCurtis said the event is to keep “an openness to what the story could be.” This gives people an opportunity to not argue over the story, but ponder the possibilities.\n\n“Many feel ostracized talking and sharing their story,” said Forgione. “There might be so many stories that people are afraid to tell.”\n\nAn eyewitness who wishes to remain anonymous and was first on the scene has donated stacks of photos, business cards of reporters who came to town and typed-up reports about the event to the Lackawanna Historical Society, according to Curtis.\n\nCurtis hopes the Carbondalien Festival helps to build tourism for the town by getting people to see what the town has to offer. She wants the Carbondalien Festival to evolve into an annual event.\n\nThose attending the event will find “an escape from a regular day and have a magical one-of-a-kind experience,” said Forgione.\n\nFor more information about the Carbondalien Festival and to purchase tickets for the after-party, go to carbondalienfestival.com.\n\nIf you go\n\nWhat: The Carbondalien Festival\n\nWhen: Saturday, 11 a.m. to 5 p.m.\n\nWhere: Russell Park on 11th Avenue and along Main Street in the city’s downtown.\n\nEvents: The immersive “The Russel Park Experience” at the park, the Supernatural Speaker Series at the Hotel Anthracite, a citywide scavenger hunt, alien-themed activities at the Carbondale Public Library and more. A ticketed after-party event at the ballroom of the Hotel Anthracite will feature “Paranormal State” star Heather Taddy from 6 to 8:30 p.m.\n\nInfo: Visit carbondalienfestival.com."
    },
    {
        "title": "Netflix teases big mystery in new teaser for final season of Stranger Things",
        "link": "https://www.aol.com/netflix-teases-big-mystery-teaser-165132777.html",
        "description": "Netflix have teased a big mystery for the forthcoming final season of fan-favourite, Stranger Things. The record-breaking ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IXcMUn3TLkAXXwRv-GLuWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "AOL",
        "article_content": "Netflix have teased a big mystery for the forthcoming final season of fan-favourite, Stranger Things.\n\nThe record-breaking drama features an ensemble cast including Millie Bobby Brown as Eleven, Finn Wolfhard as Mike Wheeler, David Harbour as Jim Hopper and Winona Ryder as Joyce Byers.\n\nThe show, which follows a series of paranormal events taking place in an American town in the 1980s, is back for its fifth and final segment in 2025, the streamer confirmed earlier this year.\n\nIn a new video shared to their social media page on Wednesday afternoon (6 November), the name of each new episode was revealed.\n\nTitles for each episode often shed light on key events, with the first episode of the first season called “The Vanishing of Will Byers”, setting the scene for the plot of the entire show.\n\nThey can take on obscure names based on a theme identifiable to fans, for instance “The Flea and the Acrobat” in which the gate between dimensions was first revealed.\n\nFans dived deep into speculation, particularly after one of the forthcoming episodes had part of its title omitted.\n\n(Netflix/Stranger Things)\n\nThe titles are as follows:\n\nThe Crawl\n\nThe Vanishing Of [Omitted]\n\nThe Turnbow Trap\n\nSorcerer\n\nShock Jock\n\nEscape From Camazotz\n\nThe Bridge\n\nThe Rightside Up\n\nIn the show’s characteristic Eighties style lettering along with its instantly recognisable music by Kyle Dixon and Michael Stein, the teaser was accompanied by the tagline, “In the fall of 1987... one last adventure begins.”\n\n“‘The Vanishing Of...’ was such a massive tease,” wrote one fan, as speculation centred on whether Eddie Munson, played by Gladiator II star Joseph Quinn, could be set to return, or whether a main character will vanish in a repeat of the show’s first episode.\n\nFans were also left emotional at the name of the final episode called “The Rightside Up”, as opposed to the horror the characters endured in the evil-ridden “Upside Down”.\n\n(Netflix/Stranger Things)\n\n“My God, The Rightside Up is the best thing I’ve heard,” wrote one person on social media.\n\nAnother added, “Sobbing my eyes out” as fans left crying and tearing up emojis.\n\nCreators Matt and Ross Duffer said that they had created a 25-page document detailing the mythology of the Upside Down when they created the show, in an interview with Tudum.\n\n“We were like, ‘We know what’s going on in the Upside Down, more or less, but we want it to be unknowable. We want it to be mysterious,’ ” Matt Duffer explained.\n\n“But they were like, ‘Yeah, but can you write it down?’ And so we wrote it all down.”\n\nMeanwhile, Ross said the final season would finally tie up all loose ends.\n\n“The last remaining questions that are answered in that document, we’ve punted a couple of those to have some big reveals in Season 5,” said Ross Duffer during Geeked Week in June 2022. “And that’s really going to affect what Season 5 is about.”\n\nStranger Things 5 will be released in 2025."
    },
    {
        "title": "Fort Delaware is believed to be a Haunted Fort on an island",
        "link": "https://abc7chicago.com/videoClip/fort-delaware-pea-patch-island-civil-war-state-park/15464619/",
        "description": "Fort Delaware, on Pea Patch Island, was once a prison for Confederate soldiers. Now there are reports of ghostly hauntings.",
        "image_url": "https://www.bing.com/th?id=OJ.Ag1NuNj3so1dig&pid=news&w=61&h=16&rs=2",
        "category": "paranormal",
        "date": "22h",
        "source": "ABC 7 Chicago",
        "article_content": "Fort Delaware is believed to be a Haunted Fort on an island\n\nFort Delaware, on Pea Patch Island, was once a prison for Confederate soldiers. Now there are reports of ghostly hauntings.\n\nFort Delaware is believed to be a Haunted Fort on an island\n\nFort Delaware is believed to be a Haunted Fort on an island Fort Delaware, on Pea Patch Island, was once a prison for Confederate soldiers. Now there are reports of ghostly hauntings.\n\nFort Delaware is believed to be a Haunted Fort on an island Fort Delaware, on Pea Patch Island, was once a prison for Confederate soldiers. Now there are reports of ghostly hauntings.\n\nFort Delaware is believed to be a Haunted Fort on an island Fort Delaware, on Pea Patch Island, was once a prison for Confederate soldiers. Now there are reports of ghostly hauntings.\n\nDELAWARE CITY. Delaware -- Nestled on Pea Patch Island is Fort Delaware, a historic Civil War-era site offering a unique blend of living history and ghostly intrigue.\n\nTo get to the fort, visitors embark on a ferry ride, followed by a tram ride to the front gates.\n\nAlthough the fort has never seen battle, it is mostly known for being a prison that once housed 33,000 Confederate prisoners.\n\nStaff in period costumes provide an immersive experience of life in the past.\n\nEvery Friday, Saturday, and Sunday, paranormal tours led by the Diamond State Ghost Investigators invite guests to uncover potential hauntings.\n\nParticipants report eerie encounters, from footsteps to shadowy figures, including a ghostly figure named Susan in the kitchen.\n\nProceeds from these tours support the fort's preservation.\n\nAnd since the inception of the paranormal adventures in 2009, they have raised over 2 million dollars for the fort."
    },
    {
        "title": "Breakthrough Discovery: Scientists Observe Self-Healing Metal, Revolutionizing Materials Science",
        "link": "https://www.msn.com/en-us/money/markets/revolutionary-discovery-self-healing-metal-could-redefine-durability-in-engineering-and-technology/ar-AA1t8Xt9?ocid=BingNewsVerp",
        "description": "In a groundbreaking experiment, scientists observed a metal repairing its own cracks under specific conditions. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZriDvJFvz6PEv6kazERMCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Ever-Growing USA on MSN40m",
        "source": "Ever-Growing USA on MSN",
        "article_content": ""
    },
    {
        "title": "An Ancient Golden Plaque Might Point Towards a Bounty of Roman-Era Discoveries",
        "link": "https://www.msn.com/en-us/travel/article/an-ancient-golden-plaque-might-point-towards-a-bounty-of-roman-era-discoveries/ar-AA1tG0g4?ocid=BingNewsVerp",
        "description": "The search for a lost Roman temple is on. As archaeologists continued to excavate a Roman fort from the first century A.D. in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JB-PUSaLsfJhw46eteKHNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6hon MSN",
        "source": "Popular Mechanics on MSN",
        "article_content": ""
    },
    {
        "title": "Ancient DNA leads to surprising discovery about Pompeii’s victims",
        "link": "https://www.msn.com/en-us/news/other/ancient-dna-leads-to-surprising-discovery-about-pompeii-s-victims/ar-AA1tH1QD?ocid=BingNewsVerp",
        "description": "From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or ...",
        "image_url": "https://www.bing.com/th?id=OJ.j6nLf00sJ5OcJQ&pid=news&w=125&h=16&rs=2",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists make chilling discovery at the bottom of the Red Sea",
        "link": "https://www.msn.com/en-gb/travel/news/scientists-make-chilling-discovery-at-the-bottom-of-the-red-sea/ar-AA1tFz1T?ocid=BingNewsVerp",
        "description": "Experts have uncovered \"death pools\" in the Red Sea-oxygen-free zones where marine life perishes but unique microbes thrive.",
        "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
        "category": "science+discovery",
        "date": "10hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "Study sheds light on copper's role in driving kidney cancer",
        "link": "https://medicalxpress.com/news/2024-11-copper-role-kidney-cancer.html",
        "description": "A new study led by University of Cincinnati Cancer Center researchers details how the accumulation of copper helps clear cell renal cell carcinoma (ccRCC)—the most common kidney cancer—grow and ...",
        "image_url": "https://www.bing.com/th?id=OJ.X2Ysh4uReDv4sQ&pid=news&w=60&h=16&rs=2",
        "category": "science+discovery",
        "date": "1h",
        "source": "Medical Xpress",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThe prognostic application of metabolic signature and adjacent localization of cancer cells with metabolic and proliferative states support the role of metabolic state in tumor progression. Credit: Cancer Discovery (2024). DOI: 10.1158/2159-8290.CD-24-0187\n\nA new study led by University of Cincinnati Cancer Center researchers details how the accumulation of copper helps clear cell renal cell carcinoma (ccRCC)—the most common kidney cancer—grow and advance in stage. The findings were published in Cancer Discovery.\n\nCopper is an essential trace element that is required to produce energy in the body and allows humans to live in an oxygen-containing atmosphere.\n\nThe Cancer Center's Maria Czyzyk-Krzeska, MD, Ph.D., lead author of the research, said that increased accumulation of copper is associated with worse outcomes for patients with ccRCC. Using a multidisciplinary approach, Czyzyk-Krzeska and her colleagues established that ccRCC cells accumulate more copper as they advance from stage 1 toward metastatic disease.\n\nThe team found high copper levels help cancer cells make more of a special enzyme that boosts their energy and growth. At the same time, sugar (glucose) helps create a protective molecule called glutathione. This molecule clears out toxins and reduces the harmful effects of copper, giving cancer cells an extra survival boost.\n\n\"In other words, copper induces an orchestrated, multilevel adaptation of cancer cells that promotes tumor growth,\" said Czyzyk-Krzeska, professor in the Department of Cancer Biology in UC's College of Medicine. \"It causes a change in the cell's metabolic state.\"\n\nUsing single-cell RNA sequencing and spatial transcriptomics, the team discovered that ccRCC tumors have metabolic \"hot spots\" with enriched copper-dependent energy production. These hot spots are in proximity to other tumor cells that have proliferative features essential for tumor growth.\n\n\"That is something that is very important because it can allow us to hypothesize that those proliferative cells are supported by the cells that are active metabolically,\" Czyzyk-Krzeska said. \"We can also speculate that some of these metabolically active cells eventually progress to become more proliferative.\"\n\nNext steps\n\nCzyzyk-Krzeska emphasized that even though it is now better understood how copper helps ccRCC cells grow, it is still unknown exactly what is causing copper to accumulate in these tumors in the first place.\n\nExperts hypothesize the copper accumulation can result from environmental exposures such as tobacco smoking, e-cigarette use or exposure to wildfire smoke that is heavy in copper. Veterans are known to be at a higher risk for kidney cancer, and exposure to copper in ammunition or at shooting ranges may also be a contributing factor. However, copper uptake by cancer cells can also be caused by mechanisms intrinsic to the tumors.\n\nMoving forward, Czyzyk-Krzeska said the research is still in experimental phases, but the knowledge gained has identified potential vulnerabilities that can be targeted with new treatments. These treatments could look like co-therapies that target both metabolic and proliferative cells, she noted.\n\nLevels of copper in patient specimens could also be used as a biomarker to predict how aggressive the cancer is or whether it is likely to recur after initial surgery.\n\nIn addition to the Czyzyk-Krzeska lab's molecular biology work, Julio Landero Figueroa, Ph.D., of the Icahn School of Medicine at Mount Sinai, conducted metallomic analytical chemistry to determine the copper levels in human, animal and cell line models. Jarek Meller, Ph.D., professor in UC's Department of Biostatistics, Health Informatics and Data Science in the College of Medicine, supervised and conducted the bioinformatics portion of the research.\n\n\"It's a typical example of team science and the impact it can have when people from different disciplines like chemists, bioinformaticians, cancer biologists and physicians work together,\" Czyzyk-Krzeska said. \"You have this combination of different expertise, and you start talking, and good things happen.\"\n\nMore information: Megan E. Bischoff et al, Copper drives remodeling of metabolic state and progression of clear cell renal cell carcinoma, Cancer Discovery (2024). DOI: 10.1158/2159-8290.CD-24-0187 Journal information: Cancer Discovery"
    },
    {
        "title": "Brizy Unveils New Shopify App: Craft Stunning Store Pages, No Code Required",
        "link": "https://finance.yahoo.com/news/brizy-unveils-shopify-app-craft-070000117.html",
        "description": "LONDON, Nov. 07, 2024 (GLOBE NEWSWIRE) -- Brizy, a leader in website building across multiple platforms, is excited to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uequP932UBQcyOTdq0Pigy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Yahoo Finance13h",
        "source": "Yahoo Finance",
        "article_content": "LONDON, Nov. 07, 2024 (GLOBE NEWSWIRE) -- Brizy, a leader in website building across multiple platforms, is excited to announce the launch of Brizy for Shopify —a powerful, no-code landing page builder designed specifically for Shopify store owners. With Brizy for Shopify, users can create high-converting, visually stunning landing pages using an intuitive drag-and-drop interface, empowering businesses to enhance their storefronts effortlessly.\n\nBrizy-Shopify-1080x1080_v2[25]\n\nBrizy for Shopify provides an ideal solution for store owners, freelancers, and agencies who want to build visually appealing, conversion-driven landing pages. With its drag-and-drop interface, users can design custom homepages, product showcases, and marketing materials—all without needing any coding skills. The tool is designed to eliminate design and technical barriers, making it accessible for anyone looking to optimize their online store.\n\nFor a limited time, Shopify users can try Brizy’s Free plan, which allows them to build landing pages at no cost, offering a risk-free opportunity to explore the platform’s features. Brizy’s library includes over 90 professionally designed templates, along with advanced elements like countdowns, popups, and alert bars, all designed to boost conversions and increase store sales.\n\n“At Brizy, our mission is to deliver an intuitive, seamless website-building experience across platforms,” said Dimi Baitanciuc, CEO of Brizy. “Whether on Shopify, WordPress, or Brizy Cloud, we aim to empower users to build high-converting, visually stunning websites—without the complexity of coding or design barriers. We’re excited to see how Shopify users will leverage Brizy to elevate their storefronts and grow their businesses.”\n\nBrizy for Shopify is the latest addition to the company’s multi-platform website-building suite, which also includes:\n\nBrizy for WordPress : A drag-and-drop editor simplifying WordPress site creation for users of all levels.\n\nBrizy Cloud : A hosted platform offering website-building with integrated hosting, domain management, and AI-powered design tools.\n\nBrizy White Label AI : A feature allowing agencies and businesses to brand Brizy’s platform as their own, complete with high-conversion templates and intuitive design tools.\n\n\n\nBrizy continues to innovate with solutions aimed at making website creation faster, easier, and more accessible across platforms.\n\nAbout Brizy\n\nLondon-based Brizy is a VC-backed technology company specializing in next-generation website-building solutions. Brizy’s offerings span WordPress, Shopify, Brizy Cloud, and White Label AI, all designed to help businesses grow their online presence with ease.\n\nwww.brizy.io\n\nStory Continues"
    },
    {
        "title": "Creatio combines low-code + agentic, generative & prescriptive AI for workflow automation",
        "link": "https://www.techzine.eu/blogs/analytics/126038/creatio-combines-low-code-agentic-generative-prescriptive-ai-for-workflow-automation/",
        "description": "No-code workflow automation company Creatio has updated its core platform to version 8.2 with (no surprises) a new emphasis ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PJjii5AHbGZYVP8s8wZXFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "techzine7h",
        "source": "techzine",
        "article_content": "No-code workflow automation company Creatio has updated its core platform to version 8.2 with (no surprises) a new emphasis on AI. The company which has a particular focus on CRM workflows says that it has engineered a combination of AI and no-code technologies together in a way that avoids what it calls the “overengineered” glut of SaaS applications that perhaps stem from bloated enterprise software stacks that try to offer too many functions or are tough to implement.\n\nThe snappily named Creatio Energy 8.2 replaces static forms and data with conversational prompts for key knowledge worker roles.\n\nAgentic, generative & prescriptive AI\n\n“With the launch of Energy, Creatio continues to disrupt the business automation landscape with no-code and AI,” said Katherine Kostereva, CEO at Creatio. “The release combines agentic, generative and prescriptive AI with our no-code tools, empowering business technologists to innovate and optimize operations. Creatio Copilot delivers a unified AI architecture with a robust set of the latest AI capabilities, all configured with no-code tools and ready to use from day one.”\n\nAccording to the September 2024 Forrester report, The Four Agreements of Modern Business Apps, “AI is the force that most clearly marks the upcoming new era of business apps. To survive (and even thrive) in this new era, vendors must reimagine business apps to offer greater streams of value. They must become truly intelligent, dynamic, adaptable, and composable, be powered by cloud platforms, and offer AI, low-code, and marketplaces. “\n\nWhat’s inside Creatio Energy?\n\nInside the toolkit on offer here we find Creatio Copilot, which now offers AI skills i.e. a set of software functions that manifest themselves as blocks so that Copilot can execute specific intelligent tasks that help workers to complete what are generally front office tasks related to services and sales.\n\nWith Creatio’s no-code tools, users can create new AI skills using natural language, with no coding required. The Energy release also adds over 80 new no-code feature enhancements designed to improve no-code productivity. This is alongside unified agentic, generative and prescriptive AI.\n\nAgentic AI (in case the hype cycle has passed you by this year) being AI software agents that can perform specific workplace tasks with little or no human intervention and learn from their experiences with longer-term memory stores to work more effectively over time.\n\nGenerative AI (again, if the hype was somehow missed) functions are of course services that rely on large language models and vector databases to “generate” seemingly human-like answers to questions.\n\nPrescriptive AI (which arguably gets rather less love) are functions that rely on machine learning to perform data analytics designed to aid decision-making, but where human oversight is always advised.,\n\nAI Command Center\n\nCreatio Copilot also introduces a new AI Command Center that integrates all three AI types into a single platform. This unified approach provides organizations with the ability to design, deploy and refine AI skills without specialized technical expertise. AI Command Center provides tools that allow administrators to have visibility into AI skills adoption, including the ability to track consumption and users of each AI skill.\n\n“The new release seamlessly embeds over 20 pre-configured AI skills into sales, marketing and customer service processes, enabling intelligent automation that reduces friction, increases efficiency and enhances customer engagement,” said CEO Kostereva. “This list will be rapidly evolving as new AI skills will be published rapidly from Creatio and its ecosystem of partners. Energy also adds over 100 new enhancements to CRM processes to improve user experience and drive greater automation.”\n\nCreatio Energy hopes to promote user adoption by including AI as part of its base software license, providing what the firm says is a clear and predictable cost structure for organisations scaling their AI investments."
    },
    {
        "title": "Donald Trump’s transition starts now. Here’s how it will work.",
        "link": "https://www.inquirer.com/politics/election/donald-trump-president-transition-joe-biden-kamala-harris-20241107.html",
        "description": "In 2020, Trump’s legal challenges of the election’s results delayed the start of the transition process for weeks, though, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bPdGD7ul3YxKxqu6LW6Zry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5h",
        "source": "Philadelphia Inquirer",
        "article_content": "President-elect Donald Trump now has a 75-day transition period to build out his team before Inauguration Day arrives on Jan. 20. Read more\n\nWASHINGTON — Donald Trump‘s impending return to the White House means he’ll want to stand up an entirely new administration from the one that served under President Joe Biden. His team is also pledging that the second won’t look much like the first one Trump established after his 2016 victory.\n\nThe president-elect now has a 75-day transition period to build out his team before Inauguration Day arrives on Jan. 20. One top item on the to-do list: filling around 4,000 government positions with political appointees, people who are specifically tapped for their jobs by Trump’s team.\n\nAdvertisement\n\n» READ MORE: The latest news and updates following Election Day\n\nThat includes everyone from the secretary of state and other heads of cabinet departments to those selected to serve part time on boards and commissions. Around 1,200 of those presidential appointments require Senate confirmation, which should be easier with the Senate now shifting to Republican control.\n\nHere’s what to expect:\n\nWhat will the transition look like?\n\nThough the turnover in the new administration will be total, Trump will be familiar with what he needs to accomplish. He built an entirely new administration for his first term and has definite ideas on what to do differently this time.\n\nHe’s already floated some names.\n\n» READ MORE: To win Pennsylvania, Donald Trump did exactly what he needed to in Philly: Improved slightly\n\nTrump said at his victory party early Wednesday that former presidential hopeful and anti-vaccination activist Robert Kennedy Jr. will be tapped to “help make America healthy again,” adding that “we’re going to let him go to it.” Ahead of the election, Trump didn’t reject Kennedy’s calls to end fluoridated water. Trump has also pledged to make South African-born Elon Musk, a vocal supporter of the Trump campaign, a secretary of federal “cost-cutting,” and the Tesla CEO has suggested he can find trillions of dollars in government spending to wipe out.\n\nThe transition is not just about filling jobs. Most presidents-elect also receive daily or near-daily intelligence briefings during the transition.\n\nIn 2008, outgoing President George W. Bush personally briefed President-elect Barack Obama on U.S. covert operations. When Trump was preparing to take office in 2016, Obama’s national security adviser, Susan Rice, briefed Michael Flynn, her designated successor in the new administration. In 2020, Trump’s legal challenges of the election’s results delayed the start of the transition process for weeks, though, and presidential briefings with Biden didn’t begin until Nov. 30.\n\n» READ MORE: Donald Trump won Pa. with more votes than any statewide Republican candidate in history. Here’s how he did it.\n\nWho is helping Trump through the process?\n\nTrump’s transition is being led primarily by friends and family, including Kennedy Jr. and former Democratic presidential candidate Tulsi Gabbard, as well as the president-elect’s adult sons, Donald Trump Jr. and Eric Trump, and his running mate, JD Vance. Transition co-chairs are Cantor Fitzgerald CEO Howard Lutnick, Haverford College’s largest donor, and Linda McMahon, the former wrestling executive who previously led the Small Business Administration during Trump’s first term.\n\nLutnick said this year’s operation is “about as different as possible” from the 2016 effort, which was first led by Chris Christie. After he won eight years ago, Trump fired Christie, tossed out plans the former New Jersey governor had made and gave the job of running the transition to then-Vice President-elect Mike Pence.\n\n» READ MORE: Pa. Democrats on what went wrong against Donald Trump and what’s next\n\nAt the start of his first term, Trump assembled an original cabinet that featured some more mainstream Republicans and business leaders who ultimately disappointed, or broke publicly with him, or both. This time, Trump has promised to value loyalty as much as possible — a philosophy that may ensure he makes picks that are more closely aligned to his ideological beliefs and bombastic professional style.\n\nUnlike the campaign of Democratic Vice President Kamala Harris, Trump’s team didn’t sign any pre-Election Day transition agreements with the General Services Administration, which essentially acts as the federal government’s landlord. He has therefore already missed deadlines to agree with GSA on logistical matters like office space and tech support and with the White House on access to agencies, including documents, employees, and facilities.\n\n» READ MORE: Disappointed voters and organizers in Philadelphia say gender and racial biases contributed to Harris’ loss\n\nNew transition rules\n\nIn 2020, Trump argued that widespread voter fraud — which hadn’t actually occurred — cost him the election, delaying the start of the transition from his outgoing administration to Biden’s incoming one for weeks.\n\nFour years ago, the Trump-appointed head of the GSA, Emily Murphy, determined that she had no legal standing to determine a winner in the presidential race because Trump was still challenging the results in court. That held up funding and cooperation for the transition.\n\n» READ MORE: Donald Trump’s win touches off a mix of celebration and trepidation in the Philly region\n\nIt wasn’t until Trump’s efforts to subvert election results had collapsed across key states that Murphy agreed to formally “ascertain a president-elect” and begin the transition process. Trump eventually posted on social media that his administration would cooperate.\n\nTo prevent that kind of holdup in future transitions, the Presidential Transition Improvement Act of 2022 mandates that the transition process begin five days after the election — even if the winner is still in dispute. That is designed to avoid long delays and means that “an ‘affirmative ascertainment’ by the GSA is no longer a prerequisite for gaining transition support services,” according to agency guidelines on the new rules.\n\n» READ MORE: Donald Trump’s growing support among Latino voters helped him clinch battleground Pennsylvania\n\nThe uncertainty stretched even longer after the 2000 election, when five weeks elapsed before the Supreme Court settled the contested election between Republican George W. Bush and Democrat Al Gore. That left Bush with about half the usual amount of time to manage transitioning the government from the outgoing Clinton administration. That ultimately led to questions about national security gaps that may have contributed to the U.S. being underprepared for the Sept. 11 attacks the following year."
    },
    {
        "title": "Actor Luke Grimes talks final chapter of \"Yellowstone\": \"It starts high and ends higher\"",
        "link": "https://www.cbsnews.com/news/luke-grimes-yellowstone-country-album/",
        "description": "\"I just say don't look away, buckle up. It's really fast, it's only six episodes, and a lot happens. It starts high and ends higher,\" said actor Luke Grimes, who plays Kayce Dutton, the youngest child ...",
        "image_url": "https://www.bing.com/th?id=OJ.8MmhhQ3g034d0g&pid=news&w=87&h=16&rs=2",
        "category": "it+startup",
        "date": "3h",
        "source": "CBS News",
        "article_content": "The beloved show \"Yellowstone\" is coming to an end with the final episodes beginning Nov. 10 on Paramount Network.\n\n\"I just say don't look away, buckle up. It's really fast, it's only six episodes, and a lot happens. It starts high and ends higher,\" said actor Luke Grimes, who plays Kayce Dutton, the youngest child of patriarch John Dutton, played by Kevin Costner.\n\nGrimes called the ending of the show powerful and profound in an interview with \"CBS Morning.\"\n\n\"I think you know anytime you've spent a lot of time with a show, you want the ending to sort of wrap everything up in a way that satisfies you and makes you feel like you didn't waste your time. I feel like that's what this finale does.\"\n\nThe show films in Montana, where Grimes and his wife have lived for over four years, creating their new home.\n\n\"My wife is from Brazil. I'm from Ohio. There was going to be nowhere that we lived that felt like home to both of us at the same time, so we had to find that and we found that in Montana,\" he said.\n\nAs the show nears its finale, Grimes said he would describe his experience as \"epic.\"\n\n\"It was just a great group to begin with. It's a great project,\" Grimes said. \"It ended up becoming this big huge cultural thing that we were all a part of, and we shot it for seven years in a beautiful place. It was just, all of the elements were there.\"\n\nBeyond \"Yellowstone,\" the actor is a new dad.\n\n\"Sleepless, but awesome,\" Grimes said about his love for fatherhood with a 6-week-old baby. \"He's changed our lives in a big way.\"\n\nGrimes also released his first country album, saying his love for singing parallels his desire to act.\n\n\"I think it's the same reason I like films and television, is stories. I think songs are sort of mini stories, and country music especially, the lyrics really mean something, and they've always helped me sort of get through my own life.\"\n\nParamount Network is a subsidiary of Paramount Global, CBS News' parent company."
    },
    {
        "title": "Trend Vision One named industry leader in network detection and response by G2 Grid",
        "link": "https://www.zawya.com/en/press-release/companies-news/trend-vision-one-named-industry-leader-in-network-detection-and-response-by-g2-grid-kvsy6yv1",
        "description": "Trend Micro's exceptional and diverse capabilities, along with its extensive offerings, reinforce its role as a transformative force in the digital era ...",
        "image_url": "https://www.bing.com/th?id=ODF.bZ09D360_Tp9_qP3MwPrrw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Zawya11h",
        "source": "Zawya",
        "article_content": "Trend Micro Incorporated (TYO: 4704; TSE: 4704), a global leader in cybersecurity solutions, announced that its flagship platform, Trend Vision One™, has been ranked as a Leader in the Network Detection and Response (NDR) category by G2 Grid, the world’s largest software review platform.\n\nTrend Vision One™ has been recognized as a Leader across multiple parameters in G2 Grid, securing top honors for its advanced capabilities and real-world performance. The platform’s recognition as the Best for Mid-Market and Best for Enterprise reflects its ability to deliver robust, scalable security tailored to the unique demands of enterprises. Powered by cutting-edge threat intelligence, Trend Vision One™ offers seamless integration with existing digital infrastructures, enabling unified visibility and precise threat detection across hybrid environments.\n\nBeing named Best User Software highlights the platform's intuitive user interface, automation of complex threat response processes, and real-time analytics that accelerate decision-making. Reinforced by the recognition for Higher User Satisfaction, Trend Vision One™ consistently surpasses user expectations by providing unparalleled flexibility, superior detection accuracy, and the ability to counter advanced threats through proactive, AI-driven defense mechanisms.\n\n\"Being recognized as a Leader by G2 Grid for NDR highlights the transformative impact Trend Vision One™ is having on the industry,\" said Dr. Moataz BinAli, Regional Vice President and Managing Director, MMEA, Trend Micro. \"This recognition underscores our commitment to innovation and excellence as we set new standards for cyber resilience. Our mission is clear: to empower organizations with cutting-edge defenses, ensuring they remain secure and ahead of emerging threats.\"\n\nWith cybercrime projected to continue escalating, potentially costing the global economy trillions of dollars annually, Trend Micro remains dedicated to developing solutions that not only meet but exceed industry standards.\n\nTrend Vision One™ is a cloud-native security operations platform that serves cloud, hybrid, and on-premises environments, combining ASM and XDR into a single console to effectively manage cyber risk across digital infrastructures. Integrated with Companion, a generative AI assistant, the platform streamlines threat comprehension and incident response, significantly enhancing security workflows.\n\nAbout Trend Micro\n\nTrend Micro, a global cybersecurity leader, helps make the world safe for exchanging digital information. Fueled by decades of security expertise, global threat research, and continuous innovation, Trend Micro's cybersecurity platform protects hundreds of thousands of organizations and millions of individuals across clouds, networks, devices, and endpoints. As a leader in cloud and enterprise cybersecurity, the platform delivers a powerful range of advanced threat defense techniques optimized for environments like AWS, Microsoft, and Google, and central visibility for better, faster detection and response. With 7,000 employees across 65 countries, Trend Micro enables organizations to simplify and secure their connected world. www.TrendMicro.com.\n\nMedia Contact:\n\ntrendmicro@proglobal.ae"
    },
    {
        "title": "Will you benefit from the Apple TV’s new 21:9 aspect ratio?",
        "link": "https://www.digitaltrends.com/home-theater/apple-tv-tvos-18-2-aspect-ratio-21-9/",
        "description": "Apple this week released the latest developer beta of tvOS 18.2, the software that powers the company’s Apple TV 4K streaming media devices. As previewed during the WWDC 2024 keynote, the new software ...",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "13h",
        "source": "Digital Trends",
        "article_content": "Apple this week released the latest developer beta of tvOS 18.2, the software that powers the company’s Apple TV 4K streaming media devices. As previewed during the WWDC 2024 keynote, the new software includes support for 21:9 and several other aspect ratios that are wider than 16:9, which has become the dominant shape for modern TVs.\n\nWhy does that matter?\n\nRecommended Videos\n\nMost of us have experienced letterboxing or pillarboxing — that’s when a set of horizontal or vertical black bars frame the content on our TVs. It happens when there’s a mismatch between the aspect ratio of a movie or show and the aspect ratio of your screen.\n\nA lot of modern content, especially shows and movies developed for streaming services like Netflix, Max, Paramount+, or Apple TV+, is shot in 16:9, so letterboxing that content on 16:9 TVs isn’t necessary. On the Apple TV 4K, even the user interface is formatted for this ratio, which keeps things looking good.\n\nHowever, some folks own projector screens or widescreen monitors with non-16:9 aspect ratios. For these people, all Apple TV 4K content ends up with those pesky black bars because the device’s signal is formatted for 16:9. When tvOS 18.2 arrives for everyone in December, the software should automatically detect the ratio of your display, and reformat itself to match.\n\nIf that detection fails, a new Aspect Ratio settings menu will let you manually select the appropriate one for your setup. Available ratios are 16:9, 21:9, 2.37:1, 2.39:1, 2.40:1, DCI 4K, and 32:9.\n\nIt will be the first time that someone who owns a 21:9 projector, or who uses an anamorphic lens to achieve a ratio like 2.39:1, can get the Apple TV 4K to produce a perfectly proportioned and fullscreen image.\n\nSo how many people will benefit from the new settings? “It really won’t affect very many,” said Jeff Gosselin, chief experience officer at Cloud 9 AV, a Toronto-based custom home theater installer. “Any new theaters we have done in the past 15 years have all used 16:9 screens. For any ultrawide projection systems, this will be an enhanced viewing experience.”\n\nPillarboxing will still likely occur when watching 16:9 content on such a screen, but when 21:9 content is available, it should play in fullscreen, with no black bars.\n\nPresumably, app developers — like the services mentioned above — will have to update their apps to ensure that their content displays correctly under the new aspect ratio settings. But eventually, this will become the norm."
    }
]