[
    {
        "title": "I’m pretty sure I saw a UFO last night … here’s my story",
        "link": "https://www.popsci.com/sponsored-content/night-vision-binoculars-built-in-camera-sponsored-deal/",
        "description": "These binoculars have a built-in camera and are only $99.99. Don’t squint through uncomfortable eyepieces to get a glimpse at ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fAldV0_q4VjE_2_EZSDZey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "17h",
        "source": "Popular Science",
        "article_content": "We may earn revenue from the products available on this page and participate in affiliate programs. Learn more ›\n\nIt sounds insane, but I know what I saw—a UFO. Or, I think it was. Too many people have drones these days, so I guess it could’ve been anything. Alas, I was sitting on my porch, enjoying my new pair of night vision binoculars, when I saw something moving in the dark. It was too fast for it to be a plane.\n\nI can see over 1,300 feet away with these bad boys, and boy, I saw something alright. A flying saucer—or a UAP as the kids call it these days. Better yet? My binoculars have a built-in camera, and I started recording. Can you believe they were only $99.99 (reg. $169.99)?\n\nSeeing is believing, and you need these to see\n\nWanna know how I know that UFO was real? My footage didn’t save. The binoculars work, I have dozens of 36MP photos and 4K videos of tweety birds from my backyard, but those aliens? They wiped my darn UAP pictures. Those suckers. This is all I’ve got:\n\nAt least I got to see them in the flesh. I’m surprised they didn’t wipe my memory (yet). The cool thing about these binoculars, compared to night vision goggles, is that I don’t have to squint through uncomfortable eyepieces to get a glimpse at some aliens—just look through the 4.5-inch LCD screen. I can also use it to play videos back.\n\nThe only slightly annoying thing is that they have to be charged, which is obvious since they’re digital. But a 4,000mAh rechargeable battery lasts me quite a few nights of bird-watching and now UFO hunting. I’ll be waiting for my visitors to return.\n\nGrab yourself a pair of these digital binoculars with night vision and recording capabilities for only $99.99 (reg. $169.99) and save 41 percent.\n\nStackSocial prices subject to change."
    },
    {
        "title": "Unsurprisingly, UFO 50 seems to have a big secret meta game that I've only just scratched the surface of",
        "link": "https://www.pcgamer.com/games/action/unsurprisingly-ufo-50-seems-to-have-a-big-secret-meta-game-that-ive-only-just-scratched-the-surface-of/",
        "description": "UFO 50 has taken over my life these past few days. When I'm not glued on the simple Windjammers-esque pleasures of Bushido ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PV8fb0KheL26yKtp9Z9xbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3h",
        "source": "PC Gamer",
        "article_content": "UFO 50 has taken over my life these past few days. When I'm not glued on the simple Windjammers-esque pleasures of Bushido Ball, I'm throwing my great big walrus body around perfect blue skies in Waldorf's Journey. I don't think I'll be able to ever stop playing it. In her review Kerry called it a \" superb retro-style smorgasbord \".\n\nIn addition to hosting 50 8-bit style console games belonging to a fictional 1980s studio, UFO 50 is really dedicated to the fiction of its games' provenance: each has a precise little history, and running through the whole collection are references to other games in the collection. It also has a terminal accessible in the main menu which allows players to enter eight figure codes.\n\n[Word of warning: If you'd prefer to discover all this yourself, be aware that potentially huge spoilers follow.]\n\nWell, players are discovering codes at a rapid rate, both on the Steam community forums and Reddit. Some are merely functional: the prefix EXEC- followed by the relevant four-figure game code will load that game. For example, EXEC-GOLF loads Golfaria. Similarly, the prefix HELP- will bring up a list of commands for the game. You can access GOLF's placement in the full list of games with the LIST-GOLF. If I enter LIST-GOLF, I see this:\n\n(Image credit: Mossmouth)\n\nNote that it only shows 17 entries at a time. If I enter the last game in that list with LIST-OVER, I see all the way up to 50. But what if I try to see beyond 50? Well, there's apparently a 51st game with the codename MIAS.\n\n(Image credit: Mossmouth)\n\nThis isn't the only way to discover the 51st game by the way. One Reddit user found the code in Barbuta, which is the first game in the UFO 50 menu and, if you don't mind me saying so, a huge glorious pain in my arse. There's also this Reddit thread with a bizarrely elaborate chain of events leading up to the discovery of EXEC-MIAS and beyond that I haven't followed myself, though suffice to say, there are other related codes that aren't just shortcuts.\n\nWhat is the 51st UFO 50 game? Well, it starts in a basement. The player character is a confused-looking humanoid frog, and after a bit of prodding around they discover they've been locked in the basement. It has a slightly eerie found footage vibe about it, despite sharing the same 8-bit pixel art as the rest of the games in the collection. After a few interactions you'll be able to access a computer in the basement which provides access to what seems to be a prototype version of Paint Chase.\n\nThe biggest gaming news, reviews and hardware deals Keep up to date with the most important stories and the best deals, as picked by the PC Gamer team. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n(Image credit: Mossmouth)\n\nIs EXEC-MIAS a \"game\" or a kind of meta-narrative about UFOsoft itself? How deep does it go, how many prototypes can I access, and what the heck else is UFO 50 hiding? Needless to say, I'm as obsessed as I was when Spelunky HD still had hidden secrets."
    },
    {
        "title": "Michael Schenker celebrates his years with UFO with a stellar cast of guest musicians",
        "link": "https://www.loudersound.com/reviews/michael-schenker-my-years-with-ufo",
        "description": "Get your monthly fix of all things music, with issues filled with news,reviews,interviews and more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4WuYPJ2V7rti43PNYDWUSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "loudersound2h",
        "source": "loudersound",
        "article_content": "You can trust Louder Our experienced team has worked for some of the biggest brands in music. From testing headphones to reviewing albums, our experts aim to create reviews you can trust. Find out more about how we review.\n\nMichael Schenker was still a teenager when Phenomenon, his first album with UFO, was released in 1974. Now, 50 years later, he’s joined by an array of guest stars as he revamps 11 classic tracks from his time with the band in the 70s – the period in which he emerged as a guitar hero to rival Ritchie Blackmore.\n\nMichael’s buddies from Guns N’ Roses appear separately; Axl Rose sings beautifully, and with restraint, on the epic ballad Love To Love, while Slash rips it up on Mother Mary alongside Swedish singer Erik Grönwall, recently of Skid Row.\n\nMICHAEL SCHENKER - Only You Can Rock Me feat. JOEY TEMPEST & ROGER GLOVER - YouTube Watch On\n\nThe other guest singers include Joe Lynn Turner, Dee Snider and Biff Byford, the latter belting out This Kids with absolute authority.\n\nUFO’s original versions remain definitive. That much is a given. But in all of these remakes, Schenker’s guests perform at a high level. And as for the mad axeman himself, the term ‘phenomenon’ still applies."
    },
    {
        "title": "Color-Changing UFO Video Captured Flying Over Utah, US",
        "link": "https://www.yahoo.com/entertainment/color-changing-ufo-video-captured-045931187.html",
        "description": "A Utah resident has shared a shocking video on Reddit of what appears to be a color-changing UFO. The user claimed they were ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GInI9YFDKy88CHg7uzTD0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "Yahoo",
        "article_content": "A Utah resident has shared a shocking video on Reddit of what appears to be a color-changing UFO. The user claimed they were “blown away” by what they saw in May. Meanwhile, another Redditor shared a video of a similar sighting from last year.\n\nReddit video shows color-changing UFO in Utah skies\n\nThe Reddit user (u/cruxstew) shared the video on the r/UFOs subreddit, writing that this was “over a dozen similar” UAPs they saw from their Southern Utah home on the night of May 2. As seen in the 49-second video, the clip was taken at 12:49 a.m. The Redditor continued that over the last year, “there have been many reports of similar sightings by multiple people in this area.”\n\nThe user also explained that the clip “is a screen recording” of them “trying to get a better look of the object.” They added that they used iOS‘ “video edit mode on the original video to zoom in and scrub the video frame by frame.” The Redditor continued, “I was blown away by what I saw.” The video shows a strange object flying in the night sky. The surprising part is the object’s color swiftly changes, emitting glows in colors of pink, blue, and yellow. Furthermore, the Redditor zooms in on the object to showcase its triangle shape.\n\nBesides the original post, the user added to the thread that they have the original video too. Moreover, they have “other videos from different sightings in the area.” Following that, several Reddit users took to comments to share their thoughts. A user shared, “This looks alot like the UAP I saw a year ago. Triangular shaped, changing colors, and zig-zagging all over the sky.” They also added a video of a similar UAP/UFO shared on YouTube last year.\n\nMeanwhile, another user expressed their skepticism by commenting, “Zooming in and stopping the video when it finally looks like a ufo doesn’t make it one.” The discussion continues on the thread as some agree it is a strange sighting, while others claim it could have simply been a drone.\n\nThe post Color-Changing UFO Video Captured Flying Over Utah, US appeared first on Mandatory."
    },
    {
        "title": "New coin reignites interest in 50-year-old Canadian UFO story",
        "link": "https://www.msn.com/en-ca/news/canada/new-coin-reignites-interest-in-50-year-old-canadian-ufo-story/vi-AA1qSa4N?ocid=BingNewsVerp",
        "description": "Fifty years after Saskatchewan farmer Edwin Fuhr reported seeing multiple UFOs in his canola field, the Royal Canadian Mint ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EeLe9pFfPpMp5hCMUh2ozS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2hon MSN",
        "source": "cbc.ca on MSN",
        "article_content": ""
    },
    {
        "title": "I Tried AI to Make a Reel for Job Applications. I Wasn't Blown Away",
        "link": "https://www.msn.com/en-us/news/technology/i-tried-ai-to-make-a-reel-for-job-applications-i-wasnt-blown-away/ar-AA1qRatj?ocid=BingNewsVerp",
        "description": "There are two things in life that'll bring you down to size: dating in New York City and applying for a job in 2024. The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3Ey89RlgjLNWobAvVjKsJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN9h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "Bizarre New AI App Simulates If You Were Famous With Millions of Fawning Fans",
        "link": "https://www.msn.com/en-us/news/technology/bizarre-new-ai-app-simulates-if-you-were-famous-with-millions-of-fawning-fans/ar-AA1qR5H2?ocid=BingNewsVerp",
        "description": "Do you want to get a taste of what it feels like for your opinions to actually matter to people? Well, quit spilling your ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NfoDM4U12Cfq0LIEh37NGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Futurism on MSN11h",
        "source": "Futurism on MSN",
        "article_content": ""
    },
    {
        "title": "Uniphore unveils X-Stream, a unified knowledge offering to build RAG apps 8x faster",
        "link": "https://venturebeat.com/data-infrastructure/uniphore-unveils-x-stream-a-unified-knowledge-offering-to-build-rag-apps-8x-faster/",
        "description": "With a new knowledge-as-a-service offering, Uniphore promises enterprises up to eight times faster deployment for domain-specific RAG-based AI apps.",
        "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
        "category": "ai+app",
        "date": "2h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nUniphore, the global technology company known for its conversational AI and automation solutions, is taking a step towards simplifying how enterprises develop retrieval augmented generation (RAG) applications. The company today announced the launch of X-Stream, a new layer in its core data and AI platform that enables knowledge-as-a-service and brings together powerful tools, connectors and controls for enterprises to mobilize their multimodal datasets for grounded, domain-specific AI applications.\n\nAt its core, what X-Stream gives enterprises is a unified and open architecture to combine all the fragmented steps of preparing AI-ready data into a seamless process — essentially serving as a one-stop solution and eliminating the need to use multiple tools across the stack.\n\n“With X-Stream, customers can fine-tune their data, convert it into AI-ready knowledge and seamlessly feed it into Uniphore’s industry-specific, production-ready small language models or build their own. Our data scientists and engineers, drawing on years of experience, have solved for accuracy and hallucinations, ensuring safety and guiding customers towards AI sovereignty,” Umesh Sachdev, the CEO of the company, told VentureBeat.\n\nSolving the data problem for RAG\n\nWith the rise of generative AI, the idea of RAG, where AI uses information from a specified set of databases and sources to provide accurate answers to complex questions, has become quite prevalent. Most enterprises today are racing to build dedicated RAG-based search and chat apps that could use their internal knowledge base to provide hallucination-free responses and ultimately drive efficiencies across different functions.\n\nHowever, when it comes to building (and scaling) such apps, things tend to get a little tricky — especially on the data front.\n\nIn almost every case of RAG, the information that an organization wants to use is spread across different sources and formats, from structured tables to unstructured text conversations, documents and videos. To get all this information together, the company has to cobble up several components and use data connectors/ETL tools (like Fivetran) to connect to their respective data warehouses, ERP, HCMs, internal apps etc.\n\nOnce the information is connected, they have to enable RAG flow by chunking the data, converting it into embeddings and storing them in a vector database using tools like Milvus, Weaviate or Pinecone. Then, to improve accuracy, they potentially add a graph RAG capability like Neo4j.\n\nAll these steps and tools, and then some more, add up very quickly and make it a hard stack to manage and operate. As a result, the project ends up taking months to mature into a scalable gen AI app.\n\n“We have been hearing from enterprise data leaders that they want a more efficient way to drive knowledge transformation from their own data sets across voice, video and text – instead of using traditional data platforms or libraries,” Sachdev said.\n\nTo address these data gaps, Uniphore has introduced X-Stream, a unified and open architecture that brings all necessary tools and controls to one place.\n\nThe offering ingests multimodal data from over 200 sources and makes it AI-ready by running intelligent merging and transformation jobs. Once the initial processing is complete, it parses and chunks the data, converts it into embeddings and stores them in a vector database, assisting data teams in providing relevant data to AI teams, specifically for feeding Uniphore’s industry-specific small models or their own for RAG and fine-tuning use cases.\n\nBut that’s not it.\n\nX-Stream also generates knowledge graphs, where context and reasoning are needed, and creates synthetic data to fine-tune models specific to particular use cases or industries. Plus, it provides evidence management capabilities like factuality checks and chunk attribution to enhance trust in AI.\n\nThis essentially gives teams a complete solution to enhance their entire AI pipeline, from data preparation to final output. This allows for the development of production-grade RAG apps much faster.\n\n“X-Stream is distinct for two reasons: it draws from Uniphore’s 16 years of experience working with a variety of unstructured data across voice, video and text, and provides a unified and open platform capability that caters to a broad range of enterprise AI needs,” Sachdev added.\n\nSignificant value promised\n\nWhile X-Stream is new, Sachdev noted that its ability to optimize AI and data components can drive up to 8x faster deployment for domain-specific gen AI apps that use in-house data and meet the highest quality, compliance and governance standards.\n\n“Uniphore offers a usage-based pricing model, and customers typically see a 4x-6x return on investment in weeks from going live,” he noted.\n\nNotably, some of X-Stream’s data capabilities are also provided by hyperscalers and startups, including Amazon (with Sagemaker), Tonic AI and Unstructured.io. It will be interesting how the new offering scales, especially as more enterprises adopt generative AI to power their internal and external use cases. Uniphore works with more than 1,500 companies, including DHL, Accenture and General Insurance.\n\nAccording to Gartner, throughout 2025, 30% of generative AI projects will be abandoned after proof of concept due to poor data quality, inadequate risk controls or escalating costs."
    },
    {
        "title": "Pixel Studio is ready to work its AI magic on images from apps you actually use",
        "link": "https://www.msn.com/en-us/news/technology/pixel-studio-is-ready-to-work-its-ai-magic-on-images-from-apps-you-actually-use/ar-AA1qSn0M?ocid=BingNewsVerp",
        "description": "Google's Pixel Studio AI app now allows image sharing from other apps. You cannot share images from web brower apps or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DNl2Gg4IYMgq9xG5ixiqGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12hon MSN",
        "source": "Android Police on MSN",
        "article_content": ""
    },
    {
        "title": "Apple releases AI software for a smarter Siri on the iPhone 16",
        "link": "https://abcnews.go.com/Technology/wireStory/apple-releases-ai-software-smarter-siri-iphone-16-113852808",
        "description": "Apple is accelerating the rollout of a software update that will implant intelligence into its virtual assistant Siri and ...",
        "image_url": "https://www.bing.com/th?id=OVF.fV%2b3L0lzjfxziOamYHbaxA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "ABC",
        "article_content": "Apple is giving more people the chance to test a software update that will implant artificial intelligence into its virtual assistant Siri and automate a variety of tedious tasks on the latest iPhone coming out Friday\n\nApple is giving more people the chance to test a software update that will implant artificial intelligence into its virtual assistant Siri and automate a variety of tedious tasks on the latest iPhone coming out Friday.\n\nThe free update was made available Thursday to an audience that has signed up to test Apple's software before it's released to all iPhone owners next month. As of Thursday, only two premium iPhones that came out last year contain the souped-up processor required to power the AI features included in the update, but that will change Friday when four new iPhone 16 models reach store shelves.\n\nAll the iPhone 16 models, with starting prices ranging from $800 to $1,200, are equipped to handle the new technology, which the company is marketing as “Apple Intelligence.” That branding is part of an effort to distinguish the iPhone’s AI from similar technology already available in smartphones released earlier this year by Samsung and Google.\n\nThe AI features are being promoted as one of the main reasons to buy an iPhone 16, so releasing a test version of the software powering the technology now may prod more consumers to splurge on one of the new models as soon as possible\n\nThe AI technology is coming out in U.S. English only for now, but will expand into localized English in Australia, Canada, New Zealand, South Africa, and the U.K. in December. Apple plans to expand into other languages and countries next year. The testing of the AI software is beginning just a few days after Apple released its latest mobile operating system, iOS 18, to all its earlier iPhones.\n\nOnce the iOS 18.1 upgrade is installed, the often bumbling Siri is supposed to become more conversational, versatile and colorful, with a glowing light that will rotate around the iPhone's screen as it responds to requests. While Apple is promising Siri will be able to perform more tasks and be less prone to becoming confused, it won't be able to interact with other apps installed on the iPhone until another software update comes out at a still-unspecified date.\n\nOther AI features in the software update will handle a variety of writing and proofreading tasks, summarize the content of emails and other documents. The AI also will provide a variety of editing tools to alter the appearance of photos and make it easier to find old pictures.\n\nBut the initial update doesn't include other AI tricks still to come, such as the ability to create customized emojis on the fly or conjure other fanciful imagery upon request. Apple also plans to eventually enable its AI suite to get a helping hand from OpenAI's ChatGPT when users want it.\n\nBesides the new iPhone model, Apple's AI features also will work last year's iPhone 15 Pro and iPhone 15 Pro Max because they have the special computer chip that's required. The update will also bring the ability to record spatial video on those two iPhone 15 models that can be watched on Apple's $3,500 Vision Pro headset.\n\nBut the AI won't work on hundreds of millions of other iPhones that are still in use, a drawback that investors are betting will juice Apple's recently slumping sales of the ubiquitous device.\n\nThat expectation is the main reason that Apple's stock price has climbed by more than 15% since the company previewed its AI strategy in June, creating $500 billion in shareholder wealth. Some analysts believe the demand for new iPhones could propel Apple's market value above $4 trillion for the first time within the next year."
    },
    {
        "title": "Ghost hunter searches for Britain's most haunted house after glowing orb of light terrifies homeowners and 'poltergeist' throws rubbish across the floor... so could YO…",
        "link": "https://www.dailymail.co.uk/news/article-13870761/Ghost-hunter-searches-Britains-haunted-house-glowing-orb-light-terrifies-homeowners.html",
        "description": "Yvette Fielding works as a paranormal investigator and those who think their home may have an unwelcome guest are in for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.S1ujxeUf-jSWw7mxWEd7bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6h",
        "source": "Daily Mail",
        "article_content": "With data revealing a quarter of Brits believe they live in a haunted house, a ghost hunter is trying to track down properties which are a hotbed of paranormal activity.\n\nYvette Fielding, 55, resigned from the TV show Most Haunted after presenting it for more than a decade.\n\nShe now works as a paranormal investigator and those who think their home may have an unwelcome guest are in for the chance to bring her in this Halloween.\n\nShe is conducting a national hunt to find the UK's most haunted home this spooky season.\n\nIt comes after she examined spooky Ring footage of 'flying objects and creepy orbs' for ghostly tricks.\n\nYvette presented Most Haunted for over a decade, the series followed a team of paranormal experts who launched investigations into haunted locations, using psychic mediums\n\nIt comes after she examined spooky Ring footage of 'flying objects and creepy orbs' for ghostly tricks\n\nMs Fielding told those who suspect they have an unnatural visitor to keep an ear out for unexplained knocking or ringing doorbells.\n\nOther evidence may include 'disembodied voices', knocking, banging and tapping sounds coming from the walls, ceiling or floors.\n\nHaunted homes may have the sound of footsteps walking around the house or furniture moving on its own.\n\nCommonly seen in horror movies, homeowners may be left unnerved by electrical appliances turning themselves on and off.\n\nWater might suddenly flow from showers and taps, or puddles of mysterious water appearing for no reason.\n\nMs Fielding said: 'Hearing unexplained noises and seeing ghost sightings of family members that have passed away are just a few of the paranormal experiences that people may come across within their homes.\n\n'It's great to have devices like Ring Security Cameras that can capture footage for us to further investigate these spooky activities. I'm excited to collaborate with Ring again to help find the UK's most haunted house.'\n\nResearch from Ring revealed that 57 per cent of Brits have experienced unusual activity that could be paranormal.\n\nThe data revealed the top paranormal experiences are unexplained noises (30 per cent) and ghost sightings of a close relative that passed away (19 per cent).\n\nThis was closely followed random ghost sightings (18 per cent) and an object moving on its own (15 per cent).\n\nResearch from Ring revealed that 57 per cent of Brits have experienced unusual activity that could be paranormal, such as weird lights appearing on ring doorbells\n\nCommonly seen in horror movies, homeowners may be left unnerved by electrical appliances turning themselves on and off\n\nCheryl Tweedy, Kimberley Walsh and Sarah Harding with Yvette on Most Haunted in 2006\n\nThe research also revealed that over a quarter of those with pets claim their animal companions have reacted to strange encounters within their home.\n\nThey said their pets wee strangely staring at nothing (46 per cent), making noise at something invisible to the eye (42 per cent) and reacting with unusual fear or anxiety (28 per cent) in certain areas of the home.\n\nDespite two thirds claiming they're not scared of spooky activity, 38 per cent said they would pay to have ghosts removed from their home.\n\nIn a more extreme case, 31 per cent said they would likely sell and move house if it was proven their home was in fact haunted.\n\nDave Ward, Managing Director EU & International at Ring said: 'People use our devices for more than just traditional security, with many also using them to keep an eye on paranormal activity in the home.\n\n'This Halloween, we're giving customers a chance to have their property inspected for any spooky happenings. Hopefully, both Ring and Yvette can give peace of mind to anyone who thinks their home may be haunted.'"
    },
    {
        "title": "Annual Mothman Festival celebrates the paranormal in Point Pleasant this weekend",
        "link": "https://www.herald-dispatch.com/features_entertainment/annual-mothman-festival-celebrates-the-paranormal-in-point-pleasant-this-weekend/article_26c7a7a8-7600-11ef-beca-73c22942d9c8.html",
        "description": "The annual Mothman Festival will once again happen in nearby Point Pleasant, West Virginia, this weekend, filling the streets ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k4INfMgUeLi0rm2_WXCpei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Herald-Dispatch18h",
        "source": "The Herald-Dispatch",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Authors focus book on growth after Silver Bridge tragedy, speaking ahead of Mothman Festival 2024",
        "link": "https://www.wowktv.com/news/west-virginia/mason-county-wv/authors-focus-book-on-growth-after-silver-bridge-tragedy-speaking-ahead-of-mothman-festival-2024/",
        "description": "It’s time once again for all things spooky and paranormal to descend upon the small river city of Point Pleasant, West Virginia, for the annual Mothman ...",
        "image_url": "https://www.bing.com/th?id=OJ.rhEHsamPuv0lnw&pid=news&w=94&h=16&rs=2",
        "category": "paranormal",
        "date": "7h",
        "source": "13 WOWKTV",
        "article_content": "Content not available"
    },
    {
        "title": "'Kentucky After Dark' passport scares up local tourism during spooky season",
        "link": "https://www.somerset-kentucky.com/news/kentucky-after-dark-passport-scares-up-local-tourism-during-spooky-season/article_c14f94da-76c2-11ef-a615-b7ce7b5a224b.html",
        "description": "Tourism in the Lake Cumberland area doesn’t end with cooler temperatures. Quite the contrary — the spooky season is a great ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p0EXe6d2JOxGSR4uiVfQ8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Commonwealth Journal5h",
        "source": "Commonwealth Journal",
        "article_content": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items."
    },
    {
        "title": "New Line’s ‘The Conjuring: Last Rites’ Adds Ben Hardy & Mia Tomlinson",
        "link": "https://www.msn.com/en-us/movies/other/new-line-s-the-conjuring-last-rites-adds-ben-hardy-mia-tomlinson/ar-AA1qRNUd?ocid=BingNewsVerp",
        "description": "Wilson and Farmiga are reprising their roles as paranormal investigators Ed and Lorraine Warren in the Michael Chaves ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KlyJoTiGWujwDWI05xWEjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Deadline.com on MSN6h",
        "source": "Deadline.com on MSN",
        "article_content": ""
    },
    {
        "title": "Scientist who discovered body's 'fire alarm' against invading bacteria wins $250,000 Lasker prize",
        "link": "https://www.msn.com/en-us/health/medical/scientist-who-discovered-bodys-fire-alarm-against-invading-bacteria-wins-250000-lasker-prize/ar-AA1qQxkA?ocid=BingNewsVerp",
        "description": "One of this year's coveted Lasker Awards has gone to Zhijian \"James\" Chen, a scientist behind a key immune-system discovery.",
        "image_url": "https://www.bing.com/th?id=OVF.EMr7wNLVOFaUaYE74ubg4Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN15h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "Dallas scientist wins prestigious Lasker Award for immune research",
        "link": "https://www.msn.com/en-us/health/other/dallas-scientist-wins-prestigious-lasker-award-for-immune-research/ar-AA1qQnmZ?ocid=BingNewsVerp",
        "description": "James Chen, a professor of microbiology at UT Southwestern Medical Center, has won a Lasker Award for his discovery of an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EVDP0Ywdp_n3dLFUW6Kg8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12hon MSN",
        "source": "Dallas Morning News on MSN",
        "article_content": ""
    },
    {
        "title": "Potential Major Discovery Of 11 Objects Far Beyond The Kuiper Belt",
        "link": "https://www.msn.com/en-us/news/technology/potential-major-discovery-of-11-objects-far-beyond-the-kuiper-belt/ar-AA1qQBXT?ocid=BingNewsVerp",
        "description": "R esearchers looking for objects in the Kuiper Belt – the donut-shaped region beyond the orbit of Neptune containing icy ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dpeujUpTcHahkbh1RfSGwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN13h",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "Game-Changing \"Dark Oxygen\" Discovery On Seafloor Challenged In High-Stakes Debate",
        "link": "https://www.msn.com/en-us/news/other/game-changing-dark-oxygen-discovery-on-seafloor-challenged-in-high-stakes-debate/ar-AA1qQRJa?ocid=BingNewsVerp",
        "description": "Scientists say they've found a source of oxygen that doesn't rely on photosynthesis, but mining companies disagree.",
        "image_url": "https://www.bing.com/th?id=OVFT.QUv90dyOE7W5wJuKg2x8ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN12h",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "Award-Winning Algorithm Used on Mars Rover Helps Scientists on Earth See Data in a New Way",
        "link": "https://www.cc.gatech.edu/news/award-winning-algorithm-used-mars-rover-helps-scientists-earth-see-data-new-way",
        "description": "Wright presented Nested Fusion at the 2024 International Conference on Knowledge Discovery and Data Mining ( KDD 2024) where ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cwPmhPDOd5lc19fGdmCDGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "cc.gatech.edu16h",
        "source": "cc.gatech.edu",
        "article_content": "A new algorithm tested on NASA’s Perseverance Rover on Mars may lead to better forecasting of hurricanes, wildfires, and other extreme weather events that impact millions globally.\n\nGeorgia Tech Ph.D. student Austin P. Wright is first author of a paper that introduces Nested Fusion. The new algorithm improves scientists’ ability to search for past signs of life on the Martian surface.\n\nThis innovation supports NASA’s Mars 2020 mission. In addition, scientists from other fields working with large, overlapping datasets can use Nested Fusion’s methods for their studies.\n\nWright presented Nested Fusion at the 2024 International Conference on Knowledge Discovery and Data Mining (KDD 2024) where it was a runner-up for the best paper award. KDD is widely considered the most prestigious conference for knowledge discovery and data mining research.\n\n“Nested Fusion is really useful for researchers in many different domains, not just NASA scientists,” said Wright. “The method visualizes complex datasets that can be difficult to get an overall view of during the initial exploratory stages of analysis.”\n\nImage Figure showing how Nested Fusion learns latent structures at high resolution to produce distributions at greater impact. Above graphic focuses on the PIXL instrument the Perseverance Rover uses to scan Mars' surface.\n\nNested Fusion combines datasets with different resolutions to produce a single, high-resolution visual distribution. Using this method, NASA scientists can more easily analyze multiple datasets from various sources at the same time. This can lead to faster studies of Mars’ surface composition to find clues of previous life.\n\nThe algorithm demonstrates how data science impacts traditional scientific fields like chemistry, biology, and geology.\n\nEven further, Wright is developing Nested Fusion applications to model shifting climate patterns, plant and animal life, and other concepts in the earth sciences. The same method can combine overlapping datasets from satellite imagery, biomarkers, and climate data.\n\n“Users have extended Nested Fusion and similar algorithms toward earth science contexts, which we have received very positive feedback,” said Wright, who studies machine learning (ML) at Georgia Tech.\n\n“Cross-correlational analysis takes a long time to do and is not done in the initial stages of research when patterns appear and form new hypotheses. Nested Fusion enables people to discover these patterns much earlier.”\n\nWright is the data science and ML lead for PIXLISE, the software that NASA JPL scientists use to study data from the Mars Perseverance Rover.\n\nPerseverance uses its Planetary Instrument for X-ray Lithochemistry (PIXL) to collect data on mineral composition of Mars’ surface. PIXL’s two main tools that accomplish this are its X-ray Fluorescence (XRF) Spectrometer and Multi-Context Camera (MCC).\n\nWhen PIXL scans a target area, it creates two co-aligned datasets from the components. XRF collects a sample's fine-scale elemental composition. MCC produces images of a sample to gather visual and physical details like size and shape.\n\nA single XRF spectrum corresponds to approximately 100 MCC imaging pixels for every scan point. Each tool’s unique resolution makes mapping between overlapping data layers challenging. However, Wright and his collaborators designed Nested Fusion to overcome this hurdle.\n\nIn addition to progressing data science, Nested Fusion improves NASA scientists' workflow. Using the method, a single scientist can form an initial estimate of a sample’s mineral composition in a matter of hours. Before Nested Fusion, the same task required days of collaboration between teams of experts on each different instrument.\n\n“I think one of the biggest lessons I have taken from this work is that it is valuable to always ground my ML and data science problems in actual, concrete use cases of our collaborators,” Wright said.\n\n“I learn from collaborators what parts of data analysis are important to them and the challenges they face. By understanding these issues, we can discover new ways of formalizing and framing problems in data science.”\n\nImage Portrait of ML Ph.D student Austin P. Wright, lead developer of Nested Fusion\n\nWright presented Nested Fusion at KDD 2024, held Aug. 25-29 in Barcelona, Spain. KDD is an official special interest group of the Association for Computing Machinery. The conference is one of the world’s leading forums for knowledge discovery and data mining research.\n\nNested Fusion won runner-up for the best paper in the applied data science track, which comprised of over 150 papers. Hundreds of other papers were presented at the conference’s research track, workshops, and tutorials.\n\nWright’s mentors, Scott Davidoff and Polo Chau, co-authored the Nested Fusion paper. Davidoff is a principal research scientist at the NASA Jet Propulsion Laboratory. Chau is a professor at the Georgia Tech School of Computational Science and Engineering (CSE).\n\n“I was extremely happy that this work was recognized with the best paper runner-up award,” Wright said. “This kind of applied work can sometimes be hard to find the right academic home, so finding communities that appreciate this work is very encouraging.”"
    },
    {
        "title": "TraceLink Releases Opus Solution Environment, the First No-Code Environment for Visually Building Multi-Enterprise Supply Chain Solutions",
        "link": "https://www.prnewswire.co.uk/news-releases/tracelink-releases-opus-solution-environment-the-first-no-code-environment-for-visually-building-multi-enterprise-supply-chain-solutions-302253333.html",
        "description": "TraceLink, the largest end-to-end digital network platform for intelligent orchestration of the supply chain, has announced ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nZgONj_-NFI362jJPqDnyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "13h",
        "source": "PR Newswire",
        "article_content": "For the first time, supply chain leaders gain access to a platform equal or superior to their executive counterparts in Sales, Marketing, HR, and Finance\n\nBOSTON, Sept. 19, 2024 /PRNewswire/ -- TraceLink , the largest end-to-end digital network platform for intelligent orchestration of the supply chain, has announced the inclusion of Opus Solution Environment in the upcoming Magnum release of its Opus Platform. This capability is the only metadata-driven, no-code solution design environment that puts the power of building and configuring multi-enterprise solution experiences into the hands of supply chain business users.\n\nTraceLink's metadata-driven platform empowers organizations with seamless no-code configuration for solution design and implementation. By leveraging declarative semantics, businesses can easily bootstrap and scale their environments, focusing on innovation instead of technical challenges. The Opus Solution Environment provides intuitive no-code tools for customers and solution partners to design user experiences, tailor workflows, manage access, and configure supply chain networks. This enables any user, regardless of technical expertise, to accelerate development, reduce costs, and digitalize operations without IT constraints or backlogs.\n\n\"Our new metadata-driven, no-code functionality, combined with our unrivaled network of more than 291,000 supply chain partners, equips customers to orchestrate complex business processes across their entire ecosystem. Moreover, the release of these no-code capabilities radically expands the number of business users and solution designers that can now lead digitalization engagements for their companies, and it paves the way for a growing ecosystem of solution partners to make supply chain orchestration available to their customers, regardless of financial profile or digital maturity level. This is truly the only path to democratized access to end-to-end supply chain digitalization,\" said Shabbir Dahod, President and CEO of TraceLink.\n\nKey features and benefits of the Opus Solution Environment:\n\nEmpowered Solution Designers: With a no-code platform powered by metadata, Opus allows anyone—regardless of technical background—to design, configure, and tailor multi-enterprise solutions. By removing the need for coding skills, the platform encourages more professionals to contribute to building and optimizing supply chain processes, fostering a collaborative and innovative environment.\n\nWith a no-code platform powered by metadata, Opus allows anyone—regardless of technical background—to design, configure, and tailor multi-enterprise solutions. By removing the need for coding skills, the platform encourages more professionals to contribute to building and optimizing supply chain processes, fostering a collaborative and innovative environment. Intuitive Drag-and-Drop Interface: The platform's user-friendly design allows users to easily create and modify forms and workflows using a simple drag-and-drop interface. This reduces the learning curve and accelerates the deployment of new multi-enterprise business processes, ensuring consistency across projects and minimizing development time.\n\nThe platform's user-friendly design allows users to easily create and modify forms and workflows using a simple drag-and-drop interface. This reduces the learning curve and accelerates the deployment of new multi-enterprise business processes, ensuring consistency across projects and minimizing development time. Flexibility: Users can define custom business rules, logic, and conditions within their workflows without needing technical knowledge. This adaptability ensures that workflows align with specific operational needs and regulatory requirements. As business demands evolve, workflows can be quickly adjusted in real-time without disrupting business operations, providing unmatched agility.\n\nUsers can define custom business rules, logic, and conditions within their workflows without needing technical knowledge. This adaptability ensures that workflows align with specific operational needs and regulatory requirements. As business demands evolve, workflows can be quickly adjusted in real-time without disrupting business operations, providing unmatched agility. Efficiency: The no-code environment significantly reduces the time from concept to execution, accelerating the deployment of new business processes. This speed is especially critical in fast-paced industries like pharmaceuticals and life sciences, where the platform supports scalability, allowing users to replicate workflows across departments and regions while maintaining efficiency and consistency as organizations grow.\n\nThe no-code environment significantly reduces the time from concept to execution, accelerating the deployment of new business processes. This speed is especially critical in fast-paced industries like pharmaceuticals and life sciences, where the platform supports scalability, allowing users to replicate workflows across departments and regions while maintaining efficiency and consistency as organizations grow. Cost Reduction: By reducing the impact on specialized development teams, the no-code capability lowers operational costs. Faster development cycles and reduced time-to-market translate into quicker returns on investment, enabling businesses to allocate specialized resources more efficiently and increase overall productivity.\n\nBy reducing the impact on specialized development teams, the no-code capability lowers operational costs. Faster development cycles and reduced time-to-market translate into quicker returns on investment, enabling businesses to allocate specialized resources more efficiently and increase overall productivity. Increased Agility: With the Opus Platform, solutions can be deployed independently without waiting for predetermined release schedules. This flexibility supports continuous innovation, allowing teams to iterate and refine their processes in real time. Businesses can rapidly adapt to changes, configure workflows, and implement improvements without delays, ensuring that operations remain agile and responsive.\n\nWith the Opus Platform, solutions can be deployed independently without waiting for predetermined release schedules. This flexibility supports continuous innovation, allowing teams to iterate and refine their processes in real time. Businesses can rapidly adapt to changes, configure workflows, and implement improvements without delays, ensuring that operations remain agile and responsive. Reduced Complexity: Opus integrates B2B transactions through extensible workflows, modeling each transaction as an object. This approach simplifies multi-enterprise interactions and reduces operational complexity, streamlining overall supply chain processes and improving efficiency.\n\nOpus integrates B2B transactions through extensible workflows, modeling each transaction as an object. This approach simplifies multi-enterprise interactions and reduces operational complexity, streamlining overall supply chain processes and improving efficiency. Data Management and Security: Built-in data and permission management ensures businesses can manage and safeguard sensitive information across global business networks. The platform's network awareness helps maintain data quality and security, giving organizations confidence as they scale operations across regions and departments.\n\nBob Sturim, Chief Technology Officer at TraceLink adds, \"This level of capability and flexibility is unique to TraceLink, as all other software companies with no-code platform environments enable that capability only within an enterprise context -- no other company globally has demonstrated the ability to offer similar no-code tools applied to multi-enterprise digitalization use cases that are unique to supply chain management.\"\n\nMultienterprise Information Network Tower (MINT) is the first product to fully harness the capabilities of the Opus Solution Environment, allowing users to integrate seamlessly into the TraceLink network and share standardized transactions with authorized trade partners. By enabling real-time, secure data exchanges, MINT enhances collaboration across the supply chain, reducing errors and delays while improving overall efficiency. With its no-code configuration, users can easily customize workflows and transaction management, ensuring alignment with their specific operational needs and driving greater agility across their multi-enterprise operations.\n\nLearn more about the Magnum release of TraceLink's Opus Platform , the only no-code network digitalization platform designed to democratize access to end-to-end supply chain integration and orchestration.\n\nSee Opus Magnum live at FutureLink Barcelona 2024 , the only thought-leadership, education, and networking event for life sciences and healthcare leaders needing critical intelligence and better collaboration across supply chain relationships, from October 2-4, 2024. With keynotes headlined by the industry's top thought leaders, a full day of TraceLink University educational sessions, three orchestration tracks led by customers and solution partners, and an immersive product and solution exhibition, this year's FutureLink will focus on the end-to-end digitalization of your supply chain to link your enterprise systems and processes to the network. Register now .\n\nAbout TraceLink:\n\nTraceLink Inc. is the largest end-to-end intelligent supply chain platform for life sciences and healthcare, enabling end-to-end orchestration by connecting more than 291,000 healthcare and life sciences entities through its B2N Integrate-Once™ network. Leading businesses trust TraceLink to deliver complete global connectivity, visibility, and traceability of healthcare products, ensuring that every patient gets the medicines they need when needed, safely and securely.\n\nLogo - https://mma.prnewswire.com/media/1004729/TraceLink_Logo.jpg"
    },
    {
        "title": "Blues and Blynk strike deal on low-power no-code cellular IoT",
        "link": "https://www.rcrwireless.com/20240919/internet-of-things-4/blues-and-blynk-strike-deal-on-low-power-no-code-cellular-iot",
        "description": "Low-power cellular IoT hardware maker Blues is working with no-code IoT software provider Blynk to provide simpler IoT tools ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fL3qXueb0s0jbitdndYsSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "RCR Wireless News17h",
        "source": "RCR Wireless News",
        "article_content": "Low-power cellular IoT hardware maker Blues is working with no-code IoT software provider Blynk to provide simpler IoT tools for IoT developers. The partnership, providing “cloud-to-cloud integration”, means Blues customers can use the Blynk platform to build custom mobile apps to monitor and control their IoT devices without needing specialised software development skills.\n\nThe pair flagged highlights of the integration, including a no-code drag-and-drop app builder and “scalable” device management to “quickly create” IoT apps (“no coding required”) and manage “thousands” of IoT devices in the field. The result for developers is less time and fewer resources (“minimal development overhead”, spent on complex IoT projects, and a faster time-to-market.\n\nOn the flip-side, Blynk said the partnership “introduces” Blues’ low-power IoT hardware, described as “ideal for applications where Wi-Fi is unavailable or unreliable”, to its own customer base. It cited the value of “more flexible and reliable” low-power cellular IoT, mostly in the form of NB-IoT and LTE-M, for agriculture, logistics, and sundry tracking jobs in “remote or mobile” environments.\n\nUS-based claims a “million engineers and 5,000 businesses” use its platform to build IoT apps. Iryna Lyashchuk, president at Blynk, commented: “Our no-code tools are designed to eliminate the barriers of traditional IoT app development. This partnership gives Blues customers the ability to build and launch functional, customized IoT apps in a fraction of the time it would normally take.”\n\nBrandon Satrom, senor vice president of product and experience at Blues, commented: “By combining our low-power cellular hardware with Blynk’s intuitive software, we’re enabling developers to build solutions that are reliable and easy to scale. This integration is especially valuable for applications where power efficiency and constant connectivity are crucial.”"
    },
    {
        "title": "With cold and flu season here, it's time to start thinking about getting an updated COVID vaccine",
        "link": "https://www.msn.com/en-us/health/other/with-cold-and-flu-season-here-it-s-time-to-start-thinking-about-getting-an-updated-covid-vaccine/ar-AA1qSBpb?ocid=BingNewsVerp",
        "description": "A new vaccine is out just in time for fall, offering protection against the latest variant. Anyone 6 months and older can get ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OzSYBrDXuu6VLAsW75WkyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "56mon MSN",
        "source": "CBS News on MSN",
        "article_content": ""
    },
    {
        "title": "The company behind Sam Altman's iris-scanning ID startup just revealed new tech. Its privacy chief explains how it works.",
        "link": "https://www.msn.com/en-us/news/technology/the-company-behind-sam-altmans-iris-scanning-id-startup-just-revealed-new-tech-its-privacy-chief-explains-how-it-works/ar-AA1qQF1m?ocid=BingNewsVerp",
        "description": "Tools for Humanity is building the tech behind Sam Altman's ambitious Worldcoin. Chief privacy officer Damien Kieran explains ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KzW_pHk_9hThz-cweBmeQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Build Vs. Buy AI: The Answer Is To Build, With Someone You'd Buy From",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/19/build-vs-buy-ai-the-answer-is-to-build-with-someone-youd-buy-from/",
        "description": "Organizations and IT teams who build internally are starting to use specialized software development and services partners.",
        "image_url": "https://www.bing.com/th?id=OVFT.6N8oLOF8anSo9j5sXlDU_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "16h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Samsung and Google can learn a lot from these affordable foldables",
        "link": "https://www.msn.com/en-us/news/other/samsung-and-google-can-learn-a-lot-from-these-affordable-foldables/ar-AA1qQ3Dv?ocid=BingNewsVerp",
        "description": "With the Phantom V Fold 2 and Phantom V Flip 2, Tecno has proven you don't need to spend a fortune to enjoy the latest foldable phones.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "16hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]