[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crashed UFO Recovered by Lockheed Martin",
            "link": "https://www.msn.com/en-us/technology/aviation/crashed-ufo-recovered-by-lockheed-martin/vi-BB1rdL7m?ocid=BingNewsVerp",
            "description": "Patrick discusses Lockheed Martin allegedly Recovering A Crashed UFO From The 1950’s. #aliens #uap #ufonews #ufos #ufo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aYfn_dzB_f7iWZPmwuzo8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO collides with a PLANE off coast of Florida says Ryan Graves",
            "link": "https://www.msn.com/en-us/video/peopleandplaces/ufo-collides-with-a-plane-off-coast-of-florida-says-ryan-graves/vi-BB1rdLhT?ocid=BingNewsVerp",
            "description": "Ryan Graves was told that there was a collision between a private jet and an unidentified metallic object that forced a landing. What was it? Kristian Harloff gives his thoughts. #uap #ufo #uapnews #u ...",
            "image_url": "https://www.bing.comNo image",
            "category": "ufo",
            "date": "Down To Earth With Kristian Harloff on MSN1h",
            "source": "Down To Earth With Kristian Harloff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'UFO' appears in the sky just weeks after eagle-eyed Aussies spotted unusual 'spaceship' cloud",
            "link": "https://www.msn.com/en-gb/money/technology/ufo-appears-in-the-sky-weeks-after-spaceship-cloud-was-spotted/ar-BB1r8r6m?ocid=BingNewsVerp",
            "description": "This is a lenticular storm cloud and its not that common to see,' Higgins Storm Chasing wrote to their Facebook page on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kxDcDVCa5NdoUHp608TAty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "11hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Some of these mysterious ‘drones’ are indeed UFOs and should be taken seriously",
            "link": "https://www.msn.com/en-us/news/us/opinion-some-of-these-mysterious-drones-are-indeed-ufos-and-should-be-taken-seriously/ar-BB1re5bN?ocid=BingNewsVerp",
            "description": "Would an adversary expose its ultra-stealthy technology so dramatically and consistently in full view of the U.S. military?",
            "image_url": "https://www.bing.com/th?id=OVFT.3F_mauNx-3xR3PgI1Zv0wC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "44mon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Over 100 UFOs reported being seen in Pennsylvania last year",
            "link": "https://www.msn.com/en-us/news/us/over-100-ufos-reported-being-seen-in-pennsylvania-last-year/ar-BB1raX5Y?ocid=BingNewsVerp",
            "description": "More than 100 Unidentified Flying Objects (UFOs) were reported being seen in Pennsylvania in 2024, according to the National ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z0g-jCawCmSMXYiA7F-1fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WHTM Harrisburg on MSN18h",
            "source": "WHTM Harrisburg on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet Alibaba's AI coder: an automated system that can build an app 'in minutes'",
            "link": "https://www.yahoo.com/tech/meet-alibabas-ai-coder-automated-093000430.html",
            "description": "Alibaba Group Holding's cloud computing unit launched a novel artificial intelligence (AI) coder that is touted as capable of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IzMJp_g5UuJegtHpuQGJsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Yahoo",
            "article_content": "Alibaba Group Holding's cloud computing unit launched a novel artificial intelligence (AI) coder that is touted as capable of building an application \"in minutes\", sparking plenty of discourse among software programmers in mainland China.\n\nThe AI coder, part of Alibaba Cloud's AI programming tool called Tongyi Lingma, can perform a set of automated tasks - from comprehending prompts, writing code and debugging software - to complete development of an app \"as fast as a few minutes\", according to a company statement on Wednesday. Alibaba owns the South China Morning Post.\n\nThe system is powered by Alibaba Cloud's Tongyi Qianwen family of large language models (LLMs) - the technology behind generative AI (GenAI) services like ChatGPT - and improves code development efficiency \"by over 10 times\", the company said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\n\nIts launch has fanned speculation among Chinese programmers that this tool can surpass those from US firms like ChatGPT creator OpenAI, as Alibaba Cloud touted its AI coder as the world's first such system that supports both Microsoft's Visual Studio Code (VS Code) and JetBrains' IDEs - two popular integrated software-development platforms used in the industry.\n\nShanghai-based software engineer Frank Lin said he had previously used the coding tool on ChatGPT's website, which can handle routine coding tasks but has limited \"creative abilities\".\n\n\"The Alibaba Cloud one looks stronger than the ChatGPT one by its introduction,\" Lin said, adding that he would be willing to pay for the new service if it proves to be competitive.\n\nAlibaba Cloud is seeing growing domestic adoption of its artificial intelligence programming tool, Tongyi Lingma. Photo: Shutterstock alt=Alibaba Cloud is seeing growing domestic adoption of its artificial intelligence programming tool, Tongyi Lingma. Photo: Shutterstock>\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAlibaba Cloud currently does not charge individual professionals for using Tongyi Lingma, which is marked as \"temporarily free\" on its website. Enterprise users, however, are charged a monthly fee of least 79 yuan (US$11).\n\nShenzhen-based programmer Wang Yiran said the new AI tool has raised hopes that a cheaper, but more powerful and efficient system, is readily accessible for use on the mainland.\n\n\"I've been using Cursor to assist my job, which is a bit expensive,\" Wang said, referring to the AI code editor of VS Code. Microsoft charges US$20 per month for professional users and US$40 per user per month for enterprise clients.\n\nAlibaba Cloud's AI coder reflects the growing adoption of its GenAI tools, following the success of its Tongyi Qianwen LLM series, also known as Qwen, in a range of industries and across various markets.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAs of May last year, Qwen had more than 90,000 corporate clients in industries ranging from consumer electronics to cars and online games, according to Alibaba Cloud chief technology officer Zhou Jingren.\n\nLaunched in 2023, AI programming tool Tongyi Lingma has been adopted by a number of major domestic companies including China United Property Insurance, Changan Automobile and state-owned carmaker FAW Group, according to Alibaba Cloud.\n\nTongyi Lingma has so far recorded more than 9 million downloads for its plug-ins - software components that add a specific feature to an existing computer program. It has also generated 1.5 billion lines of code, making it one of the most used AI coding solutions for programmers in China.\n\nThis article originally appeared in the South China Morning Post (SCMP), the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2025 South China Morning Post Publishers Ltd. All rights reserved.\n\nCopyright (c) 2025. South China Morning Post Publishers Ltd. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "xAI launches standalone Grok AI app for iPhone",
            "link": "https://bgr.com/tech/xai-launches-standalone-grok-ai-app-for-iphone/",
            "description": "A little over a year after xAI announced Grok, X's AI-powered assistant, it's now available in the US as a standalone app.",
            "image_url": "https://www.bing.com/th?id=OVFT.asj4IFCER5A4PRGnmKlktS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23h",
            "source": "BGR",
            "article_content": "A little over a year after xAI announced Grok, X’s AI-powered assistant, it’s now available in the US as a standalone app. Grok is an AI modeled after the Hitchhiker’s Guide to the Galaxy, and it’s intended to answer almost anything and, “far harder, even suggest what question to ask.”\n\nWhen it was announced in November 2023, the xAI team said, “Grok is designed to answer questions with a bit of wit and a rebellious streak, so please don’t use it if you hate humor!” Unlike other AI-powered assistants, Grok has real-time knowledge of the world via the X platform, and it will “also answer spicy questions that are rejected by most other AI systems.”\n\nCurrently, Grok is only available for iPhone users in the US, and it gives users the latest model, 2, for free. On its description page, xAI describes the app as “maximally truthful, useful, and curious.” Users can get answers to any questions, generate “striking images,” and upload pictures to gain a deeper understanding of the world.\n\nThese are some of the key features available to iPhone users in the US:\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nImage Generation: Get free access to generating high quality images using Grok AI’s advanced capabilities.\n\nGet free access to generating high quality images using Grok AI’s advanced capabilities. Real-Time: With access to current X and web data, Grok provides up-to-date information for your queries, keeping you informed about the latest developments.\n\nWith access to current X and web data, Grok provides up-to-date information for your queries, keeping you informed about the latest developments. Conversational Tone: Engaging and humorous, Grok makes learning and information gathering enjoyable, setting it apart from other AI chatbots.\n\nEngaging and humorous, Grok makes learning and information gathering enjoyable, setting it apart from other AI chatbots. Privacy-Focused: All data interactions are handled with user privacy in mind, ensuring a secure experience in line with xAI’s privacy policy.\n\nAt the moment, it’s unclear when Grok will leave beta or when xAI will make it available for Android or other regions. In the near future, the AI assistant will be available as a web app as well. You can find it in the App Store here.\n\nKeep following BGR for the latest news on AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "X's Grok AI assistant is now a standalone app",
            "link": "https://www.msn.com/en-us/news/technology/x-s-grok-ai-assistant-is-now-a-standalone-app/ar-BB1rbyR1?ocid=BingNewsVerp",
            "description": "Grok, the AI assistant that's for some reason baked into X, is now available as a standalone app. Like the version that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4dGDskWxzSZHpF9Z-xy4FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These AI applications are aiding—not replacing—human creatives",
            "link": "https://www.fastcompany.com/91258004/these-ai-applications-are-aiding-not-replacing-human-creatives",
            "description": "Artificial intelligence tools that help humans do creative work—rather than do it for them—are quietly finding an audience amid the GenAI push.",
            "image_url": "https://www.bing.com/th?id=OJ.PaxT6hqRytGl9w&pid=news&w=93&h=16&rs=2",
            "category": "ai+app",
            "date": "1h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grok AI App Launched for iOS With Real-Time Information and Image Generation Features",
            "link": "https://www.gadgets360.com/ai/news/grok-ios-app-ai-chatbot-xai-launch-features-7441928",
            "description": "Grok's App Store listing says the app has been launched in the US, but it is available to download and works in other regions, including India.",
            "image_url": "https://www.bing.com/th?id=OJ.uyoj1CmHbfRyfA&pid=news&w=51&h=16&rs=2",
            "category": "ai+app",
            "date": "4h",
            "source": "gadgets360",
            "article_content": "Grok, xAI's native artificial intelligence (AI) chatbot, is now available as a standalone iOS app. The Elon Musk-run AI firm has been testing the app in beta for nearly a month, as per reports. The standalone app comes with all the features available on the web version of the chatbot. Users can generate images and ask web search-based queries even when not being signed in to their X (formerly known as Twitter) account. Notably, while the company mentioned the app's launch in the US, it was found to be working in India as well.\n\nGrok Is Now Available as an iOS App\n\nThe official handle of xAI announced the launch of Grok's iOS app in a post on X. The post mentioned that users do not need to log in to the app to access its features. However, signing in to an X account allows the AI chatbot to personalise a user's experience while using the service.\n\nThe post as well as the app listing on the App Store mentions Grok's iOS app has been launched in the US. However, Gadgets 360 staff members were able to download and use the chatbot in India as well.\n\nGrok's iOS app\n\nAfter installing the app, users are taken to a new chat window, where they can begin interacting with the chatbot. Grok's iOS app can have conversations with the user, generate images, search the web and X to find real-time information, and generate essays and emails. None of these features require the user to sign in to the app, something which is not possible on the web version of the chatbot.\n\nInterestingly, the iOS app allows users to sign into Grok with either their X account or via Apple account. However, an the X account allows users to connect their chats from the web client and offer a more personalised experience. In our brief testing of the iOS app, we did not find any latency issues or any bugs or glitches.\n\nThe app listing highlights that the iOS app is powered by the Grok 2 AI model, the same large language model which also powers both the free and premium versions on the web. Notably, we were not able to locate the Fun mode, but that could be available to X Premium and X Premium+ subscribers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal Activities Take Place at Garage in Middle of Night",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/paranormal-activities-take-place-at-garage-in-middle-of-night/vi-BB1rcyTk?ocid=BingNewsVerp",
            "description": "This guy received motion alerts and heard some noises from the garage in the middle of the night, so he decided to go and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YQ_2bp21hp_JJb2ExFfm1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Offbeat Horror True Crime & Paranormal Expo coming to Bowling Green",
            "link": "https://www.msn.com/en-us/tv/news/offbeat-horror-true-crime-paranormal-expo-coming-to-bowling-green/ar-BB1rbEQl?ocid=BingNewsVerp",
            "description": "Tickets are still available for the Offbeat Horror True Crime & Paranormal Expo and can be purchased from the Offbeat Horror ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HyRWRqkgu7O3YtaDVXQ5rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Bowling Green WBKO on MSN8h",
            "source": "Bowling Green WBKO on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 18th Attic Official Reveal Trailer",
            "link": "https://www.msn.com/en-us/tv/news/the-18th-attic-official-reveal-trailer/vi-BB1rdLz6?ocid=BingNewsVerp",
            "description": "A creepy doll, a mysterious painting, and an unsettling scenario are revealed in this The 18th Attic trailer for the upcoming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7DS-6tTTQoKpWDcZ8QizNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Games World on MSN2h",
            "source": "Games World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Asbury Hotel will host TV production, aims to jump on Hollywood at the Jersey Shore",
            "link": "https://www.msn.com/en-us/travel/tripideas/asbury-hotel-will-host-tv-production-aims-to-jump-on-hollywood-at-the-jersey-shore/ar-BB1rdAhS?ocid=BingNewsVerp",
            "description": "The Asbury Hotel is partnering with Jersey Shore Entertainment for film and television production at an opportune time for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6KFKC_47R-a1QLGg57IjvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "APP.com (Asbury Park, NJ) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shari Franke gives raw retelling of mom's abuse, Jodi Hildebrandt influence in memoir",
            "link": "https://www.msn.com/en-us/news/us/shari-franke-gives-raw-retelling-of-moms-abuse-jodi-hildebrandt-influence-in-memoir/ar-BB1rboCa?ocid=BingNewsVerp",
            "description": "What we learned from Shari Franke's memoir, including a family vlogging factory, years of abuse and Ruby Franke's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6lEN9x9TVAuuYWddGbJSHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "16hon MSN",
            "source": "USA TODAY on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery poised to help detect dark matter and pave way to unravel the universe's secrets",
            "link": "https://www.msn.com/en-us/news/technology/discovery-poised-to-help-detect-dark-matter-and-pave-way-to-unravel-the-universes-secrets/ar-BB1rb96K?ocid=BingNewsVerp",
            "description": "Researchers led by Nanyang Technological University, Singapore (NTU Singapore) have developed a breakthrough technique that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhqGOZ_dYtNtCk4BCw8DLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An 8-year-old’s backyard discovery about ants changed Earth science",
            "link": "https://www.earth.com/news/an-8-year-olds-backyard-discovery-of-ants-wasps-changed-science/",
            "description": "Children and scientists discover how wasps trick ants into protecting their larvae, changing our understanding of nature's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A6zzmRcv44AnmPFctOoe_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "earth21h",
            "source": "earth",
            "article_content": "Nature’s connections can show up in the most unassuming places. For decades, people have watched curiously as ants collect seeds. These seeds often come with a fatty attachment that entices ants to take them underground, which is a nifty tactic employed by plants to get their seeds dispersed.\n\nThis strategy, known as myrmecochory, has guided ecological thinking for many years. Recent observations have shaken up this old concept, as a surprising twist has come from an unlikely source: oak galls produced by certain wasps.\n\nAnts and wasps\n\nEight-year-old Hugo noticed something puzzling one afternoon. He saw a small parade of ants scurrying across a path, hauling what he assumed were regular seeds.\n\nHis father, named Andrew Deans, took a closer look and realized these were oak galls, not plant seeds.\n\nGalls are growths shaped by wasps to ensure a safe shelter in which their larvae can develop. Hugo’s discovery launched fresh inquiries into how wasps might be tricking ants into unwittingly providing protection and resources for their developing young.\n\nAndrew Deans is a professor of entomology at Penn State. His experiences with insect classification and ecology helped shape the next steps in understanding how certain wasps manipulate ant behavior.\n\nWorking with other researchers, he looked at the structure and chemical makeup of the oak galls, aiming to see whether these odd lumps mimic the enticing attachments found on seeds.\n\nThat line of inquiry opened the door to a bigger story about insect collaboration.\n\nThe lure of fatty acids\n\nResearch into seed dispersal has shown that ants love fatty acids, which they harvest from specialized structures on seeds.\n\nMany oak galls have a similar coating, sometimes called a hood, that contains these appealing molecules.\n\nOnce ants bring the gall inside their nest, they devour the fatty portion but leave the rest. Within that intact shell, the wasp larvae stay hidden from predators.\n\nThe parallels between seeds and galls have stirred fresh debate among entomologists.\n\nChemical camouflage\n\nThe biggest revelation for many scientists is that these gall hoods may imitate the scent of deceased insects.\n\n“It’s amazing how these structures mimic the chemical profile of dead insects, one of the main food sources for ants,” said John Tooker, professor of entomology at the University of Pennsylvania.\n\nThis discovery sheds light on a possible reason behind the ants’ brisk retrieval of galls. They are likely to think they have found a reliable meal, but end up giving wasp larvae a free ride and shelter instead.\n\nAnts, wasps, and evolution\n\nMillions of years before humans paid attention to them, galls were a feature on oak trees. Fossil records show that wasps and oaks have had a long relationship, although it is not clear when ants became part of the mix.\n\nSome experts propose that wasps first persuaded oaks to create galls and then evolved ways to draw ants into the equation. Others believe the ants’ interest in fatty acids nudged the wasps toward this chemical strategy.\n\nNature relies on countless overlapping interactions. These gall-making wasps provide another example of how two different insects might develop a shared connection that benefits one party more than the other.\n\nWhile ants enjoy a quick snack from the gall’s fatty hood, the wasp larvae receive a safe refuge for their development.\n\nThis unintentional partnership hints at how life weaves complex networks that bind different species together, often in ways that scientists have missed. Each time new details emerge, the broader narrative of ecological ties evolves.\n\nA nudge toward conservation\n\n“This should make us think about how much we still don’t know about ecosystems and the need to preserve biodiversity,” reflected Andrew Deans.\n\nThe researchers stressed the importance of keeping ecosystems intact to maintain these intricate ties.\n\nOak trees, and the wasps that make use of them, face threats from habitat decline and changing climates, which could unsettle the entire chain of relationships.\n\nWhen environments shift, the ants, the galls, and the plants lose a vital piece of the puzzle that supports their survival.\n\nWhere curiosity leads\n\nHugo’s brief observation highlights how small moments can spark big changes in what we know. Nobody expected a child’s quiet stroll to upend familiar ideas. Researchers are now curious to see if other insects use similar methods to coerce ants.\n\nBy peering into everyday wonders, people can gain a deeper appreciation of how species interact. Each fresh insight builds on the last, emphasizing the value of patient exploration and open minds in science.\n\nThe research findings were published in The American Naturalist.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Discovery of a Fat-Filled Cell Reveals Why Noses Are Springy",
            "link": "https://www.the-scientist.com/the-discovery-of-a-fat-filled-cell-reveals-why-noses-are-springy-72455",
            "description": "A newly identified cartilage cell generates fat vacuoles and makes the surrounding tissues pliable. This helps keep the ear ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MsKJon6rb3Wb9pgXVcmoqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Scientist17h",
            "source": "The Scientist",
            "article_content": "ABOVE: A newly discovered type of cartilage tissue makes tips of noses and ears bouncy and pliable. The fat-laden cells in this tissue are like individual bubbles in bubble wrap. ©iStock, ediebloom\n\nThe smooth functioning of the body’s joints, the flexibility of the ears and nose, and the shaping of bones are all made possible by the skeletal tissue known as cartilage.1 According to popular medical textbooks, cartilage is made up of only one type of specialized cell called a chondrocyte, which is small and secretes large quantities of extracellular matrix, giving cartilage its biomechanical properties.2 But now, new research makes these textbooks outdated.\n\nMore than a decade ago, while studying fat cells in the mouse ear skin, Maksim Plikus and his colleagues observed a puzzling pattern in dye uptake. “There were some fat cells that stained, which were the true adipocytes,” said Plikus, a developmental biologist at the University of California, Irvine. “Then there was another group of fat cells that didn't [stain], no matter which marker.” Initially, he thought these odd adipocytes could simply be a type that stubbornly resisted dyes. However, upon digging deeper, Plikus realized that they were a completely new type of fat-laden cartilage cells that formed the pliable lipo-cartilage in body parts like the nose, ear and throat. “At first we really had to pinch ourselves because it made no sense,” Plikus exclaimed.\n\nThey called these newly-identified cells lipochondrocytes (LCs), and after a decade of investigation into their structure and function, the team published their report today in Science.3 These findings will expand the current understanding of skeletal biomechanics and open new avenues in regenerative medicine.\n\n“This is ground-breaking research,” said Markéta Kaucká, a developmental biologist at the Max Planck Institute for Evolutionary Biology, who was not involved in the study. “They found that the cells have different morphology, gene expression profiles, functions, and biomechanical properties. It really is a new cell type.”\n\nResearchers have discovered a new type of cartilage cell called lipo-chondrocyte, that is filled with large fat droplets (shown here in green) and is found in many mammalian species. Maksim Plikus, University of California, Irvine\n\nDespite its prevalence in the body, researchers have overlooked LCs and lipo-cartilage for many decades. Lipochondrocytes were first observed in 1854 by Franz Leydig in rat ear cartilage and then largely forgotten for nearly a century.4 Even research groups that stumbled upon the cells later did not study them or the tissue in detail.5 So, when Plikus and his team came across these cells that looked like fat cells but were present in the cartilage, they knew they had to examine them from every possible angle.\n\nThe authors started by cataloging the presence of LCs in the mouse body. Using different genetic drivers, they identified LCs in the cartilage of the nose, larynx, sternum, and ear. Upon tracking the growth of LCs through development, the team found that these cells live for a long time and have limited turnover. LCs were even present in the nose and ears of aged mice.\n\nDepending on the location, the stiffness and pliability of cartilage varies. The team wanted to understand how the lipid vacuoles inside LCs modified these biomechanical properties of lipo-cartilage. After collecting lipo-cartilage, knee cartilage, and groin adipose tissue from one-month old mice, the researchers used different tests to measure how easily the tissue deformed and how much stress it could withstand. They observed that lipo-cartilage had a greater ability to resist tearing and deformation than adipose tissue but was less stiff than knee cartilage. This ability of lipo-cartilage to spring back to its original structure is what gives the ear and tip of nose their bounciness.\n\n“Lipochondrocytes are like the bubbles in bubble wrap,” Plikus explained. “If you make a tissue out of the bouncy, non-compressible liquid-filled balloons, you will have elastic properties arising with analogy to the bubble wrap.” When the team stripped LCs of the lipid vacuoles, the tissue became more rigid than normal lipo-cartilage and similar in biomechanical properties to the matrix-rich knee cartilage.\n\n“This will expand our understanding of skeletal biomechanics. Right now, people only think about the matrix,” Plikus said. “But in lipo-cartilage, biomechanics derive from the organelles inside of the cells, not from the extracellular matrix. And that is paradigm shifting.”\n\nWhile LCs looked like adipocytes, whole-tissue lipidomics performed on ear lipo-cartilage and groin adipose tissue revealed that the composition of the different fats varied between the two cell types. Adipocytes absorb and accumulate dietary fat molecules to feed their fat vacuoles, while Plikus observed that LCs had a relatively higher concentration of saturated fatty acid chains, which are produced during de novo lipogenesis, when carbohydrates are converted into lipids. When the team analyzed the levels of various genes in these cells, they noticed that, unlike adipocytes, LCs either did not express or expressed only low levels of genes encoding proteins responsible for transporting fatty acids into cells. Instead, the cells expressed genes involved in glucose transport, de novo lipogenesis, and triglyceride synthesis, strongly indicating that LCs produce their own fat vacuoles.\n\nAdipocytes can swell up or shrink down based on the available dietary fats. Since LCs did not express the genes to absorb external lipids, Plikus and his team were curious about their fate in the face of dietary fluctuations. They tested groups of mice on one of three different diets: a normal diet, a high-fat diet for 12 weeks, or a restricted-calories diet for 72 hours. While the animals’ weight and fat tissue showed the expected increase or decrease based on the diet, the size of the ears and the lipid vacuoles in the ear LCs remained unchanged. When the team injected the mice with fatty acids labeled with a fluorescent marker, they found no accumulation in the LCs.\n\n“It's really brilliant how these mechanisms could be decoupled from the normal systemic lipid production and metabolism,” Kaucká said. “You don't want the locations which are in the ear and in the larynx to swell and enlarge when there’s an influx of excess calories.”\n\nRaul Ramos and Maksim Plikus, developmental biologists at the University of California, Irvine, discovered and characterized the lipo-cartilage tissue. Ethan Perez, University of California, Irvine\n\nFinally, Plikus wanted to know if lipo-cartilage is present in other species too. The team first examined human fetal cartilage at gestational week 20 to 21 and observed numerous lipid vacuoles in the ear, nose, thyroid, and epiglottal cartilage tissue. They also noted fat droplets in the cartilage organoids that they generated from human embryonic stem cells. RNA sequencing revealed that the cartilage organoids expressed de novo lipogenesis genes, but not fatty acid uptake genes.\n\nExpanding their study, the authors examined 65 other mammalian species and observed lipo-cartilage in many of them. “This makes a lot of sense. Mammals underwent a lot of adaptations and have novelties like the outer ear and the flexible tip of the nose,” said Kaucká. “These are all locations which correlate with the presence of lipocartilage.” Notably, the team found lipid-filled cartilage cells in species with thin, membranous ears, such as bats, suggesting a role for these cells in sound perception. The team did not identify lipo-cartilage in any of the non-mammalian species they tested.\n\nNext, Plikus plans to expand this research in several directions. Unlike LCs, when lipid droplets accumulate in chondrocytes within joints, these cells become sick, resulting in osteoarthritis. A deeper understanding of how LCs manage to stay healthy can aid the development of novel treatments for the disease. He also plans to use lipid vacuoles as biomarkers for purifying cartilage grown from patient cells and morphing them into desired shapes to advance regenerative medicine and surgeries such as rhinoplasties. Lastly, Plikus is curious to find out when lipo-cartilage evolved. As for Kaucká, she is curious how lipo-cartilage contributes to shaping facial features and why LCs and this fat-filled skeletal tissue seem to be restricted to mammals."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Women in Science and the Struggle for Recognition",
            "link": "https://www.insidehighered.com/opinion/blogs/higher-ed-gamma/2025/01/10/overcoming-bias-shape-future-science",
            "description": "Despite its upbeat subtitle, How the Glow of Radium Lit a Path for Women in Science, David Sobel’s widely praised new study of Marie Curie and the 45 women who worked in her laboratory reveals the ...",
            "image_url": "https://www.bing.com/th?id=ODF.zHGy2WeF73zRRI4z8J0xVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Inside Higher Ed4hOpinion",
            "source": "Inside Higher Ed",
            "article_content": "Despite its upbeat subtitle, How the Glow of Radium Lit a Path for Women in Science, David Sobel’s widely praised new study of Marie Curie and the 45 women who worked in her laboratory reveals the persistent bias, discouragement and institutional barriers that marginalized these pioneering women scientists.\n\nRather than illustrating a clear path to gender equity in science, Sobel’s work reveals how systemic discrimination continued to thwart their progress, despite their significant contributions to groundbreaking research.\n\nIn her 2023 study, Pulitzer Prize–winning journalist Kate Zernike illustrates the entrenched sexism that persisted in science to the end of the 20th century. As recently as 1999, even the most accomplished women in fields like molecular genetics, geology, neuroscience and cancer research were routinely denied the recognition and resources granted to their less qualified male colleagues.\n\nZernike demonstrates that it was only through persistent advocacy and fighting against these discriminatory practices that these women began to chip away at the pervasive sexism of elite scientific institutions. Their struggle not only brought attention to the inequities they faced but also helped pave the way for future generations of women in science, slowly transforming the landscape of an often exclusionary and hierarchical system.\n\nThe history of women in science is littered with examples of women whose contributions were either minimized or outright attributed to male colleagues. The historian of science Margaret W. Rossiter termed this the “Matilda effect”—the systematic tendency to downplay or erase women’s contributions to scientific discoveries, with credit often being given to their male colleagues instead.\n\nNettie Stevens made groundbreaking discoveries about sex determination in 1905, demonstrating that sex is determined by chromosomes—specifically the XY system. However, her male colleague Edmund Beecher Wilson received much of the credit for this work. Despite Stevens’s foundational contributions to genetics, her role was overshadowed, illustrating how women’s scientific achievements have often been attributed to men.\n\nLise Meitner, a physicist who played an essential role in the discovery of nuclear fission, similarly saw her contributions minimized. While her theoretical work provided crucial insights into nuclear reactions, it was her colleague Otto Hahn who received the 1944 Nobel Prize in Chemistry. Meitner’s exclusion from the prize, despite her significant contributions, reveals how systemic bias has long denied women their due recognition in science.\n\nIn a similar case, Chien-Shiung Wu, a Chinese American physicist, conducted a pivotal experiment that disproved the conservation of parity, a fundamental law of physics. Wu’s experimental findings were crucial in confirming the theoretical work of Tsung-Dao Lee and Chen-Ning Yang, who went on to receive the Nobel Prize in 1957. Despite Wu’s central role, she was not included in the Nobel honors, reflecting the pervasive bias against acknowledging women’s contributions.\n\nThe field of bacterial genetics also saw women’s contributions marginalized. Esther Lederberg made important discoveries, including the identification of lambda phage, a virus that infects bacteria, and the development of the replica plating technique, which revolutionized bacterial research. Nevertheless, her then-husband, Joshua Lederberg, was awarded the 1958 Nobel Prize for Physiology or Medicine, while her critical contributions were minimized.\n\nOne of the most famous examples of the Matilda effect is Rosalind Franklin, whose work on X-ray diffraction was crucial in elucidating the structure of DNA. However, James Watson and Francis Crick received most of the credit, culminating in the 1962 Nobel Prize. Franklin’s role was largely overlooked until later historical reappraisals recognized the depth of her contributions to one of the greatest scientific breakthroughs of the 20th century.\n\nAnother telling case is that of Jocelyn Bell Burnell, who as a graduate student in 1967 discovered pulsars, a type of rotating neutron star. Her supervisor, Antony Hewish, received the 1974 Nobel Prize in Physics for this discovery, with Bell Burnell’s pivotal role in the research going largely unacknowledged.\n\nThese stories illustrate the systemic barriers that have historically marginalized women in science. Misogyny in the scientific community manifests not only in denying women opportunities but also in rewriting the narrative of discovery to exclude or downplay their achievements. Addressing this bias requires an ongoing effort to reshape how scientific recognition is awarded, ensuring that all contributors are fairly acknowledged.\n\nThe underrepresentation and marginalization of women in science are not merely byproducts of personal gender bias but are deeply embedded within the structures, cultures and systems that govern the scientific community itself.\n\nHistorian Margaret Rossiter’s three-volume Women Scientists in America explores how systemic sexism has historically shaped the landscape of science. She recounts the overlooked stories of women scientists whose contributions were either erased or downplayed, revealing patterns of institutionalized misogyny that extend beyond individual prejudice. This institutionalized bias encompasses educational barriers, discriminatory hiring practices, exclusion from professional networks and credit denial.\n\nRossiter shows that cultural narratives suggested women were biologically unsuited for scientific careers or that they would eventually prioritize family over work. However, misogyny went beyond cultural narratives. Women were often denied access to advanced education and academic appointments, restricted to subordinate roles such as laboratory assistants and excluded from leadership positions. These practices were reinforced through discriminatory tenure and promotion practices, where women were often denied career advancement even when their research output equaled or surpassed that of their male peers.\n\nKey mechanisms of this institutionalized misogyny include:\n\nInvisible barriers that discouraged women from pursuing advanced education and research roles through societal expectations of gender roles.\n\nCredit denial, where women scientists frequently found their contributions minimized or attributed to male colleagues, reinforcing the myth of women’s inferiority in scientific innovation.\n\nInstitutional exclusion from the informal male networks that enabled men to advance their careers through mentorship, collaborations and opportunities from which women were excluded.\n\nSocial and professional isolation in male-dominated cultures in scientific institutions that left women without supportive peer communities, further hindering their career advancement.\n\nTokenism, where women scientists were viewed as exceptions, expected to conform to male norms rather than being seen as equal contributors in their fields.\n\nRossiter’s research reveals that misogyny in science is the result of both overt discrimination and deeply entrenched cultural and institutional practices that perpetuate gender hierarchies.\n\nThe concept of systemic misogyny challenges the idea that science is purely meritocratic and objective. Although science is often portrayed as a field where talent and hard work dictate success, it has long been shaped by institutional and cultural biases that have disproportionately favored white men over women and marginalized groups.\n\nAcknowledging these systemic biases requires rethinking the history and practice of science, a shift that often sparks resistance. Many view science as an arena of merit, and questioning how gender bias has influenced scientific recognition and resource distribution raises uncomfortable questions about what constitutes achievement in science. If key contributions have been overlooked or misattributed, it forces us to reconsider how success and excellence in science have been defined and challenges the historical record of discovery. Recognizing these biases can feel like an attack on the integrity of science itself.\n\nHowever, addressing systemic bias is not about discrediting past achievements. Rather, it’s about recognizing the structural inequities that have marginalized women and prevented them from receiving due credit for their work. Only by acknowledging and dismantling these institutional barriers can the scientific community create a more inclusive environment where merit, not gender, determines success. This shift is essential to ensuring that future generations of scientists, regardless of gender, have equal opportunities to contribute to and shape the future of science.\n\nThe recent revelations of fraudulent scientific research, particularly in studies of Alzheimer’s disease and cancer, have shaken public trust in the scientific community. These incidents expose underlying issues within the culture of science that go beyond isolated cases of misconduct. While it is easy to point to individual bad actors, the problem appears to be more systemic, involving distorted incentives, pressure to publish and gaps in the peer review process.\n\nScience, ideally, is rooted in objectivity, rigor and self-correction. Yet, the reality is that scientific research occurs within a competitive environment that prioritizes publication in high-impact journals, securing funding and advancing one’s career. These pressures can push researchers toward unethical behavior, such as manipulating data or misrepresenting findings, in order to meet their expectations.\n\nOne of the major factors contributing to this problem is the publish-or-perish culture. Under constant pressure to produce significant, novel results, this can lead researchers to cherry-pick data or fabricate results to meet those demands. The incentive structure in science often rewards breakthroughs over incremental progress, leading some to take shortcuts or manipulate results to present more groundbreaking findings. Additionally, securing grants often requires presenting promising or positive outcomes, further incentivizing researchers to skew their data.\n\nThe peer-review system, designed to be a safeguard for ensuring the validity of scientific work, is not without its flaws. While peer review does catch some issues, it can be inadequate in thoroughly verifying data integrity or identifying fraudulent practices. Peer reviewers, often overburdened and undercompensated, may not have the time or resources to deeply investigate the data or methodologies presented in a paper. Moreover, peer review tends to rely on trust and assumes that researchers are reporting their findings honestly, making it challenging to detect fraudulent work unless whistle-blowers or postpublication scrutiny reveal discrepancies.\n\nThese systemic issues within the culture of science highlight the need for reforms that go beyond individual accountability. Solutions could include implementing more rigorous checks in the peer-review process, creating systems that promote transparency and data sharing and revisiting the incentive structures in scientific research to prioritize integrity and reproducibility over sensationalism and careerism. Funding bodies and academic institutions could also play a role by fostering a culture that values long-term, incremental progress and discourages the pressure to publish flashy, groundbreaking results at any cost.\n\nThe cases of fraudulent research remind us that while science has the tools for self-correction, those mechanisms must be strengthened to protect the integrity of research, especially in areas as critical as dementia and cancer treatment. Ultimately, addressing the deeper structural issues that encourage unethical behavior is key to restoring trust in scientific research.\n\nThe revelations about systemic and structural bias in science—whether related to gender, race or class—are part of a much broader reckoning with history. As we confront past injustices and inequalities, it’s natural to ask whether we should repudiate this history entirely or find more nuanced ways to engage with it. Clearly, we must call out past evils, but this does not necessarily require a wholesale repudiation of scientific progress.\n\nInstead, these revelations offer an opportunity for a more constructive dialogue—one that allows us to learn from our mistakes while appreciating the complexity of progress. Recognizing bias in science doesn’t discredit scientific achievements as a whole, but it does demand an honest acknowledgment of how those achievements unfolded within exclusionary frameworks. The exclusion of women and people of color from the scientific canon does not invalidate scientific discoveries but reminds us that these accomplishments came at the cost of marginalizing others.\n\nOne of the most productive ways to engage with these historical injustices is by treating history as a teaching tool. Rather than rejecting the past, we can examine how bias shaped institutions and knowledge systems. This perspective helps identify and dismantle ongoing inequalities. For example, understanding how structural sexism marginalized women in science can guide efforts to create more inclusive environments in today’s academy.\n\nHistory is not static; our interpretations evolve as new information comes to light. Scientific figures who were once celebrated for their discoveries are now understood within a more complex context, one that reveals the societal and structural forces that shaped their successes while excluding others. This evolving understanding helps us refine our values and institutions without erasing the positive contributions that were made.\n\nInstead of repudiating the past, we can focus on reconciliation. This involves not just acknowledging historical wrongs but taking active steps to address present-day inequities. In science, this might mean increasing diversity, fostering mentorship for underrepresented groups and ensuring access to research and discovery for a wider range of people. Addressing historical injustices can create a more inclusive and innovative scientific community for the future.\n\nThe German-Jewish philosopher Walter Benjamin, in his 1940 Theses on the Philosophy of History, argued that one of history’s essential functions is to “redeem the past.” He believed history must rescue and give meaning to the voices of the oppressed, those silenced by dominant narratives of progress and power. Benjamin’s metaphor of the “Angel of History” reflects this: As the angel is blown into the future, it helplessly faces the wreckage of the past—symbolizing the devastation and suffering often erased by histories of triumph.\n\nRedeeming the past means confronting the unfinished business of historical wrongs and recognizing how they shape the present. By facing these historical injustices directly, we don’t discredit the past, but rather enrich it with a fuller understanding—ensuring that progress is built on a foundation of truth and inclusivity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4,100-year-old Egyptian tomb belongs to royal courtier with unique life-saving skill",
            "link": "https://www.msn.com/en-us/news/world/4100-year-old-egyptian-tomb-belongs-to-royal-courtier-with-unique-life-saving-skill/ar-BB1rad4M?ocid=BingNewsVerp",
            "description": "Swiss-French archaeologists have uncovered the 4,100-year-old tomb in Egypt that belonged to a royal physician with a very ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Fxw-EFgE32CIAvNA8U2MfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "21hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI wishes it had a lifetime subscription this affordable",
            "link": "https://www.msn.com/en-us/news/technology/openai-wishes-it-had-a-lifetime-subscription-this-affordable/ar-BB1rdbqZ?ocid=BingNewsVerp",
            "description": "AI tools to beat writer's block, fill your socials with stunning pics, and endless options for effortless creativity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C9v0TdXGvEk-GveMMagoey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MacWorld on MSN4h",
            "source": "MacWorld on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Musk asks state AGs to auction off OpenAI stake in nonprofit restructuring, sources say",
            "link": "https://www.reuters.com/technology/artificial-intelligence/musk-asks-state-ags-auction-off-openai-stake-nonprofit-restructuring-sources-say-2025-01-10/",
            "description": "A lawyer for billionaire Elon Musk has asked attorney generals in the states of California and Delaware to push OpenAI to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RQnZB9iFdukgxaw8ZCMiFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "12h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman denies sister’s claim that he sexually assaulted her",
            "link": "https://www.msn.com/en-us/family-and-relationships/general/openai-ceo-sam-altman-denies-sister-s-claim-that-he-sexually-assaulted-her/ar-BB1rcDcb?ocid=BingNewsVerp",
            "description": "Sam Altman, the CEO of leading AI company OpenAI, denied claims made by his sister Annie Altman that he sexually assaulted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xg-fOPXSECe8FjjneQbPty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "8hon MSN",
            "source": "KRON San Francisco on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "News updates from January 9: Elon Musk calls on California and Delaware to force auction of OpenAI stake; BlackRock quits climate group",
            "link": "https://www.ft.com/content/f8f88af8-f568-4e19-9257-98d1a064b2b6",
            "description": "In a speech to the Oxford Farming Conference on Thursday, Steve Reed, UK government minister, announced that secondary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yOkRkvVo0i3fu94xROBv1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "13h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman Accused Of Childhood Sexual Abuse By Younger Sister",
            "link": "https://news.yahoo.com/news/openai-ceo-sam-altman-accused-185839355.html",
            "description": "The 39-year-old tech mogul denied any wrongdoing in a joint statement alongside his mother, Connie, and two brothers, Max and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QcotnrNsvODBnB58htdA1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17h",
            "source": "YAHOO!News",
            "article_content": "OpenAI CEO Sam Altman, whose company developed ChatGPT and thus brought artificial intelligence into countless households and businesses around the world, is being accused by his younger sister of childhood sexual abuse at their family home in Clayton, Missouri.\n\nIn a lawsuit filed Monday with the U.S. Eastern District Court of Missouri, Ann Altman said the alleged “acts of rape, sexual assault, sexual abuse, molestation, sodomy, and battery” began around 1997 when she was 3 years old and continued for nine years.\n\nSam Altman, who was 12 when the alleged abuse began, denied any wrongdoing Tuesday in a joint statement on X alongside his mother, Connie, and two brothers, Max and Jack — who attributed Ann Altman’s claims to “mental health challenges.”\n\n“All of these claims are utterly untrue,” they wrote in the shared statement. “This situation causes immense pain to our entire family. It is especially gut-wrenching when she refuses conventional treatment and lashes out at family members who are genuinely trying to help.”\n\nADVERTISEMENT\n\nThe family added that they’ve tried to “help her find stability” over the years “without enabling harmful behaviors,” but they claimed that despite their monthly financial support and help finding employment, Ann Altman, 30, “continues to demand more money from us.”\n\n“The worst allegation she has made is that she was sexually abused by Sam as a child,” the family wrote Tuesday, adding: “Her claims have evolved drastically over time. Newly for this lawsuit, they now include allegations of incidents where Sam was over 18.”\n\nAnn Altman’s suit cited Missouri’s Childhood Sexual Abuse law in claiming he committed his “last acts of rape” as an adult in 2006 when she was still a minor. She alleges the abuse began when they were both kids, and she was “forced to touch his penis and perform oral penetration.”\n\nSam Altman denied wrongdoing in a statement Tuesday alongside his mother and brothers. Markus Schreiber/Associated Press\n\nAnn Altman further alleged her brother started penetrating her “with his penis both vaginally and anally” around 1999 or 2000. Her family claimed Tuesday they initially hoped to resolve this matter privately.\n\nADVERTISEMENT\n\n“However, she has now taken legal action against Sam, and we feel we have no choice but to address this,” they wrote, claiming she previously accused family members of “hacking her wifi, and ‘shadowbanning’ her from various websites including ChatGPT” and X.\n\nAnn Altman’s attorney, Ryan Mahoney, told the Wall Street Journal on Wednesday that his client has endured trauma but that “there is no evidence that her own mental health has contributed to her allegations.”\n\nSam Altman was ousted as CEO in November, but three days later, after a series of negotiations, OpenAI reinstated him.\n\nNeed help? Visit RAINN’s National Sexual Assault Online Hotline or the National Sexual Violence Resource Center’s website.\n\nRelated..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why AI Is On Its Way To The Forefront And Background Of Tech In 2025",
            "link": "https://www.forbes.com/sites/cio/2025/01/09/why-ai-is-on-its-way-to-the-forefront-and-background-of-tech-in-2025/",
            "description": "Google Cloud CISO on AI’s cybersecurity 'defender’s advantage,' Nvidia impresses analysts—but not investors—at CES, OpenAI ...",
            "image_url": "https://www.bing.com/th?id=OVF.MiEJUezwqVOj3kXQTFneQA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Latest Common App Trends Show The Future Of Selective College Admissions",
            "link": "https://www.forbes.com/sites/avivalegatt/2025/01/09/latest-common-app-trends-show-the-future-of-selective-college-admissions/",
            "description": "The Common App report shows that first-year applicants are up 5% this year, with students submitting an average of nearly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kT_Ny6XP3StS4Oyf3oyFVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Like it or not, Nvidia stole the show at CES 2025",
            "link": "https://www.digitaltrends.com/computing/nvidia-won-ces-2025/",
            "description": "I'm not any more happy about a $2,000 graphics card, but there's no denying that Nvidia stomped AMD and Intel at CES 2025.",
            "image_url": "https://www.bing.com/th?id=OVF.2KsqpTm%2f2C2BDzY1io0MJA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21h",
            "source": "Digital Trends",
            "article_content": "Great, here’s the entitled journalist telling me that the $2,000 graphics card won CES 2025. I’ve seen plenty of strong opinions about Nvidia’s CES announcements online, but even ignoring the bloated price of the new RTX 5090, Nvidia won this year’s show. And it kind of won by default. Between Intel’s barebones announcements and an overstuffed AMD presentation that ignored what might be AMD’s most important GPU launch ever, it’s not surprising that Team Green came out ahead.\n\nBut that’s despite the insane price of the RTX 5090, not because of it.\n\nRecommended Videos\n\nNvidia introduced a new range of graphics cards, and the impressive multi-frame generation of DLSS 4, but its announcements this year were much more significant than that. It all comes down to the ways that Nvidia is leveraging AI to make PC games better, and the fruits of that labor may not pay off immediately.\n\nThere are the developer-facing tools like Neural Materials and Neural Texture Compression, both of which Nvidia briefly touched on during its CES 2025 keynote. For me, however, the standout is neural shaders. They certainly aren’t as exciting as a new graphics card, at least on the surface, but neural shaders have massive implications for the future of PC games. Even without the RTX 5090, that announcement alone is significant enough for Nvidia to steal this year’s show.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nNeural shaders aren’t some buzzword, though I’d forgive you for thinking that given the force-feeding of AI we’ve all experienced over the past couple of years. First, let’s start with the shader. If you aren’t familiar, shaders are essentially the programs that run on your GPU. Decades ago, you had fixed-function shaders; they could only do one thing. In the early 2000s, Nvidia introduced programmable shaders that had far greater capabilities. Now, we’re starting with neural shaders.\n\nIn short, neural shaders allow developers to add small neural networks to shader code. Then, when you’re playing a game, those neural networks can be deployed on the Tensor cores of your graphics card. It unlocks a boatload of computing horsepower that, up to this point, had fairly minimal applications in PC games. They were really just fired up for DLSS.\n\nNvidia has uses for neural shaders that it has announced so far — the aforementioned Neural Materials and Neural Texture Compression, and Neural Radiance Cache. I’ll start with the last one because it’s the most interesting. The Neural Radiance Cache essentially allows AI to guess what an infinite number of light bounces in a scene would look like. Now, path tracing in real time can only handle so many light bounces. After a certain point, it becomes too demanding. Neural Radiance Cache not only unlocks more realistic lighting with far more bounces but also improves performance, according to Nvidia. That’s because it only requires one or two light bounces. The rest are inferred from the neural network.\n\nSimilarly, Neural Materials compresses dense shader code that would normally be reserved for offline rendering, allowing what Nvidia calls “film-quality” assets to be rendered in real time. Neural Texture Compression applies AI to texture compression, which Nvidia says saves 7x the memory as traditional block-based compression without any loss in quality.\n\nThat’s just three applications of neural networks being deployed in PC games, and there are already big implications for how well games can run and how good they can look. It’s important to remember that this is the starting line, too — AMD, Intel, and Nvidia all have AI hardware on their GPUs now, and I suspect there will be quite a lot of development on what kinds of neural networks can go into a shader in the future.\n\nMaybe there are cloth or physics simulations that are normally run on the CPU that can be run through a neural network on Tensor cores. Or maybe you can expand the complexity of meshes by inferring triangles that the GPU doesn’t need to account for. There are the visible applications of AI, such as through non-playable characters, but neural shaders open up a world of invisible AI that makes rendering more efficient, and therefore, more powerful.\n\nIt’s easy to get lost in the sauce of CES. If you were to believe every executive keynote, you would walk away with literally thousands of “ground-breaking” innovations that barely manage to move a patch of dirt. Neural shaders don’t fit into that category. There are already three very practical applications of neural shaders that Nvidia is introducing, and people much smarter than myself will likely dream up hundreds more.\n\nI should be clear, though — that won’t come right away. We’re only seeing the very surface of what neural shaders could be capable of in the future, and even then, it’ll likely be multiple years and graphics card generations down the road before their impact is felt. But when looking at the landscape of announcements from AMD, Nvidia, and Intel, only one company introduced something that could really be worthy of that “ground-breaking” title, and that’s Nvidia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Next for Open Source Software Security in 2025?",
            "link": "https://www.techrepublic.com/article/open-source-software-security-trends-2025/",
            "description": "Hidden dependencies and social engineering attacks can contribute to the insecure use of open-source software in 2025.",
            "image_url": "https://www.bing.com/th?id=OVFT.fqYVdq7aE7VP69xs0-yFxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "9h",
            "source": "TechRepublic",
            "article_content": "Open-source software is common throughout the tech world, and tools like software composition analysis can spot dependencies and secure them. However, working with open source presents security challenges compared with proprietary software.\n\nChris Hughes, chief security advisor at open-source software security startup Endor Labs, spoke to TechRepublic about the state of open-source software security today and where it might go in the next year.\n\n“Organizations are starting to try to get some foundational things like governance in place to understand what we are using in terms of open source,” Hughes said. “Where does it reside in our enterprise? What applications are running it?”\n\nOpen source security trends for 2025\n\nFor his work, Hughes defined open source as software for which source code is freely available and can be used to build other projects, possibly with some restrictions. Last year, Harvard Business School found organizations would need to invest $8.8 trillion in technology and labor time to recreate the software used in business if open-source software wasn’t available.\n\n“The estimates are 70-90% of all applications have open source, and roughly 90% of those code bases are entirely made up of open source,” Hughes said.\n\nFor 2025, Hughes predicts:\n\nWidespread open-source software adoption will be accompanied by increasingly sophisticated attacks on OSS by malicious actors.\n\nOrganizations will continue to put foundational OSS governance in place.\n\nMore companies will use open-source and commercial tools to help them start to understand their OSS consumption.\n\nOrganizations will perform risk-informed consumption of OSS.\n\nEnterprises will continue to push for vendor transparency regarding what OSS they use in their products. However, no widespread mandates will arise for this process.\n\nAI will continue to impact application security and open source in various ways, including organizations using AI to analyze code and remediate issues.\n\nAttackers will target widely used OSS AI libraries, projects, models, and more to launch supply chain attacks on the OSS AI community and commercial vendors.\n\nAI code governance, where organizations have more visibility into AI models, will become more common.\n\nOrganizations increasingly want to know how secure their open source software is, including “how well is it maintained, who’s maintaining it and how quickly do they address vulnerabilities when they occur,” Hughes said.\n\nHe highlighted the attack in April 2024 in which a string of social engineering attempts threatened open-source utilities, particularly opening a backdoor in the XZ Utils utility.\n\n“That one was really kind of sinister because the open source ecosystem is largely sustained by unpaid volunteers, folks doing this in their free time … and often not compensated, unpaid, etc.,” Hughes said. “So, taking advantage of that and preying on that was a pretty nefarious thing that got a lot of people’s attention.”\n\nHow is AI changing open-source security?\n\nIn October 2024, the Open Source Initiative established a definition for open-source AI. According to the initiative, open-source AI has four key elements: the freedom to use, study, modify, and share the system for any purpose.\n\nHughes said that defining open-source AI was important because of the rise of distribution platforms like Hugging Face.\n\n“These AI models, especially the open source ones, are widely used by many organizations and individuals around the world,” he said. “So we’re back to asking: What exactly is in this, and who contributed to it, and where is it f\n\nrom? And are there vulnerable components?”\n\nHughes said that large corporations may have a better chance of talking transparently with their vendors about the entirety of their software supply chain than small companies. Therefore, the problem of not having visibility into the AI models used in their software can grow exponentially for smaller companies.\n\nSEE: Smart home device makers will soon be able to apply for a U.S. government seal of security approval.\n\nCISA encourages open-source software development security\n\nIn March 2024, CISA finalized the secure software development self-attestation form, meant for developers of software used by the U.S. federal government to confirm they use secure development practices.\n\nFederal agencies may ask for other forms and attestations as well. On the commercial side, organizations may build similar requirements into their procurement processes. There is still an element of trust involved since the organization needs to trust the vendor will keep to their word. But the conversation is happening more often now than it did last year, in the wake of attacks on open source utilities, Hughes said.\n\nSolutions for the future of open source software security\n\nPerforming software composition analysis isn’t enough going into 2025, Hughes said. IT professionals and security professionals should know that as software becomes more complex, the number of vulnerabilities has grown “to where it’s becoming a tax on developers to even navigate what needs to be fixed and what order of priority,” Hughes said.\n\nCompanies like Endor Labs can provide insights on dependencies within open-source code, including indirect or transitive dependencies.\n\n“Being able to point to things like reachability and exploitability … could be a big benefit from the compliance perspective too, in terms of the burden on the organization and your development team,” he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cracking the Code of Market Success with World-Class 'Ideas'",
            "link": "https://www.msn.com/en-in/autos/news/cracking-the-code-of-market-success-with-world-class-ideas/ar-BB1rd8B3?ocid=BingNewsVerp",
            "description": "Navigating the stock market often feels like piecing together a complex puzzle. Even seasoned investors can find it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PjVw_o6ZgufLdOjqZwfayS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "in.investing.com on MSN4h",
            "source": "in.investing.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery poised to help detect dark matter and pave way to unravel the universe's secrets",
            "link": "https://www.msn.com/en-us/news/technology/discovery-poised-to-help-detect-dark-matter-and-pave-way-to-unravel-the-universes-secrets/ar-BB1rb96K?ocid=BingNewsVerp",
            "description": "Researchers led by Nanyang Technological University, Singapore (NTU Singapore) have developed a breakthrough technique that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhqGOZ_dYtNtCk4BCw8DLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of new class of particles could take quantum mechanics one step further",
            "link": "https://www.msn.com/en-us/news/technology/discovery-of-new-class-of-particles-could-take-quantum-mechanics-one-step-further/ar-AA1xbbKA?ocid=BingNewsVerp",
            "description": "In a study, physicists now observed a class of quantum particles called fractional excitons, which behave in unexpected ways and could significantly expand scientists' understanding of the quantum ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "physics+discovery",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An 8-year-old’s backyard discovery about ants changed Earth science",
            "link": "https://www.earth.com/news/an-8-year-olds-backyard-discovery-of-ants-wasps-changed-science/",
            "description": "Children and scientists discover how wasps trick ants into protecting their larvae, changing our understanding of nature's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A6zzmRcv44AnmPFctOoe_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "earth21h",
            "source": "earth",
            "article_content": "Nature’s connections can show up in the most unassuming places. For decades, people have watched curiously as ants collect seeds. These seeds often come with a fatty attachment that entices ants to take them underground, which is a nifty tactic employed by plants to get their seeds dispersed.\n\nThis strategy, known as myrmecochory, has guided ecological thinking for many years. Recent observations have shaken up this old concept, as a surprising twist has come from an unlikely source: oak galls produced by certain wasps.\n\nAnts and wasps\n\nEight-year-old Hugo noticed something puzzling one afternoon. He saw a small parade of ants scurrying across a path, hauling what he assumed were regular seeds.\n\nHis father, named Andrew Deans, took a closer look and realized these were oak galls, not plant seeds.\n\nGalls are growths shaped by wasps to ensure a safe shelter in which their larvae can develop. Hugo’s discovery launched fresh inquiries into how wasps might be tricking ants into unwittingly providing protection and resources for their developing young.\n\nAndrew Deans is a professor of entomology at Penn State. His experiences with insect classification and ecology helped shape the next steps in understanding how certain wasps manipulate ant behavior.\n\nWorking with other researchers, he looked at the structure and chemical makeup of the oak galls, aiming to see whether these odd lumps mimic the enticing attachments found on seeds.\n\nThat line of inquiry opened the door to a bigger story about insect collaboration.\n\nThe lure of fatty acids\n\nResearch into seed dispersal has shown that ants love fatty acids, which they harvest from specialized structures on seeds.\n\nMany oak galls have a similar coating, sometimes called a hood, that contains these appealing molecules.\n\nOnce ants bring the gall inside their nest, they devour the fatty portion but leave the rest. Within that intact shell, the wasp larvae stay hidden from predators.\n\nThe parallels between seeds and galls have stirred fresh debate among entomologists.\n\nChemical camouflage\n\nThe biggest revelation for many scientists is that these gall hoods may imitate the scent of deceased insects.\n\n“It’s amazing how these structures mimic the chemical profile of dead insects, one of the main food sources for ants,” said John Tooker, professor of entomology at the University of Pennsylvania.\n\nThis discovery sheds light on a possible reason behind the ants’ brisk retrieval of galls. They are likely to think they have found a reliable meal, but end up giving wasp larvae a free ride and shelter instead.\n\nAnts, wasps, and evolution\n\nMillions of years before humans paid attention to them, galls were a feature on oak trees. Fossil records show that wasps and oaks have had a long relationship, although it is not clear when ants became part of the mix.\n\nSome experts propose that wasps first persuaded oaks to create galls and then evolved ways to draw ants into the equation. Others believe the ants’ interest in fatty acids nudged the wasps toward this chemical strategy.\n\nNature relies on countless overlapping interactions. These gall-making wasps provide another example of how two different insects might develop a shared connection that benefits one party more than the other.\n\nWhile ants enjoy a quick snack from the gall’s fatty hood, the wasp larvae receive a safe refuge for their development.\n\nThis unintentional partnership hints at how life weaves complex networks that bind different species together, often in ways that scientists have missed. Each time new details emerge, the broader narrative of ecological ties evolves.\n\nA nudge toward conservation\n\n“This should make us think about how much we still don’t know about ecosystems and the need to preserve biodiversity,” reflected Andrew Deans.\n\nThe researchers stressed the importance of keeping ecosystems intact to maintain these intricate ties.\n\nOak trees, and the wasps that make use of them, face threats from habitat decline and changing climates, which could unsettle the entire chain of relationships.\n\nWhen environments shift, the ants, the galls, and the plants lose a vital piece of the puzzle that supports their survival.\n\nWhere curiosity leads\n\nHugo’s brief observation highlights how small moments can spark big changes in what we know. Nobody expected a child’s quiet stroll to upend familiar ideas. Researchers are now curious to see if other insects use similar methods to coerce ants.\n\nBy peering into everyday wonders, people can gain a deeper appreciation of how species interact. Each fresh insight builds on the last, emphasizing the value of patient exploration and open minds in science.\n\nThe research findings were published in The American Naturalist.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers discovered 44 ancient stars using gravitational lensing—an astrophysicist explains how they did it",
            "link": "https://www.msn.com/en-us/science/astronomy/astronomers-discovered-44-ancient-stars-using-gravitational-lensing-an-astrophysicist-explains-how-they-did-it/ar-BB1rbzIM?ocid=BingNewsVerp",
            "description": "A group of astronomers have made history by capturing an image of a record number of stars from a time when the universe was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kbokl4_ZIavTMcSv1ku_0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Women in Science and the Struggle for Recognition",
            "link": "https://www.insidehighered.com/opinion/blogs/higher-ed-gamma/2025/01/10/overcoming-bias-shape-future-science",
            "description": "Despite its upbeat subtitle, How the Glow of Radium Lit a Path for Women in Science, David Sobel’s widely praised new study of Marie Curie and the 45 women who worked in her laboratory reveals the ...",
            "image_url": "https://www.bing.com/th?id=ODF.zHGy2WeF73zRRI4z8J0xVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Inside Higher Ed4hOpinion",
            "source": "Inside Higher Ed",
            "article_content": "Despite its upbeat subtitle, How the Glow of Radium Lit a Path for Women in Science, David Sobel’s widely praised new study of Marie Curie and the 45 women who worked in her laboratory reveals the persistent bias, discouragement and institutional barriers that marginalized these pioneering women scientists.\n\nRather than illustrating a clear path to gender equity in science, Sobel’s work reveals how systemic discrimination continued to thwart their progress, despite their significant contributions to groundbreaking research.\n\nIn her 2023 study, Pulitzer Prize–winning journalist Kate Zernike illustrates the entrenched sexism that persisted in science to the end of the 20th century. As recently as 1999, even the most accomplished women in fields like molecular genetics, geology, neuroscience and cancer research were routinely denied the recognition and resources granted to their less qualified male colleagues.\n\nZernike demonstrates that it was only through persistent advocacy and fighting against these discriminatory practices that these women began to chip away at the pervasive sexism of elite scientific institutions. Their struggle not only brought attention to the inequities they faced but also helped pave the way for future generations of women in science, slowly transforming the landscape of an often exclusionary and hierarchical system.\n\nThe history of women in science is littered with examples of women whose contributions were either minimized or outright attributed to male colleagues. The historian of science Margaret W. Rossiter termed this the “Matilda effect”—the systematic tendency to downplay or erase women’s contributions to scientific discoveries, with credit often being given to their male colleagues instead.\n\nNettie Stevens made groundbreaking discoveries about sex determination in 1905, demonstrating that sex is determined by chromosomes—specifically the XY system. However, her male colleague Edmund Beecher Wilson received much of the credit for this work. Despite Stevens’s foundational contributions to genetics, her role was overshadowed, illustrating how women’s scientific achievements have often been attributed to men.\n\nLise Meitner, a physicist who played an essential role in the discovery of nuclear fission, similarly saw her contributions minimized. While her theoretical work provided crucial insights into nuclear reactions, it was her colleague Otto Hahn who received the 1944 Nobel Prize in Chemistry. Meitner’s exclusion from the prize, despite her significant contributions, reveals how systemic bias has long denied women their due recognition in science.\n\nIn a similar case, Chien-Shiung Wu, a Chinese American physicist, conducted a pivotal experiment that disproved the conservation of parity, a fundamental law of physics. Wu’s experimental findings were crucial in confirming the theoretical work of Tsung-Dao Lee and Chen-Ning Yang, who went on to receive the Nobel Prize in 1957. Despite Wu’s central role, she was not included in the Nobel honors, reflecting the pervasive bias against acknowledging women’s contributions.\n\nThe field of bacterial genetics also saw women’s contributions marginalized. Esther Lederberg made important discoveries, including the identification of lambda phage, a virus that infects bacteria, and the development of the replica plating technique, which revolutionized bacterial research. Nevertheless, her then-husband, Joshua Lederberg, was awarded the 1958 Nobel Prize for Physiology or Medicine, while her critical contributions were minimized.\n\nOne of the most famous examples of the Matilda effect is Rosalind Franklin, whose work on X-ray diffraction was crucial in elucidating the structure of DNA. However, James Watson and Francis Crick received most of the credit, culminating in the 1962 Nobel Prize. Franklin’s role was largely overlooked until later historical reappraisals recognized the depth of her contributions to one of the greatest scientific breakthroughs of the 20th century.\n\nAnother telling case is that of Jocelyn Bell Burnell, who as a graduate student in 1967 discovered pulsars, a type of rotating neutron star. Her supervisor, Antony Hewish, received the 1974 Nobel Prize in Physics for this discovery, with Bell Burnell’s pivotal role in the research going largely unacknowledged.\n\nThese stories illustrate the systemic barriers that have historically marginalized women in science. Misogyny in the scientific community manifests not only in denying women opportunities but also in rewriting the narrative of discovery to exclude or downplay their achievements. Addressing this bias requires an ongoing effort to reshape how scientific recognition is awarded, ensuring that all contributors are fairly acknowledged.\n\nThe underrepresentation and marginalization of women in science are not merely byproducts of personal gender bias but are deeply embedded within the structures, cultures and systems that govern the scientific community itself.\n\nHistorian Margaret Rossiter’s three-volume Women Scientists in America explores how systemic sexism has historically shaped the landscape of science. She recounts the overlooked stories of women scientists whose contributions were either erased or downplayed, revealing patterns of institutionalized misogyny that extend beyond individual prejudice. This institutionalized bias encompasses educational barriers, discriminatory hiring practices, exclusion from professional networks and credit denial.\n\nRossiter shows that cultural narratives suggested women were biologically unsuited for scientific careers or that they would eventually prioritize family over work. However, misogyny went beyond cultural narratives. Women were often denied access to advanced education and academic appointments, restricted to subordinate roles such as laboratory assistants and excluded from leadership positions. These practices were reinforced through discriminatory tenure and promotion practices, where women were often denied career advancement even when their research output equaled or surpassed that of their male peers.\n\nKey mechanisms of this institutionalized misogyny include:\n\nInvisible barriers that discouraged women from pursuing advanced education and research roles through societal expectations of gender roles.\n\nCredit denial, where women scientists frequently found their contributions minimized or attributed to male colleagues, reinforcing the myth of women’s inferiority in scientific innovation.\n\nInstitutional exclusion from the informal male networks that enabled men to advance their careers through mentorship, collaborations and opportunities from which women were excluded.\n\nSocial and professional isolation in male-dominated cultures in scientific institutions that left women without supportive peer communities, further hindering their career advancement.\n\nTokenism, where women scientists were viewed as exceptions, expected to conform to male norms rather than being seen as equal contributors in their fields.\n\nRossiter’s research reveals that misogyny in science is the result of both overt discrimination and deeply entrenched cultural and institutional practices that perpetuate gender hierarchies.\n\nThe concept of systemic misogyny challenges the idea that science is purely meritocratic and objective. Although science is often portrayed as a field where talent and hard work dictate success, it has long been shaped by institutional and cultural biases that have disproportionately favored white men over women and marginalized groups.\n\nAcknowledging these systemic biases requires rethinking the history and practice of science, a shift that often sparks resistance. Many view science as an arena of merit, and questioning how gender bias has influenced scientific recognition and resource distribution raises uncomfortable questions about what constitutes achievement in science. If key contributions have been overlooked or misattributed, it forces us to reconsider how success and excellence in science have been defined and challenges the historical record of discovery. Recognizing these biases can feel like an attack on the integrity of science itself.\n\nHowever, addressing systemic bias is not about discrediting past achievements. Rather, it’s about recognizing the structural inequities that have marginalized women and prevented them from receiving due credit for their work. Only by acknowledging and dismantling these institutional barriers can the scientific community create a more inclusive environment where merit, not gender, determines success. This shift is essential to ensuring that future generations of scientists, regardless of gender, have equal opportunities to contribute to and shape the future of science.\n\nThe recent revelations of fraudulent scientific research, particularly in studies of Alzheimer’s disease and cancer, have shaken public trust in the scientific community. These incidents expose underlying issues within the culture of science that go beyond isolated cases of misconduct. While it is easy to point to individual bad actors, the problem appears to be more systemic, involving distorted incentives, pressure to publish and gaps in the peer review process.\n\nScience, ideally, is rooted in objectivity, rigor and self-correction. Yet, the reality is that scientific research occurs within a competitive environment that prioritizes publication in high-impact journals, securing funding and advancing one’s career. These pressures can push researchers toward unethical behavior, such as manipulating data or misrepresenting findings, in order to meet their expectations.\n\nOne of the major factors contributing to this problem is the publish-or-perish culture. Under constant pressure to produce significant, novel results, this can lead researchers to cherry-pick data or fabricate results to meet those demands. The incentive structure in science often rewards breakthroughs over incremental progress, leading some to take shortcuts or manipulate results to present more groundbreaking findings. Additionally, securing grants often requires presenting promising or positive outcomes, further incentivizing researchers to skew their data.\n\nThe peer-review system, designed to be a safeguard for ensuring the validity of scientific work, is not without its flaws. While peer review does catch some issues, it can be inadequate in thoroughly verifying data integrity or identifying fraudulent practices. Peer reviewers, often overburdened and undercompensated, may not have the time or resources to deeply investigate the data or methodologies presented in a paper. Moreover, peer review tends to rely on trust and assumes that researchers are reporting their findings honestly, making it challenging to detect fraudulent work unless whistle-blowers or postpublication scrutiny reveal discrepancies.\n\nThese systemic issues within the culture of science highlight the need for reforms that go beyond individual accountability. Solutions could include implementing more rigorous checks in the peer-review process, creating systems that promote transparency and data sharing and revisiting the incentive structures in scientific research to prioritize integrity and reproducibility over sensationalism and careerism. Funding bodies and academic institutions could also play a role by fostering a culture that values long-term, incremental progress and discourages the pressure to publish flashy, groundbreaking results at any cost.\n\nThe cases of fraudulent research remind us that while science has the tools for self-correction, those mechanisms must be strengthened to protect the integrity of research, especially in areas as critical as dementia and cancer treatment. Ultimately, addressing the deeper structural issues that encourage unethical behavior is key to restoring trust in scientific research.\n\nThe revelations about systemic and structural bias in science—whether related to gender, race or class—are part of a much broader reckoning with history. As we confront past injustices and inequalities, it’s natural to ask whether we should repudiate this history entirely or find more nuanced ways to engage with it. Clearly, we must call out past evils, but this does not necessarily require a wholesale repudiation of scientific progress.\n\nInstead, these revelations offer an opportunity for a more constructive dialogue—one that allows us to learn from our mistakes while appreciating the complexity of progress. Recognizing bias in science doesn’t discredit scientific achievements as a whole, but it does demand an honest acknowledgment of how those achievements unfolded within exclusionary frameworks. The exclusion of women and people of color from the scientific canon does not invalidate scientific discoveries but reminds us that these accomplishments came at the cost of marginalizing others.\n\nOne of the most productive ways to engage with these historical injustices is by treating history as a teaching tool. Rather than rejecting the past, we can examine how bias shaped institutions and knowledge systems. This perspective helps identify and dismantle ongoing inequalities. For example, understanding how structural sexism marginalized women in science can guide efforts to create more inclusive environments in today’s academy.\n\nHistory is not static; our interpretations evolve as new information comes to light. Scientific figures who were once celebrated for their discoveries are now understood within a more complex context, one that reveals the societal and structural forces that shaped their successes while excluding others. This evolving understanding helps us refine our values and institutions without erasing the positive contributions that were made.\n\nInstead of repudiating the past, we can focus on reconciliation. This involves not just acknowledging historical wrongs but taking active steps to address present-day inequities. In science, this might mean increasing diversity, fostering mentorship for underrepresented groups and ensuring access to research and discovery for a wider range of people. Addressing historical injustices can create a more inclusive and innovative scientific community for the future.\n\nThe German-Jewish philosopher Walter Benjamin, in his 1940 Theses on the Philosophy of History, argued that one of history’s essential functions is to “redeem the past.” He believed history must rescue and give meaning to the voices of the oppressed, those silenced by dominant narratives of progress and power. Benjamin’s metaphor of the “Angel of History” reflects this: As the angel is blown into the future, it helplessly faces the wreckage of the past—symbolizing the devastation and suffering often erased by histories of triumph.\n\nRedeeming the past means confronting the unfinished business of historical wrongs and recognizing how they shape the present. By facing these historical injustices directly, we don’t discredit the past, but rather enrich it with a fuller understanding—ensuring that progress is built on a foundation of truth and inclusivity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No code? You can still create web apps and APIs.",
            "link": "https://www.yahoo.com/tech/no-code-still-create-apps-100000328.html",
            "description": "Twidget lets you build APIs, automate workflows, and create web apps without writing a single line of code — just $39 for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vJ2vdjbheXJVgxLLK0W91C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nThe no-code platform built for all skill levels\n\nTL;DR: Build APIs, automate tasks, and create web apps without coding with Twidget’s Lifetime Basic Plan for just $39.\n\nIn today’s digital world, having the ability to turn ideas into functional apps or seamless workflows without the hassle of coding is a dream for many. Twidget.io transforms that dream into reality. Designed as a no-code development platform, Twidget empowers users to create, automate, and connect their ideas effortlessly.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFor just $39, this lifetime subscription to the Basic Plan makes it easier than ever to harness the power of technology without needing technical expertise.\n\nTwidget is all about accessibility and flexibility. Whether you’re an entrepreneur launching your next big idea, a marketer juggling campaigns, or a business owner seeking efficiency, this tool adapts to your needs. You can build web apps, design APIs, and streamline workflows — all from the comfort of an intuitive platform. With its drag-and-drop interface, Twidget simplifies even the most complex tasks, letting you focus on creativity and results.\n\nThe platform’s approach to automation sets it apart. Imagine automating mundane processes like updating your e-commerce inventory, syncing your social media posts, or even consolidating data from multiple sources into a single report. Twidget enables these capabilities, saving countless hours and reducing the risk of errors.\n\nBeyond automation, Twidget’s potential for app creation and API building is unmatched. Without writing a single line of code, users can craft applications that rival professional-grade systems. Whether prototyping an idea or building a full-scale app, the platform aims to provide the tools needed to bring your vision to life. It’s innovation without intimidation, offering a blend of simplicity and power.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIf you’ve ever wanted to create, automate, and innovate without barriers, Twidget.io, available for $39, is worth a closer look.\n\nTwidget.io No-Code API Builder: Lifetime Subscription - $39\n\n\n\nGet It Here\n\nStackSocial prices subject to change.\n\nTwidget.io No-Code API Builder\n\nOpens in a new window\n\nCredit: Twidget.io\n\nTwidget.io No-Code API Builder: Lifetime Subscription\n\n$39.00\n\n$600.00 Save $561.00"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Build Full-Stack Apps Without Writing Coding Using Roo Cline",
            "link": "https://www.geeky-gadgets.com/roo-cline-no-code-app-development-tool/",
            "description": "Build apps without coding! Roo Cline offers intuitive tools for creating CRM dashboards and full-stack applications quickly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zSotfi4L-zO8mvRtSNd1ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "Geeky Gadgets",
            "article_content": "Have you ever had a brilliant app idea but felt held back by the daunting world of coding? For many, the thought of diving into complex programming languages or hiring expensive developers can feel like an insurmountable barrier. But what if you didn’t need to write a single line of code to bring your vision to life? Enter Roo Cline, an AI-powered no-code tool that’s changing the game for app development. Roo Cline offers an easy way to create full-stack applications, quickly, affordably, and without having to write a single line of code.\n\nWhat sets Roo Cline apart isn’t just its simplicity but its versatility. Imagine building a fully functional app that tracks customer data, manages tasks, and visualizes key metrics—all without the usual headaches of traditional development. And the best part? It’s not just about saving time; it’s about enabling anyone to turn their ideas into reality. In this overview guide World of AI shows you how Roo Cline works, what makes it stand out as a fork of Cline, and why it’s the perfect tool for anyone looking to break into app development without the steep learning curve.\n\nWhat Makes Roo Cline Ideal for App Development?\n\nIts combination of an intuitive interface, frequent updates, and advanced features makes it a versatile tool for both technical and non-technical users. Whether you are a seasoned developer or a business professional with no coding background, Roo Cline offers a streamlined approach to application creation.\n\nTL;DR Key Takeaways : Roo Cline enables full-stack application development without coding, offering an intuitive interface and advanced features for both technical and non-technical users.\n\nIt excels in building applications with tools for record management, task tracking, and data visualization, making it efficient and user-friendly for businesses.\n\nRoo Cline improves upon its predecessor Cline with frequent updates, expanded functionality, advanced AI models, and customizable browser views for better performance.\n\nThe setup process is simple, involving extension installation, API configuration, autonomous feature activation, and customizable settings for streamlined workflows.\n\nBeyond CRM, Roo Cline supports multi-language development, autonomous functionality, and responsive design, making it versatile for global and diverse application needs.\n\nImagine creating a full-stack application without writing a single line of code. With Roo Cline, this concept is no longer a distant aspiration but a practical reality. As a fork of the AI-powered coding agent Cline, Roo Cline redefines the no-code development landscape by allowing users to design complex applications—such as applications—quickly and efficiently.\n\nRoo Cline excels in building applications, offering a suite of tools that simplify customer and task management. These tools are designed to enhance productivity and provide actionable insights, making it an invaluable resource for businesses of all sizes. Key features include:\n\nEffortless Record Management: Easily add, edit, or delete customer records, making sure your data remains accurate and up-to-date.\n\nEasily add, edit, or delete customer records, making sure your data remains accurate and up-to-date. Streamlined Task Tracking: Monitor task details such as status, priority, and assigned personnel, all from a single, centralized interface.\n\nMonitor task details such as status, priority, and assigned personnel, all from a single, centralized interface. Data Visualization: Generate visually appealing charts to track sales trends, customer growth, and daily activity metrics, transforming raw data into actionable insights.\n\nThese features not only make applications more functional but also ensure they are user-friendly, catering to the diverse needs of businesses aiming to optimize their operations.\n\nHow Roo Cline Improves Upon Cline\n\nWhile Cline laid the foundation for AI-driven no-code development, Roo Cline builds upon this legacy with significant enhancements that expand its capabilities and usability. These improvements include:\n\nFrequent Updates: Regular updates ensure users have access to the latest features, bug fixes, and performance improvements.\n\nRegular updates ensure users have access to the latest features, bug fixes, and performance improvements. Expanded Functionality: Enhanced features such as drag-and-drop image support, chat message deletion, and additional API provider options make the platform more versatile.\n\nEnhanced features such as drag-and-drop image support, chat message deletion, and additional API provider options make the platform more versatile. Advanced Models: Support for innovative models like Deep Seek v3 enables the generation of more complex and sophisticated applications.\n\nSupport for innovative models like Deep Seek v3 enables the generation of more complex and sophisticated applications. Customizable Browser Views: Tailor applications for optimal performance across a range of devices, from desktops to mobile phones, making sure a seamless user experience.\n\nExperimental Features\n\nDrag and drop images into chats\n\nDelete messages from chats\n\n@-mention Git commits to include their context in the chat\n\nSave different API configurations to quickly switch between providers and settings\n\n“Enhance prompt” button (OpenRouter models only for now)\n\nSound effects for feedback\n\nOption to use browsers of different sizes and adjust screenshot quality\n\nQuick prompt copying from history\n\nOpenRouter compression support\n\nIncludes current time in the system prompt\n\nUses a file system watcher to more reliably watch for file system changes\n\nLanguage selection for Cline’s communication (English, Japanese, Spanish, French, German, and more)\n\nSupport for DeepSeek V3\n\nSupport for Amazon Nova and Meta 3, 3.1, and 3.2 models via AWS Bedrock\n\nSupport for Glama\n\nSupport for listing models from OpenAI-compatible providers\n\nSupport for adding OpenAI-compatible models with or without streaming\n\nPer-tool MCP auto-approval\n\nEnable/disable individual MCP servers\n\nEnable/disable the MCP feature overall\n\nAutomatically retry failed API requests with a configurable delay\n\nConfigurable delay after auto-writes to allow diagnostics to detect potential problems\n\nControl the number of terminal output lines to pass to the model when executing commands\n\nRuns alongside the original Cline\n\nThese upgrades make Roo Cline a robust and flexible tool, capable of addressing a wide variety of development needs while maintaining ease of use.\n\nDevelop a full-stack Apps for free without writing any code\n\nTake a look at other insightful guides from our broad collection that might capture your interest in No-code development.\n\nGetting Started: The Setup Process\n\nSetting up Roo Cline is designed to be straightforward, even for those with minimal technical expertise. The process involves a few simple steps:\n\nInstall the Extension: Add Roo Cline to popular integrated development environments (IDEs) like Visual Studio Code to begin using its features.\n\nAdd Roo Cline to popular integrated development environments (IDEs) like Visual Studio Code to begin using its features. Configure API Providers: Set up API integrations to enable seamless communication and functionality within your applications.\n\nSet up API integrations to enable seamless communication and functionality within your applications. Enable Autonomous Features: Activate autonomous capabilities to automate repetitive tasks and streamline workflows.\n\nActivate autonomous capabilities to automate repetitive tasks and streamline workflows. Customize Settings: Adjust configurations for file editing, browser control, and command execution to align with your specific requirements.\n\nThis simple setup process ensures that users can start building applications without unnecessary delays, allowing them to focus on creativity and functionality.\n\nBeyond CRM: Additional Features of Roo Cline\n\nRoo Cline’s capabilities extend far beyond applications, making it a versatile tool for a wide range of applications. Its feature set includes:\n\nMulti-Language Support: Develop applications in multiple languages, including Portuguese, French, Italian, and Japanese, making it ideal for businesses with global audiences.\n\nDevelop applications in multiple languages, including Portuguese, French, Italian, and Japanese, making it ideal for businesses with global audiences. Autonomous Functionality: Generate applications with minimal input, saving time and reducing the need for manual intervention.\n\nGenerate applications with minimal input, saving time and reducing the need for manual intervention. Responsive Design: Adjustable browser views ensure that applications are optimized for various devices, including desktops, tablets, and mobile phones.\n\nThese features make Roo Cline a powerful tool for developers and businesses looking to expand their reach, improve efficiency, and streamline workflows across diverse industries.\n\nReal-World Application: A Use Case\n\nTo illustrate Roo Cline’s potential, consider this real-world example: The platform autonomously generates a fully functional CRM dashboard. This dashboard includes essential features such as customer management, task tracking, and data visualization, all for a cost of approximately $0.84. This example highlights Roo Cline’s efficiency, cost-effectiveness, and ability to deliver high-quality results with minimal effort. By automating complex processes, Roo Cline enables users to focus on strategic goals rather than technical details.\n\nWhy Choose Roo Cline?\n\nRoo Cline offers several advantages that set it apart from other no-code development tools. These benefits include:\n\nActive Development: Regular updates ensure the platform remains at the forefront of industry trends and technological advancements.\n\nRegular updates ensure the platform remains at the forefront of industry trends and technological advancements. Enhanced Customization: Flexible settings allow users to tailor applications to meet specific requirements, making sure a personalized development experience.\n\nFlexible settings allow users to tailor applications to meet specific requirements, making sure a personalized development experience. Simplified Development: Build complex applications without the need for extensive coding knowledge, making it accessible to a wide range of users.\n\nThese advantages make Roo Cline an invaluable asset for anyone looking to create applications efficiently and effectively, whether for personal projects or business solutions.\n\nEmpowering No-Code Development with Roo Cline\n\nRoo Cline represents a fantastic step forward in no-code development, allowing users to create full-stack applications with minimal effort. Whether you’re designing a CRM dashboard or a custom application, its robust features, user-friendly interface, and continuous updates make it a standout tool. By using Roo Cline, you can focus on innovation and functionality, leaving the technical complexities to the AI-powered platform. This approach not only saves time but also enables users to bring their ideas to life with unprecedented ease and efficiency.\n\nMedia Credit: WorldofAI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cyber Startup Wiz Names New CFO as It Weighs an IPO",
            "link": "https://www.msn.com/en-us/money/companies/cyber-startup-wiz-names-new-cfo-as-it-weighs-an-ipo/ar-BB1racMG?ocid=BingNewsVerp",
            "description": "Fazal Merchant, a former finance chief of DreamWorks, came out of retirement to join Wiz and plans to ready the company for a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oP4MNoc6m8O4Ajg-mkI1-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "21hon MSN",
            "source": "The Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Stimulus Checks Start Arriving for 1 Million Americans",
            "link": "https://www.msn.com/en-us/money/taxes/new-stimulus-checks-start-arriving-for-1-million-americans/ar-BB1re0vo?ocid=BingNewsVerp",
            "description": "An estimated 1 million Americans will be getting a financial boost from the IRS for previously unpaid stimulus, officially ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4i3y9QqUTbP3gdJ9fHi2CC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "41mon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Next for Open Source Software Security in 2025?",
            "link": "https://www.techrepublic.com/article/open-source-software-security-trends-2025/",
            "description": "Hidden dependencies and social engineering attacks can contribute to the insecure use of open-source software in 2025.",
            "image_url": "https://www.bing.com/th?id=OVFT.fqYVdq7aE7VP69xs0-yFxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "9h",
            "source": "TechRepublic",
            "article_content": "Open-source software is common throughout the tech world, and tools like software composition analysis can spot dependencies and secure them. However, working with open source presents security challenges compared with proprietary software.\n\nChris Hughes, chief security advisor at open-source software security startup Endor Labs, spoke to TechRepublic about the state of open-source software security today and where it might go in the next year.\n\n“Organizations are starting to try to get some foundational things like governance in place to understand what we are using in terms of open source,” Hughes said. “Where does it reside in our enterprise? What applications are running it?”\n\nOpen source security trends for 2025\n\nFor his work, Hughes defined open source as software for which source code is freely available and can be used to build other projects, possibly with some restrictions. Last year, Harvard Business School found organizations would need to invest $8.8 trillion in technology and labor time to recreate the software used in business if open-source software wasn’t available.\n\n“The estimates are 70-90% of all applications have open source, and roughly 90% of those code bases are entirely made up of open source,” Hughes said.\n\nFor 2025, Hughes predicts:\n\nWidespread open-source software adoption will be accompanied by increasingly sophisticated attacks on OSS by malicious actors.\n\nOrganizations will continue to put foundational OSS governance in place.\n\nMore companies will use open-source and commercial tools to help them start to understand their OSS consumption.\n\nOrganizations will perform risk-informed consumption of OSS.\n\nEnterprises will continue to push for vendor transparency regarding what OSS they use in their products. However, no widespread mandates will arise for this process.\n\nAI will continue to impact application security and open source in various ways, including organizations using AI to analyze code and remediate issues.\n\nAttackers will target widely used OSS AI libraries, projects, models, and more to launch supply chain attacks on the OSS AI community and commercial vendors.\n\nAI code governance, where organizations have more visibility into AI models, will become more common.\n\nOrganizations increasingly want to know how secure their open source software is, including “how well is it maintained, who’s maintaining it and how quickly do they address vulnerabilities when they occur,” Hughes said.\n\nHe highlighted the attack in April 2024 in which a string of social engineering attempts threatened open-source utilities, particularly opening a backdoor in the XZ Utils utility.\n\n“That one was really kind of sinister because the open source ecosystem is largely sustained by unpaid volunteers, folks doing this in their free time … and often not compensated, unpaid, etc.,” Hughes said. “So, taking advantage of that and preying on that was a pretty nefarious thing that got a lot of people’s attention.”\n\nHow is AI changing open-source security?\n\nIn October 2024, the Open Source Initiative established a definition for open-source AI. According to the initiative, open-source AI has four key elements: the freedom to use, study, modify, and share the system for any purpose.\n\nHughes said that defining open-source AI was important because of the rise of distribution platforms like Hugging Face.\n\n“These AI models, especially the open source ones, are widely used by many organizations and individuals around the world,” he said. “So we’re back to asking: What exactly is in this, and who contributed to it, and where is it f\n\nrom? And are there vulnerable components?”\n\nHughes said that large corporations may have a better chance of talking transparently with their vendors about the entirety of their software supply chain than small companies. Therefore, the problem of not having visibility into the AI models used in their software can grow exponentially for smaller companies.\n\nSEE: Smart home device makers will soon be able to apply for a U.S. government seal of security approval.\n\nCISA encourages open-source software development security\n\nIn March 2024, CISA finalized the secure software development self-attestation form, meant for developers of software used by the U.S. federal government to confirm they use secure development practices.\n\nFederal agencies may ask for other forms and attestations as well. On the commercial side, organizations may build similar requirements into their procurement processes. There is still an element of trust involved since the organization needs to trust the vendor will keep to their word. But the conversation is happening more often now than it did last year, in the wake of attacks on open source utilities, Hughes said.\n\nSolutions for the future of open source software security\n\nPerforming software composition analysis isn’t enough going into 2025, Hughes said. IT professionals and security professionals should know that as software becomes more complex, the number of vulnerabilities has grown “to where it’s becoming a tax on developers to even navigate what needs to be fixed and what order of priority,” Hughes said.\n\nCompanies like Endor Labs can provide insights on dependencies within open-source code, including indirect or transitive dependencies.\n\n“Being able to point to things like reachability and exploitability … could be a big benefit from the compliance perspective too, in terms of the burden on the organization and your development team,” he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese software firm Yonyou picks former senior SAP executive as new president",
            "link": "https://www.msn.com/en-xl/news/other/chinese-software-firm-yonyou-picks-former-senior-sap-executive-as-new-president/ar-BB1rdHJ3?ocid=BingNewsVerp",
            "description": "Huang Chenhong is the latest multinational veteran to join China’s tech sector, as these firms scale back operations on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Yz9z5-sMjD4jH0VtQuFjDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "3hon MSN",
            "source": "South China Morning Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI rival startup may be about to blow past its valuation",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-rival-startup-may-be-about-to-blow-past-its-valuation/ar-BB1r9TQL?ocid=BingNewsVerp",
            "description": "A week into 2025, it’s clear that last year’s artificial intelligence (AI) startup boom isn’t slowing down. OpenAI CEO Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x2yLmFwkNZFPzQ5jgXbzvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Slashes Jobs Based on Performance Amid Slow Copilot Rollout: What's Really Going On?",
            "link": "https://www.techtimes.com/articles/309004/20250109/microsoft-slashes-jobs-based-performance-amid-slow-copilot-rollout-whats-really-going.htm",
            "description": "Microsoft trims less than 1% of its workforce as stock underperforms and AI challenges rise. The \"underwhelming\" Copilot ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0woNnG6K1RF5DluXecFNdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "techtimes21h",
            "source": "techtimes",
            "article_content": "Microsoft, the tech giant famous for innovation and its large workforce, has confirmed it will be reducing a small percentage of jobs in different departments based on performance.\n\nThis latest layoff is not a massive reduction but may signal a change in the strategy at Microsoft as it responds to the changing demands of the tech and AI competition.\n\nJob Cuts at Microsoft: The Details You Need to Know\n\nMicrosoft confirmed in a statement on Wednesday that less than 1% of its 228,000 employees will be affected by these latest job cuts. CNBC reports that sources familiar with the situation said layoffs are part of a broader performance evaluation strategy, aiming to optimize its workforce without major upheavals.\n\nFor context, this is the latest development in a round of layoffs coming after Microsoft's restructuring announcements. In early 2023, it made the news with a record layoff of 10,000 employees alongside office lease consolidation.\n\nWhen Microsoft post-acquired Activision Blizzard in January 2024, its gaming unit witnessed 1,900 job losses due to position overlap. Though the present layoff is small, they do draw attention in the context of Microsoft's overall performance.\n\nThe Bigger Picture: Microsoft's Market Performance\n\nWhile Microsoft continues to record great financial performance, the stock performance of the company in 2023 trailed its tech peers. Although a near-record net income margin of 38%, its highest since the early 2000s, Microsoft's stock only rose by 12% compared to 29% in the Nasdaq for the same period. It has triggered speculation on the company's future course and its potential to continue with growth in a competitive technology market.\n\nMicrosoft's Ties with OpenAI\n\nThe gargantuan rise of Microsoft's market cap last year was in significant part as a result of its relationship with the artificial intelligence start-up OpenAI.\n\nMicrosoft has invested over $13 billion into the firm and will now play a significant role in a new revolution in AI. At the close of 2024, there seems to be increasingly increasing tensions between the two.\n\nMicrosoft CEO Satya Nadella recently spoke on this \"cooperation tension\" in which he admitted OpenAI, an already formidable rival in its own right, had the potential to upset Microsoft's market position with its AI plays. The stakes are high and at a turning point for the company's AI strategy, considering the company's current role within the fast-moving AI sector.\n\nSlow Rollout of Microsoft 365 Copilot Worrisome to Investors?\n\nOne area of focus for Microsoft's future growth is its Microsoft 365 Copilot assistant, which leverages OpenAI's technology to integrate artificial intelligence into the company's productivity suite. However, early feedback suggests that the rollout of Copilot has been slower than expected.\n\nAnalysts from UBS recently noted that Microsoft's presentation at its Ignite conference in late 2023 left them with the impression that Copilot's adoption in the business world had been \"underwhelming.\"\n\nAs businesses increasingly look for AI-driven tools to improve productivity, Microsoft's ability to scale Copilot and similar offerings will be critical to its long-term success.\n\nThe company is under pressure to prove that its AI investments will yield substantial returns, particularly as it faces growing competition from other tech giants.\n\nHowever, despite the obstacles, Microsoft looks at the bright side of things. Its finance chief, Amy Hood, stressed that revenue growth in its Azure cloud services will increase in 2024 because of the rise in the expansion of AI infrastructure capacity.\n\nAzure's cloud platform is an integral part of Microsoft's long-term strategy, and it's setting up for the speedy expansion of AI and cloud-based services in the years ahead.\n\nWhile the recent job cuts may be seen as a short-term adjustment, Microsoft's focus on AI and cloud services indicates that it is preparing for a huge transformation in the tech landscape."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI in orthopedics: Using machine learning to predict outcomes",
            "link": "https://www.msn.com/en-us/health/other/ai-in-orthopedics-using-machine-learning-to-predict-outcomes/ar-BB1rbtKk?ocid=BingNewsVerp",
            "description": "Machine learning doesn’t replace humans. But AI does assist them in doing their job better by helping predict the success – ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sNDoI7O8GR2SXr0tf1N7nS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "14hon MSN",
            "source": "WGN-TV Chicago on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning algorithm enables faster, more accurate predictions on small tabular data sets",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/machine-learning-algorithm-enables-faster-more-accurate-predictions-on-small-tabular-data-sets/ar-BB1rb9n2?ocid=BingNewsVerp",
            "description": "Filling gaps in data sets or identifying outliers—that's the domain of the machine learning algorithm TabPFN, developed by a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0xpvRWCGS3sYcZd8m9ouTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Tech Xplore on MSN17h",
            "source": "Tech Xplore on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia attacks Ukraine with 72 drones overnight, Kyiv says",
            "link": "https://www.reuters.com/world/europe/russia-attacks-ukraine-with-72-drones-overnight-kyiv-says-2025-01-10/",
            "description": "Ukraine's air force said on Friday Russia attacked it with 72 drones overnight though it downed 33 of them while 34 others ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NbZr1NmWlBh9Be495b0KpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia accuses Ukraine of striking supermarket in Donetsk, killing two",
            "link": "https://www.reuters.com/world/europe/supermarket-russian-held-city-donetsk-eastern-ukraine-was-struck-by-ukrainian-2025-01-10/",
            "description": "Russia accused Ukraine on Friday of carrying out a missile strike on a supermarket in the Russian-controlled city of Donetsk ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AgnNR6GDZ0M5vAKRiiwHli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TikTok at the Supreme Court",
            "link": "https://www.nytimes.com/2025/01/10/briefing/tiktok-at-the-supreme-court.html",
            "description": "In response to concerns that China can use the platform to spy on Americans and spread propaganda, Congress last year passed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CEeg8Y97wN7U6u9ltDfdBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "The New York Times",
            "article_content": "Free speech and national security can often conflict. During the Civil War, Abraham Lincoln prevented newspapers from publishing pro-Confederate material. During later wars, the federal government suppressed criticism. After the 9/11 attacks, Congress made it a crime to provide even human rights advice to extremist groups.\n\nIn each case, government officials argued that they needed to restrict speech to protect Americans. And in each case, free speech advocates argued that the government had gone too far and undermined the country’s values.\n\nThe same is true about the latest conflict between speech and security — involving TikTok, the social media platform owned by a Chinese company.\n\nIn response to concerns that China can use the platform to spy on Americans and spread propaganda, Congress last year passed a law requiring TikTok’s parent company to sell it to a non-Chinese owner. TikTok and the parent company, ByteDance, then sued to block the law. This morning, the Supreme Court will hear arguments in the case."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The risk of nuclear war continues to rise",
            "link": "https://www.msn.com/en-us/news/politics/opinion-the-risk-of-nuclear-war-continues-to-rise/ar-BB1raCuE?ocid=BingNewsVerp",
            "description": "Further raising the nuclear risk levels are advancing technologies. AI can dangerously automate the command and control of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JjNvbmUlvWLoHMimscjAby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "20hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Wall Street Thinks Palantir Stock Will Plunge 34% in 2025 but This AI Stock Will Soar 55%",
            "link": "https://www.msn.com/en-us/money/topstocks/why-wall-street-thinks-palantir-stock-will-plunge-34-in-2025-but-this-ai-stock-will-soar-55/ar-BB1rdSju?ocid=BingNewsVerp",
            "description": "Palantir Technologies (NASDAQ: PLTR) emerged as one of the biggest winners of 2024. Shares of the artificial intelligence (AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P565jzxOwRGb_i0femPYBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "2hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Happening With RGTI Stock?",
            "link": "https://www.forbes.com/sites/greatspeculations/2025/01/09/whats-happening-with-rgti-stock/",
            "description": "Rigetti Computing (NASDAQ: RGTI), a quantum computing company, saw its stock plunge 45% on Wednesday, January 8.",
            "image_url": "https://www.bing.com/th?id=OVFT.hYNzCxgMT6BX9jXgKhqs2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Los Angeles fires expose inflated US home prices",
            "link": "https://www.reuters.com/breakingviews/los-angeles-fires-expose-inflated-us-home-prices-2025-01-09/",
            "description": "Uncontained Los Angeles wildfires point to housing-market problems nationwide. Devastation around the second-biggest U.S.",
            "image_url": "https://www.bing.com/th?id=OVFT.YJPSyMrlsP2K4X-YTqcvAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "16h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the wildfires in Los Angeles area could affect California's home insurance market",
            "link": "https://www.msn.com/en-us/news/us/how-the-wildfires-in-los-angeles-area-could-affect-californias-home-insurance-market/ar-BB1rbQia?ocid=BingNewsVerp",
            "description": "The wildfires that destroyed homes in multiple sections of the Los Angeles area will test California’s efforts to stabilize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w4rVEN-2AlM8zfsP9rZhcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "12hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's Economy Faces Disaster as Population Ages",
            "link": "https://www.msn.com/en-us/news/world/china-s-economy-faces-disaster-as-population-ages/ar-BB1rdAmR?ocid=BingNewsVerp",
            "description": "A top Civil Affairs Ministry official stressed new reforms must be rolled out over the next decade to be effective.",
            "image_url": "https://www.bing.com/th?id=OVFT.HuzXIJVwrB6qBWnV9CzGly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Economic loss from wildfires could top $50 billion, making it one of the costliest U.S. natural disasters",
            "link": "https://www.msn.com/en-us/money/economy/economic-loss-from-wildfires-could-top-50-billion-making-it-one-of-the-costliest-u-s-natural-disasters/ar-BB1raZzt?ocid=BingNewsVerp",
            "description": "A preliminary report by Accuweather estimated the cost of the wildfires ravaging L.A. County at more than $50 billion, a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jHxEpbZ-WfK8ZfLjEZw-0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "17hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gigabyte unveils three new BRIX Mini PC series at CES 2025",
            "link": "https://www.digitimes.com/news/a20250107PR203/ces-2025-gigabyte-pc-hardware.html&chid=9",
            "description": "Gigabyte Technology, a leading manufacturer of motherboards, graphics cards, and hardware solutions, unveiled its all-new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xLNhH_u3UyD4BOJE_6LeWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Digi Times10h",
            "source": "Digi Times",
            "article_content": "Gigabyte unveils three new BRIX Mini PC series at CES 2025\n\nGigabyte Technology, a leading manufacturer of motherboards, graphics cards, and hardware solutions, unveiled its all-new BRIX Mini PC lineup at CES 2025. The lineup includes the Mainstream, Small Core, and Extreme series, showcasing cutting-edge performance in compact designs. The Small Core series launches today, marking the first release in the lineup, while the BRIX Mainstream and Extreme series are scheduled for release in the first quarter of 2025.\n\nThe BRIX Mainstream series features the Intel 15th Gen Arrow Lake processors, equipped with a Neural Processing Unit (NPU) for advanced AI capabilities; The Small Core series adopts Intel Twin Lake processors, designed for users seeking lightweight operations and high cost-performance, making it the best choice for everyday applications; The BRIX Extreme series is powered by the AMD Ryzen 7 PRO 8840U processor, offering superior performance compared to its predecessors.\n\nThe innovative BRIX series drives diverse applications with powerful performance across home, school, office, and digital signage, unlocking limitless possibilities in the IoT era!\n\nBRIX Mainstream Series\n\nThe BRIX Mainstream series is powered by the Intel Core Ultra 200H processors (code name: Arrow Lake), featuring a cutting-edge NPU and a newly upgraded integrated graphics core—Xe LPG+ microarchitecture with up to 8 Xe cores. This advancement significantly enhances AI acceleration capabilities, delivering an impressive overall performance of up to 90 Tera Operations Per Second (TOPS).\n\nWith its incredibly compact 0.5L palm-sized design, the BRIX Mainstream series is ideal for a variety of environments. It supports four simultaneous 4K outputs, combined with 2.5G Ethernet and Wi-Fi 6, providing a seamless multimedia experience. Additionally, it supports the latest dual-channel DDR5 SO-DIMM memory for significantly faster data transfer speeds and offers dual NVMe SSD, Thunderbolt, and USB Type-C 10Gb/s ports to meet the demands of data analysis, online meetings, graphics processing, and multitasking.\n\nThis series perfectly balances remarkable productivity and low power consumption, achieving an efficient working environment while promoting energy conservation and sustainability.\n\nBRIX Small Core series\n\nThe BRIX Small Core series targets users seeking a compact design and cost-effectiveness. Equipped with the latest Intel® Twin Lake processors, it features a 4-core, 4-thread CPU architecture that enables smooth multitasking with minimal energy consumption and maximum performance. Measuring only 0.7 liters, the Brix Small Core series delivers a highly space-saving solution compared to traditional desktop computers.\n\nMoreover, this series offers flexible expansion capabilities, supporting the installation of an additional 2.5-inch SSD or HDD, allowing users to easily adjust storage capacity according to their needs. Its multimedia performance is outstanding, capable of simultaneously supporting three 4K display outputs.\n\nThe BRIX Small Core series is ideally suited for various environments, including home, office, and educational settings. For instance, students can leverage its fast-processing power for online learning and multimedia production. Small offices can benefit from its compact footprint and expandable configurations, optimizing both space utilization and work efficiency. Meanwhile, home users can enjoy an immersive audiovisual experience through its three 4K video outputs.\n\nBRIX Extreme series\n\nThe new BRIX Extreme series is powered by the AMD Ryzen 7 PRO 8840U processor, featuring 8 cores and 16 threads to deliver exceptional performance. With a built-in NPU, it achieves an impressive overall performance of up to 38 TOPS. Compared to its predecessor, the BRIX Extreme series offers over 40% improvement in generative AI workload performance, significantly boosting computational power and work efficiency.\n\nIn addition, this product features the AMD Radeon 780M graphics card, built on AMD's latest RDNA 3 architecture, delivering robust multimedia processing and high-performance graphics capabilities. For video output, the series supports four simultaneous 4K displays, including HDMI 2.1, Mini DisplayPort 1.4, and USB Type-C, ensuring smooth playback for video streaming, image editing, and multi-monitor data analysis. This makes it perfectly suited for professionals seeking extensive screen real estate and enhanced entertainment experiences.\n\nCombining a small footprint with robust capabilities, the all-new BRIX Extreme is well-suited for a wide range of IoT applications. From business offices and educational settings to home entertainment, digital signage, and even medical devices and kiosks, it provides reliable computing performance, establishing itself as the go-to choice for diverse environments.\n\nFor more details, visit:\n\nBRIX Mainstream Series：\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BRU7-255H#kf\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BRU5-225H#kf\n\nBRIX Small Core Series：\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BTIP-N250#kf\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BTIP-N150#kf\n\nBRIX Extreme Series：\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BER7-8840#kf"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Handheld gaming PCs are booming, but one vital company has been strangely silent",
            "link": "https://www.yahoo.com/tech/handheld-gaming-pcs-booming-one-200824561.html",
            "description": "Alienware isn't the only major gaming hardware manufacturer that has yet to invest into the handheld scene. Another company ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yxbBEDcOMRXiVlRsM8VxWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Future\n\nHandheld gaming has reached new heights since the Asus ROG Ally launched in 2023, with new competitors like the Lenovo Legion Go, MSI Claw, Zotac Zone, Acer Nitro Blaze, and Adata XPG Nia.\n\nIn short, it's an explosive moment for handheld gaming.\n\nFor proof, look no further than CES 2025, which has given us a new prototype for the Lenovo Legion Go 2 alongside Acer's absolutely enormous 10.95-inch Nitro Blaze 11.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn all of that handheld gaming PC goodness, however, there's one major gaming hardware manufacturer that has yet to enter the fray: Alienware.\n\nAlienware's UFO gaming handheld: Where is it?\n\nAlienware isn't the only major gaming hardware manufacturer that has yet to invest into the handheld scene. Another company is Razer, which has only gone so far as creating Android handhelds like the Razer Edge, or controllers for phones like the Razer Kishi.\n\nBut even if Alienware isn't alone, it's an especially fascinating case considering the company showcased a handheld gaming prototype all the way back in 2020, making it five years now since we've seen the Alienware UFO.\n\nCredit: Future\n\nDuring CES 2020, we were blown away by Alienware's Concept UFO, as the device promised to let gamers play PC games from the comfort of a handheld device. To be clear, this was two years prior even the Steam Deck was announced back in January 2022.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nKevin Turchin, who's currently Dell Director of Product Development, but at the time of the Alienware Concept UFO's unveiling was Dell Director of Engineering, claimed \"We actually view [the UFO] as the first of its kind.\" He continues “When we look at the balance that we've achieved between performance and portability it does allow [us] to have a product that we view can be potentially viable in the market looking forward.\"\n\nTurchin was correct, as he predicted the explosive growth in popularity that handheld gaming PCs would see in the years to come.\n\nAt the time of the Alienware UFO Concept, Dell Consumer Product Reviews Manager, Raymond Watkins, claimed \"We want to take it further, and how it's received at CES I think will help shape that conversation.\" He later said \"If we got a thumbs up today I don't think it'd be eighteen months for us to get it on the shelves.\" Watkins is now Senior Manager of Marketing at AMD.\n\nOf course, the Alienware UFO never got off the ground. Eighteen months went by without any updates on its existence, and three and a half years after CES 2020, the Asus ROG Ally launched in June 2023.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSo what about now? Alienware just unveiled all of its CES 2025 announcements, and the Alienware UFO was nowhere to be seen. It's been five years now, but Alienware still hasn't brought the UFO back. So what gives?\n\nCredit: Future\n\nJackie Thomas at IGN asked General Manager of Alienware, Matt McGowan, why the company has no handheld. McGowan claims that \"We're continuing to look at that category,\" but he claims \"there are deficiencies,\" specifically highlighting battery life and the want for better graphics. He claims \"When that inflection point comes, we want to be there.\"\n\nIt seems as if the UFO wasn't good enough to match the company's standards, and even now, the technology isn't at a strong enough point to satisfy Alienware. Hopefully that will change in the next few years, but at the very least, lots of exciting developments are happening from companies like Asus, Lenovo, Acer, and more.\n\nAlienware has a chance to monitor the market, learn from the mistakes of its competitors, and then swoop in with the ultimate gaming handheld when the time is right. Until then, be sure to check out more of our CES 2025 coverage to get the latest on all things tech."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retail Public Cloud ERP and AI Shopping Assistant Headline SAP Innovations at NRF 2025",
            "link": "https://www.cmswire.com/the-wire/retail-public-cloud-erp-and-ai-shopping-assistant-headline-sap-innovations-at-nrf-2025/",
            "description": "SAP also debuts solutions to address loyalty gap as new survey results show 80% of U.S. consumers feel undervalued by brands NEW YORK — SAP SE (NYSE: SAP) announced a slate of new solutions and ...",
            "image_url": "https://www.bing.com/th?id=ODF.6C0Tk8KIaN-l89iZRW61cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "CMS Wire21h",
            "source": "CMS Wire",
            "article_content": "SAP also debuts solutions to address loyalty gap as new survey results show 80% of U.S. consumers feel undervalued by brands\n\nNEW YORK — SAP SE (NYSE: SAP) announced a slate of new solutions and capabilities catering to the retail industry at Retail’s Big Show, the flagship industry event hosted by the National Retail Federation.\n\nSAP’s top news is the general availability of the SAP S/4HANA Cloud Public Edition, retail, fashion, and vertical business solution. This enterprise resource planning (ERP) solution is built specifically for retailers and marks a significant milestone in bringing tailored ERP capabilities to retailers of all sizes worldwide.\n\n“SAP’s announcement of an all-in-one platform tailored for retail represents a meaningful differentiator in the market,” said Leslie Hand, Group Vice President for IDC Retail Insights. “Retailers often struggle with fragmented solutions that excel in some areas but cannot deliver the end-to-end integration necessary for seamless retail operations.”\n\n“With SAP S/4HANA Cloud Public Edition, retail, fashion, and vertical business, SAP brings the same best-in-class functionality trusted by market leaders and recognized worldwide, now tailored to meet the scale, price and time-to-value required by fast-growing organizations,” said Balaji Balasubramanian, senior vice president and global head, Commerce and Consumer Industries at SAP SE. He added that retailers, in order to deliver personalized experiences, need an ERP system with retail-specific processes and capabilities that are tailored to the complexities of merchandising, store operations, and retail supply chains. Balasubramanian notes that generic ERP systems lack these end-to-end retail processes and aren’t flexible enough for today’s digital consumer.\n\nSAP’s latest offering addresses these challenges through a solution built on the flexibility of public cloud architecture that unifies industry-specific processes, data and AI and offers out-of-the-box integrations. It also provides a comprehensive suite of capabilities designed to streamline processes, enhance customer experiences and drive sustainable growth. The new platform offers integrated management of finance, procurement and merchandising, with unified operational data and ready-to-use AI.\n\nNew loyalty solution to feature data-driven personalization\n\nSAP also announced a new loyalty management solution aimed at retailers and consumer packaged goods companies, scheduled for release in the second half of 2025.\n\nAccording to new research from SAP Emarsys, four in five (83%) U.S. consumers feel undervalued by the brands they remain loyal to, with many questioning their loyalty altogether. This new solution aims to equip organizations with experiential journeys and personalized, real-time offers to help earn customer loyalty through integration with the SAP Commerce Cloud, SAP Service Cloud, SAP Emarsys and SAP S/4HANA Cloud Public Edition, retail, fashion, and vertical business solutions.\n\nKey features include:\n\nLoyalty profiles that connect every shopper with a cloud-based loyalty wallet, facilitating targeted and personalized offers, entitlements, and real-time basket analysis.\n\nMulti-brand loyalty management, as well as shared loyalty programs with partners that centralize loyalty programs across regions and markets, enabling combined brand programs for gaining market share.\n\nA single place for omnichannel promotion planning with real-time redemption to deliver any type of offer, digital payment and gifting to all customers on any channel.\n\nLoyalty journey planning that delivers experiential omnichannel journeys tailored to customer needs through personalized commerce, marketing, service and retail interactions.\n\nQuantifiable metrics that track promotion performance and loyalty-related liabilities, linking to financial systems to measure ROI, and enable settlements with the member and partner brands.\n\nArtificial intelligence to make online shopping easier than ever\n\nSAP also announced the general availability of an AI shopping assistant in the first half of 2025. This intelligent assistant, delivered with the SAP CX AI Toolkit, expands the existing AI capabilities of SAP Commerce Cloud, transforming the online shopping experience through natural language conversations that help customers quickly find exactly what they need.\n\nVisit the SAP News Center. Follow SAP at @SAPNews.\n\nMedia Contact:\n\nMallory Kuno, +1 (425) 239-9362, [email protected], ET"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aditya Shrotri's Security Solutions Become Industry Standard For Hybrid Workplaces",
            "link": "https://www.ibtimes.co.uk/aditya-shrotris-security-solutions-become-industry-standard-hybrid-workplaces-1730045",
            "description": "His work modernising Unified Endpoint Management (UEM) architecture has also changed how organisations approach security and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aqieKg9BsoqFZ9vJ9S38SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "3h",
            "source": "IBTimes UK",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Effortless Tech Fixes Await You",
            "link": "https://www.msn.com/en-za/technology/tech-companies/effortless-tech-fixes-await-you/vi-BB1rbx7Q?ocid=BingNewsVerp",
            "description": "The new tracks were discovered in 2023 at Dewars Farm quarry in Oxfordshire by a quarry worker. The tracks occur in the base ...",
            "image_url": "https://www.bing.com/th?id=OVFT.exz4ZXQya5dHMS8dHsGIbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientist helps identify 1,000-year-old seedling linked to biblical myrrh",
            "link": "https://www.msn.com/en-us/news/technology/scientist-helps-identify-1000-year-old-seedling-linked-to-biblical-myrrh/ar-BB1rapKg?ocid=BingNewsVerp",
            "description": "George Mason University researcher Andrea Weeks played a key role in identifying an ancient seedling linked to the biblical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zUYoolDDvReeO2UEBuZ4TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "21hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are you scared of ROLLIE POLLIE bugs",
            "link": "https://www.msn.com/en-au/news/other/are-you-scared-of-rollie-pollie-bugs/vi-BB1raPsV?ocid=BingNewsVerp",
            "description": "Scientists believe a 13-million-year-old snapping turtle fossil on display at the museum and art gallery of the northern territory is a previously unknown species. It's thought the giant carnivorous ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Walt (oneminmicro) on MSN18h",
            "source": "Walt (oneminmicro) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MOTH wings under a microscope look like DRAGON SCALES!",
            "link": "https://www.msn.com/en-au/news/other/moth-wings-under-a-microscope-look-like-dragon-scales/vi-BB1raTSE?ocid=BingNewsVerp",
            "description": "Novak Djokovic is caught off-guard by a stellar return from Alexander Zverev.",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Walt (oneminmicro) on MSN18h",
            "source": "Walt (oneminmicro) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'UFO' appears in the sky just weeks after eagle-eyed Aussies spotted unusual 'spaceship' cloud",
            "link": "https://www.msn.com/en-gb/money/technology/ufo-appears-in-the-sky-weeks-after-spaceship-cloud-was-spotted/ar-BB1r8r6m?ocid=BingNewsVerp",
            "description": "This is a lenticular storm cloud and its not that common to see,' Higgins Storm Chasing wrote to their Facebook page on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kxDcDVCa5NdoUHp608TAty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "11hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sighting? Fort Lauderdale flight crew spots something strange in the sky",
            "link": "https://www.msn.com/en-us/science/aeronautics/ufo-sighting-fort-lauderdale-flight-crew-spots-something-strange-in-the-sky/ar-BB1rbXYx?ocid=BingNewsVerp",
            "description": "On the night of Dec. 23, a flight crew was flying back to Fort Lauderdale in an empty jet, high over the Bahamas, when they spotted a glowing, spherical object darting about too much to be a weather ...",
            "image_url": "https://www.bing.com/th?id=OJ.00vtkpYPJ1kQ4A&pid=news&w=110&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "12hon MSN",
            "source": "NBC Miami on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery poised to help detect dark matter and pave way to unravel the universe's secrets",
            "link": "https://www.msn.com/en-us/news/technology/discovery-poised-to-help-detect-dark-matter-and-pave-way-to-unravel-the-universes-secrets/ar-BB1rb96K?ocid=BingNewsVerp",
            "description": "Researchers led by Nanyang Technological University, Singapore (NTU Singapore) have developed a breakthrough technique that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhqGOZ_dYtNtCk4BCw8DLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of new class of particles could take quantum mechanics one step further",
            "link": "https://www.msn.com/en-us/news/technology/discovery-of-new-class-of-particles-could-take-quantum-mechanics-one-step-further/ar-AA1xbbKA?ocid=BingNewsVerp",
            "description": "In a study, physicists now observed a class of quantum particles called fractional excitons, which behave in unexpected ways and could significantly expand scientists' understanding of the quantum ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "physics+discovery",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of new class of particles could take quantum mechanics one step further",
            "link": "https://www.msn.com/en-us/news/technology/discovery-of-new-class-of-particles-could-take-quantum-mechanics-one-step-further/ar-AA1xbbKA?ocid=BingNewsVerp",
            "description": "In a study, physicists now observed a class of quantum particles called fractional excitons, which behave in unexpected ways and could significantly expand scientists' understanding of the quantum ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "quantum+physics",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Create Split-Electrons, Unlocking the Future of Quantum Computing",
            "link": "https://scitechdaily.com/scientists-create-split-electrons-unlocking-the-future-of-quantum-computing/",
            "description": "Topological quantum computers a step closer with a new method to 'split' electrons. Electrons, once thought to be indivisible ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NUNACwOlr6vL31kUv1rqry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "8h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Artificial Intelligence Is Transforming The Job Market: A Guide To Adaptation And Career Transformation",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/10/how-artificial-intelligence-is-transforming-the-job-market-a-guide-to-adaptation-and-career-transformation/",
            "description": "I aim to explore whether AI truly poses a threat to the job market or if it could serve as a catalyst for its complete ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nUGgbvfpuqzdqCot9bTyCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "There’s More to Versailles Than Gilded Opulence. A New Show Reveals Its Secret Role in Shaping Science",
            "link": "https://news.artnet.com/art-world/theres-more-to-versailles-than-gilded-opulence-a-new-show-reveals-its-secret-role-in-shaping-science-2596144",
            "description": "Science and Splendour' at the Science Museum in London until April 21, 2025, shows, the French court was motivated to sponsor ...",
            "image_url": "https://www.bing.com/th?id=OVFT.swV9uOQmMhOWbNDPgo5qqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Artnet12h",
            "source": "Artnet",
            "article_content": "When we think of Versailles, we think of Marie Antoinette, opulence, and the last hurrah of the aristocratic high life before the French Revolution put an end to such folly in 1789. We may also think of philosophers like Voltaire and the age of the enlightenment, but less well-known is the palace’s crucial role in supporting the sciences.\n\nAs a new exhibition, “Versailles: Science and Splendour” at the Science Museum in London until April 21, 2025, shows, the French court was motivated to sponsor scientific research as a means of consolidating power and expanding colonial rule. In 1666, Louis XIV established the Royal Academy of Sciences in Paris, which, unlike peer institutions in Italy or Britain, paid members a salary and covered their lodgings and equipment, meaning their endeavors were all done in the king’s service.\n\nThe best of Artnet News in your inbox. Sign up for our daily newsletter. The best of Artnet News in your inbox. Sign up for our daily newsletter. Please enter a valid email address Signup failed. Please try again later. Thank you! You have successfully subscribed to Artnet News.\n\nSubsequent kings Louis XV and Louis XVI were so keen on science that they even carried out experiments themselves. At court, they were routinely presented with the latest inventions or discoveries, sometimes even watching live demonstrations, and to receive this opportunity was the greatest mark of distinction for an ambitious scientist in France. Unsurprisingly, the Crown tended to favor advantageous developments, such as chemistry for artillery, astronomy for navigation, cartography for the mapping of French territories, and medicine for public heath.\n\nHenri Testelin, “Fondazione dell’Accademia delle Scienze e dell’Osservatorio, a Parigi nel 1666”. pic.twitter.com/idECbBWr7v — Leo Corneli (@gandalf1948) January 19, 2023\n\nAs such, Versailles became a hub of knowledge-sharing that attracted many different kinds of scientists, then known as “savants” or “natural philosophers.” Even Benjamin Franklin shared his theories about electricity and the lightning conductor with French scientists during a diplomatic visit to the palace in 1778.\n\nBut how to get the message out about this impressive bustle of learned activity, and promote France’s role in the advancement of scientific research? The answer, of course, was to commission paintings that would document these developments and emphasize the Crown’s role in them.\n\nOne example was Henri Testelin’s Establissement de l’Académie des sciences et fondation de l’Observatoire, 1666 (1673-1681), an imagined scene in which Louis XIV, in all his finery, meets with members of the Royal Academy of Sciences, among them are Dutch physicist Christiaan Huygens and Italian astronomer Giovanni Domenico Cassini. The men are surrounded by the accessories of serious study, including books, papers, celestial and terrestrial globes, a pendulum clock, an armillary sphere, and animal skeletons.\n\nFrom Testelin’s painting, you’d be forgiven for believing only men practiced science at Versailles, but there were a few remarkable women scientists who also made important contributions. The most notable of these was Emilie du Châtelet, a mathematician who, in writing the standard French translation of Isaac Newton’s basic law of physics from 1687, added her own commentary, including important contributions to our understanding of kinetic energy.\n\nDu Châtelet’s intellectual collaborator and romantic partner Voltaire once described her as “a great man whose only fault was being a woman.” A painting of her by an unknown artist reveals something of her attempts to balance her ambitions with societal expectations of her gender. Though she is dolled up in a ladylike manner with elaborate dress and a gentle, pensive expression, she holds in her right hand a mathematical instrument for measuring distances known as a divider. A hefty copy of Newton’s Principa Mathematica (1687) lies open on her desk and an armillary sphere, used to map celestial constellations, can be seen in the background.\n\nAs France expanded its imperial reach, budding French naturalists and botanists received new specimens to study from across the world. One fruit that never failed to impress European colonialists was the pineapple, which they “discovered” in South American and the Caribbean in the late fifteenth century and brought back home. These spiky, oval fruits soon became highly fashionable objects coveted by royals who wanted to grow them in their own gardens. In order to pull this off in less than optimal weather conditions, horticulturists in the Netherlands invented the greenhouse and were soon being imitated by their neighbors.\n\nThe first homegrown pineapples reached maturity in France in 1733, and were presented to the king on Christmas Day. The momentous feat was recorded by Jean-Baptiste Oudry, a French painter renowned for his still lifes. By the 1750s, hundreds of pineapples were being cultivated and their distinctive form continued to intrigue artists of all kind, becoming a popular subject for paintings or a common design for textiles and decorative arts.\n\nIn order to convert Versailles from a mere hunting lodge for the king’s leisure and sports into France’s principal seat of power in the late 17th century, Louis XIV wanted his gardens to be filled with magnificent fountains and waterworks. This was a big ask, given the lack of adequate water source nearby, but engineers managed it by building the largest mechanical device of their time, known as the Marly Machine. This hydraulic system could miraculously raise water in the opposite direction of gravity, over 500 feet up from the Seine to a reservoir, where it would eventually be transported to Versailles.\n\nThough the Marly Machine no longer exists, it survives via various modes of documentation, most notably a painting by the artist Pierre-Denis Martin, who produced many sweeping landscape paintings recording battlefields or architectural arrangements. The composition gives a sense of the machine’s scale and impressive presence within the natural topography, and we can just make out various paddle wheels and a rod system leading up the hill behind.\n\nAs with so many other sophisticated technological achievements at Versailles, the Marly Machine’s invention was ultimately co-opted for political purposes, becoming a proud expression of the king’s extravagant wealth and power.\n\n“Versailles: Science and Splendour” is on view at the Science Museum in London until April 21, 2025."
        }
    }
]