[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Internet divided as 'egg' UFO retrieval video airs on TV",
            "link": "https://www.dailymail.co.uk/news/article-14301415/internet-divided-egg-UFO-video.html",
            "description": "The internet has been left divided over an 'egg-shaped craft' recorded during a UAP retrieval operation which was aired on TV ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2urVfCoI25f4FPlBN70t_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "10h",
            "source": "Daily Mail",
            "article_content": "The internet has been left divided over an 'egg-shaped craft' recorded during a UAP retrieval operation after the video was aired on TV for the first time.\n\nNewsNation aired the footage that 'clearly showed' the object dangling in a sling from a helicopter on Saturday night.\n\nThe alleged craft was about 20ft long and resembled the UAP encountered by the Navy off the east coast of the US in 2015, suggesting a connection between these unidentified objects, NewsNation reported.\n\nIt was pointed out in the video that the object had no markings, being 'perfectly smooth', and no 'visible' means of propulsion or way to look inside.\n\nAfter the segment aired, Redditors had mixed opinions on the footage's veracity, although many were impressed by what they saw.\n\n'This is pretty cool. I don’t know what you guys were expecting of a nighttime retrieval. This is actually more clear than I thought it would be. It helps to lower expectations,' one wrote.\n\nAnother said: 'I had a feeling that the video would be somewhat ambiguous. I'm not sure this is gonna move the needle without more substantiating evidence. I think it's great, personally, but this isn't gonna convince Joe Taxpayer.'\n\n'Probably is real. But you aren’t going to convince people with this. To claim this is any different from any other sketchy video already seen (outside the gimbal & go fast) is a stretch & hardly going to make anybody new sit up & take notice. Too bad,' another wrote.\n\nNewsNation aired the footage which 'clearly showed' the object dangling in a sling from a helicopter\n\nThe outlet was told the craft was about 20ft long. It's said to resemble the UAP encountered by the Navy off the east coast of the US in 2015, suggesting a connection between these unidentified objects\n\nHowever, other users were much less convinced.\n\n'Well, the video quality is better than I expected, I'll give them that. The object itself? With no frame of reference to judge size, it could be an actual chicken egg as far as I can tell,' one Redditor wrote.\n\nAnother said: 'This video could not have been cheap to make with the cost of eggs these days!'\n\n'No reference to size, this could literally be a chicken egg on a string, with helicopter noises edited in,' a third added.\n\n'This shows nothing. This is not earth shattering, redefining man kind evidence they were promising,' another wrote.\n\nA fifth commented: 'I knew the footage was not going to be good. But what exactly am I looking at here? An egg on the end of a fishing rod?'\n\nOther users pointed out some potential issues with the credibility of the footage.\n\n'What kind of terrain is this supposed to be on? Something about the scaling and shadow feels off,' one questioned.\n\n'Well, the video quality is better than I expected, I'll give them that. The object itself? With no frame of reference to judge size, it could be an actual chicken egg as far as I can tell,' one user wrote\n\nAnother eagle-eyed user said: 'If this was in the desert how is the helicopter not blowing up dust and sand like crazy.'\n\n'So, like, wouldn't they drop off the egg thing on a truck or something or a base? Why are they dropping it off on the ground of what appears an empty desert field?' another wrote.\n\n'No prop wash? I could fake this in my house right now in an hour,' a Redditor added.\n\nAnother user replied by pointing out the lack of sway in the rope.\n\n'So, they retrieved and filmed just an egg-shaped thing. It wasn't flying, it wasn't doing anything. What a load of utter nonsense this is,' one user said.\n\nThe video, which was kept in the dark until its bombshell release, is the latest video footage that has made the rounds online in recent weeks seemingly depicting a UFO.\n\nWidespread interest and coverage of the subject surged after drones were seen flying across New Jersey last month.\n\nOffering a solution to the mystery, Tucker Carlson made a shocking claim that the mysterious drones were controlled by a Chinese mothership satellite.\n\nTucker Carlson discussed the mysterious drones on his show this week, saying he was told the objects were controlled by China\n\nThe White House repeatedly stated that the drone sightings are not a foreign adversary, pose no threat and are not part of a US military operation\n\nThe first sightings appeared over the Picatinny Arsenal in Rockaway and President-elect Donald Trump's golf course in Bedminster in November, followed by thousands more in the skies.\n\nWhile the US government was quick to dismiss claims they were foreign adversaries, Carlson claimed he was told otherwise.\n\nHe said, 'an intel person' told him that the drones 'were in fact Chinese,' explaining the US government took down a Chinese satellite 'that was a command and control satellite for these drones.'\n\nCarlson appeared to be hinting at a Beijing-operated satellite known as GaoJing 1-02 which fell from space on December 21.\n\nAstronomers tracking such devices confirmed the Chinese satellite re-entered Earth's atmosphere above New Orleans and headed north towards Mississippi, Arkansas and Missouri before burning up in the atmosphere.\n\nBut Carlson claimed it was 'taken down by the US government.'\n\nHe made the claims while speaking with independent journalist Michael Shellenberger, who heard a similar explanation for the drones.\n\n'Somebody told me that that the military got one of the orbs, opened it up and it was Chinese,' Shellenberger said.\n\nThe White House repeatedly stated that the drone sightings - which coincidentally began on November 18 - are not a foreign adversary, pose no threat and are not part of a US military operation.\n\nBut Carlson said his inside source told him that 'the belief was the Chinese government was sending the following message, 'We're moving on Taiwan.''"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Whistleblower Claims He Helped Recover ‘Nonhuman Craft’",
            "link": "https://popculture.com/trending/news/ufo-whistleblower-claims-he-helped-recover-nonhuman-craft/",
            "description": "Another day, another world-shaking revelation from the UFO/UAP world, at least according to the people doing the revealing. According to a new report with NewsNation, U.S. Air Force veteran and ...",
            "image_url": "https://www.bing.com/th?id=ODF.D2Iy1uK9-bGpW7XWAJFkYQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Pop Culture14h",
            "source": "Pop Culture",
            "article_content": "Another day, another world-shaking revelation from the UFO/UAP world, at least according to the people doing the revealing. According to a new report with NewsNation, U.S. Air Force veteran and whistleblower Jake Barber claims he was contracted as a helicopter pilot to retrieve downed craft.\n\nIn the report, he’s sharing a video and claiming that he has retrieved nonhuman vehicles that seem to go against all physics. That or it’s Mork from Mork and Mindy in his giant egg rolling on the ground under a tarp. You be the judge.\n\nVideos by PopCulture.com\n\n“I saw an egg, a white egg,” Barber said to the outlet. “It’s inconsistent with anything I’d ever seen before. I can also tell you that the reaction by my team, we all knew we were dealing with something extraordinary.\n\nPlay video\n\n“Over the last couple years, it’s been confirmed to me by ranking members of the UAP task force that what we were working with that night was, in fact, NHI (nonhuman intelligence) and it was not a unique experience,” they added.\n\nThe report was touted by musician, filmmaker and all-around talented guy Flying Lotus on Twitter. Setting the tone for how people might be absorbing these new revelations.\n\n“Today’s the big day huh? Lets see,” he wrote alongside an alien and UFO emoji. “I hear we will see ‘paradigm shifting’ evidence of a UFO crash retrieval today for the first time from a first hand witness.”\n\nThis is only the latest revelation out of the disclosure we’ve seen in recent years. The end of 2024 into the new year saw plenty of questions about drones across multiple areas on the East Coast. We’ve also heard about the “nonhuman” intelligence during the Congressional testimony from the likes of Lue Elizondo and David Grusch.\n\nIf this turns out to be a Robin Williams clone gone awry, I might just have to hang it up. Life will have officially drifted into being a Family Guy gag."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncommon 'UFO' clouds spotted over UK skies",
            "link": "https://www.msn.com/en-gb/news/newsliverpool/uncommon-ufo-clouds-spotted-over-uk-skies/ar-AA1xszZO?ocid=BingNewsVerp",
            "description": "Parts of the UK were treated to an uncommon phenomenon this week as displays of clouds shaped like UFOs formed across the sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RWeHe-r_PJKTj0ZHs96LXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4hon MSN",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steven Spielberg’s new UFO movie with Emily Blunt is filming in N.J.: Here’s how locals can be cast in it",
            "link": "https://www.silive.com/entertainment/2025/01/steven-spielbergs-new-ufo-movie-with-emily-blunt-is-filming-in-nj-heres-how-locals-can-be-cast-in-it.html",
            "description": "Spielberg, 78, spent some of his youngest years as a child living in New Jersey with his family, as depicted in his film ' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ny5xMxGTuBxuJUt8i0jDiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23h",
            "source": "Staten Island Advance",
            "article_content": "Ready to have a close encounter of the Steven Spielberg kind?\n\nThe acclaimed director is filming his upcoming UFO movie in New Jersey.\n\nThe film, starring Oscar nominee Emily Blunt (”Oppenheimer”), is in need of Jersey people for background actors.\n\nNew York’s Grant Wilfley Casting tells NJ Advance Media that the production is holding an open casting call for Cape May locals to play train passengers and car drivers (see more below).\n\nThe filming will take place in March — not long off from Jersey’s brush with drone and/or plane-related, supposedly “unidentified” flying objects at the end of 2024.\n\nThe movie, which is as yet untitled — but reportedly (tentatively) titled “The Dish” — also stars Emmy winner Josh O’Connor (”The Crown,” “Challengers,” “La Chimera”), Oscar nominee Colman Domingo (”Rustin,” “Sing Sing”), Oscar winner Colin Firth (”The King’s Speech,” “Bridget Jones’s Diary”) and Eve Hewson (”Bad Sisters”).\n\nUniversal Pictures and Spielberg’s Amblin are producing the film, penned by “Jurassic Park,” “War of the Worlds” and “Indiana Jones and the Dial of Destiny” screenwriter David Koepp.\n\nThe movie has been pegged to a May 15, 2026 release date.\n\nJosh O'Connor, Colman Domingo, Eve Hewson and Colin Firth will also star in the upcoming Spielberg movie, due out May 2026.Theo Wargo | Getty Images; Gilbert Flores | GG2025 | Penske Media via Getty Images; Stefanie Keenan | WireImage; Michael Tran | AFP via Getty Images\n\nOf course, aliens and UFOs are some of Spielberg’s most prominent material. The Oscar-winning director famously helmed “Close Encounters of the Third Kind” (1977), “E.T.” (1982) and “War of the Worlds” (2005), which also filmed in New Jersey.\n\nSpielberg, 78, spent some of his youngest years as a child living in New Jersey with his family, as depicted in his film “The Fabelmans” (2022). He most recently filmed in Jersey, largely in Paterson, for his take on “West Side Story” (2021) starring Clifton’s Rachel Zegler.\n\nThe Timothée Chalamet-Bob Dylan movie “A Complete Unknown,” directed by James Mangold, also filmed in Cape May this past spring.\n\nHere are the details for the casting call:\n\nThe Spielberg production, code name “Non-View,” needs extras to play car drivers and train station passengers. Applicants must be at least 18, no previous acting experience necessary.\n\nFilming will tentatively take place Monday, March 10 through Friday, March 14 in Cape May. The base pay rate is $216 per day (eight hours) and the car allowance is $37.50.\n\nTo be considered for the film, send Grant Wilfley Casting an email — address nj@gwcnyc.com. Use the subject line “Non-View Cape May Locals” and include this information:\n\nYour name, pronouns, phone number, whether or not you are a SAG-AFTRA member, what dates you are available during the filming window, whether or not you have visible tattoos and whether or not you are local to Cape May. Include current non-professional photos of yourself, both close-up and full-body. If you own a car that you can use in the film, also send the color, year, make and model and a photo of the car."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steven Spielberg’s new UFO movie will film at the Jersey Shore this March",
            "link": "https://www.msn.com/en-us/entertainment/movies/steven-spielberg-s-new-ufo-movie-will-film-at-the-jersey-shore-this-march/ar-AA1xsBy8?ocid=BingNewsVerp",
            "description": "Steven Spielberg is heading to the Jersey Shore this spring to film his latest UFO movie, and the production team is searching for local extras to join the cast. The film, currently using the code ...",
            "image_url": "https://www.bing.com/th?id=OJ.QnVunmHL6IJcZQ&pid=news&w=119&h=16&rs=2",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Key Ways That Generative AI Can Spur You To Be Frugal On An Enduring Lifelong Basis",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/18/key-ways-that-generative-ai-can-spur-you-to-be-frugal-on-an-enduring-lifelong-basis/",
            "description": "Generative AI and LLMs can aid people in becoming frugal. This is useful in both near-term and long-terms ways. I explain how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r3R2Nrp0QjmYo8DnnD1MfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perplexity AI submits bid to merge with TikTok",
            "link": "https://www.msn.com/en-us/money/other/perplexity-ai-submits-bid-to-merge-with-tiktok/ar-AA1xr89U?ocid=BingNewsVerp",
            "description": "With a TikTok ban looming in the United States, Perplexity AI is the latest bidder hoping to give the video app a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ba4xomgV0WKPA_P89zEL7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Forget DLSS 4 — this app already does multi-frame generation",
            "link": "https://www.yahoo.com/tech/forget-dlss-4-app-already-160029285.html",
            "description": "DLSS 4 promises multi-frame generation to RTX 50-series GPU, but this app includes the feature for any graphics card.",
            "image_url": "https://www.bing.com/th?id=OVF.RsC2yW6qB6aLmpODKQYhLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "24m",
            "source": "Yahoo",
            "article_content": "Unlike most of the PC gaming world, my ears didn’t perk up when Nvidia announced DLSS Multi-Frame Generation alongside its RTX 50-series GPUs. Although the cards themselves look destined for a slot or two among the best graphics cards, the new DLSS 4 and its Multi-Frame Generation feature that’s exclusive to Nvidia’s latest graphics cards didn’t stand out. To me, at least.\n\nThat’s because I’ve been using an app called Lossless Scaling for close to a year now, which spent most of the past 12 months laying the groundwork for multi-frame generation. I’ve written about Lossless Scaling too many times to count, but it’s high time to revisit the app once again. Not only is DLSS 4 on the way to show everyone what multi-frame generation is capable of, Lossless Scaling just received the biggest update it’s seen in months.\n\nIt’s really, really good\n\nJacob Roach / Digital Trends\n\nLet me catch you up to speed if you haven’t heard of Lossless Scaling. It’s an upscaling and frame generation utility that’s $7 on Steam. It works with any graphics card, and with any game, and that’s because the frame generation happens at the display step. Unlike DLSS or AMD’s FSR 3, it doesn’t mess with anything in the game engine. That means you can use it with online games and titles that have a frame rate cap, such as Elden Ring.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nLossless Scaling doesn’t tap into any AI hardware on your graphics card, but it’s a bit smarter than standard frame interpolation. It has three algorithms available, all of which have been developed using machine learning. And LSFG 3, the latest algorithm, was just released. It offers standard frame generation, as well as triple and quadruple settings, just like DLSS 4. You can even set your own custom frame generation factor, up to 20X. I wouldn’t recommend that, though.\n\nAssuming you have a decent base frame rate, the 4X frame generation works a treat. With the RTX 4080, for example, I was getting around 50 frames per second (fps) at 4K with the highest graphics preset in Marvel Rivals. Tick on Lossless Scaling, and my frame rate jumped to between 170 fps and 180 fps. That’s without any upscaling or other tricks. And despite how competitive Marvel Rivals is, I didn’t feel like I was dragging my mouse through mud.\n\nThe latest LSFG 3 algorithm works really well with multi-frame generation, as well. Previously, I tried out the feature in Elden Ring and found too many visual artifacts to stomach. With the new model, any visual artifacts that were present weren’t enough to distract me. Even my cursor was fine, which is an area where I would expect to see major issues with a tool like Lossless Scaling.\n\nIn addition, Lossless Scaling has a feature that even pushes beyond what Nvidia offers with DLSS. Below the frame generation section, you’ll find a resolution slider. This reduces the resolution of frames that are passed through the frame generation algorithm in order to reduce latency and improve overall performance. You still see everything at your monitor’s native resolution, but the scale factor helps tremendously in improving performance.\n\nSome downsides\n\nI just gushed about Lossless Scaling, and for good reason. It’s an app I unironically use in nearly every PC game I play. I’ve gotten so much use out of it that I rarely even think about the price tag — Steam has tracked hundreds of hours of usage time in the app, which is pretty good for only $7. It’s not perfect, though, and I don’t think it’s the same as DLSS 4. It’s just a good compromise.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFirst, your base frame rate. Like any frame generation feature, Lossless Scaling uses frame interpolation. It renders two frames, compares them, and then the algorithm generates a frame to go in between based on the difference between the two rendered ones. This creates additional latency, as your GPU needs to always have a frame buffered before displaying anything to you. And, the latency is compounded if you have a low base frame rate.\n\nThe lower your frame rate, the longer it takes for each frame to be rendered, so there’s far more latency when adding frame generation into the mix. For Lossless Scaling, I recommend at least an average frame rate of 40 fps before engaging frame generation, and ideally close to 60 fps. That way, you’ll still get good responsiveness and a smooth visual experience. In fairness to Lossless Scaling, this is an issue with all frame generation features, and likely something DLSS 4 will struggle with, too.\n\nNvidia\n\nCompared to DLSS 4, the main issue is quality. I haven’t extensively tested DLSS 4 yet. However, it runs within the rendering pipeline, and it has access to data from the game engine like motion vectors. There are a couple of reasons why that gives DLSS 4 an advantage. First, HUD elements. Static elements on your screen like your HUD or crosshair actually aren’t part of the main rendering process — they’re applied after the fact, and the 3D world is still rendered underneath.\n\nDLSS 4 is able to essentially mask out those elements so there aren’t visual artifacts on them. Lossless Scaling, being at the display stage, sees those elements and isn’t able to mask them out.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn addition, Lossless Scaling doesn’t always get the frame interpolation perfect. Motion vectors from the game engine describe how objects are moving throughout a scene, so DLSS 4 can better perform the frame interpolation it needs to. That sometimes means you’ll see visual artifacts with Lossless Scaling that you otherwise wouldn’t see with DLSS 4.\n\nThose are fairly minor complaints in the grand scheme. Nvidia’s upcoming RTX 50-series GPUs may be impressive — I’ll have to wait to test them — but tools like Lossless Scaling are breaking the price dynamic. If you otherwise have a GPU you’re happy with the performance with, give Lossless Scaling a shot. After all, a $7 app is a heck of a lot better than spending $2,000 on a new graphics card."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI is everywhere, is your business secure enough?",
            "link": "https://www.msn.com/en-in/money/news/ai-is-everywhere-is-your-business-secure-enough/ar-AA1xs2UH?ocid=BingNewsVerp",
            "description": "While companies race to harness AI’s potential, many neglect to properly secure it. An ethical hacker tells you how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Fh3T_-rbgJlSuk5ZTeMIRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Millionaire-Maker Artificial Intelligence (AI) Stocks",
            "link": "https://www.aol.com/3-millionaire-maker-artificial-intelligence-112000373.html",
            "description": "Artificial intelligence (AI) has been referred to as a generational opportunity by leadership at some of the top tech ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0SRLMAN1LjgLUvNdj-gjVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6h",
            "source": "AOL",
            "article_content": "Artificial intelligence (AI) has been referred to as a generational opportunity by leadership at some of the top tech companies in the world. While some of the benefits are already beginning to be felt, AI still looks to be in the early stages of its development as a revolutionary technology.\n\nGiven that there is still a long way to go in AI's development, there is also seemingly plenty of opportunity left for companies to benefit and potentially help make investors who get in early into millionaires. Let's look at three stocks across AI infrastructure, cloud computing, and software that could push a millionaire-making portfolio to its goal over the long haul.\n\nStart Your Mornings Smarter! Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\n1. Nvidia\n\nNvidia (NASDAQ: NVDA) has been one of the biggest AI winners thus far, but that doesn't preclude it from continuing to be a big winner. Computing power is paramount for training large language models (LLMs) and running inference needed for AI's development and operations. Nvidia's graphics processing units (GPUs) have proven to be one of the best chips to accomplish these tasks. One of two big GPU designers, Nvidia has been able to take a dominant market share of nearly 90% in the space with the help of its CUDA software platform, which makes it much easier to program GPUs for various AI tasks.\n\nAs such, Nvidia's GPUs have become the backbone of AI data center infrastructure, which continues to grow at a rapid pace. As companies look to train more sophisticated LLMs, they need exponentially more computing power. Some of the latest versions of AI models require 10 times as many GPUs as their prior versions in order to accomplish their computationally intensive tasks. There are indications that there could be LLMs requiring 1 million AI chip clusters in the near future.\n\nMeanwhile, AI infrastructure remains robust, with Nvidia's largest customer Microsoft recently announcing it would spend an astonishing $80 billion building out data centers in 2025. Other large tech companies have also indicated that they plan to increase their AI-related spending this year.\n\nWith no end currently in sight for AI infrastructure spending, Nvidia continues to look like a long-term winner. Meanwhile, the stock is attractively priced with a forward price-to-earnings (P/E) ratio of below 30 and a price/earnings-to-growth ratio (PEG) under 1, which generally indicates a stock is undervalued.\n\n2. Alphabet\n\nAlphabet (NASDAQ: GOOGL) (NASDAQ: GOOG) is hoping to be an AI winner in several areas. The company has already seen strong growth in its cloud computing unit, Google Cloud, which saw its revenue jump 35% last quarter, as it helps customers build out their own AI models and applications. Meanwhile, the high-fixed-cost business has grown to a point where it is now profitable. As a result, segment income surged from $266 million in the year-ago quarter to $1.95 billion in the third quarter of 2024.\n\nWithin the data center segment of its business, Alphabet has also designed its own custom AI chips with the help of Broadcom. By using these custom tensor processing units (TPUs) in combination with GPUs, Alphabet is improving AI inference processing times and lowering costs for its users and clients. That could help give the segment even more operating leverage.\n\nIn addition, Alphabet has a nice opportunity with AI search and its Gemini AI assistant app. The company historically has only served ads on about 20% of its searches, so eventually monetizing its AI Overviews and Gemini app results would be a nice future opportunity. The company has also taken the lead in multimodal AI, with things such as text-to-video generation and visual search.\n\nThe company is also a leader in some other AI-adjacent emerging technologies including quantum computing and autonomous driving. The stock, meanwhile, is attractively valued, trading at a forward P/E of 19 times.\n\nArtist rendering of robotic AI.\n\nImage source: Getty Images\n\n3. Salesforce\n\nWhile AI infrastructure and cloud computing companies have seen the biggest revenue growth, agentic AI could be the next big wave. The AI getting the most attention at the moment has been generative AI, where AI can produce images, sound, or text in response to a user query. Agentic AI takes that a step further -- AI agents can go out and autonomously perform tasks within given parameters with little human supervision.\n\nSalesforce (NYSE: CRM) is looking to be at the forefront of agentic AI with its new Agentforce solution. The company already has a large customer base with its customer relationship management (CRM) software platform, and it will look to upsell these customers to its new AI agents. The company will have a number of out-of-the-box agents that can perform tasks in such areas as customer service, sales and marketing, and recruiting, while they will also be customizable through its no-code and low-code tools.\n\nReleased only in October, Agentforce has grown quickly, with the company saying it had more than 1,000 deals in place in mid-December. It projects to have 1 billion agents in force in fiscal 2026 (ending January 2026). Agentforce is a consumption product that costs $2 per conversation, so the more useful customers find its agents, the more upside it has.\n\nSalesforce currently trades at a forward price-to-sales (P/S) ratio of 7.4 times fiscal 2026 analyst estimates, which is very reasonable given the opportunity in front of it.\n\nShould you invest $1,000 in Nvidia right now?\n\nBefore you buy stock in Nvidia, consider this:\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and Nvidia wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $843,960!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\n*Stock Advisor returns as of January 13, 2025\n\nSuzanne Frey, an executive at Alphabet, is a member of The Motley Fool's board of directors. Geoffrey Seiler has positions in Alphabet. The Motley Fool has positions in and recommends Alphabet, Microsoft, Nvidia, and Salesforce. The Motley Fool recommends Broadcom and recommends the following options: long January 2026 $395 calls on Microsoft and short January 2026 $405 calls on Microsoft. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal weekends return to the Crescent Hotel to explain the unknown",
            "link": "https://www.arkansasonline.com/news/2025/jan/18/paranormal-weekends-return-to-the-crescent-hotel/",
            "description": "Those who sense the pull of the paranormal might once again be drawn to the Crescent Hotel and Spa in Eureka Springs -- ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9BG5XTk9qhVTL-R88RdzCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "15h",
            "source": "Arkansas Democrat-Gazette",
            "article_content": "Those who sense the pull of the paranormal might once again be drawn to the Crescent Hotel and Spa in Eureka Springs -- renowned as \"America's Most Haunted Hotel.\" It beckons to them through the 14th annual Eureka Springs Paranormal (ESP) Weekends, scheduled for the last two weekends of January, where guests get a 48-hour immersion into the spooky and unexplainable.\n\nVisitors get a full weekend venture that includes guided ghost hunts, hands-on investigations, seminars and unique behind-the-scenes access to the historic hotel's most active paranormal hotspots. Discounted accommodation prices beginning at $149 per night allow you to remain where the paranormal activity occurs throughout ESP.\n\nBuilt in 1886, the Crescent Hotel has a colorful and, at times, frightening past. From its days as a Victorian health spa to its notoriety under Norman Baker, who converted the hotel into a hospital promising miraculous cancer treatments, the hotel has been the setting for successes, tragedies and stories that continue to captivate.\n\nLarry Flaxman, a paranormal theorist, best-selling novelist in the field and the Crescent Hotel's resident paranormal investigator who is speaking at ESP, believes the Crescent's history adds to its continued spiritual presence.\n\n\"The rich history of the Crescent Hotel, including the unscrupulous acts of Norman Baker and the physical, emotional, and mental pain of his cancer patients who occupied the Crescent during its time as a hospital, has left an indelible mark,\" Flaxman said in a 2021 Crescent blog post. \"Hauntings are common in locations where there has been extreme trauma and tragedy, and the long history of tragedies at this property has lent itself to producing an environment highly conducive for paranormal activity and making the Crescent Hotel America's Most Haunted Hotel.\"\n\nAn ESP Weekend schedule offers a range of events geared for both experienced investigators and interested novices. The Crescent's very own tour guides and prominent specialists such as Flaxman and Dave Harkins, founder of the Ozarks Paranormal Society, will lead participants through seminars, talks and extended overnight investigations.\n\n\"I think the biggest thing for me is being able to educate folks about the possibilities, the scientific probabilities of the continuity of life,\" Flaxman said in an over-the-phone interview. \"There's a demonstration that I'll be doing on Saturday that sort of melds quantum mechanics and spirit communication into one.\"\n\nJason 'Iakona' Colobong of the podcast Paranormal Patrol, based in Kansas City, reflects on his own transforming experience at last year's ESP Weekend.\n\nColobong said ESP Weekend 2024 was his team's first foray into official paranormal investigating. They wanted to attend a public event hosted by experienced investigators so they could quietly sit back and see how things were done.\n\n\"Having our first formal investigation at the Crescent set the bar too high,\" Colobong said. \"Our first night at ESP 2024 was so filled with incidents and possible evidence that, when we go to other places, we find ourselves with far less, if any, evidence.\"\n\nThey had an unforgettable encounter in Norman Baker's bedroom, Colobong recounted, recalling how a mist-like figure climbed the stairs in time with the sound of footsteps. One of the other members of Paranormal Patrol, Jennifer Kohl, saw the mist-like figure while Colobong and Frank Pflumm were setting up the cameras and heard the footsteps themselves. When they turned around to see who it was, there was nothing there, but Colobong said Kohl asked over and over if they saw it. The two members didn't and unfortunately did not have the camera recording when it happened. All three disappointed, but still Colobong said the encounter has been one of the highlights of their career so far.\n\nThe real difference between the Crescent's paranormal event and others that the Paranormal Patrol has attended, Colobong said, comes in the overall experience. At the Crescent, visitors have guides and professionals who are all familiar with the common equipment used in the investigations. You don't have to have a large set of skills or even equipment for ESP weekend because the staff is there to help and provide you with what you need, he said.\n\n\"This is one of the best ways to get yourself exposed to the paranormal world without risk or significant cost,\" Colobong said. Paranormal Patrol plans to return to this year's ESP Weekend.\n\nSo the question is: Are you ready to hunt or ready to learn? Whether you're a believer, skeptic, or simply curious, the ESP Weekends allow you to delve into the Crescent Hotel and Spa's historic mysteries.\n\n-\n\nFAQ\n\n14th annual Eureka Springs Paranormal Weekends\n\nWHEN -- Jan. 24-26 and Jan. 31-Feb. 2. See schedule at the link below.\n\nWHERE -- Crescent Hotel and Spa, 75 Prospect Ave., Eureka Springs\n\nCOST -- $225 for all-events full-weekend pass. Discounted room rates start at $149 per night (for a 2-night stay).\n\nINFO -- reserveeureka.com/attractions/esp. Call (877) 342-9766 to reserve a room."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal investigation event set to take place at two historic sites in Colchester",
            "link": "https://www.msn.com/en-gb/news/other/paranormal-investigation-event-set-to-take-place-at-two-historic-sites-in-colchester/ar-AA1xsvYp?ocid=BingNewsVerp",
            "description": "Known for their supernatural tales, these sites will host a team of paranormal researchers, historians, and investigators.",
            "image_url": "https://www.bing.com/th?id=OVFT.G372mnKzuGv3OBnItcsM-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Colchester Gazette on MSN4h",
            "source": "Colchester Gazette on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Celebrity Help My House is Haunted teams up with TV icon after discovering ghost of ‘famous singer’ living in basement",
            "link": "https://www.thesun.co.uk/tv/32794878/celebrity-help-house-haunted-dom-joly-opera-ghost/",
            "description": "CELEBRITY Help My House is Haunted has teamed up with a noughties TV icon. On the Discovery Plus show, three experts attempt ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WtswhuWEzQqiwdDV73sSUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "The Sun",
            "article_content": "The star was known for his infamous prank show that aired in 70 countries\n\nGHOST BUSTERS Celebrity Help My House is Haunted teams up with TV icon after discovering ghost of ‘famous singer’ living in basement\n\nCELEBRITY Help My House is Haunted has teamed up with a noughties TV icon.\n\nOn the Discovery Plus show, three experts attempt to uncover paranormal activity using their senses combined with cutting-edge technology.\n\n6 Celebrity Help My House is Haunted will return for a new series Credit: PA\n\n6 Dom Joly enlisted the help of the paranormal experts to assist in clearing out his home Credit: Alamy\n\n6 Jayne Harris, Ian Lawman and Ghost hunter Barri Ghai are on hand to assist the nations stars Credit: PA\n\nParanormal researcher Jayne Harris, Ghost hunter Barri Ghai and psychic medium Ian Lawman will return to the airwaves with a brand new edition of Celebrity Help My House is Haunted.\n\nThey will be back to hunt down any unwanted spirits that stalk the homes of the UK's rich and famous celebrities.\n\nSeries one saw Martin Roberts, Strictly's Toyah Willcox and former Geordie Shore personality Charlotte Crosby all enlisted the services of the professionals.\n\nClaire Sweeney, James Argent, Chloe Ferry, Lady Colin Campbell, and Jake Quickenden are other celebs who have taken part over the years.\n\nOne of the latest star victims to take part in the hit show is comedian and writer Dom Joly.\n\nHe's best known as the face of hidden camera prank show, Trigger Happy TV, which aired in 70 countries for three years.\n\nAlthough he originally appeared on TV from 2000 until 2003, the 57-year-old star will be back on-screens.\n\nHowever, he needed the help of the experts as he sought to run the the ghost of a 'famous opera singer' out of the basement in his apparently haunted home.\n\n\"I'm in my haunted house as we speak,\" he explained to The Sun's TV Magazine. \"I should have thought about this and organised some opera drifting around, but I'm not in the basement, so I'm alright.\"\n\nThe famous on-screen personality admitted that although he came into the process with questions, he made some stark discoveries on the show that made him think otherwise.\n\nFans shocked as Noughties kids TV legends are spotted DJ-ing hardcore D&B set at 1.30am in new TikTok video as stars admit they’re ‘not normal’\n\nHe explained: \"I'm very sceptical about this sort of stuff and I was just pretty sure we had an opera singer living next door or something.\n\n\"But then this whole weird thing happened and it was really interesting because I didn't really know the history of the house too much.\n\n\"And suddenly up comes the fact that this famous opera singer lived in the house. And I'm like, well I am sceptical, but that is quite weird.\"\n\nIt turned out that a famous Opera singer named Agnes used to live in his property.\n\nI mean I'm a bit sceptical about the whole thing ... but it does creep me out Dom Joly\n\nDom feels like it could indeed be her spirit that is behind the mysterious musical noises that come from within the house.\n\n\"The thing is, I wouldn't have known, how could I have known that? So yeah, it is a bit odd. We're hearing opera.\"\n\nHe added: \"So yeah, I just don't know, I really don't.\n\n\"I mean I'm a bit sceptical about the whole thing, the different types of experts, but it does creep me out though, because I think I've creeped myself out.\n\n\"I don't know how much of my creepiness now is self-induced or whether it is actually Agnes.\n\n\"She doesn't strike me as, I can't believe I'm even talking about her like she exists, but she doesn't strike me as an evil presence.\"\n\n6 The prankster had a ghost of a famous opera singer named Agnes residing in his basement Credit: Getty\n\n6 Paul Chuckle is amongst the stars to feature on a previous edition Credit: Discovery+"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most Demanding Games to Test Your PC's Mettle",
            "link": "https://www.msn.com/en-us/gaming/gaming-platforms/most-demanding-games-to-test-your-pc-s-mettle/ar-BB1oBevR?ocid=BingNewsVerp",
            "description": "One of the biggest upsides of being a PC gamer is the ability to push games much, much farther than it would be possible on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dSCi4N_AgZ1auBB3HX883C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Cleanse Ghosts From The Golden Oldies House In The Sims 4: Life & Death",
            "link": "https://www.msn.com/en-us/home-and-garden/home-improvement/how-to-cleanse-ghosts-from-the-golden-oldies-house-in-the-sims-4-life-death/ar-AA1xsHhE?ocid=BingNewsVerp",
            "description": "Exploring The Golden Oldies Houses . Sims who take the plunge as urban explorers will get moodlets depending on their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I3CGYUZ1rM895-KnMbxkuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Webb’s Stunning Discovery: Could These Mysterious 'Little Red Dots' Be the Universe’s Earliest Black Holes?",
            "link": "https://scitechdaily.com/webbs-stunning-discovery-could-these-mysterious-little-red-dots-be-the-universes-earliest-black-holes/",
            "description": "Astronomers compile a large sample of an unusual class of objects in an effort to connect the dots to the early universe.",
            "image_url": "https://www.bing.com/th?id=OVFT.Xab53GbZU8OgT_jyAjTDni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 stunning ways retinal scans can predict stroke risk",
            "link": "https://rollingout.com/2025/01/19/retinal-vascular-stroke-prediction/",
            "description": "Discover how retinal vascular fingerprint analysis is revolutionizing stroke prediction through a simple eye scan, offering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.btVMqqU5W9NasFNSyrArIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Rolling Out2h",
            "source": "Rolling Out",
            "article_content": "In a groundbreaking discovery that sounds like science fiction but is absolutely real, researchers have found that your eyes contain hidden signals that could predict your risk of having a stroke. This revolutionary finding isn’t just another medical study, it’s a potential game-changer in how we approach stroke prevention and early detection.\n\nThe incredible science behind retinal fingerprints\n\nScientists have identified 29 unique vascular indicators in your retina that serve as warning signs for stroke risk. These tiny blood vessels in your eyes create patterns as unique as your fingerprints, and their condition can reveal crucial information about your overall health. Within these indicators, 17 are density-related markers that can increase your stroke risk by up to 19% when altered. These changes are like tiny red flags waving in your eyes, signaling potential danger before other symptoms appear. The remaining indicators focus on the size and twistedness of blood vessels, with changes potentially raising stroke risk by nearly 20%. Think of these vessels as tiny roads in your eyes, their condition reflecting the health of your entire cardiovascular system.\n\nWhy this discovery is absolutely mind-blowing\n\nTraditional stroke risk assessments often involve invasive procedures and expensive tests. But this new method requires nothing more than a specialized photograph of your eye. The implications are enormous, especially for communities where access to advanced medical testing is limited or cost-prohibitive.\n\nThe beauty of this breakthrough lies in its simplicity. During a routine eye exam, doctors can capture detailed images of your retina and analyze them for these crucial indicators. It’s painless, quick, and could potentially save countless lives through early detection.\n\nThe fascinating connection between your eyes and brain\n\nYour retina isn’t just a window to your soul, it’s actually an extension of your brain. Every tiny blood vessel in your eye tells a story about the health of your brain’s blood vessels. This connection explains why changes in your retinal vasculature can predict stroke risk with remarkable accuracy.\n\nWhat makes this discovery revolutionary\n\nThe research team analyzed data from over 45,000 participants. This massive study revealed that retinal analysis combined with basic demographic information could predict stroke risk as accurately as traditional methods.\n\nWhat’s truly remarkable is how this technology could transform preventive healthcare. Imagine walking into your local eye clinic and getting a comprehensive stroke risk assessment during your regular eye exam. This isn’t just convenient, it’s revolutionary for global health care accessibility.\n\nThe global impact of this breakthrough\n\nThis discovery could dramatically change how we approach stroke prevention worldwide. In regions where advanced medical facilities are scarce, a simple eye scan could become a lifesaving tool. The technology could help identify at-risk individuals years before they might experience a stroke, allowing for early intervention and prevention strategies.\n\nHealthcare providers are particularly excited about implementing this technology in primary care settings. It could become as routine as checking blood pressure, but with the potential to reveal much more detailed information about cardiovascular health.\n\nWhat this means for the future of healthcare\n\nThe implications extend far beyond stroke prediction. Researchers believe similar retinal analysis could help predict other conditions like heart disease and dementia. This opens up endless possibilities for early detection and prevention of various diseases through simple eye examinations.\n\nAs technology continues to advance, we might see artificial intelligence systems analyzing these retinal images in real-time, providing instant risk assessments and recommendations. This could revolutionize how we approach preventive healthcare, making it more accessible and effective than ever before.\n\nThe discovery of retinal vascular fingerprints as predictors of stroke risk isn’t just a scientific breakthrough, it’s a glimpse into the future of medicine. It shows us that sometimes the most powerful diagnostic tools are hidden in plain sight, waiting to be understood and utilized. As this technology develops and becomes more widely available, it could transform how we approach disease prevention and ultimately save countless lives through early detection and intervention."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers solve mystery of \"little red dots\" spotted by James Webb Space Telescope",
            "link": "https://www.msn.com/en-us/science/astronomy/astronomers-solve-mystery-of-little-red-dots-spotted-by-james-webb-space-telescope/ar-AA1xslJz?ocid=BingNewsVerp",
            "description": "A team of astronomers sifted through James Webb Space Telescope data from multiple surveys to compile one of the largest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WIlvnW3u7jr6IjRD8uo8fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "5hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make remarkable discovery experimenting with 23-year-old seeds: 'A significant step forward'",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/scientists-make-remarkable-discovery-experimenting-with-23-year-old-seeds-a-significant-step-forward/ar-AA1xsUer?ocid=BingNewsVerp",
            "description": "The whole thing might sound like magic — but it’s all rooted in some pretty neat science. Scientists make remarkable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w4QNx0PDSo9e6jBelDhMHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Cool Down on MSN2h",
            "source": "The Cool Down on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Recursion Pharmaceuticals, Inc. (RXRX): Revolutionizing Drug Discovery with AI and Strategic Collaborations for Strong Growth",
            "link": "https://www.msn.com/en-us/money/markets/amazon-com-inc-amzn-robust-financial-growth-advanced-ai-initiatives-and-next-gen-cloud-technology-drive-investment-potential/ar-AA1xrmNN?ocid=BingNewsVerp",
            "description": "We recently compiled a list of the Blackrock’s 30 Most Important AI Stocks. In this article, we are going to take a look at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.raiFfS-ePHhvMSNgYfRMci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Business Tech News: OpenAI Is Now Building Robots",
            "link": "https://www.forbes.com/sites/quickerbettertech/2025/01/19/business-tech-news-openai-is-now-building-robots/",
            "description": "OpenAI gets back to building robots, the 10 best laptops from CES, a tech expert predicts the future of online advertisting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SF1poVAuWrszmyEm5-71gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Ex-CTO Raids Rivals for Top Team at Her Startup",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-s-ex-cto-raids-rivals-for-top-team-at-her-startup/ar-AA1xr90y?ocid=BingNewsVerp",
            "description": "Mira Murati’s still unnamed AI startup’s goal remains a mystery, but she clearly has a plan—starting with gathering a pool of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sUdNnFsAcIHzbIq5Tl5rLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's Sam Altman cozies up to Trump by posting Democrats' letter worrying he's cozying up to Trump",
            "link": "https://www.msn.com/en-us/politics/government/openai-s-sam-altman-cozies-up-to-trump-by-posting-democrats-letter-worrying-he-s-cozying-up-to-trump/ar-AA1xqHbS?ocid=BingNewsVerp",
            "description": "In fact, he cozied up to Trump by trolling Democrats who sent a letter over concerns that Altman was...cozying up to Trump.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ofv6sgWd0MnCYAK5C_6VxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1don MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI whistleblower’s death fuels ‘conspiracy theory’ boosted by Elon Musk, Tucker Carlson, Bay Area congressman",
            "link": "https://www.eastbaytimes.com/2025/01/19/openai-whistleblowers-death-fuels-conspiracy-theory-boosted-by-elon-musk-tucker-carlson-local-congressman/",
            "description": "Former Fox News provocateur Tucker Carlson, on his Tuesday podcast, spoke with Balaji’s mother, Poornima Ramarao, about her ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GTDEEtTmBoHMWVNpvzObUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "East Bay Times",
            "article_content": "Trump says he will issue an executive order Monday to get TikTok back up"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI isn’t very good at history, new paper finds",
            "link": "https://www.msn.com/en-us/news/technology/ai-isn-t-very-good-at-history-new-paper-finds/ar-AA1xt2iQ?ocid=BingNewsVerp",
            "description": "The results, which were presented last month at the high-profile AI conference NeurIPS, were disappointing, according to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.17iy0TLD027z-L56zXvHUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stricter enforcement of Labor Code pushed amid dim Philippine employment outlook",
            "link": "https://www.bworldonline.com/the-nation/2025/01/19/647471/stricter-enforcement-of-labor-code-pushed-amid-dim-philippine-employment-outlook/",
            "description": "A STRICTER monitoring and enforcement mechanism to ensure compliance with labor standards is needed amid a 'dim' employment outlook, particularly in the country’s service and agriculture sectors, a ...",
            "image_url": "https://www.bing.com/th?id=ODF.zTrBHNVDT8sp7thgX6xLfg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "BusinessWorld6h",
            "source": "BusinessWorld",
            "article_content": "By Chloe Mari A. Hufana, Reporter\n\nA STRICTER monitoring and enforcement mechanism to ensure compliance with labor standards is needed amid a “dim” employment outlook, particularly in the country’s service and agriculture sectors, a labor leader said.\n\nA recent International Labour Organization (ILO) report on insufficient global employment growth mirrors the situation in the Philippines, where persistent decent work deficits in the service and agriculture sectors are attributed by the Federation of Free Workers (FFW) to rampant contractualization, low wages, and unsafe working conditions.\n\n“The outlook remains dim, particularly when considered alongside the International Monetary Fund’s (IMF) recent report. It estimates that 14% of the workforce — around 5 million Filipino workers — are at risk of displacement this year due to artificial intelligence (AI) and climate change,” FFW President Jose Sonny G. Matula told BusinessWorld in a Viber message over the weekend.\n\nThe ILO’s World Employment and Social Outlook: Trends 2025, released last week, found employment growth globally remained “too weak” to significantly impact lingering decent work deficits.\n\nWhile employment growth remains steady, various factors are testing the resilience of labor markets worldwide, it added.\n\n“The lack of faster global productivity growth is partly linked to the failure of structural change to move people out of agriculture into manufacturing and services,” it noted.\n\n“Given the poor working conditions in much of farming outside advanced economies, this also means that working poverty and informality have not benefited from people moving out of agriculture to better-paying jobs in industry and services,” it added.\n\nIndividuals in informal employment, particularly in agriculture and other sectors like wholesale and retail trade, often face irregular income and lack access to social protection, it added.\n\n“In this context, the vigorous exercise of the Department of Labor and Employment’s (DoLE) inspection and visitorial powers under the Labor Code is essential,” Mr. Matula said.\n\n“Strengthened monitoring and enforcement mechanisms will ensure that employers comply with labor standards, while the Employment Plan should adapt to rapidly changing labor market dynamics, including those influenced by technology and climate change,” he added.\n\nIn 2024, global employment grew alongside the expanding labor force, maintaining the global unemployment rate at a steady 5%, consistent with the level recorded in 2023, the ILO noted.\n\nHowever, this growth remains insufficient to address persistent decent work deficits as young workers continue to face high unemployment rates, around 12.6%, with little sign of improvement, it added.\n\nLabor Secretary Bienvenido E. Laguesma said the department conducted “extensive national consultations,” culminating in the upcoming 10-year Trabaho Para sa Bayan (TPB) Plan to address weak job growth.\n\n“Through these initiatives, we have identified several key areas of intervention that align with the goals of the TPB Plan and aim to address the challenges of regional employment disparities, particularly in rural areas,” he told BusinessWorld in a Viber message over the weekend.\n\n“Agriculture remains a cornerstone of rural employment, and we are committed to transforming this sector to boost productivity and job creation,” he added.\n\nHe noted the Labor department aims to introduce technology-enabled farming practices, climate-resilient methods and value-added processes into agribusiness through the Agricultural Competitiveness Enhancement Fund.\n\n“These initiatives will not only create more jobs but also enhance the sustainability and profitability of rural livelihoods,” he said.\n\nAccording to the Philippine Statistics Agency’s (PSA) November 2024 Labor Force Survey, the agriculture sector experienced the highest year on year job loss, with 1.99 Filipinos leaving the sector.\n\nThe agency attributed the loss to typhoons.\n\nRURAL WORKFORCE\n\nAccording to Mr. Laguesma, DoLE is empowering local government units (LGUs) to spearhead rural development by supporting them with investment strategies, microfinance for micro, small and medium enterprises (MSMEs) and infrastructure projects under the Build Better More program.\n\n“These initiatives will ensure that rural areas become hubs for inclusive economic activity,” he added.\n\nIn addition, DoLE is collaborating with the Technical Education and Skills Development Authority (TESDA) and local institutions, prioritizing tailored skills training.\n\nPrograms will focus on green skills development, digital upskilling and vocational training to prepare rural workers for opportunities in sustainable agriculture, eco-tourism, and renewable energy, he noted.\n\n“Our Public Employment Service Offices (PESOs) are key to facilitating job placement and matching in rural areas,” he added, noting that digitalization and enhancing labor market intelligence.\n\n“We aim to make employment services more accessible and effective, enabling rural job seekers to connect with opportunities tailored to their skills and aspirations,” he noted.\n\nThe labor chief also added the department is committed to fostering sustainable job opportunities in agriculture, eco-tourism and clean energy. These green initiatives will ensure long-term job creation while protecting environmental resources.\n\nSocial safety nets for rural workers are critical, he noted, adding the ILO has been helping DoLE in achieving these initiatives.\n\n“We will broaden coverage of social protection programs to include informal workers, addressing vulnerabilities and providing stability during economic transitions,” he added.\n\n“By prioritizing rural job creation and addressing regional disparities, we aim to build a resilient and equitable labor market where every Filipino has access to quality employment.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Poorly Planned Renovations Can Decrease Your Property Value",
            "link": "https://www.msn.com/en-us/home-and-garden/remodeling-and-construction/how-poorly-planned-renovations-can-decrease-your-property-value/ar-AA1xrEsj?ocid=BingNewsVerp",
            "description": "Renovating your home can be a double-edged sword. While it has the potential to increase your property's value, a poorly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kMVV24WGZkTSB_RLrhTOMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Goodbye TikTok, hello brainscrolling",
            "link": "https://www.msn.com/en-us/health/fitness/goodbye-tiktok-hello-brainscrolling/ar-AA1xrJox?ocid=BingNewsVerp",
            "description": "Pearls Premium gives you lifetime access to bite-sized, 15-minute summaries of bestsellers for just $29.99. TikTok might get ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gdiTiJg1R_aWpSjoiCPUpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Boing Boing on MSN15h",
            "source": "Boing Boing on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New FanDuel promo code: Win $5 Texans vs. Chiefs bet, get $300 in bonus bets instantly",
            "link": "https://www.cleveland.com/betting/2025/01/new-fanduel-promo-code-for-texans-vs-chiefs-bet-5-get-200-in-bonus-bets-instantly.html",
            "description": "New users don't need a FanDuel promo code to get a Bet $5, Get $200 in bonus bets instantly deal for Texans vs. Chiefs today.",
            "image_url": "https://www.bing.com/th?id=OVFT.TLOKMaGqrHNSoH32f7Bm6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20h",
            "source": "Cleveland.com",
            "article_content": "Get set for an exciting AFC Divisional Series matchup when the Houston Texans visit Arrowhead Stadium and the Kansas City Chiefs. FanDuel has $200 in bonus bets you can use for Saturday’s game. Follow along as I explain how you can get $300 in bonus bets without needing a FanDuel promo code for Texans vs. Chiefs on Saturday, January 18.\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $300 in bonuses if your first bet wins 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions Wager $5+ and get a $300 bonus. Bonus bets sent within 72 hours after your first bet settles as a win\n\n\n\nThere are no odds restrictions on your qualifying wager.\n\n\n\nBonuses can’t be withdrawn and expire after seven days. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, the District of Columbia ✅ Last verified Jan. 18, 2025\n\nFanDuel promo code: How to claim $300 in bonus bets for NFL Divisional Round\n\nYou won’t need any promo codes to activate the FanDuel promo. Just bet $5 on any contest on the FanDuel odds board, but you must follow some simple steps to make sure to get the $200 in bonus bets.\n\nTap any FanDuel promo code banner or links on this page to be redirected to the FanDuel Sportsbook sign-up page. Complete the mandatory forms and verify your new FanDuel betting account through an email or text message. Choose a banking option and make a minimum deposit of $5. Bet at least $5 on Saturday’s Texans vs. Chiefs matchup or any other game available. If your first bet wins, FanDuel will credit your account with $200 in bonus bets, distributed in increments of $25.\n\nFanDuel existing user promos\n\nFanDuel promo code bets expire in seven days. The company provides a range of special-themed bonuses and profit boosts specifically for NFL and NBA customers.\n\nNFL Profit Boosts: Enjoy weekly odds and profit boosts on all matchups during the NFL Playoffs.\n\nNo Sweat NFL Bets: FanDuel provides a “No Sweat Bet” bonus. If your NFL bet loses, FanDuel will credit you with a bonus bet equal to the amount of your losing wager.\n\nNFL Same-Game Parlay Profit Boosts: Get up to a 50% profit boost on your NFL same-game parlay (SGP) bets.\n\nHow to use your FanDuel promo code for Texans vs. Chiefs\n\nThis bonus is excellent because you receive $300 in FanDuel bonus bets for a $5 wager, which you don’t need to win to claim. If sports betting is new to you, please check out our expert guide on how to bet on sports.\n\nHere are some important trends to consider as you weigh how to make sure your first wager is a winner.\n\nNotable Houston Texans betting trends\n\nThe Houston Texans have only hit the Over in seven of their last 22 games (-7.40 Units / -30% ROI).\n\nThe Houston Texans have only hit the 4Q moneyline in four of their last 19 games (-6.40 Units / -25% ROI).\n\nThe Houston Texans have covered the 1H spread in 17 of their last 22 games (+11.10 Units / 43% ROI).\n\nNotable Kansas City Chiefs betting trends\n\nThe Kansas City Chiefs have hit the moneyline in nine of their last 11 games at home (+4.20 Units / 13% ROI).\n\nThe Kansas City Chiefs have hit the 1Q moneyline in five of their last six games at home (+5.00 Units / 41% ROI).\n\nThe Kansas City Chiefs have only hit the 2H Over in five of their last 15 games (-6.19 Units / -37% ROI)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Garena Free Fire MAX codes for January 19: Win vouchers and rewards today",
            "link": "https://timesofindia.indiatimes.com/technology/gaming/garena-free-fire-max-codes-for-january-19-win-vouchers-and-rewards-today/articleshow/117346670.cms",
            "description": "Garena Free Fire MAX has gained popularity as a top battle royale game in India following the ban on Garena Free Fire. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Mj6D1ozv0C61xf6tAXDMDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12h",
            "source": "Indiatimes",
            "article_content": "What are Free Fire Max redeem codes?\n\n\n\nGarena Free Fire Max redeem codes today, January 19\n\n\n\nUPQ7X5NMJ64V\n\nV44ZX8Y7GJ52\n\nXN7TP5RM3K49\n\nZRW3J4N8VX56\n\nTFX9J3Z2RP6G\n\nFFSUTXVQF2NR\n\nBLFY7MSTFXV2\n\nFY9MFW7KFSNN\n\nFFMSTXP2FWCK\n\nNPCQ2FW7PXN2\n\nFFXT7SW9KG2M\n\nFF4MTXQPFDZ9\n\nRD3TZK7WME65\n\nF8YC4TN6VKQ9\n\nWD4XJ7WQZ42A\n\nHZ2RM8VW9TP7\n\nJF6AT3ZREM45\n\nKFN9Y6XW4Z89\n\nMN3XK4TY9EP1\n\nHow to redeem Free Fire Codes\n\nVisit the Rewards Redemption website at https://reward.ff.garena.com/en\n\nLog in using your credentials from platforms such as Facebook, X, Apple ID, Google, VK ID, or Huawei ID\n\nEnter the redeem code into the visible text box on the screen\n\nComplete the redemption process by clicking 'Confirm'\n\nAfter successful redemption, you can collect Free Fire rewards by opening the Free Fire game on your device\n\nImportant points to note\n\nAfter successfully redeeming the code, players can retrieve their rewards from the in-game mail section\n\nThese codes are not applicable to guest accounts; you need to link your account to Facebook, X, Apple, Google, VK, or Huawei to claim the rewards\n\nPlease allow a 24-hour processing period for the rewards to be credited\n\nAlso read |\n\n|\n\n|\n\n|\n\nGarena Free Fire MAX has become widely acclaimed as a leading battle royale game in India, particularly after the Indian government's ban on Garena Free Fire. Since its inception, the game has secured a distinctive position among gaming enthusiasts in India due to its lively graphics and engaging gameplay. The redemption codes for Garena Free Fire MAX have a limited validity period of 12-18 hours, after which they expire. In accordance with developer regulations, these 12-character alphanumeric Garena FF redemption codes are available for daily claiming by 500 registered gamers.The redemption codes in Garena Free Fire Max allow players to obtain in-game items, including weapons, diamonds, skins, and other valuable rewards. Comprising 12-digit alphanumeric combinations of capital letters and numbers, these codes enhance the overall gaming experience for players.Upon redeeming these codes, players can unlock rewards such as a Rebel Academy Weapon Loot Crate, Revolt Weapon Loot Crate, Diamonds Voucher, and Fire Head Hunting Parachute."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science Uncovered: Breakdowns in Space and Discoveries from the Past",
            "link": "https://www.devdiscourse.com/article/technology/3230732-science-uncovered-breakdowns-in-space-and-discoveries-from-the-past",
            "description": "A recent SpaceX Starship test ended in an explosion, impacting airline routes over the Gulf of Mexico. Belgian scientists are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1hlzZmxGYRR2RvpXgEcBFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse3h",
            "source": "devdiscourse",
            "article_content": "In a dramatic turn of events, SpaceX's Starship rocket experienced a catastrophic failure minutes after its launch, prompting airlines to reroute flights over the Gulf of Mexico. The mission setback not only impacted airline operations but also marked a stumbling block for Elon Musk's ambitious space exploration initiatives.\n\nMeanwhile, scientific advancements take a novel turn in Belgium, as researcher Clement Martin collaborates with federal police to develop a scent based on dried human bones. This groundbreaking work aims to enhance the capabilities of sniffer dogs in locating long-lost human remains, building on previous success with decomposing flesh scents.\n\nAn archaeological breakthrough in Pompeii has unveiled a lavish private bath complex, offering insight into the opulence of ancient Roman society. The discovery of this grand facility, complete with multiple temperature chambers and an adjacent banquet hall, underscores the cultural richness of the city prior to its demise in AD 79.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explosive Developments: SpaceX, Ancient Discoveries, and the Science of Scents",
            "link": "https://www.devdiscourse.com/article/technology/3230445-explosive-developments-spacex-ancient-discoveries-and-the-science-of-scents",
            "description": "Recent science news covers SpaceX's Starship explosion, a new scent for sniffer dogs aiding cold cases, a Pompeii excavation, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RQCy6J4-82sXmJ2Snzh5Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse11h",
            "source": "devdiscourse",
            "article_content": "In a dramatic development on Thursday, SpaceX's Starship rocket mission ended abruptly when the spacecraft exploded minutes after launch from Texas. The incident, which involved an upgraded Starship carrying a test payload, prompted airlines to reroute flights over the Gulf of Mexico as debris scattered, marking a setback for Elon Musk's rocket program. The U.S. Federal Aviation Administration, in coordination with Turks and Caicos officials, is investigating the fallout, though no injuries have been reported.\n\nIn Belgium, scientist Clement Martin is collaborating with federal police to create a groundbreaking scent mimicking the smell of dried bones, helping sniffer dogs locate long-missing remains. This innovation follows Martin's earlier work isolating the scent of decomposing flesh, now essential in training cadaver dogs across Belgium.\n\nMeanwhile, archaeological explorations in Pompeii have uncovered an opulent private bath complex, providing insights into the affluent lifestyle of the Romans before the catastrophic eruption of Mount Vesuvius in AD 79. The newly unearthed site features hot, warm, and cold baths that could accommodate up to 30 guests, adorned with Greek mythological themes, showcasing the luxury of that era.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Webb’s Stunning Discovery: Could These Mysterious 'Little Red Dots' Be the Universe’s Earliest Black Holes?",
            "link": "https://scitechdaily.com/webbs-stunning-discovery-could-these-mysterious-little-red-dots-be-the-universes-earliest-black-holes/",
            "description": "Astronomers compile a large sample of an unusual class of objects in an effort to connect the dots to the early universe.",
            "image_url": "https://www.bing.com/th?id=OVFT.Xab53GbZU8OgT_jyAjTDni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers solve mystery of \"little red dots\" spotted by James Webb Space Telescope",
            "link": "https://www.msn.com/en-us/science/astronomy/astronomers-solve-mystery-of-little-red-dots-spotted-by-james-webb-space-telescope/ar-AA1xslJz?ocid=BingNewsVerp",
            "description": "A team of astronomers sifted through James Webb Space Telescope data from multiple surveys to compile one of the largest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WIlvnW3u7jr6IjRD8uo8fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 stunning ways retinal scans can predict stroke risk",
            "link": "https://rollingout.com/2025/01/19/retinal-vascular-stroke-prediction/",
            "description": "Discover how retinal vascular fingerprint analysis is revolutionizing stroke prediction through a simple eye scan, offering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.btVMqqU5W9NasFNSyrArIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Rolling Out2h",
            "source": "Rolling Out",
            "article_content": "In a groundbreaking discovery that sounds like science fiction but is absolutely real, researchers have found that your eyes contain hidden signals that could predict your risk of having a stroke. This revolutionary finding isn’t just another medical study, it’s a potential game-changer in how we approach stroke prevention and early detection.\n\nThe incredible science behind retinal fingerprints\n\nScientists have identified 29 unique vascular indicators in your retina that serve as warning signs for stroke risk. These tiny blood vessels in your eyes create patterns as unique as your fingerprints, and their condition can reveal crucial information about your overall health. Within these indicators, 17 are density-related markers that can increase your stroke risk by up to 19% when altered. These changes are like tiny red flags waving in your eyes, signaling potential danger before other symptoms appear. The remaining indicators focus on the size and twistedness of blood vessels, with changes potentially raising stroke risk by nearly 20%. Think of these vessels as tiny roads in your eyes, their condition reflecting the health of your entire cardiovascular system.\n\nWhy this discovery is absolutely mind-blowing\n\nTraditional stroke risk assessments often involve invasive procedures and expensive tests. But this new method requires nothing more than a specialized photograph of your eye. The implications are enormous, especially for communities where access to advanced medical testing is limited or cost-prohibitive.\n\nThe beauty of this breakthrough lies in its simplicity. During a routine eye exam, doctors can capture detailed images of your retina and analyze them for these crucial indicators. It’s painless, quick, and could potentially save countless lives through early detection.\n\nThe fascinating connection between your eyes and brain\n\nYour retina isn’t just a window to your soul, it’s actually an extension of your brain. Every tiny blood vessel in your eye tells a story about the health of your brain’s blood vessels. This connection explains why changes in your retinal vasculature can predict stroke risk with remarkable accuracy.\n\nWhat makes this discovery revolutionary\n\nThe research team analyzed data from over 45,000 participants. This massive study revealed that retinal analysis combined with basic demographic information could predict stroke risk as accurately as traditional methods.\n\nWhat’s truly remarkable is how this technology could transform preventive healthcare. Imagine walking into your local eye clinic and getting a comprehensive stroke risk assessment during your regular eye exam. This isn’t just convenient, it’s revolutionary for global health care accessibility.\n\nThe global impact of this breakthrough\n\nThis discovery could dramatically change how we approach stroke prevention worldwide. In regions where advanced medical facilities are scarce, a simple eye scan could become a lifesaving tool. The technology could help identify at-risk individuals years before they might experience a stroke, allowing for early intervention and prevention strategies.\n\nHealthcare providers are particularly excited about implementing this technology in primary care settings. It could become as routine as checking blood pressure, but with the potential to reveal much more detailed information about cardiovascular health.\n\nWhat this means for the future of healthcare\n\nThe implications extend far beyond stroke prediction. Researchers believe similar retinal analysis could help predict other conditions like heart disease and dementia. This opens up endless possibilities for early detection and prevention of various diseases through simple eye examinations.\n\nAs technology continues to advance, we might see artificial intelligence systems analyzing these retinal images in real-time, providing instant risk assessments and recommendations. This could revolutionize how we approach preventive healthcare, making it more accessible and effective than ever before.\n\nThe discovery of retinal vascular fingerprints as predictors of stroke risk isn’t just a scientific breakthrough, it’s a glimpse into the future of medicine. It shows us that sometimes the most powerful diagnostic tools are hidden in plain sight, waiting to be understood and utilized. As this technology develops and becomes more widely available, it could transform how we approach disease prevention and ultimately save countless lives through early detection and intervention."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Updated FanDuel promo code: Bet $5, get $300 bonus for Commanders vs. Lions if your bet wins",
            "link": "https://www.cleveland.com/betting/2025/01/updated-fanduel-promo-code-bet-5-get-300-bonus-for-commanders-vs-lions-if-your-bet-wins.html",
            "description": "With the FanDuel promo code rewarding you $300 in bonus bets only if you win your first wager, it’s important to succeed.",
            "image_url": "https://www.bing.com/th?id=OVFT.YSfssb_FrqjavP2_ybg2jS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "16h",
            "source": "Cleveland.com",
            "article_content": "Just eight teams remain in the NFL Playoffs and today the Detroit Lions host the Washington Commanders in the NFC Divisional Round. Those who sign up with our newest FanDuel promo code (no code required) can access $300 worth of bonus bets if their first bet is successful.\n\nThis offer won’t last long, so keep reading to take your chance at getting a huge payday on your first wager with FanDuel today!\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $300 in bonuses if your bet wins 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions Wager $5+ and get a $300 bonus. Bonus bets sent within 72 hours of qualifying wager settlement.\n\nThere are no odds restrictions on your qualifying wager.\n\nBonuses can’t be withdrawn and expire after seven days. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, the District of Columbia ✅ Last verified Jan. 18, 2025\n\nFanDuel promo code: How to claim your $300 sportsbook bonus\n\nAll that’s required is a wager of $5 or more and you’ve activated this offer. Once completed, FanDuel will pay out your $300 in bonus bets so long as your wager is successful. You can use these bonuses all at once or dispersed between multiple bets. Just be sure to use them before expiration.\n\nGet signed up by following these simple steps:\n\nClick our FanDuel promo code and click the green ‘Join’ button. Fill in the required fields. If you register using one of our links, no code is required. Choose a banking method and deposit at least $5 into your new account. Wager a minimum of $5 on Texans vs. Chiefs or any other sporting event.\n\nThe entire $300 bonus must be used within seven days of distribution. If not, the remainder will expire.\n\nFanDuel Sportsbook existing user promos\n\nProfit boosts : Get enhanced odds on select betting markets.\n\n: Get enhanced odds on select betting markets. No sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\n: If your bet loses, receive a bonus bet to try again with house money. Referral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nHow to use the FanDuel Sportsbook promo code for Commanders vs. Lions\n\nThis welcome offer is exciting, but there is more to look forward to when signing up with FanDuel. As one of the top sportsbooks in the industry, the platform is constantly offering additional promos throughout the year for you to maximize your experience. Here are just a few you can look forward to on FanDuel:The Washington Commanders are +9.5-point (-118) road underdogs when they take on the Detroit Lions today at Ford Field in Detroit, Michigan.\n\nThe winner will advance to the NFC Championship on January 26th, where they’ll match up against the Rams-Eagles winner.\n\nWith the FanDuel promo code rewarding you $300 in bonus bets only if you win your first wager, it’s important to succeed. However, there are no odds requirements, so you’ll just need to find an easy-to-succeed betting line.\n\nA great way to find that is by taking an alternate total points line. The Washington Commanders over 6.5 total points (-7000) is extremely safe and should help you earn $300 in bonus bets thanks to this FanDuel welcome offer.\n\nThe best part is, you can use the $300 in bonus bets on anything FanDuel offers after receiving it, whether you want to get in on more NFL Playoff action, or you feel like betting on any other sport."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Millionaire-Maker Artificial Intelligence (AI) Stocks",
            "link": "https://www.aol.com/3-millionaire-maker-artificial-intelligence-112000373.html",
            "description": "Artificial intelligence (AI) has been referred to as a generational opportunity by leadership at some of the top tech ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0SRLMAN1LjgLUvNdj-gjVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "6h",
            "source": "AOL",
            "article_content": "Artificial intelligence (AI) has been referred to as a generational opportunity by leadership at some of the top tech companies in the world. While some of the benefits are already beginning to be felt, AI still looks to be in the early stages of its development as a revolutionary technology.\n\nGiven that there is still a long way to go in AI's development, there is also seemingly plenty of opportunity left for companies to benefit and potentially help make investors who get in early into millionaires. Let's look at three stocks across AI infrastructure, cloud computing, and software that could push a millionaire-making portfolio to its goal over the long haul.\n\nStart Your Mornings Smarter! Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\n1. Nvidia\n\nNvidia (NASDAQ: NVDA) has been one of the biggest AI winners thus far, but that doesn't preclude it from continuing to be a big winner. Computing power is paramount for training large language models (LLMs) and running inference needed for AI's development and operations. Nvidia's graphics processing units (GPUs) have proven to be one of the best chips to accomplish these tasks. One of two big GPU designers, Nvidia has been able to take a dominant market share of nearly 90% in the space with the help of its CUDA software platform, which makes it much easier to program GPUs for various AI tasks.\n\nAs such, Nvidia's GPUs have become the backbone of AI data center infrastructure, which continues to grow at a rapid pace. As companies look to train more sophisticated LLMs, they need exponentially more computing power. Some of the latest versions of AI models require 10 times as many GPUs as their prior versions in order to accomplish their computationally intensive tasks. There are indications that there could be LLMs requiring 1 million AI chip clusters in the near future.\n\nMeanwhile, AI infrastructure remains robust, with Nvidia's largest customer Microsoft recently announcing it would spend an astonishing $80 billion building out data centers in 2025. Other large tech companies have also indicated that they plan to increase their AI-related spending this year.\n\nWith no end currently in sight for AI infrastructure spending, Nvidia continues to look like a long-term winner. Meanwhile, the stock is attractively priced with a forward price-to-earnings (P/E) ratio of below 30 and a price/earnings-to-growth ratio (PEG) under 1, which generally indicates a stock is undervalued.\n\n2. Alphabet\n\nAlphabet (NASDAQ: GOOGL) (NASDAQ: GOOG) is hoping to be an AI winner in several areas. The company has already seen strong growth in its cloud computing unit, Google Cloud, which saw its revenue jump 35% last quarter, as it helps customers build out their own AI models and applications. Meanwhile, the high-fixed-cost business has grown to a point where it is now profitable. As a result, segment income surged from $266 million in the year-ago quarter to $1.95 billion in the third quarter of 2024.\n\nWithin the data center segment of its business, Alphabet has also designed its own custom AI chips with the help of Broadcom. By using these custom tensor processing units (TPUs) in combination with GPUs, Alphabet is improving AI inference processing times and lowering costs for its users and clients. That could help give the segment even more operating leverage.\n\nIn addition, Alphabet has a nice opportunity with AI search and its Gemini AI assistant app. The company historically has only served ads on about 20% of its searches, so eventually monetizing its AI Overviews and Gemini app results would be a nice future opportunity. The company has also taken the lead in multimodal AI, with things such as text-to-video generation and visual search.\n\nThe company is also a leader in some other AI-adjacent emerging technologies including quantum computing and autonomous driving. The stock, meanwhile, is attractively valued, trading at a forward P/E of 19 times.\n\nArtist rendering of robotic AI.\n\nImage source: Getty Images\n\n3. Salesforce\n\nWhile AI infrastructure and cloud computing companies have seen the biggest revenue growth, agentic AI could be the next big wave. The AI getting the most attention at the moment has been generative AI, where AI can produce images, sound, or text in response to a user query. Agentic AI takes that a step further -- AI agents can go out and autonomously perform tasks within given parameters with little human supervision.\n\nSalesforce (NYSE: CRM) is looking to be at the forefront of agentic AI with its new Agentforce solution. The company already has a large customer base with its customer relationship management (CRM) software platform, and it will look to upsell these customers to its new AI agents. The company will have a number of out-of-the-box agents that can perform tasks in such areas as customer service, sales and marketing, and recruiting, while they will also be customizable through its no-code and low-code tools.\n\nReleased only in October, Agentforce has grown quickly, with the company saying it had more than 1,000 deals in place in mid-December. It projects to have 1 billion agents in force in fiscal 2026 (ending January 2026). Agentforce is a consumption product that costs $2 per conversation, so the more useful customers find its agents, the more upside it has.\n\nSalesforce currently trades at a forward price-to-sales (P/S) ratio of 7.4 times fiscal 2026 analyst estimates, which is very reasonable given the opportunity in front of it.\n\nShould you invest $1,000 in Nvidia right now?\n\nBefore you buy stock in Nvidia, consider this:\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and Nvidia wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $843,960!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\n*Stock Advisor returns as of January 13, 2025\n\nSuzanne Frey, an executive at Alphabet, is a member of The Motley Fool's board of directors. Geoffrey Seiler has positions in Alphabet. The Motley Fool has positions in and recommends Alphabet, Microsoft, Nvidia, and Salesforce. The Motley Fool recommends Broadcom and recommends the following options: long January 2026 $395 calls on Microsoft and short January 2026 $405 calls on Microsoft. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle East latest: A long-awaited Gaza ceasefire starts after a delay",
            "link": "https://globalnews.ca/news/10966656/middle-east-latest-a-long-awaited-gaza-ceasefire-starts-after-a-delay/",
            "description": "A ceasefire in the Gaza Strip took effect on Sunday following an almost three-hour delay after Hamas was late to name the three hostage it plans to release.",
            "image_url": "https://www.bing.com/th?id=OJ.Li0DxUp7owGNqw&pid=news&w=35&h=16&rs=2",
            "category": "it+startup",
            "date": "3h",
            "source": "Global News",
            "article_content": "Send this page to someone via email\n\nA ceasefire in the Gaza Strip took effect on Sunday following an almost three-hour delay after Hamas was late to name the three hostage it plans to release.\n\nThe announcement from Prime Minister Benjamin Netanyahu’s office said the ceasefire began at 11:15 a.m. local time (0915 GMT). Israel said earlier it would keep fighting until the names were handed over in accordance with the agreement.\n\nHamas blamed the delay in handing over the names on “technical field reasons.” It said in a statement that it is committed to the ceasefire deal announced last week.\n\nThe ceasefire is set to pause the fighting after 15 months of war and see the release of dozens of hostages held by the militants in the Gaza Strip and hundreds of Palestinians imprisoned by Israel. Israel’s Cabinet approved the deal early on Saturday.\n\nBrokered by mediators the United States, Qatar and Egypt in months of indirect talks between the warring sides, the ceasefire is the second truce achieved in the devastating conflict.\n\nStory continues below advertisement\n\nThe Hamas-led Oct. 7, 2023, attack on southern Israel killed some 1,200 people and took some 250 others captive. Nearly 100 hostages remain in Gaza.\n\nIsrael responded with an offensive that has killed more than 46,000 Palestinians, according to local health officials, who do not distinguish between civilians and militants but say women and children make up more than half the dead.\n\nHere’s the latest:\n\nResidents in bombed-out Rafah in southern Gaza return to find destruction\n\nCAIRO — Residents n Gaza’s southern city of Rafah returned to find massive destruction following a ceasefire that took hold Sunday. Some found human remains in the rubble.\n\n“It’s an indescribable scene. It’s like you see a Hollywood horror movie,” Mohamed Abu Taha told The Associated Press as he and his brother inspected the family home in Rafah’s Salam neighborhood. He described “flattened houses, human remains, skulls and other body parts, in the street and in the rubble.”\n\nHe shared footage of piles of rubble he said had been the family’s house.\n\nTrump welcomes the impending release of 3 hostages from Gaza\n\nWASHINGTON — President-elect Donald Trump has welcomed the impending release of three hostages held by militants in Gaza as part of a ceasefire agreement with Israel that started Sunday.\n\nStory continues below advertisement\n\n“Hostages starting to come out today! Three wonderful young women will be first,” Trump wrote in a post on the social media platform Truth Social.\n\nPope expresses gratitude for Gaza ceasefire\n\nVATICAN CITY — Pope Francis expressed his gratitude for the Gaza ceasefire and praised the role of mediators.\n\nFrancis thanked all those involved who worked to make the deal possible, praying that all the hostages will be able to return home and embrace again their loved ones.\n\nThe pontiff noted that he continues to pray that whatever has been agreed upon “will be respected.”\n\nFrancis also prayed that greatly-needed humanitarian aid will be able to arrive in Gaza as soon as possible, and that the international community will continue to help both sides as to best foster “dialogue, hope and peace.”\n\nUN agency says food trucks entering Gaza\n\nCAIRO — The U.N. World Food Program said trucks have started entering Gaza through two crossings after the ceasefire took hold Sunday.\n\nIn a post on X, WFP said the first trucks carried life-saving wheat flour and ready-to-eat food parcels. It said it aims to deliver food daily along humanitarian corridors that include Egypt, Jordan and Israel crossing points.\n\nStory continues below advertisement\n\n“This ceasefire is critical for the humanitarian response. Safety, and access must be ensured,” the agency said.\n\nPalestinians in Gaza celebrate the ceasefire\n\nKHAN YOUNIS, Gaza Strip — Celebrations erupted early Sunday across the Gaza Strip as people hoped for respite after 15 months of war that killed tens of thousands and destroyed large areas of the territory. Masked militants appeared at some of the celebrations, where the crowds chanted slogans in support of them, according to Associated Press reporters in Gaza.\n\nGet daily National news Get the day's top news, political, economic, and current affairs headlines, delivered to your inbox once a day. Sign up for daily National newsletter Sign Up By providing your email address, you have read and agree to Global News' Terms and Conditions and Privacy Policy\n\nGaza’s Civil Defense, first responders who operate under the Hamas-run government, held a parade in Gaza City, where the rescuers waved a Palestinian flag alongside other revelers, according to AP footage. It also showed a small group of people carrying the flags of Islamic Jihad, the second largest militant group after Hamas, which took part in the Oct. 7, 2023, attack on Israel that triggered the war.\n\nThe Hamas-run police began deploying in public after mostly lying low due to Israeli airstrikes. Gaza City residents said they had seen them operating in parts of the city, and the AP reporter in Khan Younis saw a small number out on the streets.\n\nPalestinian residents began returning to their homes in parts of Gaza City early Sunday, even as tank shelling continued to the east, closer to the Israeli border, overnight. Families could be seen making their way back on foot, with their belongings loaded on donkey carts, residents said.\n\nStory continues below advertisement\n\n“The sound of shelling and explosions didn’t stop,” said Ahmed Matter, a Gaza City resident. He said he saw many families leaving their shelters and returning to their homes. “People are impatient. They want this madness to end,” he said.\n\nFamilies of Israeli hostages worry about the next step\n\nPARIS — At a gathering in Paris, relatives of Israeli hostages say the coming days and weeks remain fraught with worries for them despite Hamas promises to release some of the captives under the long-awaited ceasefire with Israel.\n\nMoshe Emilio Lavi, the brother-in-law of hostage Omri Miran, said at the gathering Saturday night that he’s concerned about the health effects for those held for more than 450 days.\n\n“You can imagine that hostages who were subject to torture, abuse, sexual violence, deprived of food, water, sanitation, sunlight for so long — everyone is a humanitarian case, which is why we as families reject the notion this is a humanitarian deal,” he said.\n\n“The first phase is not. If it was, every hostage, including my brother-in-law, Omri, would return home tomorrow. So we are not optimistic.”\n\nOlivier Jaoui, a relative of French-Israeli hostage Ofer Kalderon, said families have “many concerns because we don’t know who is alive, who is dead among the hostages and in particular, for us, Ofer Kalderon, our cousin.”\n\nStory continues below advertisement\n\nHe added that “another concern, obviously, is in what state they will return.”\n\nIsrael names all 3 hostages set to release on Sunday\n\nTEL AVIV, Israel — An Israeli official confirmed that Romi Gonen, 24, Emily Damari, 28, and Doron Steinbrecher, 31, were set to be released later on Sunday.\n\nGonen was abducted from the Nova music festival, while the other two were kidnapped from Kibbutz Kfar Aza. Damari is an Israeli-British dual citizen.\n\nThe official said the families had approved the publication of the names. The official spoke on condition of anonymity in line with regulations.\n\nIsraelis anxiously await the return of hostages\n\nSDEROT, Israel — In the hours before the ceasefire between Hamas and Israel took effect Sunday, some Israelis gathered on a hill overlooking the war-ravaged Gaza Strip, where Israeli strikes continued for several hours after a delay in the truce.\n\nWarplanes roared, helicopters thudded and drones buzzed overhead as smoke plumes rose from the rubble of northern Gaza, as seen from across the border with Israel.\n\nAsher Pizem said he grew up next to the sounds of war in the southern Israeli city of Sderot. He welcomed the expected return of the hostages held in Gaza, calling them his “brothers and sisters.”\n\nStory continues below advertisement\n\nBut the 35-year-old criticized the ceasefire-for-hostages deal that he saw as kicking the problem down the road. He said he believed that by allowing humanitarian aid into Gaza, the Israeli government is fueling the regrouping and rearming of Hamas.\n\n“They will take the time and attack again,” he said.\n\nAn Israeli airstrike kills 8 in Gaza, medics say\n\nKHAN YOUNIS, Gaza Strip — An Israeli airstrike killed at least eight people in the Gaza Strip after the ceasefire was delayed, Palestinian medical officials said.\n\nNasser Hospital in the southern Gaza city of Khan Younis confirmed the casualties from Sunday’s strike, which it said had occurred around two hours after the truce was supposed to take effect.\n\nIsrael said Hamas delayed the start of the truce by not naming the hostages it was supposed to release later on Sunday. Hamas publicized the names around two hours after the ceasefire had been due to begin.\n\nHamas names the 3 hostages it plans to release Sunday as part of ceasefire deal\n\nGAZA CITY, Gaza Strip — The Hamas militant group has named the three hostages it plans to release on Sunday, potentially clearing the way for the start of a Gaza ceasefire after a delay.\n\nStory continues below advertisement\n\nIsrael had earlier said it would continue fighting in Gaza until the names were handed over in accordance with the agreement. The start of the ceasefire has been delayed by more than two hours.\n\nThere was no immediate comment from Israel after Hamas’ armed wing published the names on social media.\n\nHard-liner Ben-Gvir and his party’s other Cabinet members submit their resignations\n\nJERUSALEM — The party of Israel’s hard-line National Security Minister Itamar Ben-Gvir says its Cabinet ministers submitted their resignations from the government on Sunday in opposition to the Gaza ceasefire deal.\n\nThe departure of the Jewish Power party from Israeli Prime Minister Benjamin Netanyahu’s government does not bring down the coalition or affect the ceasefire. But Ben-Gvir’s departure destabilizes the coalition.\n\nIsrael says it recovered the body of a soldier killed in 2014 hours before Gaza ceasefire\n\nDEIR AL-BALAH, Gaza Strip — Israeli authorities said Sunday that forces had recovered and returned the body of a soldier killed in the 2014 Israel-Hamas war, whose remains were held by the Palestinian militant group in Gaza.\n\nIsraeli military spokesperson Rear Adm. Daniel Hagari said a complicated operation involving elite commando forces returned the body of Oron Shaul overnight Saturday.\n\nShaul, 21 at the time of his death, was killed in battle in the war a decade ago. His body was snatched by Hamas and held since.\n\nStory continues below advertisement\n\nHamas still holds the body of another soldier killed during that war, Hadar Goldin.\n\nBoth of the soldiers’ families had staged a public campaign to have the bodies returned.\n\nThe bodies were expected to be returned as part of the fragile ceasefire deal with Hamas in exchange for the hostages and bodies it holds.\n\nUN’s humanitarian affairs agency ramps up preparations to provide aid to Gaza\n\nUNITED NATIONS — The U.N.’s humanitarian affairs agency says it has ratcheted up its preparations for providing aid to Gaza after the ceasefire between Israel and Hamas takes effect.\n\nMuhannad Hadi, the agency’s humanitarian coordinator for the territory, said Saturday the United Nations and its partners are ready to leverage the opportunity for large-scale relief.\n\nHadi referenced in a statement the agreements reached on implementing humanitarian components in the first phase of the ceasefire, including the provision of supplies “including water, food, health and shelter to people across Gaza and the long-awaited release of hostages.”\n\nThe ceasefire between Israel and Hamas it set to go into effect at 8:30 a.m. local time (0630 GMT) on Sunday, mediator Qatar said. It will pause the fighting after 15 months of war and see the release of dozens of hostages held by the militants in the Gaza Strip and hundreds of Palestinians imprisoned by Israel.\n\nStory continues below advertisement\n\nDozens of Israelis protest ceasefire deal in Jerusalem\n\nJERUSALEM — Dozens of Israelis protested the ceasefire deal in Jerusalem on Saturday night, briefly blocking a main road as they shouted for Prime Minister Benjamin Netanyahu to resign and the war to continue.\n\nMany carried faux coffins draped in the Israeli flag as well as banners calling the ceasefire a “betrayal” of Israeli soldiers killed in the war.\n\nYehoshua Shin, whose son was killed fighting Hamas militants on Oct. 7, criticized the deal for releasing Palestinians from prison and called on American president- elect Donald Trump to scrap the deal until there is “total victory” over the Hamas militant group.\n\nNetanyahu says Israel treating ceasefire with Hamas as temporary\n\nJERUSALEM — Prime Minister Benjamin Netanyahu said Saturday that Israel is treating the ceasefire with Hamas as temporary and retains the right to continue fighting if necessary.\n\nSpeaking to the nation just 12 hours before the ceasefire is to start, he claimed that he had the support of President-elect Donald Trump, who he said he spoke with on Wednesday.\n\nNetanyahu also touted Israel’s military successes in Lebanon and Syria as the reason Hamas agreed to a ceasefire. “We have changed the face of the Middle East,” Netanyahu said.\n\nStory continues below advertisement\n\nNetanyahu stressed that he was able to negotiate the best deal possible even as Israel’s far-right Public Security Minister Itamar Ben-Gvir said Saturday he and most of his party would resign from the government in opposition.\n\nWith files from Tia Goldenberg and Josef Federman"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These Billionaires, Companies And Investors—Elon Musk, Kevin O’Leary And More—Could Buy TikTok As Ban Starts",
            "link": "https://www.forbes.com/sites/tylerroush/2025/01/19/these-billionaires-companies-and-investors-elon-musk-kevin-oleary-and-more-could-buy-tiktok-as-ban-starts/",
            "description": "ByteDance, TikTok’s parent company, is required to sell the app to a U.S.-based buyer or face a nationwide ban.",
            "image_url": "https://www.bing.com/th?id=OVFT.JLYHdJ-laSQ89jnC4SFney&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Agents Are Coming in 2025. Here's My Top Stock Pick To Capitalize on the Next Wave of AI Investing.",
            "link": "https://finance.yahoo.com/news/ai-agents-coming-2025-heres-134500720.html",
            "description": "Currently, it's being used as a program on the side of normal work, but it's about to enter a new phase: Agentic AI. Agentic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QtOoGPXrWBlGi6kAG8gjky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "2h",
            "source": "YAHOO!Finance",
            "article_content": "Generative artificial intelligence (AI) is an incredible technology, and we've only scratched the surface of its potential. Currently, it's being used as a program on the side of normal work, but it's about to enter a new phase: Agentic AI. Agentic AI, often called AI agents, involves setting up software programs to do tasks that humans normally do. This next phase in implementing AI is critical, as it will allow those at the cutting edge to do more with fewer resources.\n\nOne of the leaders in agentic AI is Salesforce (NYSE: CRM). The software company is making a heavy push to promote and integrate agentic AI, and it also has one of the best platforms for implementing it.\n\nSalesforce's platform is ripe for agentic AI integration\n\nSalesforce makes customer relationship management (CRM) software. CRM is an incredibly broad sector but can generally be summarized as a business interaction with a potential customer from the marketing stage to after-sale support. There's a lot that happens between those two points, and Salesforce software is there to offer support along the way.\n\nMany customer interactions can be automated by AI agents, which is why agentic AI is such a massive trend for Salesforce. As with most software-as-a-service (SaaS) companies, the more add-ons you have from the base software package, the more expensive it gets. This unlocks another milestone for the generative AI trend; we're reaching a point where many companies are starting to monetize their AI investments.\n\nSalesforce's CEO and co-founder, Marc Benioff, is extremely bullish on agentic AI. During the company's 2024 Dreamforce conference, he stated, \"This is what AI was meant to be.\" That's a big statement, but the ability for companies to become more efficient and free their workers up to do tasks that require original thinking will be a huge change for many in the workforce.\n\nHowever, does this one technology have the ability to drive Salesforce's stock to new heights?\n\nSalesforce needs this new technology to kick-start growth again\n\nSalesforce is a mature software company that started to shift from growth-at-all-costs to maximizing profitability a few years ago. However, its sales growth has been a bit slow, by most software company standards, over the past few quarters. In its fiscal 2025's third quarter (ended Oct. 31), revenue was up 8% year over year to $9.44 billion. Earnings per share (EPS) were $1.60 versus $1.26 a year ago -- a 27% gain.\n\nEPS growth outpaced revenue growth because of Salesforce's rising margins. During last year's third quarter, Salesforce posted operating margins of 17.8%. This year, it delivered 20.6% operating margins. This will be a key trend to watch, as some of the most profitable software companies can reach profit margins of up to 30%. It will likely be some time before Salesforce can reach that level (if it can), but shareholders will be elated if it does.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to factory reset a PlayStation Portal",
            "link": "https://www.digitaltrends.com/gaming/factory-reset-ps-portal/",
            "description": "The PlayStation Portal is an exceptional handheld, but if you're looking to sell yours (or simply want to reset it for any ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZVbGjJakEwtxDt5msa4mtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "2h",
            "source": "Digital Trends",
            "article_content": "Whether you're looking to sell your PlayStation Portal, or you simply want to reset it for any reason at all, a full factory reset will ensure that all of your data is erased from the device. If that's something you're looking to do, we will tell you exactly how to do it below — and luckily, it's a quick and easy process!\n\nRecommended Videos\n\nDifficulty Easy Duration 5 minutes What You Need PlayStation Portal\n\nHow to factory reset a PlayStation Portal\n\nWhen you're ready to factory reset your PlayStation Portal, follow the instructions below.\n\nStep 1: Swipe from the top right of the screen to open the Quick Settings tabs.\n\nStep 2: Choose Settings.\n\nStep 3: Within the Settings, navigate to System > System Software > Reset Options.\n\nStep 4: Here, you'll be informed that the device will sign you out of your PlayStation account and wipe all settings. If you're ready to factory reset the PlayStation Portal, select Reset to begin the process."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalises 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://telecom.economictimes.indiatimes.com/news/internet/openai-finalises-o3-mini-reasoning-ai-model-version-to-launch-it-soon/117366251",
            "description": "OpenAI said it was testing reasoning AI models, o3 and o3 mini, indicating growing competition with rivals such as Alphabet's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m2uiog1zOnzwXs9WGe3euy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "12h",
            "source": "telecom.economictimes.indiatimes",
            "article_content": "ChatGPT maker OpenAI has finalised a version of its new reasoning AI model o3 mini and would be launching it in a couple of weeks, CEO Sam Altman said on Friday.\n\n\n\nThe Microsoft-backed company has considered user feedback and, consequently, plans to release the application programming interface (API) and ChatGPT simultaneously, Altman wrote in a post on social media platform X.\n\n\n\nLast December, OpenAI said it was testing reasoning AI models, o3 and o3 mini, indicating growing competition with rivals such as Alphabet's Google to create smarter models capable of tackling complex problems.\n\n\n\nThe AI startup had planned to launch o3 mini by the end of January, and the full o3 thereafter, as more robust large language models could outperform existing models and attract new investments and users.\n\n\n\n\n\nAdvt\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETTelecom App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nIn September 2024, the GenAI pioneer released o1 AI models designed to spend more time processing queries to solve harder problems.The o1 models are capable of reasoning through complex tasks and can solve more challenging problems than previous models in science, coding and math, the company had said in a blog post.The new o3 and o3 mini models would be more powerful than the previously launched o1 models, the company had said previously.Earlier this week, OpenAI said it was introducing a beta feature called Tasks to ChatGPT, signaling its foray into the virtual assistant space, competing with Apple's Siri and Amazon's Alexa.The release of ChatGPT in late 2022 sparked a frenzy of investments in AI firms, with its growing popularity and new product launches helping OpenAI close a $6.6 billion funding round in October."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FTC says partnerships like Microsoft-OpenAI raise antitrust concerns",
            "link": "https://www.msn.com/en-us/news/technology/ftc-says-partnerships-like-microsoft-openai-raise-antitrust-concerns/ar-AA1xra0U?ocid=BingNewsVerp",
            "description": "The Federal Trade Commission said in a staff report issued Friday that there are potential competitive issues in partnerships ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LRxPy8gESKbuooXRAdPmbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "19hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT Glossary: 49 AI Terms Everyone Should Know",
            "link": "https://www.msn.com/en-us/news/technology/chatgpt-glossary-49-ai-terms-everyone-should-know/ar-AA1fSM20?ocid=BingNewsVerp",
            "description": "AI technology is everywhere, from phones to drive-through ordering systems. Given that companies like Google, Microsoft and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gkAlQKeiSYW44lf_K_22Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "CNET on MSN6h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From money to skills, laid-off techie shares five tips that saved him",
            "link": "https://economictimes.indiatimes.com/magazines/panache/from-money-to-skills-laid-off-techie-shares-five-tips-that-saved-him/articleshow/117375952.cms",
            "description": "A former tech employee shared insights on social media about surviving layoffs, emphasizing financial preparedness, skill ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BlMjbLD1UiIOdX_9EfxmqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1h",
            "source": "Indiatimes",
            "article_content": "A tech professional recently shared valuable insights on social media about navigating layoffs after being let go by a prominent tech company. Reflecting on his experience, he emphasized the importance of financial preparedness , skill enhancement, and leveraging professional networks. Building an emergency fund with 6–12 months of living expenses provided him the flexibility to focus on finding the right opportunity. He also credited certifications in AI and machine learning, such as Google Cloud ML Engineer and Microsoft Azure AI Engineer, for helping his resume stand out and accelerating interview calls. Networking proved critical, with referrals from ex-colleagues, mentors, and LinkedIn posts opening new doors. He also recommended exploring roles in non-tech industries like finance and healthcare, which are increasingly hiring for AI and automation projects. Freelancing, he noted, was another avenue to maintain skills, expand networks, and gain experience while job hunting.In a similar situation, another techie sought advice online after being laid off in September. Having returned to India after working abroad and boasting nine years of experience in Artificial Intelligence (AI), Machine Learning (ML), and data, he faced challenges in the local job market, including rejections or significantly lower salary offers. The lack of preparation in competitive coding practices like DSA and Leetcode further added to his struggles. The tech professional expressed frustration and embarrassment after three months without an offer.Online responses suggested exploring opportunities abroad, especially in regions like the Middle East, where AI and tech roles are in demand. Others advised accepting lower-paying offers temporarily while continuing to search for better roles. Some users expressed surprise at the challenges faced by AI and ML professionals, questioning whether the demand in these fields was dwindling or if entry into data science had become increasingly competitive."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine opens a new front against Russia – flattering Trump",
            "link": "https://www.msn.com/en-us/politics/government/ukraine-opens-a-new-front-against-russia-flattering-trump/ar-AA1xsgt9?ocid=BingNewsVerp",
            "description": "World leaders have been rushing to get on Donald Trump’s good side since his reelection as US president, arguably none more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xkia8a8SZkmpA-qyMI5fuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "6hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Attacks Kyiv With Ballistic Missiles, Ukraine Says",
            "link": "https://www.nytimes.com/2025/01/17/world/europe/ukraine-kyiv-russia.html",
            "description": "At least three people were killed in the assault on the capital, and at least one died and 11 were wounded in a separate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3neHZtB32_PJ05dSslhXgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17h",
            "source": "The New York Times",
            "article_content": "Russia attacked Ukraine’s capital with drones and ballistic missiles before dawn on Saturday, officials said, killing at least three people in central Kyiv as part of a broader assault that targeted towns and cities across the country.\n\nAir-raid alarms sounded as emergency crews raced to search for the dead and wounded — a grimly familiar routine in a nation that has been battered by relentless Russian bombardments for nearly three years. Moscow called the attack retaliation for Ukrainian strikes on Russian territory, which in recent weeks appear to have intensified.\n\nThe Ukrainian Air Force said that four ballistic missiles and 39 attack drones had been launched in the assault and that two of the ballistic missiles had been shot down in the Kyiv region. Although the city comes under drone attack almost nightly, ballistic missile launches targeting the capital are less frequent.\n\nThe pre-dawn attack ruptured a water main near the city center, sending water cascading through the streets around the battered facade of the Lukianivska subway station. Nearby, smoke was rising from a charred van with at least two burned bodies inside."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three Israeli hostages arrive in Israel as fragile ceasefire passes first hurdle",
            "link": "https://www.msn.com/en-us/news/world/israeli-military-says-it-continues-to-attack-in-gaza-as-dispute-with-hamas-delays-ceasefire/ar-AA1xrIUW?ocid=BingNewsVerp",
            "description": "Israeli PM Netanyahu said Hamas had not lived up to its commitment to provide the names of the three hostages it was set to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jW9EOxqwgy24yLwwRF-0SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "22mon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel-Hamas war: Ceasefire takes effect in Gaza, halting 15-month conflict",
            "link": "https://www.financialexpress.com/world-news/israel-hamas-war-ceasefire-takes-effect-in-gaza-halting-15-month-conflict/3719604/",
            "description": "A ceasefire agreement between Israel and Hamas in the Gaza Strip was implemented on Sunday, following a nearly three-hour ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Lqg9GmCmoHpvJnS5mslsry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "The Financial Express6h",
            "source": "The Financial Express",
            "article_content": "A ceasefire agreement between Israel and Hamas in the Gaza Strip came into effect on Sunday, following a delay of nearly three hours. The truce halts a devastating 15-month-long conflict that has caused widespread destruction and loss of life. After months of intricate and tense negotiations, the agreement aims to provide a reprieve from the violence that has gripped the region, while addressing the political and humanitarian crises exacerbated by the ongoing war.\n\nDespite the delayed start, residents and medical workers in Gaza reported no new fighting or military strikes after about 30 minutes before the ceasefire was implemented. However, Israeli airstrikes and artillery attacks killed 13 Palestinians in Gaza between 06:30 GMT, when the ceasefire was originally set to begin, and 09:15 GMT, when it was finally enacted, according to Palestinian medics.\n\n#WATCH | Delhi | Reuven Azar, Israeli Ambassador to India, says, \"The ceasefire Israel signed off to is the first phase of a gradual deal which has the potential of bringing back our hostages and also making sure Hamas won't be ever able to massacre Israelis like it did on… pic.twitter.com/fBZwWi7jNP Also Read Air Canada plane catches fire during landing at Halifax airport, incident happens hours after fatal South Korea plane tragedy – Watch ‘IITian Baba’ Abhey Singh expelled from Juna Akhara for disrespecting his guru; he responds Indian Railways’ expansion in West Bengal: 43 rail projects spanning 4,479 km underway in the state, says Ashwini Vaishnaw FPIs turn net sellers after two weeks of buying, withdraw Rs 976 crore amid global uncertainty January 19, 2025\n\nReasons for the Delay\n\nIsrael’s military blamed Hamas for the delay, citing the Palestinian militant group’s failure to provide a list of hostages to be released as part of the agreement. Hamas attributed the delay to “technical” reasons, though it did not elaborate further. A Palestinian official, speaking on condition of anonymity, indicated that the delay was due to mediators requesting 48 hours of “calm” before the ceasefire, but Israeli strikes had made it difficult to send the list of names.\n\nAlso Read Israeli PM Netanyahu delays Gaza ceasefire until Hamas releases hostage list\n\nTwo hours after the deadline, Hamas announced that it had sent the names of the hostages to be released, with Israeli officials confirming the receipt. The three hostages named for release on Sunday were Romi Gonen, Doron Steinbrecher, and Emily Damari, although Israel did not immediately confirm their identities.\n\nDetails of the Ceasefire Agreement\n\nThe ceasefire deal follows months of on-again, off-again negotiations, involving mediators from Egypt, Qatar, and the United States. The deal, which is seen as a potential step toward ending the Gaza war, is structured in three stages. The first stage will last six weeks and will involve the release of 33 of the remaining 98 hostages in exchange for nearly 2,000 Palestinian prisoners.\n\nThe first hostages to be released will include women, children, and the elderly, and they are expected to be transferred through the Red Cross. In return for each of the hostages released, Israel will free 30 Palestinian prisoners. Hamas will coordinate with the International Committee of the Red Cross (ICRC) to determine the meeting points inside Gaza for the handover.\n\nThe ceasefire agreement, though a step forward, does not yet guarantee a full resolution to the conflict. The ongoing war, which erupted after Hamas launched attacks on Israel on October 7, 2023, has claimed thousands of lives, with nearly 47,000 Palestinians killed in the conflict. The war has also exacerbated tensions throughout the Middle East, drawing in Iranian-backed militant groups and causing diplomatic isolation for Israel.\n\n(With Reuters Inputs)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polar plunge protection: How to keep yourself and your home warm",
            "link": "https://www.msn.com/en-us/weather/topstories/polar-plunge-protection-how-to-keep-yourself-and-your-home-warm/ar-AA1xsPRx?ocid=BingNewsVerp",
            "description": "Cold weather is nothing new for Michigan, but this week, temperatures are dropping into the single digits with wind chills ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DlNlc1HfxDKa-gGFcNt7Pi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "WOOD Grand Rapids on MSN2h",
            "source": "WOOD Grand Rapids on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CT homeless advocates scrambling to set up shelters for potentially deadly freezing temperatures",
            "link": "https://www.msn.com/en-us/news/us/ct-homeless-advocates-scrambling-to-set-up-shelters-for-potentially-deadly-freezing-temperatures/ar-AA1xr7G7?ocid=BingNewsVerp",
            "description": "As temperatures are expected to plunge into the single digits this week, homeless advocates are ensuring that towns can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rgooqXQI2d0p4sfAKWIT4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "19hon MSN",
            "source": "Hartford Courant on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seattle-Tacoma's Top 5 Airlines By Market Share",
            "link": "https://simpleflying.com/seattle-tacoma-top-5-airlines-market-share/",
            "description": "Seattle-Tacoma has grown extensively over the past eighty years to get to where it is today, from having no commercial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OHcqaUEqT-ggWjkJ9i1EzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "21h",
            "source": "Simple Flying",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dogecoin Price Forecast: Are traders dumping DOGE for $15B TRUMP token?",
            "link": "https://coingape.com/markets/dogecoin-price-forecast-are-traders-dumping-doge-for-15b-trump-token/",
            "description": "Dogecoin price consolidated above the $0.40 area on Sunday as Donald Trump’s newly-launched token gained market share. Is the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dK3LGSpwg2wO6jvkVb5gdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Coingape5h",
            "source": "Coingape",
            "article_content": "Dogecoin price consolidated above the $0.40 area on Sunday as Donald Trump’s newly-launched token gained market share. Is the DOGE price rally at risk of losing momentum ?\n\nDogecoin (DOGE) Dips Below $0.40 as Trump’s latest move shifts investors focus\n\nDogecoin (DOGE) emerged one of the standout performers since Donald Trump was re-elected in 2025. However, after Donald Trump launched an official ‘TRUMP’ memecoin in a TruthSocial post on January 18, the market dynamics have shifted considerably.\n\nadvertisement\n\nDogecoin was left lagging as the global crypto market gained further traction on Sunday. According to TradingView data, while BTC breaching $105,000 and Solana price reaching a new all-time high of $275 per coin, DOGE price declined 8.8%, falling below the $0.40 mark at press time on January 19.\n\nDOGE Stumbles as Trump Token Pulls $15B Market Demand\n\nOver the past three months, DOGE has enjoyed a close association with the Trump administration, partly due to Elon Musk’s influence within government circles. Musk, a vocal proponent of DOGE, frequently promoted the memecoin during his public appearances and campaigns.\n\nHowever, this dynamic shifted significantly with the recent launch of President-elect Donald Trump’s official memecoin, TRUMP, hosted on the Solana blockchain.\n\nWithin 48 hours of its debut, the TRUMP token amassed an impressive market capitalization of $7.2 billion, reflecting widespread positive sentiment among investors.\n\nWhile this rapid growth indicates widespread positive market reception for TRUMP, it has also triggered an unintended negative impact on older, legacy memecoins.\n\nTokens such as Dogecoin (DOGE) and Shiba Inu (SHIB) appear to have lost traction as the TRUMP token encroaches more market share.\n\nThe SosoValue chart above presents the performance of select cryptocurrency tokens remotely linked to the Trump administration. As depicted, TRUMP token market capitalization crossed $7.84 billion while attracting a staggering $14.8 billion in trading volume on Sunday.\n\nThis figure nearly triples the $5.4 billion in trading volume accrued to Dogecoin, the largest memecoin by market capitalization during the same period. The disparity in performance highlights a clear shift in investor focus.\n\nFirst, the simultaneous decline in DOGE trading volume and price suggests that many investors are reallocating funds from Dogecoin to TRUMP, likely to capitalize on the fresh profit opportunities and novelty of Trump’s new project.\n\nIf this trend persist, the ascent of the TRUMP token could further disrupt the market dominance of legacy memecoins like DOGE, SHIB, PEPE, and FLOKI.\n\nMeanwhile the likes of Dogwifhat (WIF), BONK, and Pudgy Penguins stand to benefit immensely, as the Trump coin launch brings new entrants, fresh capital inflows, and additional media attention towards the Solana memecoin ecosystem.\n\nDogecoin price forecast: Bulls to regroup at $0.40 support level\n\nDespite a 9% drop off to $0.38 technical indicators suggest further bearish outlook for Dogecoin price prediction.\n\nThe Bollinger Bands (BB) show significant price contraction, with DOGE testing support near $0.3593 (lower BB boundary). This indicates rising pressure, potentially favoring a bearish breakout if selling persists.\n\nVolume Delta readings also show negative momentum, with -$529.82M in net outflows, reinforcing short-term bearish sentiment. Should DOGE breach $0.36, the next support lies at $0.3027, aligning with December lows.\n\nConversely, the midline of the Bollinger Bands ($0.3593) intersects with the 50-day Moving Average, offering a possible pivot for recovery.\n\nIf bulls regain control, DOGE could reclaim $0.40 (upper BB), a psychological and technical resistance\n\nTraders should monitor volume shifts and potential retests of the $0.36 zone.\n\nWhile short-term weakness persists, long-term momentum could favor bulls, provided macro sentiment supports memecoins. DOGE traders can anticipate a prolonged cautious consolidation near the $0.37-$0.41 price range.\n\nFrequently Asked Questions (FAQs) 1. 1. Why is Dogecoin price down today? Dogecoin price retraced to $0.40 due to competition from Donald Trump’s newly launched TRUMP token gaining market traction. 2. 2. How has the TRUMP token impacted Dogecoin? TRUMP token captured $14.8 billion in trading volume, diverting market focus and causing DOGE price to drop by 9%. 3. Can Dogecoin recover from the $0.40 level? The Bollinger Bands and Volume Delta indicators suggest DOGE could consolidate and potentially rebound early if bears avoid a close below $0.40.\n\nibrahim\n\nDisclaimer: The presented content may include the personal opinion of the author and is subject to market condition. Do your market research before investing in cryptocurrencies. The author or the publication does not hold any responsibility for your personal financial loss."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'The collapse of the Russian economy is inevitable'",
            "link": "https://www.msn.com/en-us/money/markets/the-collapse-of-the-russian-economy-is-inevitable/ar-AA1xr7eC?ocid=BingNewsVerp",
            "description": "The United States, the European Union and the United Kingdom have imposed over 20,000 restrictions and sanctions on Russia, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhN-dUc2O3b4D0DpWIyUky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Tagtik on MSN20h",
            "source": "Tagtik on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden to sign order to prioritize distressed 'left-behind communities'",
            "link": "https://www.reuters.com/world/us/biden-sign-order-prioritize-distressed-left-behind-communities-2025-01-19/",
            "description": "Outgoing U.S. President Joe Biden will sign an executive order on Sunday aimed at prioritizing government resources to help ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wER-jjbOotOzdqRz1CATCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 gaming brands that need to make a handheld ASAP",
            "link": "https://www.androidpolice.com/gaming-brands-should-make-a-handheld-list/",
            "description": "2025 might be the second golden age of portable gaming, with potentially more insane competition coming ahead of us ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KIOQexZ_c5KZMOMMsfSV9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "15h",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Achieve the extraordinary",
            "link": "https://www.microsoft.com/en-gb",
            "description": "This laptop's unrivalled flexibility and AI features like Live Captions and Cocreator enable you to do more than you ever imagined.",
            "image_url": "https://www.bing.comNo image",
            "category": "pc+manufacturer",
            "date": "Microsoft14h",
            "source": "Microsoft",
            "article_content": "Meet Surface Pro\n\nThis laptop's unrivalled flexibility and AI features like Live Captions and Cocreator enable you to do more than you ever imagined."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery World breaks ground for hospitality concept in Siargao",
            "link": "https://manilastandard.net/real-estate/314548405/discovery-world-breaks-ground-for-hospitality-concept-in-siargao.html",
            "description": "Hotels and resorts developer Discovery World Corp. of the Tiu family, through its wholly-owned subsidiary Lucky Cloud 9 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.O5IvD8tHJH1EaGMp7OWmTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "manilastandard14h",
            "source": "manilastandard",
            "article_content": "Hotels and resorts developer Discovery World Corp. of the Tiu family, through its wholly-owned subsidiary\n\nLucky Cloud 9 Resort, Inc. (LC9), and its property management company, Discovery Hospitality Corp. (DHC), are making their mark in the surfing capital of the Philippines as they recently broke ground for the soon-to-rise Kip&Kin Siargao .\n\n- Advertisement -\n\nUnder DHC’s dynamic brand portfolio, Kip&Kin exemplifies the philosophy of “Live Unbound,” a brand that celebrates kinship, community, and connection. Designed for the younger generations of millennials and Gen Zs, it provides areas that encourage both solo and group activities while allowing visitors to easily connect with the places they are visiting. With its dual concept of hotel rooms and hostel stays, Kip&Kin appeals to this new generation of tourists looking for lively, meaningful stays while also providing the ideal getaway for families and mature travelers looking to make lifelong memories.\n\nChoosing Siargao, the surfing capital of the Philippines, is the perfect spot for Kip&Kin. The teardrop-shaped island, known for its top-notch waves, vibrant culture, and close-knit community, epitomizes everything Kip&Kin stands for. This location also offers the ideal setting for meaningful adventures, a community of kindred spirits, a sustainable and engaging environment, and appreciating the charms of free-spirited life.\n\nPartners from the Land Bank of the Philippines, Sterling Struktures Inc., H1 Architecture, Design HQ, and AVAC Project and Construction Managers Corp. graced the ceremonial breaking of the ground, marking the beginning of construction works for the latest addition to DHC’s renowned managed properties in the Philippines.\n\nThis exciting development will be built on approximately 7,000 square meters out of the company’s 2.6 hectare lot area in General Luna, Siargao, Surigao del Norte, and is near Cloud 9, one of the island’s most famous tourist sites.\n\nIt will house 34 hotel rooms, 48 hostel beds, and retail spaces, providing options for different preferences. The rest of the property is being planned for future expansion phases of additional rooms and retail spaces.\n\n“Kip&Kin is more than just a place to stay; it’s a lifestyle brand where guests can immerse themselves in the energy of Siargao’s vibrant culture and natural splendor,” said Discovery World chairman and chief executive officer John Y. Tiu, Jr.\n\n“We are excited to have Discovery Hospitality’s expertise to create an experience that captures the essence of Siargao and makes a significant contribution to the local economy,” he added.\n\nKip&Kin Siargao’s anticipated opening is in 2027. The hospitality group also plans to open another Kip&Kin in Vanilla Beach El Nido and San Vicente, Palawan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing ADC Management: A Strategic Auto-Connection Initiative By Saurabh Dave",
            "link": "https://www.outlookindia.com/hub4business/revolutionizing-adc-management-a-strategic-auto-connection-initiative-by-saurabh-dave",
            "description": "A software architect and mentor, Saurabh Dave combines deep technical acumen with exceptional leadership abilities in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JYjDPQx8dfRDhSGELqWnmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "15h",
            "source": "Outlookindia",
            "article_content": "This transformation journey shows how innovative thinking and methodical execution can solve complex infrastructure management challenges while improving operational efficiency. The implementation of automated ADC management not only addressed immediate onboarding challenges but also created a foundation for continuous improvement in infrastructure management. As organizations continue to evolve their automation strategies, this project stands as a compelling example of how innovation and expertise can combine to bring lasting positive change in infrastructure operations."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3000-year-old Religious Shrine Discovered In Heart Of Jerusalem",
            "link": "https://www.news18.com/viral/this-3000-year-old-religious-shrine-discovered-in-heart-of-jerusalem-aa-9193669.html",
            "description": "According to the Bible, Hezekiah’s reforms aimed to centralise worship at the main temple in Jerusalem and abolish scattered ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pSYpMKl-WQ7pKKxkqSrWsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "6h",
            "source": "CNN-News18",
            "article_content": "3000-year-old Religious Shrine Discovered In Heart Of Jerusalem\n\nCurated By :\n\nTrending Desk\n\nLast Updated: January 19, 2025, 15:00 IST\n\nAccording to the Bible, Hezekiah’s reforms aimed to centralise worship at the main temple in Jerusalem and abolish scattered ritual sites across the kingdom.\n\nDuring the excavation, archaeologists uncovered several 8th-century BC artefacts. (Photo Credits: Israel Antiquitis Authority/Atiqot)\n\nA religious shrine, believed to have been sealed by the ancestors of Jesus and preserved for nearly 3,000 years, has been uncovered in Jerusalem, according to a report by the New York Post. The shrine, carved into the rock near Temple Mount, features eight rooms including an altar, a sacred standing stone and presses for making olive oil and wine.\n\nExperts believe the destruction of this shrine could be linked to the biblical figure Hezekiah, an ancestor of Jesus. Though excavations began in 2010, the northern part of the site was first discovered in 1909 by British explorer Montague Parker.\n\nrelated stories\n\nEli Shukron, the excavation director at the Israel Antiquities Authority (IAA), published findings in the IAA’s scientific journal Atiqot. Shukron explained that the shrine dates back to Hezekiah’s reign when other ritual sites existed outside the main temple during the First Temple period.\n\n“The structure ceased to function during the 8th century BC, possibly as part of King Hezekiah’s religious reform,\" Shukron told the outlet.\n\nAccording to the Bible, Hezekiah’s reforms aimed to centralise worship at the temple in Jerusalem and abolish scattered ritual sites across the kingdom. Both Hezekiah and his successor, Josiah, are mentioned as paternal grandfathers of Jesus in the Gospel of Matthew.\n\nHezekiah’s actions are described as a campaign to destroy pagan worship locations including sacred stones. The standing stone at this site survived Hezekiah’s abolition.\n\nShukron referred to the discovery as “the most dramatic and important find in the excavation.\"\n\n“It is what makes this place a cultic site. When we uncovered it, we found it standing in its place, with stones around it. The standing stone was covered with earth; it was preserved – no one destroyed it,\" Shukron said.\n\n“When we found it, it was exactly as it was here 2,800 years ago,\" he added.\n\ntop videos View all Swipe Left For Next Video View all\n\nThe excavation team also discovered the remnants of an altar, identifiable by a drainage channel that still runs from one of its corners. In another area of the site, obscure v-shaped carvings were found on the floor. These carvings are thought to have supported a ritual tripod.\n\nDuring the excavation, archaeologists uncovered several 8th-century BC artefacts hidden behind a stone wall in a cave. These items included cooking vessels, jars marked with ancient Hebrew inscriptions, and items used for daily life such as loom weights and grinding stones. They also found scarabs and seals with decorative designs.\n\nLocation : Delhi, India\n\nFirst Published: January 19, 2025, 15:00 IST"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At least eight arrested at at pro-Palestine rally chaos despite ceasefire deal",
            "link": "https://www.msn.com/en-ph/politics/general/at-least-eight-arrested-at-at-pro-palestine-rally-chaos-despite-ceasefire-deal/vi-AA1xqKpr?ocid=BingNewsVerp",
            "description": "Eight people have been arrested, the rally coming after police curtailed organisers' plans for a march past the BBC and near ...",
            "image_url": "https://www.bing.com/th?id=OVF.yUnyE3O7rovjIDvoe%2fvpbw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Recent UFO Cloud Sightings Over the UK: A Growing Phenomenon",
            "link": "https://www.lawyer-monthly.com/2025/01/recent-ufo-cloud-sightings-over-the-uk-a-growing-phenomenon/",
            "description": "Discover the recent UFO cloud sightings across the UK and explore their connection to extraterrestrial activity or natural ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mP-m1iD1-vMjbwz0yVBpEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Lawyer Monthly16h",
            "source": "Lawyer Monthly",
            "article_content": "Recent UFO Cloud Sightings Over the UK: A Growing Phenomenon\n\nIn recent years, the United Kingdom has become a hotspot for unusual atmospheric phenomena, including sightings of UFO clouds. While UFO sightings themselves are not new, there has been a notable increase in reports of strange cloud formations that appear to be connected to UFO activity. These incidents have fuelled speculation that the skies above the UK might be hiding more than just ordinary weather patterns. From rural areas in Scotland to urban centres in England, observers have documented several UFO-related cloud events, prompting fresh debates about the connection between these clouds and extraterrestrial craft.\n\nWhen people think of UFOs, they often envision saucer-shaped craft zooming through the sky, or strange lights darting across the night. However, there is another intriguing phenomenon that has become linked with UFO sightings—UFO clouds. These mysterious cloud formations, which often appear anomalous or out of place, have sparked numerous theories and debates over the years. Are these clouds simply rare meteorological events, or could they be related to extraterrestrial activity? In this article, we explore the fascinating world of UFO clouds, the possible causes behind them, and how they tie into UFO lore.\n\nWhat Are UFO Clouds?\n\nThe term \"UFO cloud\" refers to a type of cloud formation that appears unusual or particularly striking in appearance, often leading observers to associate them with unidentified flying objects or extraterrestrial phenomena. These clouds are typically characterised by their strange shape, colour, or movement, and they often appear in areas where UFO sightings have been reported. While some of these clouds are nothing more than unusual atmospheric phenomena, others appear to defy typical meteorological explanations, sparking theories of alien involvement.\n\nOne of the most common characteristics of UFO clouds is their circular or disc-like shape. They often appear as smooth, flat clouds with defined edges, resembling the classic depictions of UFOs in popular culture. These formations can be strikingly similar to the saucer-shaped objects that UFO enthusiasts believe extraterrestrials use for travel. As a result, many UFO sightings involve reports of a UFO cloud in the vicinity, further fueling speculation about their connection.\n\nThe 2021 \"Saucer Cloud\" Incident Over London\n\nOne of the most widely reported UFO cloud sightings in recent UK history occurred in London in 2021. Witnesses described seeing a disc-shaped cloud hovering over the skyline, with its smooth, circular edges resembling the classic depiction of a UFO. The cloud was observed in broad daylight, and although it did not move in a manner that suggested it was a flying object, the perfectly symmetrical shape led many onlookers to wonder if it was an optical illusion caused by a UFO. Eyewitnesses also noted that the cloud appeared to glow faintly in the light, further enhancing its surreal and otherworldly presence.\n\nSeveral UFO researchers quickly jumped on the case, suggesting that the cloud could be linked to some form of atmospheric disturbance created by a UFO. Meteorologists, however, suggested that the cloud could have been a rare lenticular cloud, which can form in circular shapes under specific atmospheric conditions, especially near mountain ranges or strong wind currents. Still, the resemblance to the saucer-shaped craft often seen in UFO sightings was too uncanny to ignore, and the event gained significant attention on social media.\n\nUFO Cloud Sightings in Scotland’s Highlands\n\nIn Scotland, particularly in the remote Highlands, there have been increasing reports of mysterious cloud formations that coincide with UFO sightings. In 2020, a group of hikers in the Cairngorms National Park described seeing unusual cloud structures in the sky, which they believed were connected to a UFO. The clouds were described as massive, elongated formations that appeared to \"move\" in strange patterns, with some observers even reporting that the clouds seemed to change shape rapidly, as if they were being manipulated by a force beyond the natural elements.\n\nSome locals in rural parts of Scotland have long been proponents of the idea that the area’s isolation and its connection to ancient folklore might attract UFOs or otherworldly visitors. These recent cloud sightings, coupled with ongoing UFO reports, have only strengthened these theories. The belief that UFOs use the clouds as a form of camouflage or as a by-product of their energy emissions has found fertile ground in these remote communities.\n\nStrange Clouds Over Manchester\n\nIn late 2022, Manchester, a bustling urban centre in the north of England, became the site of another mysterious cloud sighting. Several witnesses reported seeing a dark, swirling cloud that appeared to hover for an unusually long period above the city. The cloud was said to take on an amorphous, disc-like form before dissipating into the sky without any clear explanation.\n\nWhat made this sighting particularly intriguing was the concurrent UFO sighting reported by a resident just hours before. According to the witness, they saw a series of bright lights darting across the sky, followed by the sudden appearance of the swirling cloud. Some speculated that the cloud might have been a side effect of the UFO’s propulsion system, or that the lights and cloud were linked in some way. A few local news outlets picked up the story, with experts offering both mundane meteorological explanations and more speculative theories involving extraterrestrial phenomena.\n\nThe Connection Between UFOs and Clouds in the UK\n\nThe recent spate of UFO cloud sightings over the UK has led some to wonder whether there is a pattern connecting these unusual formations to extraterrestrial activity. The country has seen a notable uptick in UFO reports over the past decade, with several credible witnesses—ranging from military personnel to ordinary citizens—describing sightings of strange lights or unidentified craft in the sky.\n\nSome UFO enthusiasts and researchers argue that the unusual clouds could be camouflage for UFOs, a way for extraterrestrial craft to hide their presence in plain sight. According to this theory, UFOs might create or manipulate cloud formations in such a way as to remain undetected by conventional observation, blending in with the natural weather patterns.\n\nOthers speculate that these clouds may be linked to atmospheric anomalies created by UFO propulsion systems. Some UFOs, especially those described as \"saucer-shaped\", are often associated with electromagnetic or plasma-based propulsion methods. According to proponents of this theory, the interaction between the craft’s energy field and the surrounding atmosphere could lead to the formation of oddly shaped clouds, which could be mistaken for a natural weather phenomenon.\n\nAdditionally, it's possible that the rise in sightings of UFO clouds is simply a result of heightened public awareness and media coverage of UFO phenomena. As UFOs and related sightings become a more widely discussed topic—thanks in part to government disclosures and the release of previously classified reports—more people may be looking at the sky with a more discerning eye, noticing unusual cloud formations that they might have otherwise overlooked.\n\nScientific and Meteorological Explanations\n\nOf course, there are scientific explanations for most of these strange cloud sightings. As mentioned earlier, lenticular clouds and roll clouds are two of the most commonly misidentified formations. Both types of clouds have a characteristic shape that can resemble UFOs or discs, particularly when seen from certain angles or under specific lighting conditions.\n\nMeteorologists also point out that some weather systems—such as cold fronts or warm air surges—can produce clouds that appear to behave in unusual ways, such as hanging low in the sky or shifting shape rapidly. Such phenomena could be responsible for some of the recent reports in the UK, especially those involving swirling, elongated clouds.\n\nTypes of UFO Clouds\n\nThough no official meteorological classification exists for UFO clouds, several specific types of cloud formations have become associated with UFO phenomena. These clouds share certain characteristics, which make them seem out of place or highly unusual. Here are some of the most common types:\n\n1. Lenticular Clouds\n\nLenticular clouds are large, lens-shaped clouds that often form over mountains or other elevated terrain. These clouds are typically stationary and can take on a disc-like appearance, which has led many to speculate that they are associated with UFOs. Lenticular clouds are formed when air flows over a mountain range, creating a standing wave of air. As the air moves upward and cools, it condenses into a cloud, and its shape can appear very similar to a saucer or disc.\n\nLenticular clouds are commonly mistaken for UFOs because of their smooth, distinct shape, and they often appear to hover in the sky. While these clouds are completely natural and can be explained by atmospheric science, their resemblance to UFOs has contributed to numerous sightings and theories about extraterrestrial activity.\n\n2. Roll Clouds\n\nA roll cloud is a type of low, horizontal cloud that can appear to \"roll\" across the sky, giving it a cylindrical appearance. These clouds are usually associated with storm fronts and can stretch for hundreds of miles. Although roll clouds are a well-known meteorological phenomenon, their long, uniform shape and movement can create an eerie or otherworldly effect. In some cases, roll clouds have been reported in conjunction with UFO sightings, and their unusual, rolling motion has led to speculation that they may be linked to alien technology or atmospheric anomalies caused by UFOs.\n\n3. Mammatus Clouds\n\nMammatus clouds are puffy, balloon-like formations that typically appear beneath the base of a thunderstorm cloud. They often create a striking and somewhat ominous visual effect, with their bulbous, sagging appearance giving them a surreal, otherworldly quality. While mammatus clouds are associated with intense thunderstorms, their strange shape and eerie nature have caused some to connect them with UFOs or extraterrestrial activity. The clouds' unusual appearance, particularly when seen in isolation or during an otherwise calm period, can evoke images of hovering ships or alien craft, leading to UFO-related speculation.\n\n4. Noctilucent Clouds\n\nNoctilucent clouds are high-altitude clouds that are most visible during the summer months, especially at latitudes between 50 and 70 degrees north and south. These clouds form in the mesosphere, far higher than typical clouds, and they glow with an eerie, blue or silver light after sunset. While the phenomenon can be explained by the reflection of sunlight on ice crystals in the clouds, the unusual, glowing nature of noctilucent clouds has led to various UFO-related theories. Their ethereal glow and unusual location in the atmosphere have given rise to questions about whether they might be linked to extraterrestrial activity or even serve as a cover for UFOs.\n\nUFO Clouds and the UFO Phenomenon\n\nThe connection between UFO clouds and UFO sightings is a subject of intense fascination for both UFO enthusiasts and meteorologists. Some individuals claim that certain UFO clouds are associated with UFO activity, suggesting that the clouds might be a type of camouflage or atmospheric distortion created by alien spacecraft. Others believe that UFOs themselves may be responsible for the formation of these clouds, either as a result of the energy they emit or the atmospheric disturbances they cause.\n\nOne of the most notable cases linking UFOs to clouds occurred in 1957, when several people reported seeing a UFO hovering above a strange cloud formation over the Pacific Northwest in the United States. The object was described as disc-shaped, and the cloud that formed underneath it appeared to be perfectly round, prompting some to believe that the cloud was the result of the UFO’s activity. Since then, similar reports of UFO sightings coinciding with unusual cloud formations have been documented, further cementing the idea that there may be a connection.\n\nScientific Explanations vs. Extraterrestrial Theories\n\nWhile UFO clouds are often seen as evidence of alien involvement in atmospheric phenomena, there are more grounded scientific explanations for these unusual cloud formations. Meteorologists argue that many of the clouds associated with UFO sightings are simply natural occurrences. Lenticular clouds, roll clouds, and mammatus clouds are all well-documented and have clear meteorological explanations that do not require the involvement of extraterrestrial beings.\n\nHowever, the mystique of UFOs and the possibility of alien life continues to captivate the human imagination. For many, the idea that UFOs might be responsible for certain cloud formations provides a compelling narrative that fits within the broader framework of UFO lore. The persistent sightings of these clouds, combined with the belief in extraterrestrial visitation, means that UFO clouds will likely continue to fuel theories and debates for years to come.\n\nConclusion: A Continued Mystery\n\nThe recent sightings of UFO clouds in the UK serve to deepen the mystery surrounding both unidentified flying objects and the enigmatic nature of cloud formations. While scientific explanations are readily available, the persistent association of these unusual clouds with UFO sightings continues to fuel the debate about extraterrestrial involvement.\n\nAs UFO sightings remain a popular subject of fascination for many, it seems likely that these strange, disc-shaped clouds and anomalous weather phenomena will continue to spark curiosity. Whether they are merely natural atmospheric events or signs of something more profound remains a question that has yet to be definitively answered. For now, the skies above the UK—and the mysterious clouds within them—remain a captivating enigma."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Trump has promised to do in his second term",
            "link": "https://www.washingtonpost.com/politics/interactive/2025/trump-campaign-promises/",
            "description": "In total, The Washington Post identified 31 major campaign promises Trump pledged for his second term. Here are some of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TjWNkx7FAgndzZ8OIiK7vy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "22h",
            "source": "The Washington Post",
            "article_content": "President-elect Donald Trump has pledged to forcibly remove undocumented immigrants from the United States, reshape the federal government and impose major tariffs that could drive up prices.\n\nHe has told Americans he will increase their paychecks, decrease their electrical bills and cut gas prices. He has made promises to executives who backed his campaign, including on oil drilling, cryptocurrency, space exploration and artificial intelligence. He has labeled political rivals as “the enemy from within” and said members of Congress who investigated the Jan. 6, 2021, Capitol riot should be jailed. He has also suggested purging parts of the federal workforce and rolling back environmental regulations.\n\nIn total, The Washington Post identified 31 major campaign promises Trump pledged for his second term. Here are some of the most consequential steps Trump has said he’ll take as president.\n\n31 no public action 0 underway 0 completed 0 blocked\n\nPatrick Marley, Rachel Roubein, Maria Sacchetti, Missy Ryan, Jeff Stein, Laura Meckler, Hannah Natanson, Maxine Joselow and Evan Halper contributed to this report."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncommon 'UFO' clouds spotted over UK skies",
            "link": "https://www.msn.com/en-gb/news/newsliverpool/uncommon-ufo-clouds-spotted-over-uk-skies/ar-AA1xszZO?ocid=BingNewsVerp",
            "description": "Parts of the UK were treated to an uncommon phenomenon this week as displays of clouds shaped like UFOs formed across the sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RWeHe-r_PJKTj0ZHs96LXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "4hon MSN",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious clouds spotted over UK: UFO phenomenon or natural wonder?",
            "link": "https://jang.com.pk/en/29642-mysterious-clouds-spotted-over-uk-ufo-phenomenon-or-natural-wonder-news",
            "description": "Rare clouds have been recently observed in the northern skies of the UK.As per Sky News, these clouds have been thought to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VMKEY_2GviFbmdEDotzm7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Daily Jang20h",
            "source": "Daily Jang",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science Uncovered: Breakdowns in Space and Discoveries from the Past",
            "link": "https://www.devdiscourse.com/article/technology/3230732-science-uncovered-breakdowns-in-space-and-discoveries-from-the-past",
            "description": "A recent SpaceX Starship test ended in an explosion, impacting airline routes over the Gulf of Mexico. Belgian scientists are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1hlzZmxGYRR2RvpXgEcBFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse3h",
            "source": "devdiscourse",
            "article_content": "In a dramatic turn of events, SpaceX's Starship rocket experienced a catastrophic failure minutes after its launch, prompting airlines to reroute flights over the Gulf of Mexico. The mission setback not only impacted airline operations but also marked a stumbling block for Elon Musk's ambitious space exploration initiatives.\n\nMeanwhile, scientific advancements take a novel turn in Belgium, as researcher Clement Martin collaborates with federal police to develop a scent based on dried human bones. This groundbreaking work aims to enhance the capabilities of sniffer dogs in locating long-lost human remains, building on previous success with decomposing flesh scents.\n\nAn archaeological breakthrough in Pompeii has unveiled a lavish private bath complex, offering insight into the opulence of ancient Roman society. The discovery of this grand facility, complete with multiple temperature chambers and an adjacent banquet hall, underscores the cultural richness of the city prior to its demise in AD 79.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explosive Developments: SpaceX, Ancient Discoveries, and the Science of Scents",
            "link": "https://www.devdiscourse.com/article/technology/3230445-explosive-developments-spacex-ancient-discoveries-and-the-science-of-scents",
            "description": "Recent science news covers SpaceX's Starship explosion, a new scent for sniffer dogs aiding cold cases, a Pompeii excavation, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RQCy6J4-82sXmJ2Snzh5Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse11h",
            "source": "devdiscourse",
            "article_content": "In a dramatic development on Thursday, SpaceX's Starship rocket mission ended abruptly when the spacecraft exploded minutes after launch from Texas. The incident, which involved an upgraded Starship carrying a test payload, prompted airlines to reroute flights over the Gulf of Mexico as debris scattered, marking a setback for Elon Musk's rocket program. The U.S. Federal Aviation Administration, in coordination with Turks and Caicos officials, is investigating the fallout, though no injuries have been reported.\n\nIn Belgium, scientist Clement Martin is collaborating with federal police to create a groundbreaking scent mimicking the smell of dried bones, helping sniffer dogs locate long-missing remains. This innovation follows Martin's earlier work isolating the scent of decomposing flesh, now essential in training cadaver dogs across Belgium.\n\nMeanwhile, archaeological explorations in Pompeii have uncovered an opulent private bath complex, providing insights into the affluent lifestyle of the Romans before the catastrophic eruption of Mount Vesuvius in AD 79. The newly unearthed site features hot, warm, and cold baths that could accommodate up to 30 guests, adorned with Greek mythological themes, showcasing the luxury of that era.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How 'quantum foam' may have inflated the early universe",
            "link": "https://www.msn.com/en-us/news/other/how-quantum-foam-may-have-inflated-the-early-universe/ar-AA1xt2TN?ocid=BingNewsVerp",
            "description": "The early universe experienced a phase of rapid expansion, known as inflation. For decades, cosmologists assumed that this ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p_ih7xH_Lc6wLbpINBLlAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Space.com on MSN2hOpinion",
            "source": "Space.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicist May Have Solved The Grandfather of All Time-Travel Paradoxes",
            "link": "https://www.msn.com/en-us/science/physics/physicist-may-have-solved-the-grandfather-of-all-time-travel-paradoxes/ar-AA1xrjcE?ocid=BingNewsVerp",
            "description": "Vanderbilt University physicist Lorenzo Gavassino isn't so sure this is as big an obstacle as time-traveler pessimists have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HAjb6NwXnhQjtjGv-x4J-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "ScienceAlert on MSN20h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hasina must be brought back thru legal process: Shafiqul",
            "link": "https://www.jagonews24.com/en/national/news/79895",
            "description": "Chief Adviser`s Press Secretary Shafiqul Alam today said ousted prime minister Sheikh Hasina must be returned to the country ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bt62P6qMXObWgxp8hwZltC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Jago News 2413h",
            "source": "Jago News 24",
            "article_content": "Chief Adviser's Press Secretary Shafiqul Alam on Saturday, January 18, said ousted prime minister Sheikh Hasina must be returned to the country through legal process and brought her to justice.\n\n\"The way Sheikh Hasina brought back her father's murderers, we will bring back the murderers of the movement and try them in court,\" he said.\n\nShafiqul made the remarks while speaking as the main discussant at a seminar titled 'July Revolution Aspirations and the Media' in Kushtia.\n\nThe Islamic University, IU, authorities and the Islamic University Journalists Association, IUJA, jointly organised the seminar at Bir Shrestha Hamidur Rahman Auditorium on the campus in the district.\n\nAlam said the interim government is working on state reforms to build Bangladesh as per the aspirations of the July Revolution and implementing the aspirations of the people.\n\nHe also said half of the IU students are female ones, which is a very good image.\n\n\"I saw in the documentary that girls were leading the July movement. This university played an important role in the movement,\" the press secretary said.\n\nNoting that this image should be conveyed to the world as the future of the students is related to the image, he said, \"We have to work to preserve the history of the movement of this university.\"\n\nHe said the names of the halls that still remain in the name of the dictator need to be changed to the martyrs' names.\n\nThe press secretary said the aspirations of people are being fulfilled through reform commissions to build a new Bangladesh.\n\nThe reports of commissions are the outcomes of the July Uprising, he said, urging all students to read these reports and join debate on those on the campus.\n\nChaired by Chairman of IU Communication and Multimedia Journalism Department Professor Dr Rashiduzzaman, the seminar was addressed, among others, by IU Vice-Chancellor Professor Dr Nakib Muhammad Nasrullah, Pro Vice-Chancellor Professor Dr Yeaqub Ali, treasurer Professor Dr Jahangir Alam and treasurer of Jashore University of Science and Technology Professor Dr Hossain Al Mamun.\n\nSM Rashidul Islam, special correspondent of Bangladesh Sangbad Sangstha (BSS), also spoke at the seminar as a discussant.\n\nSource: BSS"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Recursion Pharmaceuticals, Inc. (RXRX): Revolutionizing Drug Discovery with AI and Strategic Collaborations for Strong Growth",
            "link": "https://www.msn.com/en-us/money/markets/amazon-com-inc-amzn-robust-financial-growth-advanced-ai-initiatives-and-next-gen-cloud-technology-drive-investment-potential/ar-AA1xrmNN?ocid=BingNewsVerp",
            "description": "We recently compiled a list of the Blackrock’s 30 Most Important AI Stocks. In this article, we are going to take a look at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.raiFfS-ePHhvMSNgYfRMci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "16hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    }
]