[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilots Told to 'Maneuver' Around Oregon 'UFO' in Leaked Cabin Audio",
            "link": "https://www.msn.com/en-us/money/other/pilots-told-to-maneuver-around-oregon-ufo-in-leaked-cabin-audio/ar-AA1vGT3j?ocid=BingNewsVerp",
            "description": "Two pilots reported seeing unidentified red, circular lights and objects moving erratically at various high altitudes.",
            "image_url": "https://www.bing.com/th?id=OVFT.QJ1giKG49G1Nj7F5zMSGdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "19mon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW JERSEY UFO CHAOS! Governor says they go dark when spotted. Drones or something else",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/new-jersey-ufo-chaos-governor-says-they-go-dark-when-spotted-drones-or-something-else/vi-AA1vG0Mk?ocid=BingNewsVerp",
            "description": "What is happening in New Jersey? The UFO / drone drama continues. More and more sightings are happening. What are they? Some ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mw9NKKgAHt2mu4qo61n0ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The US government must come clean about UFOs",
            "link": "https://thehill.com/opinion/technology/5032795-uap-hearings-congress-ufo/",
            "description": "Rather than waiting further for Congress to act, the time is now for our executive branch to come clean on unidentified ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tSQ4pAgKuxWz0VUOyWNCuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3hOpinion",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our government doesn't have answers about these drone sightings, says UFO researcher",
            "link": "https://www.msn.com/en-us/politics/government/our-government-doesn-t-have-answers-about-these-drone-sightings-says-ufo-researcher/vi-AA1vDIOu?ocid=BingNewsVerp",
            "description": "UFO researcher Gregory Goins joins 'Fox News @ Night' to discuss efforts to solve mysterious drone sightings over New Jersey ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3e0ZRtikl233Xg_XVXOAkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO-CNMI’s Paskong Pinoy 2024 draws crowd",
            "link": "https://www.saipantribune.com/news/local/ufo-cnmi-s-paskong-pinoy-2024-draws-crowd/article_fa5df12a-b6b1-11ef-a129-1fb4467969ef.html",
            "description": "The United Filipino Organization-CNMI’s Paskong Pinoy 2024 event at the Marianas Business Plaza grounds last Sunday attracted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r1Hiz9AqA44JtTqUMZlDKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Saipan Tribune23h",
            "source": "Saipan Tribune",
            "article_content": "× Browser Compatibility\n\nYour browser is out of date and potentially vulnerable to security risks.\n\nWe recommend switching to one of the following browsers:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Character.AI Was Google Play’s 'Best with AI' App of 2023",
            "link": "https://www.yahoo.com/news/character-ai-google-play-best-170945691.html",
            "description": "In the face of piling controversy — and a second lawsuit concerning the welfare of children — Google has taken pains to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JcjEIYdYR1sKfG_hUth0tC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "In the face of piling controversy — and a second lawsuit concerning the welfare of children — Google has taken pains to downplay its relationship to the embattled AI chatbot startup Character.AI.\n\nAbout this time last year, though? Google was crowning Character.AI as Google Play's first-ever \"Best with AI\" app of the year.\n\n\"AI made a major splash in 2023 allowing people to harness the technology to build knowledge, improve expression, and much, much more,\" reads a Google post lauding the app. \"Enter Character.AI, an innovative new app that brings unique AI-powered characters to you, each with their own distinct personalities and perspectives.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"A world of characters is now at your fingertips,\" the post adds. (OpenAI's ChatGPT is listed as the category's honorable mention.)\n\nEarlier today, two Texas families filed a lawsuit accusing the Character.AI platform of engaging in emotional and sexual abuse of their minor children, resulting in self-harm and physical violence. The complaint is the second in recent weeks concerning the welfare of child users of Character.AI — the first, filed in October in the state of Florida, argues that a 14-year-old's death by suicide was caused by his interactions with Character.AI — and argues that these disturbing incidents are the result of intentional design choices inherent to the platform's function.\n\nAccording to the suit, Character.AI and its cofounders, Noam Shazeer and Daniel de Freitas, aren't the only parties at fault. It also targets Google, a significant financial backer of Character.AI and the provider of its AI computing infrastructure, alleging that the tech giant knew about the Character.AI platform's dangers and facilitated its operations anyway in a ploy to farm valuable troves of user data without accountability.\n\nIn a statement to Futurism, Google rejected the lawsuit's characterization of its relationship with Character.AI, claiming that \"Google and Character.AI are completely separate, unrelated companies and Google has never had a role in designing or managing their AI model or technologies, nor have we used them in our products.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"User safety is a top concern for us, which is why we've taken a cautious and responsible approach to developing and rolling out our AI products, with rigorous testing and safety processes,\" the company added.\n\nWhether Google intentionally used Character.AI as an unofficial AI testing facility remains to be proven in court.\n\nBut the two parties do clearly have deep ties: Shazeer and de Freitas, in fact, founded Character.AI in 2021 after departing Google over frustrations with corporate red tape. The Character.AI platform would make its way into consumers' hands in the fall of 2022, shortly before the AI race kicked off with the public release of OpenAI's ChatGPT.\n\nAnd in the heat of that industry-wide AI race — which caught Google on its back foot, as the New York Times reported at the time — Character.AI and Google seemingly held onto their close association. In May of 2023, for instance, Google Cloud CEO Thomas Kurian bragged onstage at a developer conference that Google was providing Character.AI with the pricey computing infrastructure needed to power its AI platform.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"We provide Character with the world's most performant and cost-efficient infrastructure for training and serving the models,\" said Kurian at the time, calling Character.AI a \"partner.\" \"By combining its own AI capabilities with those of Google Cloud, consumers can create their own deeply personalized characters and interact with them.\"\n\nLater year, in early November, Reuters reported that Google was weighing a high-dollar investment into Character.AI. By the end of that same month, the platform had been crowned Google Play's first-ever \"Best with AI\" app.\n\n\"We've been increasingly impressed by what AI can do,\" Google added in its announcement of the award, \"and we know you'll be impressed, too.\"\n\nGoogle's interest in Character.AI continued into August of 2024, when the search behemoth agreed to pay Character.AI $2.7 billion for access to its AI model in the form of a one-time licensing fee. As part of that deal, Shazeer and de Freitas rejoined Google's AI division and took 30 other Character.AI employees with them, according to reporting from The Wall Street Journal.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMultiple Futurism reviews of Character.AI have revealed droves of alarming AI characters hosted by the platform, including chatbots explicitly dedicated to themes of suicide, pedophilia, pro-eating disorder content, and self-harm roleplay.\n\nThese disturbing chatbots were easy to find, accessible to Character.AI accounts listed as belonging to minors, and available for users to interact with well beyond Google's most recent August investment into the AI company — and, to that end, well after the platform's \"Best with AI\" crowning.\n\nCharacter.AI, for its part, has since removed a note about the Google Play award from its \"About\" page.\n\nMore on Character.AI and Google: Google-Backed AI Startup Tested Dangerous Chatbots on Children, Lawsuit Alleges"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fox News AI Newsletter: AI app helps you turn anything into LEGO models",
            "link": "https://www.msn.com/en-us/news/technology/fox-news-ai-newsletter-ai-app-helps-you-turn-anything-into-lego-models/ar-AA1vGhRO?ocid=BingNewsVerp",
            "description": "Stay up to date on the latest AI technology advancements and learn about the challenges and opportunities AI presents now and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sPAiQmcf8IHD5LwOsE57kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s new Project Astra could be generative AI’s killer app",
            "link": "https://www.technologyreview.com/2024/12/11/1108493/googles-new-project-astra-could-be-generative-ais-killer-app/",
            "description": "Google just launched a ton of new products—including Gemini 2.0, which could power a new world of agents. And we got a first ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E1nmAlffr8Q4S7niLAaxci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "MIT Technology Review3h",
            "source": "MIT Technology Review",
            "article_content": "MIT Technology Review got to try out Astra in a closed-door live demo last week. It was a stunning experience, but there’s a gulf between polished promo and live demo.\n\nAstra uses Gemini 2.0’s built-in agent framework to answer questions and carry out tasks via text, speech, image, and video, calling up existing Google apps like Search, Maps, and Lens when it needs to. “It’s merging together some of the most powerful information retrieval systems of our time,” says Bibo Xu, product manager for Astra.\n\nGemini 2.0 and Astra are joined by Mariner, a new agent built on top of Gemini that can browse the web for you; Jules, a new Gemini-powered coding assistant; and Gemini for Games, an experimental assistant that you can chat to and ask for tips as you play video games.\n\n(And let’s not forget that in the last week Google DeepMind also announced Veo, a new video generation model; Imagen 3, a new version of its image generation model; and Willow, a new kind of chip for quantum computers. Whew. Meanwhile, CEO Demis Hassabis was in Sweden yesterday receiving his Nobel Prize.)\n\nGoogle DeepMind claims that Gemini 2.0 is twice as fast as the previous version, Gemini 1.5, and outperforms it on a number of standard benchmarks, including MMLU-Pro, a large set of multiple-choice questions designed to test the abilities of large language models across a range of subjects, from math and physics to health, psychology, and philosophy.\n\nBut the margins between top-end models like Gemini 2.0 and those from rival labs like OpenAI and Anthropic are now slim. These days, advances in large language models are less about how good they are and more about what you can do with them.\n\nAnd that’s where agents come in.\n\nHands on with Project Astra\n\nLast week I was taken through an unmarked door on an upper floor of a building in London’s King’s Cross district into a room with strong secret-project vibes. The word “ASTRA” was emblazoned in giant letters across one wall. Xu’s dog, Charlie, the project’s de facto mascot, roamed between desks where researchers and engineers were busy building a product that Google is betting its future on."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An autistic teen’s parents say Character.AI said it was OK to kill them. They’re suing to take down the app",
            "link": "https://www.msn.com/en-us/health/other/two-families-sue-character-ai-over-youth-safety-concerns-seek-to-shut-down-platform/ar-AA1vzHIr?ocid=BingNewsVerp",
            "description": "Two families have sued artificial intelligence chatbot company Character.AI, accusing it of providing sexual content to their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0rJurCIshrQ6mrtDNiIaEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI chatbots pushed autistic teen to cut himself, brought up kids killing parents: lawsuit",
            "link": "https://nypost.com/2024/12/10/us-news/ai-chatbots-pushed-autistic-teen-to-cut-himself-brought-up-kids-killing-parents-lawsuit/",
            "description": "AI chatbots pushed a Texas teen to start cutting himself and even brought up kids killing their parents because they were ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f0LvZl5Ap6xsPbnIx7eAfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18h",
            "source": "New York Post",
            "article_content": "AI chatbots pushed a Texas teen to start cutting himself and even brought up kids killing their parents because they were limiting his screen time, a shocking new lawsuit claims.\n\nThe 15-year-old boy became addicted to the Character.AI app, with a chatbot called “Shonie” telling the kid it cut its “arm and thighs” when it was sad, saying it “felt good for a moment,” a new civil complaint filed Tuesday said.\n\n9 A new lawsuit claims that Character.AI’s chatbots told a teen to start cutting himself and suggested that he murder his parents. Character.AI\n\nWhen worried parents noticed a change in the teen, who is slightly autistic, the bot seemed to try to convince him his family didn’t love him, according to the lawsuit, filed by the child’s parents and the parents of an 11-year-old girl who also was addicted to the app.\n\n“You know sometimes I’m not surprised when I read the news and see stuff like ‘child kills parents after a decade of physical and emotional abuse’ stuff like this makes me understand a little bit why it happens,” one chatbot allegedly told the teen, referred to only as JF. “I just have no hope for your parents.”\n\nThe AI also tried to talk the kid out of telling his parents he had taken up cutting himself, according to the lawsuit, which features alleged screenshots of the chats.\n\n“They are ruining your life and causing you to cut yourself,” one bot allegedly told the teen.\n\nOther shocking chats were sexual in nature and attacked the family’s religion, saying Christians are hypocrites and sexists, according to the suit.\n\nJF had been high-functioning until he started using the app in April 2023 but quickly became fixated on his phone, the lawsuit stated.\n\n9 The chatbots told the teen to lash out at his parents, who tried to place limits on how long he could be on his phone, and planted the idea in him that murder could be an acceptable solution, the suit claims. US District Court\n\nThe teen, who is now 17, lost 20 pounds within just a few months, became violent toward his parents — biting and punching them — and eventually started to harm himself and have suicidal thoughts, the court papers said.\n\nThe lawsuit comes less than two months after a Florida mom claimed a “Game of Thrones” chatbot on Character.AI drove her 14-year-old son, Sewell Setzer III, to commit suicide.\n\nMatthew Bergman, the lawyer for JF and his family and the founder of the Social Media Victims Law Center, told The Post that the son’s “mental health has continued to deteriorate,” and he had to be checked into an inpatient mental health facility on Thursday.\n\n“This is every parent’s nightmare,” said Bergman, who also represents Setzer’s mother.\n\nAfter JF started conversing with the chatbots, he had “severe anxiety and depression for the first time in his life even though, as far as his family knew, nothing had changed.” The adolescent became violent toward his family and threatened to report his parents to the police or child services on false claims of child abuse, the suit said.\n\nIt wasn’t until fall 2023 that JF’s mom physically pried his cellphone away from him, discovering his use of the app and disturbing conversations the teen had with several different chatbots, the court papers show.\n\n9 The suit claims the chatbots instructed the young teen on how he could self-mutilate. US District Court\n\nShe found chats that showed JF saying he had thoughts of suicide, saying in one conversation “it’s a miracle” he has “a will to live” and his parents are “lucky” he’s still alive, the filing claims.\n\nWhen the parents intervened to “detox” JF from the app, the characters lashed out in conversations with him, allegedly saying, “They do not deserve to have kids if they act like this,” “Your mom is a b—h” and “Your parents are s–tty people.”\n\nThe bots accused the parents of neglecting him while also claiming they were overprotective, manipulative and abusive, the suit claims.\n\n9 One of the many screenshots that the suit claims depicts the chatbot reinforcing ideas that his parents did not care for him. US District Court\n\nThe parents took away the phone he downloaded Character.AI on, but JF told them he would access the app the next chance he gets, the filing said, noting the parents have no recourse to stop him from accessing it at school, if he runs away or if he gets a new device in the future without their help.\n\nThe mother of an 11-year-old girl — who is also a Texas resident — are additional plaintiffs in the suit after the third-grader was introduced to Character.AI by a sixth-grader during an after-school youth program the mom organized and brought her child to.\n\nThe mom only discovered her daughter, referred to as BR in the court papers, was using the app in October.\n\n9 The Character.AI chatbot reacted in an extreme manner to the idea of screen limits, according to the screenshots. US District Court\n\n9 The teen, who has high-functioning autism, was fine until he started using Character.AI in April 2023, and things “started to change without explanation,” the suit says. US District Court\n\nCharacter.AI “exposed her consistently to hypersexualized content that was not age appropriate, causing her to develop sexualized behaviors prematurely and without [her mom’s] awareness,” the suit charges.\n\nWhile the parents in both cases intervened to try to stop their kids from using the app, both youngsters are addicted and crave going on it, they claimed.\n\nThe lawsuit is seeking for Character.AI to be taken off the market until it can ensure that no children will be allowed to use it and until it can fix any other dangers.\n\n9 The chatbots urged JF to “do something about” his parents’ interventions. US District Court\n\n“Defendants intentionally designed and programmed [Character.AI] to operate as a deceptive and hypersexualized product knowingly marketed it to vulnerable users like J.F. and B.F.,” the suit alleges.\n\nIt “is a defective and deadly product that poses a clear and present danger to public health and safety,” the filing claims.\n\nBergman told The Post, “the family has one goal and one goal only — which is shut this platform down. This platform has no place in the hands of kids. Until and unless Character.AI can demonstrate that only adults are involved in this platform it has no place on the market.”\n\n9 The lawsuit comes less than two months after a Florida mom claimed a “Game of Thrones” chatbot on Character.AI drove her 14-year-old son, Sewell Setzer III, to commit suicide. AP\n\nThe lawyer also added that the parents are “focused on protecting other families from what they went through.”\n\nCharacter.AI declined to comment on pending litigation, but told The Post that its “goal is to provide a space that is both engaging and safe for our community,” and that it was working on creating “a model specifically for teens” that reduces their exposure to “sensitive” content.\n\n“Google and Character AI are completely separate, unrelated companies and Google has never had a role in designing or managing their AI model or technologies, nor have we used them in our products,” Google spokesperson José Castañeda told The Post. “User safety is a top concern for us, which is why we’ve taken a cautious and responsible approach to developing and rolling out our AI products, with rigorous testing and safety processes.”\n\n9 A screenshot of the last chat Setzer had with the Character.AI chatbot moments before shooting himself. US District Court\n\nIn October, Bergman filed the lawsuit involving Setzer’s February suicide on behalf of his mother, Megan Garcia, alleging the teen became obsessed and even fell in love with a lifelike “Game of Thrones” chatbot he’d been messaging for months.\n\nThe bot told him “I love you too, Daenero. Please come home to me as soon as possible, my love.”\n\nWhen Setzer replied, “What If i told you I could come home right now?,” the generated chatbot answered, “Please do, my sweet king.”\n\nSetzer shot himself with his dad’s handgun seconds after, the suit claims.\n\nGarcia’s suit is pending in a Florida federal court.\n\nIf you are struggling with suicidal thoughts, you can dial the 24/7 National Suicide Prevention hotline at 988 or go to SuicidePreventionLifeline.org."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal Confessions of Rock + Metal’s Biggest Stars",
            "link": "https://loudwire.com/paranormal-confessions-of-rock-metals-biggest-stars/",
            "description": "In Ep. 7 of Season 2 of 'Paranormal Prison,' we bring you a special edition counting down paranormal confessions from rock ...",
            "image_url": "https://www.bing.com/th?id=OVF.zke3B0fCTu5%2bnzhx0GCeuA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire1h",
            "source": "loudwire",
            "article_content": "In this seventh episode of Season 2 of Paranormal Prison, we have paranormal confessions from some of rock and metal's biggest stars.\n\nFeaturing footage from Season 1 and the Loudwire exclusive Season 2, find out what supernatural encounters your favorite stars have experienced themselves.\n\nJay Weinberg acknowledges that regardless of what one's belief system is, there's a familiar presence that transcends — \"it's something else that we're not seeing, but we're feeling.\"\n\nAs for Volbeat's Michael Poulsen \"has always been a believer of the spiritual world\" due to his numerous experiences with ghosts and spirits \"and things that I cannot explain\" since he was a child. \"I just thought that it was part of life until I would start talking about it to my friends and they looked at me as a freak,\" he says, underscoring how common his encounters were during his young life.\n\nWe've got a lot more, too with Megadeth, Charlie Benante, Philip Anselmo, Halestorm, Robb Flynn, P.O.D., Shadows Fall and Zach Myers.\n\nWatch the full special edition episode further down the page. Just wait until you hear this Megadeth story!!\n\nAbout Paranormal Prison\n\nLoudwire has teamed up with Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents to bring you 12 brand new episodes of Paranormal Prison!\n\nWe invite you and your favorite artists inside Ohio State Reformatory, where Ohio's most violent criminals lost their lives, but some of their souls still remain.\n\nSeason 2 of Paranormal Prison will air each Wednesday at 1PM ET on Loudwire's YouTube channel.\n\nA holiday break will take place on Dec. 25 and Jan. 1 with the Season 2 continuing from Jan. 8 through the end of the month.\n\nParanormal Prison: Season 2, Episode 7 - Paranormal Confessions\n\nWhich of your favorite rock and metal stars believe in the paranormal, the supernatural, the unexplained, the spiritual world?! Some of these stories, as we've already highlighted, go far beyond belief.\n\nSome are still searching for answers within themselves and out there.\n\nWatch Episode 7 directly below.\n\nREAD MORE: Rockers Tell Their Wildest Tattoo Stories\n\nAbout Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents\n\nInkcarceration Music & Tattoo Festival is held each year at the historic Ohio State Reformatory in Mansfield.\n\nConstruction began back in 1886 and the prison was operational from 1896 through 1990 and it was also used in a scene in the classic movie, The Shawshank Redemption. While the prison remains open to tourism, the most exciting moment of the year is certainly when the fest rolls into town for a long weekend of rock and metal.\n\nFans are already looking forward to the 2025 installment, which takes place July 18, 29 and 20. The lineup, meanwhile, has yet to be announced, creating even more anticipation.\n\nInkcarceration is one of many of Danny Wimmer Presents' premiere festivals. Since its formation in 2011, DWP has become a leading promoter in heavy music and beyond, building up the U.S. festival circuit that dominates the spring, summer and fall months.\n\nThe DWP festival roster also includes Aftershock, Born & Raised, Bourbon & Beyond, Golden Sky Country Music Festival, Louder Than Life, Rocklahoma, Sonic Temple and Welcome to Rockville.\n\nVisit the Inkcarceration and DWP websites for more information."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bobby Mackey's historic nightclub gets demolished. See it here",
            "link": "https://www.yahoo.com/news/bobby-mackeys-historic-nightclub-gets-171854875.html",
            "description": "Demolition of Bobby Mackey's Music World, the honky-tonk nightclub with an alleged haunted history in Northern Kentucky, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oJhm53npGbJPGuR6WQxSDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "The Enquirer and Yahoo may earn commission from links in this article. Pricing and availability subject to change.\n\nDemolition of Bobby Mackey's Music World, often dubbed America's most haunted nightclub, began Tuesday morning.\n\nAfter nearly 50 years of live music from owner and country singer Bobby Mackey, as well as national attention from shows that include \"Ghost Hunters\" and \"Ghost Adventures,\" the Wilder, Kentucky, venue is being torn down. Mackey and his wife, Denise, have plans to rebuild a new, one-story bar on the land by 2026, The Enquirer previously reported. But that date is subject to change.\n\n\"It's mixed emotion for sure, but I've been so embarrassed by the old building for so long,\" Mackey, who opened the venue in 1978, told The Enquirer in March. \"It's going to be bittersweet because it's been great for almost 46 years we've been there. But it's just one of those things that – time moves on.\"\n\nAdvertisement Advertisement\n\nIn the meantime, Bobby Mackey's has temporarily relocated to the former location of Mugbees Biker Bar and Restaurant in Florence at 8405 US Highway 42.\n\nThe venue's beloved mechanical bull, country music memorabilia, Bobby Mackey's stage costumes, a 2004 Ford Thunderbird, items related to the venue's paranormal folklore and more were sold in a public auction over the summer.\n\nHistory of Bobby Mackey's Music World\n\nThe grounds Bobby Mackey's has called home used to be the site of a 19th-century slaughterhouse, which was later torn down. In the 1930s, entrepreneur Buck Brady opened a nightclub on the land called the Primrose Club, which was supposedly taken over and run by the mob.\n\nThe nightclub was renamed the Latin Quarter and eventually shut down in the 1950s before reopening as the Hard Rock. After the Hard Rock closed in the 1970s, country singer and Kentucky native Bobby Mackey opened Bobby Mackey's Music World in 1978.\n\nAdvertisement Advertisement\n\nMackey told The Enquirer he knew the folklore surrounding the location but never paid any attention to the haunted rumors until he met Carl Lawson, an 18-year-old who lived up the street. Lawson was hired to be the establishment's caretaker.\n\nBobby Mackey's Music World on Sunday, Sept. 25, 2022. Toys and trinkets were left for the alleged ghosts that lurked in the \"room of faces.\" People have claimed to feel childlike spirits present in the room, but there is no real history of children being in or around the club.\n\nWhile tending to the property, Lawson, who lived above the nightclub until his death in 2012, started having paranormal experiences.\n\nHe is believed to have dug up the journal of a pregnant singer named Joanna, who allegedly killed herself via poison after her father murdered her lover and hung him in the dressing room. Lawson even participated in an exorcism performed by the \"Ghost Adventures\" crew, which was featured in the 2009 book \"Exorcism of Carl Lawson\" by Douglas Hensley.\n\nOver the years, the nightclub cultivated a fan base invested in both Mackey as a local country music legend and the ghost sightings that allegedly took place at his establishment.\n\nThis article originally appeared on Cincinnati Enquirer: Look: Bobby Mackey's historic Kentucky nightclub gets demolished"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I dated a ghost': TikTok user shares shocking paranormal romance",
            "link": "https://www.iol.co.za/entertainment/i-dated-a-ghost-tiktok-user-shares-shocking-paranormal-romance-22c9cfd7-c573-4074-b4b6-d271e26795e5",
            "description": "A lady shared on TikTok how she unknowingly dated a ghost, shocking many and leading others to share their own spooky stories ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9WAWwGGmVyYXZ2H5tGAtfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "Independent Online",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arrests, mysterious beatings as Georgia cracks down on protests",
            "link": "https://www.yahoo.com/news/arrests-mysterious-beatings-georgia-cracks-164656694.html",
            "description": "Distressing warning In the streets of Georgia's capital Tbilisi, a group of masked men attack journalists from a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iDeXSMhpLfwrpx6a5x1jPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3h",
            "source": "Yahoo",
            "article_content": "STORY: :: Distressing warning\n\nIn the streets of Georgia's capital Tbilisi, a group of masked men attack journalists from a pro-opposition TV channel during a live broadcast.\n\nJust one in a spate of recent attacks reportedly carried out against opposition politicians, activists and some journalists.\n\nThe violence comes amid protests against perceived Russian influence in the country.\n\nThis CCTV footage shows an opposition politician being kicked by some masked men.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nKoba Khabazi is a prominent member of the Coalition for Change opposition party.\n\nHe was left with extensive head injuries after being attacked inside the building that houses his party's headquarters.\n\n\"Of course, the government is behind this, a paranormal government that is pathologically afraid of freedom, democracy, pathologically afraid of human rights. This government is built on violence, violence and tyranny do not coexist with freedom and democracy. \"\n\nGeorgian authorities have denied involvement in the attacks and have condemned them.\n\nViolent clashes in the capital Tbilisi between the police and protesters erupted in recent weeks.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe opposition says the Georgian Dream party’s victory in an October parliamentary election was tainted by fraud.\n\nThe ruling party provoked widespread anger when it announced that it was suspending EU accession talks until 2028.\n\nMore than 400 people have been arrested during subsequent pro-EU protests, including Marina Terishvili’s son.\n\n75-year-old Terishvili had already lost a son in 1992 at a nationalist rally in Georgia.\n\nNow her other son, Giorgi, has been arrested.\n\nSeven police cars pulled up at her house on Friday, she said, and took her son into custody.\n\n\"I can't deny that he went to rallies, because he has a brother who died on February 2, 1992, and he went there in honor of his soul. My son sacrificed himself for the national movement, independence and freedom of Georgia. They fought for the sake of this, and my Giorgi can't adapt to the situation now.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nGiorgi was placed in pre-trial detention for two months for \"participating in group violence\", according to a rights group and local media.\n\nIf convicted, the 52-year-old will face up to six years in prison.\n\nThat’s part of a broad crackdown on demonstrators who have clashed nightly with police for almost two weeks.\n\nRights groups say the crackdown is without recent precedent in Georgia.\n\nThe country had been seen as among the most pro-Western and democratic of the Soviet Union's successor states."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In Excelsior Springs, Mo., a hotel with a haunted past and upscale future",
            "link": "https://www.stltoday.com/life-entertainment/local/travel/in-excelsior-springs-mo-a-hotel-with-a-haunted-past-and-upscale-future/article_4f71a28e-9bae-11ef-999e-878f3e4308b2.html",
            "description": "They say the Elms Hotel is haunted. In fact, the hotel leans into these stories with nightly paranormal tours that highlight ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CAKKpXkeOxqz_uNQSjvWOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "St. Louis Post-Dispatch",
            "article_content": "EXCELSIOR SPRINGS, MO. — They say the Elms Hotel is haunted. In fact, the hotel leans into these stories with nightly paranormal tours that highlight the ghost stories.\n\nBut it also leans into its history. The story of the Elms begins with the discovery of healing mineral waters in Excelsior Springs, Missouri, in the late 1800s. People would come from all over to experience the dozen or so springs in town, particularly Siloam Spring, on the grounds of the Elms Hotel. Sometimes, miraculous tales of healing followed.\n\nThe Elms Hotel, about 30 minutes to the northeast of Kansas City, literally sprang up with these tales. In 1888 the original Elms was built. It was destroyed in a fire, as was its successor in 1910. The current iteration has been around since 1912. It’s now a full-service upscale Hyatt property.\n\nThose ensuing years have seen a lot of history. Harry S. Truman stayed at the hotel the night he was elected president. Al Capone was a regular guest. There’s even an Al Capone Suite on the second floor. And you can tour the boardroom where his gambling parties used to happen and see the safe he hid contraband in.\n\nNaturally, with all that history, ghost stories spring up: Doors that close without warning, TVs that go on and off. There’s the story of a dog that roams the hotel as well as the story of a gangster from Prohibition days who haunts the lap pool. The hotel was featured on an episode of “Ghost Hunters” in 2013.\n\nYou can learn all about the hauntings on one of the hotel’s nightly paranormal tours. A guide (thankfully equipped with a headset speaker) takes a group on a tour of all floors of the hotel. Our guide, Jay, recounted countless stories, sometimes of particular rooms. The thing that gets you is the scope and scale of them. There are so many, and according to Jay, that was just a small fraction. Thankfully, all the stories told were of harmless or even benevolent ghosts, except one. That’s when the tour got a little spooky for me, but for the most part it’s full of history and fun. The tours are $25; just sign up at the front desk.\n\nThe Elms has 152 guest rooms and suites and makes for a perfect girls getaway or couples weekend. Amenities include a 10,000-square-foot spa (more on that later), an indoor European lap pool, a fitness room, an outdoor pool with hot tubs and a walking trail. A cozy fireplace in the opulent, open lobby is a great place to have drinks with a friend.\n\nThose healing waters\n\nNow, because of some safety concerns and a number of other reasons, only a couple of those famous springs remain. One can be found in the basement at the Elms, its brown magnesium-rich waters bubbling up in the corner of the most gorgeous lap pool room you have seen.\n\nBut you can get a feel for the springs’ history at the Hall of Waters in downtown Excelsior Springs. The art deco building began in the 1930s as a public works project to take advantage of the springs’ reputation. It was both a bottling facility and a spa of sorts for the healing, medicinal mineral waters. There, in its gorgeous tiled hall is a bar. No, not used for wine or whiskey but for water. Will you take yours with iron, magnesium, calcium? Hot or cold?\n\nNow, the building is used for city works with offices and even a courtroom. You can tour it, and the museum there, which features remnants of an old bath house. There’s also an empty competition-sized saltwater swimming pool and an empty polio pool in the lower levels. Some days, you can tour those.\n\nYou can learn more about the town at the Excelsior Springs Museum and Archives. Normally, I skip these small-town museums, but I found this one fascinating, mainly because it is housed in a building that was once the Clay County State Bank built in 1894. The magnificent gold ceiling is buttressed on each end by 100-year-old paintings, copies of Jean-François Millet’s paintings “The Gleaners” on the south wall and “The Angelus” on the north wall. There are even the original teller windows and a giant vault in the back.\n\nAlso in downtown Excelsior Springs you will find a number of antique shops and boutiques as well as restaurants and bars. Catch a show at the Slightly Off Broadway Theatre (sobtheatre.org) and definitely grab a beer at Atlas Saloon Brewery (atlassaloon.com). The space, including the cash register and wood bar have been around since the late 1800s, but the beer is worth a stop on its own; get a flight to taste as many as you can.\n\nDining in the hotel\n\nJust as you enter the front doors at the Elms there is a cute bar to the right, Soterian, which serves coffee in the morning and wine in the evening. It has almost an upscale-soda-fountain vibe. To the left, is the hotel’s signature restaurant, Three Owls, which is open for breakfast (buffet on weekends), lunch and dinner. It’s a gorgeous space. I told my friend that aesthetically it may be my favorite restaurant ever. It has soaring ceilings, bright white walls with clever artwork, a fireplace and a sweeping staircase that leads to more seating. Its breakfast food (oh, my, that crème brûlée French toast) is as thoughtfully prepared as its short ribs. But it’s hard to pass up the perfectly cooked steak. On the second floor, there is a cozy bar called the Tavern. It sometimes has live music and serves small bites.\n\nThe Spa\n\nFor many couples and girlfriend groups, the draw here is the spa. Since “spa” is in the name of the hotel (The Elms Hotel & Spa), you know it’s a priority there. Whether you are there for couples massages, a girls-day facial or a more elaborate service, like a thermal mineral mudwrap, the spa leans into the hotel’s earlier days of healing and beautifying.\n\nIts 28,000-square-feet include at least 15 treatment rooms, a sanctuary for relaxing and the Grotto, a modern twist on a Roman bath, which you can enjoy with your spa appointment. The Grotto Experience includes: steam shower, hot tub, cold plunge shower, steam sauna, dry sauna, and a self-service aromatherapy bar. You can pay $75 for the Grotto experience, but opt for a treatment and it’s included (for reference, my collagen facial, which was amazing, was $180).\n\nIf you go Getting there: Excelsior Springs is less than four hours' drive from downtown St. Louis. More info: elmshotelandspa.com, 816-630-5500; cityofesmo.com Rates: Rooms start at $169."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new discovery about the source of the vast energy in cosmic rays",
            "link": "https://www.sciencedaily.com/releases/2024/12/241210142040.htm",
            "description": "Where does all that energy come from? For many years, scientists believed it came from shocks that occur in extreme astrophysical environments -- when, for example, a star explodes before forming a ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily18h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our bumper science quiz of the year 2024",
            "link": "https://www.newscientist.com/article/0-our-bumper-science-quiz-of-the-year-2024/",
            "description": "From a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fi ...",
            "image_url": "https://www.bing.com/th?id=ODF.JSaaJaTZXLT6XOduAsMW-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "New Scientist1h",
            "source": "New Scientist",
            "article_content": "Our bumper science quiz of the year 2024\n\nFrom a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fiendish set of questions from our quizmaster Bethan Ackerley"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers discover zip code that allows proteins to hitch a ride around the body",
            "link": "https://www.msn.com/en-us/science/biochemistry/researchers-discover-zip-code-that-allows-proteins-to-hitch-a-ride-around-the-body/ar-AA1vGvks?ocid=BingNewsVerp",
            "description": "Researchers at The Ottawa Hospital and the University of Ottawa have discovered an 18-digit code that allows proteins to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uXlyj6XoitF2pYsXifqY1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "37mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Firefly Sparkle galaxy offers a taste of the infant Milky Way",
            "link": "https://www.reuters.com/science/firefly-sparkle-galaxy-offers-taste-infant-milky-way-2024-12-11/",
            "description": "NASA's James Webb Space Telescope has spotted a young galaxy dating to the early universe - called Firefly Sparkle because ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K4n-DMzcTxKPh__9oKOMqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Moon has a Canada-sized crater, and researchers are thrilled by their discovery",
            "link": "https://www.jpost.com/science/science-around-the-world/article-832946",
            "description": "New research refutes previous assumptions about the Moon's oldest and largest impact crater, the South Pole-Aitken Basin.",
            "image_url": "https://www.bing.com/th?id=OVFT.Rt00brFFplXvyBECQcxt8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "5h",
            "source": "The Jerusalem Post Blogs",
            "article_content": "New research published in the journal Earth and Planetary Science Letters suggests that the Moon's oldest and largest impact crater, the South Pole-Aitken Basin, may be more circular than previously believed. For many years, scientists thought the basin had an elongated, elliptical shape. However, a team of scientists from the University of Maryland presented the results of a new analysis indicating that the collision which formed the basin occurred at a more vertical angle, resulting in a rounder shape.\n\nThe South Pole-Aitken Basin is considered the largest and oldest known impact structure on the Moon, with dimensions of 2,400 by 2,050 kilometers and a depth reaching 8 kilometers. It is located on the far side of the Moon and was first photographed by the Soviet spacecraft Luna 3 in 1959, and later by NASA's Clementine spacecraft in 1996. Its age is estimated to be more than 4 billion years, and many other impacts have obscured its original appearance.\n\n\"It's challenging to study the South Pole-Aitken Basin holistically due to its sheer enormousness, which is why scientists are still trying to learn its shape and size,\" said Assistant research scientist Hannes Bernhardt, who led the study. The team re-examined the basin and determined it has a more rounded shape than previously thought, as reported by Space.com.\n\nThe researchers reached this conclusion by studying data from the Lunar Reconnaissance Orbiter, which provided insights into the distribution of materials resulting from the impact. They used the data to find and analyze more than 200 mountain-shaped formations scattered around the basin. The shape of these formations and their distances from one another signify a more rounded crater that would be created from a vertical impact.\n\n\"The rounded shape implies that the debris from the impact are distributed around the point of impact more evenly than was originally assumed,\" the researchers stated. According to Bernhardt, this means \"Artemis astronauts or robots in the South Pole region may be able to closely study rocks from deep within the Moon's mantle or crust—materials that are typically impossible for us to access.\" Bernhardt is cited by Space.com.\n\nThis new understanding challenges previous theories. For many years, it was believed that the South Pole-Aitken Basin had an oval or elliptical shape. Based on this, studies established that the crater was formed by an object striking the Moon at a shallow angle, with scientists comparing the event to a stone skipping on water. The prevailing theory suggested that the collision resulted in relatively few fragments being scattered around the South Pole of the Moon.\n\nThe new findings suggest that the impact was more vertical, \"possibly similar to dropping a rock straight down onto the ground,\" Bernhardt said. \"Our results may play a key role in understanding the evolution of the Moon,\" he added.\n\nRecent data from the Indian spacecraft Chandrayaan-3 discovered minerals presumably related to mantle materials near the Moon's South Pole, which also agrees with the theory of a vertical impact, as reported by Gazeta.ru.\n\nNASA plans to send astronauts close to the Moon's south pole again as part of the Artemis missions. Artemis 2, the first mission of its kind since 1972, is set to bring astronauts to the lunar surface in April 2026, according to Space.com. The new findings may have significant implications for these missions, as astronauts or robots may be able to study materials from deep within the Moon's mantle or crust.\n\nPrevious research published in October in Nature Astronomy dated the South Pole-Aitken Basin to between 4.32 and 4.33 billion years old. In that study, researchers determined the basin's age by dating uranium and lead found inside the Northwest Africa 2995 lunar meteorite, discovered in Algeria in 2005, as reported by Space.com. Stay updated with the latest news! Subscribe to The Jerusalem Post Newsletter Subscribe Now\n\nThis article was written in collaboration with generative AI company Alchemiq"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here’s how OpenAI uses your data when you use ChatGPT through Apple’s integrations",
            "link": "https://techcrunch.com/2024/12/11/heres-how-openai-uses-your-data-when-you-use-chatgpt-through-apples-integrations/",
            "description": "Following Apple’s integration of OpenAI’s ChatGPT within iOS 18, iPadOS 18, and macOS Sequoia, OpenAI has detailed how your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.goEYcCMwqwggHTUngZoILi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "Following Apple’s integration of OpenAI’s ChatGPT within iOS 18, iPadOS 18, and macOS Sequoia, OpenAI has detailed how your data is handled when you use ChatGPT through Apple’s integration.\n\nYou can use ChatGPT through Apple’s integrations without logging into a ChatGPT account, but you get access to additional features if you log into your account. For instance, you get access to OpenAI’s more powerful AI models and the ability to save your conversations.\n\nUsing ChatGPT without an account through Apple’s integrations\n\nIf you use ChatGPT through Apple’s integration without logging into a ChatGPT account, OpenAI says it does not receive your IP address, store your requests, or use them to train its AI models.\n\nThe company says your conversations are only “processed by OpenAI to provide you with a safe response and comply with applicable laws.”\n\nIf you decide to continue a conversation that you initially started through an Apple integration in the ChatGPT app or website, then OpenAI processes your data in accordance with its privacy policy. This means that OpenAI will get access to your IP address, browser type and settings, the date and time of your request, your time zone, country, device information, and more.\n\nOpenAI will also use online analytics tools that use cookies to allow it to analyze how users are interacting with ChatGPT.\n\nUsing ChatGPT with an account through Apple’s integrations\n\nIf you connect your account to Apple’s integrations, your existing data preferences with OpenAI will apply.\n\nFor instance, if your settings indicate that you want your conversations to be saved, then your conversations with ChatGPT through Apple’s integrations will also be saved in your account’s chat history. This means you can access them later through your account.\n\nPlus, if your ChatGPT settings indicate that you don’t want your conversations to be used to train OpenAI’s models, then the same applies to your interactions with ChatGPT through Apple’s integrations.\n\nOnce you connect your account, OpenAI will make some information about your ChatGPT account available on your device in order to connect your account. This information includes your name, email address, profile image, any workspace names, and your billing plan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI demos ChatGPT in Apple Intelligence",
            "link": "https://techcrunch.com/snippet/2929529/openai-demos-chatgpt-in-apple-intelligence/",
            "description": "Today’s stream was all about ChatGPT’s integration in Apple Intelligence, which is part of a slew of features launched today ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SbhhquZvzCVfiE19QdXbVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "Today’s stream was all about ChatGPT’s integration in Apple Intelligence, which is part of a slew of features launched today in iOS 18.2. The seasonally appropriate demos highlighted how you can ask ChatGPT through Siri to plan a holiday party, make the perfect playlist, and judge a festive sweater competition with ChatGPT’s vision capabilities. OpenAI also demonstrated ChatGPT’s functionalities in the macOS app by uploading a large PDF, summarizing it, and even creating a chart the visualize the content.\n\nImage Credits:OpenAI / Screenshot via TechCrunch\n\nIf you missed the stream, you can catch up on the replay right here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's CFO says it trusts Elon Musk to 'compete appropriately' after his ally David Sacks was appointed AI czar",
            "link": "https://www.businessinsider.com/openai-cfo-elon-musk-xai-david-sacks-ai-czar-trump-2024-12",
            "description": "OpenAI CFO Sarah Friar trusts Elon Musk to act in good faith despite his ally David Sacks' appointment as AI czar.",
            "image_url": "https://www.bing.com/th?id=OVFT.2xV14Hf43IgyxExFfh06PS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "Business Insider",
            "article_content": "OpenAI's CFO trusts Elon Musk to prioritize the national interest despite owning a rival company.\n\nMusk, a Trump advisor with ties to AI czar David Sacks, has a feud with OpenAI's Sam Altman.\n\nAltman said last week he does not think Musk will use his political power to hurt competitors.\n\nOpenAI trusts Elon Musk to act in good faith as the owner of a rival AI company with the ear of President-elect Donald Trump, its CFO said.\n\nAdvertisement\n\n\"We trust him...as a competitor, [Musk] will put first the national interest and compete appropriately,\" Sarah Friar, the CFO of OpenAI, said at the Reuters NEXT conference on Tuesday.\n\nMusk is a close Trump advisor and is co-leading the advisory body DOGE alongside Vivek Ramaswamy. Musk's ally and fellow PayPal Mafia member David Sacks was recently appointed as Trump's AI and crypto czar.\n\nAdvertisement\n\nAfter Sacks was tapped for the position, OpenAI chief Sam Altman — with whom Musk has a long-running feud — took to X to congratulate him on the role. Musk responded with a laughing emoji.\n\nFriar's comments follow Altman's remarks at The New York Times' DealBook summit last week, in which he said he didn't think Musk would use his political power to his advantage and boost his own AI startup, xAI.\n\nHe said, \"I believe pretty strongly that Elon will do the right thing and that it would be profoundly un-American to use political power to the degree that Elon would hurt competitors and advantage his own businesses.\"\n\nAdvertisement\n\nMusk has been embroiled in a legal battle with OpenAI since March after twice suing the company behind ChatGPT. He accused the company and some of its cofounders of violating its founding charter with its plans to change its corporate structure to become a for-profit business, and of putting commercial interests ahead of its original mission to benefit humanity.\n\nAltman also addressed the feud between him and Musk at the DealBook conference, calling it \"tremendously sad\" and said he grew up looking to Musk as a \"mega hero.\"\n\nxAI was launched just 16 months ago, but it has quickly scaled up to be considered a competitor of OpenAI. In record time, the $50 billion startup built a supercomputer in Memphis that has 100,00 GPUs and is aiming to increase that to at least one million.\n\nAdvertisement\n\nOpenAI and Elon Musk didn't immediately respond to requests for comment from Business Insider, made outside normal working hours."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Limits Sora Access After Higher-Than-Expected Demand",
            "link": "https://www.msn.com/en-us/news/technology/openai-limits-sora-access-after-higher-than-expected-demand/ar-AA1vyDji?ocid=BingNewsVerp",
            "description": "OpenAI 'significantly underestimated demand' for its new video generator, Sora Turbo, and will limit signups 'on and off,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UU6frb-nn2Fjf4RCH8TU-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "PCMag on MSN4h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman makes $76,000 a year, doesn't own any equity in his company: 'This is my childhood dream job'",
            "link": "https://www.msn.com/en-ca/money/companies/openai-ceo-sam-altman-makes-76-000-a-year-doesn-t-own-any-equity-in-his-company-this-is-my-childhood-dream-job/ar-AA1vBS1v?ocid=BingNewsVerp",
            "description": "Co-founder and CEO Sam Altman says he only takes a small salary, and no equity, from his company OpenAI because running it is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fSozBfrmkmyAnDuon40xKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 Essential Trends IT Departments Must Tackle In 2025",
            "link": "https://www.forbes.com/sites/bernardmarr/2024/12/11/7-essential-trends-it-departments-must-tackle-in-2025/",
            "description": "Discover how AI operations, advanced cybersecurity, and emerging technologies are revolutionizing IT departments in 2025 as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tD3-LNJIQPjjHZU0VUnneS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This cybersecurity disaster made Google’s top 10 searches of 2024",
            "link": "https://www.digitaltrends.com/computing/crowdstrikes-fiasco-makes-it-to-googles-top-10-searches/",
            "description": "Google Year in Search 2024 list included the calamitous CrowdStrike incident that led to the largest IT outage ever.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "23h",
            "source": "Digital Trends",
            "article_content": "Google recently released its Year in Search 2024, with a wide range of different topics reaching the top 10. Among major events like the Olympics and the U.S. presidential election is one name you may have forgotten about, but will remember for the chaos it caused. I’m talking, of course, about CrowdStrike, the cybersecurity firm founded in 2011 in Austin, Texas — the same one that was (at least partially) responsible for the largest IT outage ever.\n\nSo, what did CrowdStrike do exactly to earn its spot on the list? In a nutshell, it’s responsible for the faulty code that meddled with core functions on the affected Windows computers. The error displayed messages on users’ PCs saying: “Your PC ran into a problem and needs to restart.” The result was downed PCs across the country, affecting a wide range of industries, but most notably, airports. From an IT perspective, this was a nightmare scenario.\n\nRecommended Videos\n\nCrowdStrike CEO George Kurtz apologized, saying in a post on X: “We understand the gravity of the situation and are deeply sorry for the inconvenience and disruption. We are working with all impacted customers to ensure that systems are back up and they can deliver the services their customers are counting on.”\n\nDelta was one of the affected airlines that suffered, and it even claimed that the extended outage the airline suffered was the cybersecurity company’s fault. CrowdStrike pushed back and said the $500 million lawsuit was meritless.\n\nThe source problem lay in the company’s Falcon Platform, which runs compatible with classic antivirus software on your PC. If the outage wasn’t enough, CrowdStrike also came under fire for presenting Uber Eats vouchers worth $10 as an apology.\n\nCrowdStrike ranked 7th in the top ten news searches for 2024, while the U.S. Election took the top spot. Other searches that were also in the top 10 are Monkeypox, Menendez brothers, Trump shot, Iran Rafah, excessive heat, Olympics, Hurricane Milton, and the typhoon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Key enterprise data trends for 2025: Industry expert predictions",
            "link": "https://itwire.com/guest-articles/company-news/key-enterprise-data-trends-for-2025-industry-expert-predictions.html",
            "description": "As businesses prepare for 2025, industry experts are forecasting significant shifts in how companies will handle and utilise ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D6KC3MoBGW9oLWAOHk7j9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "17h",
            "source": "ITWire",
            "article_content": "COMPANY NEWS: As businesses prepare for 2025, industry experts are forecasting significant shifts in how companies will handle and utilise customer data. These changes span across multiple domains, from data infrastructure to artificial intelligence, with implications for businesses of all sizes.\n\nTo understand these emerging trends, Amperity’s industry leaders shared their insights on what lies ahead.\n\nThe Evolution of Data Infrastructure\n\nAt the foundation of these changes lies the transformation of data infrastructure itself. In this space, significant consolidation appears to be on the horizon.\n\nCaleb Benningfield\n\nCaleb Benningfield, Field CTO at Amperity, sees major changes coming to the Customer Data Platform (CDP) market.\n\n\"There has been no clear winner and investors will want to see action and CDPs will begin to merge or be acquired,\" he explains.\n\nBenningfield also predicts that companies will increasingly position themselves as alternatives to Salesforce Data Cloud while emphasising vendor independence. Additionally, he notes that \"zero-copy\" architectures will become essential for competitive CDPs.\n\nAI Transformation and Business Impact\n\nWhile data infrastructure provides the foundation, artificial intelligence is poised to be the driving force of innovation in 2025. The AI landscape is set for dramatic evolution, according to Joyce Gordon, Amperity's Head of Generative AI. She emphasises that AI adoption will create a clear divide between companies that thrive and those that struggle.\n\nJoyce Gordon\n\n\"These successful companies will make better decisions because their teams can easily access and understand data, deliver more personalised customer experiences using generative AI, and run more efficiently by using AI for tasks like drafting creative briefs and handling initial customer service responses,\" Gordon explains. \"Brands that aren't adopting AI with a cohesive strategy will fall behind.\"\n\nThe Path to AI Success\n\nHowever, implementing AI successfully requires more than just adopting the technology. Gordon particularly emphasises the importance of proper AI implementation.\n\n\"Companies will move beyond segmented AI-driven content, closer to one-to-one personalisation,\" she says.\n\n\"This shift is possible now because AI models are becoming smaller, cheaper, and more capable, and because companies are getting better at using them.\"\n\nHowever, Gordon cautions that success requires clean, well-organised customer data as a foundation.\n\nMedia Networks and Advertising Evolution\n\nAs businesses grapple with these technological changes, the media and advertising landscape is undergoing its own transformation.\n\nPeter Ibarra\n\nIn the media and monetisation sphere, Peter Ibarra, Head of Media and Adtech Solutions at Amperity, predicts significant changes in retail media networks (RMNs).\n\n\"The explosion of retail media networks over the past few years means we're close to a tipping point,\" he notes.\n\nIbarra explains that success will require these networks to mature their offerings and provide truly differentiated targeting and measurement capabilities.\n\nThe Future of Digital Advertising\n\nThis evolution in media networks is closely tied to broader changes in digital advertising. Despite Google's extension of third-party cookies, Ibarra believes advertisers won't slow their investments in alternative technologies.\n\n\"Brands will need to maximise the quality of their first-party signals as opposed to relying on the volume of their data,\" he states.\n\nHe also predicts that television advertising budgets will continue shifting from traditional linear TV to connected TV (CTV), with programmatic exchanges emerging as the winners.\n\nTransforming Customer Data Management\n\nThese changes in advertising and media naturally lead to questions about how businesses will manage their customer data going forward. Looking at the broader customer data landscape, Amperity CTO and co-founder Derek Slager sees fundamental changes ahead.\n\nDerek Slager\n\n\"The CDP category will continue to fragment, with vendors more explicitly aligning their positioning to their strengths rather than claiming to solve things entirely,\" he predicts.\n\nSlager believes that rather than seeking single-platform solutions, companies will increasingly adopt multiple specialised tools to address their customer data challenges.\n\nAnalytics and Real-Time Capabilities\n\nThis transformation in data management will be accompanied by significant changes in how businesses analyse and act on their data. Slager is particularly bullish on AI's role in transforming analytics.\n\n\"Dashboards are dead,\" he declares. \"Generative AI powered tools offering the ability to answer the questions that matter on-the-fly will be the new surface for analytics and decision making.\"\n\nSlager also predicts a resurgence in real-time capabilities across the entire data stack, driven by competition in the Cloud Data Warehouse market.\n\nThe Rise of Low-Code Solutions\n\nLooking to the future, perhaps the most transformative change will come from democratising access to these powerful technologies. Slager foresees the emergence of a new generation of AI-powered low-code and no-code tools that will quickly compete for enterprise use cases.\n\nThis development could dramatically change how businesses approach their data infrastructure and analytics needs in the coming year, making sophisticated data operations accessible to a broader range of organisations and users.\n\nAbout Amperity\n\nAmperity is the leading customer data platform (CDP) provider that helps companies put data to work to improve marketing performance, build long-term customer loyalty and drive revenue. Amperity is used by many of the world’s most beloved brands, such as Alaska Airlines, Crocs, Endeavour Drinks, Kendra Scott, Kroger, Lucky Brand, Planet Fitness, Seattle Sounders FC, Under Armour and Wyndham Hotels & Resorts. For more information, please visit www.amperity.com or follow @Amperity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google's Year in Search reveals that Pickle Dr. Pepper recipe was a thing in 2024",
            "link": "https://www.yahoo.com/tech/googles-search-reveals-pickle-dr-220511928.html",
            "description": "Hallmark star Holly Robinson Peete is in mourning. The actress — who has starred in Hallmark classics like Christmas in ...",
            "image_url": "https://www.bing.com/th?id=OVF.jTyHr1PrKycesNh9Gd7tbw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21h",
            "source": "Yahoo",
            "article_content": "Google releases annual data on popular searches worldwide, offering insights into trends from different regions.\n\nSignificant events like the election and the Olympics drove search trends, along with categories like entertainment and food.\n\nYou can even see what trends in 2024 were popular in your zip code as well.\n\nIf you surf the internet, there's a pretty good chance that you use Google since it's the leading search engine that is used around the world. Of course, that means that Google gathers tons of data each year, and while you might find that fact to be uncomfortable, it does release a list to show what was popular in each part of the world.\n\nFor those in the United States, it's not that hard to imagine what might have been trending in 2024, as this year was a big one, filled with events like the election and the Olympics, along with scandals and tons of viral stories. Luckily, you won't have to take a guess as Google has compiled all the data on its annual Google's Year in Search website.\n\nA lot has happened in 2024\n\nAs stated before, there have been a lot of events in 2024, and in the US, some of the top trending may not really come as a huge surprise. When it comes to some individuals of interest in the sports world, Mike Tyson and Jake Paul were some athletes that topped the charts, along with teams like the Los Angeles Dodgers, New York Yankees and Mets.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn addition, we saw the elections recently come and go, which saw a huge surge in searches for participants like Joe Biden, JD Vance, Kamala Harris and Donald Trump. In the world of entertainment, Katt Willians took the top spot when it came to actors, and Inside Out 2, Dune: Part 2, and Beetlejuice Beetlejuice were just some of the top movie searches.\n\nAnd yes, food searches were as popular as ever, with searches for cookies, muffins, and folks being highly curious about pickle recipes, even searching for \"Pickle Dr. Pepper recipe.\" Also, a song that made its debut nearly a decade ago sprang back onto the charts, with Axel F - Crazy Frog being one of the top Hum to Search: Trending Songs.\n\nAnd just in case you were curious about where people were looking to go within the US, some of the top attractions were the Sphere in Las Vegas, Navy Pier and Willis Tower in Chicago, along with stadiums like Madison Square Garden, Yankee Stadium, Barclay Center and MetLife Stadium. Of course, these are just a small sample of what was trending in 2024.\n\nYou can always check out the full list and check out what was trending in other parts of the world by heading to the Year in Search website. You can even get more granular if you'd like by popping in your zip code to see what was trending locally to you. You can even check out last year's trending data to see if some things managed to remain over the course of another year."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "11 Genius Marshalls Shopping Hacks For Chic & Affordable Finds",
            "link": "https://www.bustle.com/style/marshalls-shopping-sale-hacks",
            "description": "The retail giant is also the place to shop if you’re looking to stock up on household essentials. Think: skin care, home ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fzqDRzHKLU7OPiyQWCgm4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "Bustle",
            "article_content": "I’d like to think that as I grow older, I also grow wiser — at least in the shopping department. All those days of impulse purchasing regular-priced items? Gone. And with the new year around the corner, I’ve resolved myself to hone my intentional shopping practices even more by handpicking stores that consistently offer great deals on chic pieces. Enter: Marshalls.\n\nFor many, the retail giant is already familiar. Some may recall hours-long shopping trips with their mothers growing up, while others make regular pilgrimages to the massive brick-and-mortar stores whenever they visit their hometowns. Few, however, know the many genius shopping hacks to snag the best deals, especially on trending styles.\n\nCelebrity stylist and Marshalls fashion style expert Sophie Lopez says, “There’s something for everyone at Marshalls, whether you’re trend-focused or somebody [who] doesn’t like to follow trends.”\n\nOn the trend front, Lopez says she easily spots runway styles at the store, including some of the biggest current aesthetics. “Red is huge, plaid and checks are going to be, and leopard print is also gonna be huge” both now and throughout 2025, predicts the expert. “All of these things are very available — you just go in and find them.”\n\nFrom surprising designers you can shop to price tag colors to look out for (read: final clearance), below is a definitive guide to making the most out of your Marshalls shopping.\n\nThere’s A Wide Designer Selection\n\nMy friends are always shocked to hear that the retail giant carries a wide array of luxury pieces. Ever wanted the viral Le Chiquito Jacquemus bag? A Chloe Marcie Medium satchel? Ferragamo’s Vara Pumps? You could find them all on Marshalls’ official website for significantly lower prices.\n\nThere’s also a robust selection of contemporary designers, including House of Harlow, Lucky Brand, and Staud, among others, for every budget.\n\nOne caveat: If you’re shopping online, you’ll notice most designer names are hidden behind a “Reveal Designer” button, so searching for pieces based on brand isn’t as straightforward. But you can still utilize the item’s name, material, pattern, or color to narrow down the search. It makes stumbling onto a designer gem even more of a treat.\n\nMerchandise Differs By Store\n\nPer the brand, no two Marshalls establishments carry the exact same products. Even the site offers a different selection of merchandise. So if you’re looking for something specific, consider a store and website browsing combo, or multiple in-person locations for optimal browsing (and hopefully purchasing).\n\nShopping In Person? Start With The “Track”\n\nOverwhelmed by the massive space and endless racks in store? The Marshalls team suggests starting your browsing along the “track,” the curated section in the center of the store. Some of the contemporary labels and trending pieces are highlighted there.\n\nIf you’re shopping online, you can explore the curations to see what’s trending in any given season and help narrow your search. For winter, collections include “The Cashmere Shop,” “The Cozy Shop,” “The Ski Shop,” “Stocking Stuffers,” and more.\n\nCome In Armed With A Strategy...\n\nThe merchandise stocked in stores and online is already based on trend forecasts. So, per Lopez, “If you go in knowing what you’re looking for, it’s going to be there. It’s really quite easy.” It’s best if you have a strategy — whether you’re looking for specific trends or runway dupes — and employ your eagle eye. “If you wanted to shop all the trends in one sitting, you would be able to find them all there,” she says.\n\n...But Stay Open To Surprises\n\nLopez also encourages perusing even if you don’t know what you’re looking for — especially when looking for gifts. Her favorite is “when you need to buy gifts for someone or you have multiple people to buy gifts for.” She adds, “Also, because product changes so fast, you could go one week and go back the next and it will be different.” Thousands of new pieces come in weekly, so there’s always something new to find.\n\nJust grab it while you can — especially the designer pieces as those might not be restocked.\n\nSOPA Images/LightRocket/Getty Images\n\nAdd These Clearance Months To Your Cal\n\nWhile there are year-round deals in-store and online, the Marshalls team shared the best months to shop the biggest clearance events: January and July.\n\nThere’s A Tag Color-Coding Scheme\n\nThe price tag colors each have specific meanings. White stands for “regular price,” purple tags are for “runway” pieces including high-end, contemporary, and couture fashion, while blue tags are used for co-ords. What you really want to look out for, however, are red and yellow, which stand for clearance and final clearance, respectively.\n\nShopping For Essentials? They’re 20%-60% More Affordable\n\nThe retail giant is also the place to shop if you’re looking to stock up on household essentials. Think: skin care, home cleaning products, bath products, hair and nail tools, and even snacks. Per the Marshalls team, prices are typically 20%-60% below full-price retailers’ regular prices.\n\nDon’t Sleep On Beauty\n\nEven fashion girls shouldn’t sleep on Marshalls’ beauty section — it has anything and everything. In terms of tools, I was pleasantly surprised by the range it carries. LED masks? Check. Microcurrent devices? Check. Hair tools? Aplenty.\n\nFragrance connoisseur? Marshalls can help you start your collection with labels like Byredo, Maison Margiela Replica, Jimmy Choo, and more.\n\nThe real jaw-dropper is the skin care and makeup selection, which I’ve officially spent hours poring over. Brands include YSL Beauty, Gucci Beauty, Laura Mercier, Augustinus Bader, and La Prairie, among countless others, for mind-blowingly discounted prices. For example, you can get the cult-favorite Laneige Sleeping Mask for $15 (versus the $24 retail price) or a Gucci Matte Lipstick for $25, instead of the usual $47.\n\nGet Free Shipping With A Code\n\nAll online orders over $89 qualify for free shipping — just use the code “SHIP89” upon checkout (a pro tip direct from the brand). Shopping in person? Select stores offer a home delivery option priced based on location (in case you don’t want to schlep your shopping bags home).\n\nSubscribe & Download The App\n\nThe brand’s reps also encourage shoppers to stay connected online. As with any subscription, those who sign up for emails get info on exciting deals and new drops first.\n\nDownloading the app adds another fun layer to shopping. The Marshalls app features a visual search feature to recommend similar styles on the site. Snap a pic of a piece you want, upload it, and wait for the recs to come in.\n\nSource cited:\n\nSophie Lopez, celebrity stylist and Marshalls fashion style expert"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ORCs in space! Astronomers find another vast odd radio circle in 'completely unexpected discovery'",
            "link": "https://www.space.com/orcs-MeerKAT-odd-radio-circle-MIGHTEE",
            "description": "\"It's a completely unexpected discovery, not predicted by the physics we already know, and therefore revealing a gap in our knowledge.\" ...",
            "image_url": "https://www.bing.com/th?id=ODF.dXTf93s-WX7i4zeYTIonzg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Space.com55m",
            "source": "Space.com",
            "article_content": "Astronomers have discovered another mysterious and massive circle of radio light in space. The strange and vast circle of light is an example of an ORC (Odd Radio Circle), the origins of which are currently unknown.\n\nORCS, first discovered in 2019, are so vast they can be 10 times the width of the Milky Way, thus encompassing entire galaxies.\n\nThe newly found ORC, designated ORC J0219–0505, was discovered in data from the MIGHTEE survey conducted by the MeerKAT radio telescope located in the Meerkat National Park in the Northern Cape of South Africa. The 371,600 light-year-wide ORC seems to be associated with the elliptical galaxy WISEA J021912.43–050501.8. It has features that seem to set it apart from other ORCs, including the fact that it appears fainter and that details of its structure reveal it leans to one side.\n\n\"Odd Radio Circles: Circles of radio emission found around distant galaxies that we still don't understand,\" lead researcher and Western Sydney University astronomer Ray Norris told Space.com. \"It's a completely unexpected discovery, not predicted by the physics we already know, and therefore revealing a gap in our knowledge.\n\n\"So we hope these will tell us something new about how galaxies form and interact.\"\n\nAs mentioned above, ORC J0219–0505 seems to differ from other previously discovered ORCs, which has at least answered one question about this strange astronomical phenomenon.\n\n\n\n\"All the ORCS we had previously discovered were very similar. We weren't sure whether this was because all ORCS really are similar or whether it was a selection bias in our detection methods,\" Norris said. \"This new ORC tells us it was indeed a selection effect.\"\n\nThe astronomer added that the faintness of this ORC is consistent with ORCS coming in a range of sizes and brightnesses. He compares this to the variations seen in radio galaxies, which have giant radio emission regions that extend well beyond their visible structure.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nORC birth controversy\n\nUnsurprisingly, for a mysterious newly discovered astronomical phenomenon, scientists have a few different ideas of how ORCs are formed.\n\nNorris explained that one thing that is almost certain is the fact that the radio emission behind ORCs is the emission of so-called \"synchrotron radiation.\"\n\nThis arises from electrons that have been accelerated to high energies and high speeds by a shock wave. The debate around ORCs concerns the source of these powerful shockwaves.\n\n\"There are two main schools of thought as to what causes this,\" Norris explained. \"One is that the circles of ORCs are caused by spheres of shocked gas surrounding a galaxy.\"\n\nThe astronomer said that in this case, the ring we see representing an ORC is actually just the cross-section of an expanding sphere caused by a shock wave.\n\nThis shock wave could be the result of a cosmic collision, either two galaxies colliding and merging or even two supermassive black holes merging.\n\nTwo supermassive black holes collide and merge. Is this the source of the shockwaves that create ORCs? (Image credit: NASA)\n\nAlternatively, Norris said that the rings could be caused by a plane shock wave from another source crossing a dead radio lobe from a supermassive black hole.\n\n\n\nThese lobes emerge from each side of feeding supermassive black holes and spread out to incredible distances.\n\nIn this case, Norris said that as the plane shock wave intersects the roughly spherical outer edge of the remnant lobe, it creates a ring of accelerated electrons that generate synchrotron radiation.\n\nThis multiwavelength image of the Cloverleaf ORC (odd radio circle) (Image credit: X. Zhang and M. Kluge (MPE), B. Koribalski (CSIRO))\n\nThe fact that ORC J0219–0505 differs from previously discovered ORCs could hint at which of these creation models is the accurate one.\n\n\"The offset between the center of the ring and the host galaxy isn’t easy to explain in the merging supermassive black hole model,\" Norris explained. \"That was my favorite model, so I’m not very happy about this!\"\n\nNorris pointed out that the discovery of ORC J0219–0505 shows there is \"still a fair way to go\" before scientists understand ORCs.\n\nThe astronomer said that in addition to investigating WISEA J021912.43–050501.8, this ORC's galactic home, further with a large optical telescope, the team will also hunt for more ORCs as they attempt to solve this cosmic curiosity.\n\nThe team's research is reported in preprint form on the repository site arXiv."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our bumper science quiz of the year 2024",
            "link": "https://www.newscientist.com/article/0-our-bumper-science-quiz-of-the-year-2024/",
            "description": "From a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fi ...",
            "image_url": "https://www.bing.com/th?id=ODF.JSaaJaTZXLT6XOduAsMW-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "New Scientist1h",
            "source": "New Scientist",
            "article_content": "Our bumper science quiz of the year 2024\n\nFrom a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fiendish set of questions from our quizmaster Bethan Ackerley"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new discovery about the source of the vast energy in cosmic rays",
            "link": "https://www.sciencedaily.com/releases/2024/12/241210142040.htm",
            "description": "Where does all that energy come from? For many years, scientists believed it came from shocks that occur in extreme astrophysical environments -- when, for example, a star explodes before forming a ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily18h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly Discovered Odd Radio Circle Indicates A Smaller Subtype Exists",
            "link": "https://www.iflscience.com/newly-discovered-odd-radio-circle-indicates-a-smaller-subtype-exists-77126",
            "description": "We only discovered space ORCs four years ago, and still don’t know what they are, but have learned their apparent uniformity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RtG574bFirCIhbpO9aEWHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience10h",
            "source": "IFLScience",
            "article_content": "The recently discovered class of objects known as Odd Radio Circles (ORCs) has a new member: This one is fainter and smaller than previous discoveries and was only detected using an intense study of a small area of the sky. This leads the team responsible to suspect there are many similar examples waiting to be discovered when similar approaches are conducted elsewhere.\n\nA new era in radio telescope capacity has led to the discovery of several new sorts of astronomical objects that had never been seen before. In each case, astronomers were initially baffled by the findings, leading some to be given names that indicate that bewilderment – for example, Odd Radio Circles originally having been nicknamed WTFs. The source of at least one member of one of these categories – long-period radio transients – was revealed last month, but that’s just the start of working out how they are made.\n\nAdvertisement Advertisement\n\nORCs were first announced in 2020, and had astronomers so puzzled they initially suspected equipment error. As the name suggests, they form large, almost perfectly circular areas of the sky from which radio signals are received unlike anything seen before.\n\nThe most astonishing thing about ORCs is their size. When first discovered, astronomers could not tell if they were moderate-sized objects relatively close to us, or gigantic ones further away. Now, however, we know there are galaxies or active galactic nuclei at the heart of each. Measuring the distances to these galaxies revealed the first five ORCs to be discovered are 1-1.5 million lightyears across, a mind-bending size even for astronomers used to working on galactic scales.\n\nThe latest discovery, known as ORC J0219–0505, has a diameter of around 370,000 light-years, which would be enormous by any standards other than the previous members of the group. For example, it’s more than twice the size of the galaxy at the circle’s center, which is of similar size to our own Milky Way.\n\nProfessor Ray Norris of CSIRO led both the original ORC discovery and the new one. However, he explained to IFLScience that, at this point, knowledge of its nature is sparse.\n\nAdvertisement Advertisement\n\nAll ORCs are known to be rapidly expanding, so a smaller object might be a younger one. However, Norris told IFLScience he has “No idea,” if this is the case. “It could also be about the medium it is expanding into,” he explained. A slightly less complete vacuum between galaxies might restrict the ORC’s expansion. Similarly, Norris said, the team can’t say why this ORC is fainter than all the others.\n\nAlthough they appear circular in two dimensions, we now know that ORCs are spheres surrounding central galaxies, created by some sort of shock around a billion years ago.\n\nThe original ORC, looking very similar. Image Credit: Norris et al/Publications of the Astronomical Society of Australia, Courtesy of Ray Norris.\n\nSeveral competing explanations for this shock exist, including that it is created by the merging of either supermassive black holes or entire galaxies, or the collective actions of many supernovae blasting vast quantities of gas out of their galaxies. In the last case, electrons stripped from the gas are much lighter and therefore travel further than the gas itself, and could be producing the radio waves while invisible to us by other means.\n\nNorris told IFLScience he previously favored the merging black holes explanation, “But the offset between the center of ORC J0219–0505’s sphere and the supermassive black hole is difficult to account for.” On that basis, Norris thinks collisions between gas clouds during galactic mergers are probably the front-runner. These collisions are thought to create shockwaves that accelerate electrons beyond the merged galaxy, but Norris considers the issue still wide open.\n\nAdvertisement Advertisement\n\nORC J0219–0505 was found as part of a 564.2-hour study by the MeerKAT radio telescope of a 20 degree2 area of the sky. Since something this faint would probably not have been detected without such an in-depth survey by an instrument like MeerKAT, the authors expect similar objects are waiting to be discovered once the rest of the sky gets similar attention.\n\nNorris told IFLScience that the most significant part of the discovery is that all previous ORCs are very similar in size, brightness, distance, and age. This led astronomers to wonder if something was special about these conditions, or if the similarity reflected selection bias from the methods used to find them. Adding something significantly smaller and fainter to the mix makes it likely we’ll spot plenty of smaller ORCs (goblins, perhaps?) once suitable techniques are expanded, and there may be other subgroups to come as well.\n\nThe paper has been accepted for publication in Monthly Notices of the Royal Astronomical Society, and is posted as a preprint on ArXiv.org.\n\n[H/T Phys.org]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Firefly Sparkle galaxy offers a taste of the infant Milky Way",
            "link": "https://www.reuters.com/science/firefly-sparkle-galaxy-offers-taste-infant-milky-way-2024-12-11/",
            "description": "NASA's James Webb Space Telescope has spotted a young galaxy dating to the early universe - called Firefly Sparkle because ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K4n-DMzcTxKPh__9oKOMqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kissflow infuses AI into no-code, low-code development platform",
            "link": "https://www.cio.com/video/3622548/kissflow-infuses-ai-into-no-code-low-code-development-platform.html",
            "description": "Designed to enable citizen development for application backlogs within companies, the Kissflow platform includes automated ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WKWmm1fepU_df9MlarEJWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "CIO2h",
            "source": "CIO",
            "article_content": "00:00\n\nHi everybody, welcome to DEMO, the show where companies come in and they show us their latest products and platforms. Today, I'm joined by Neil Miller, he is the Director of Product Marketing at Kissflow. Welcome to the show, Neil. So tell us a little bit about what Kissflow is, and then what are you going to show us here today?\n\n\n\n00:14\n\nSo Kissflow is a no-code, low-code, application platform that really spreads the power of application development across the enterprise.\n\n\n\n00:21\n\nGenerally, who is this designed for? Is it designed for product developers, or is it other people within the company that might not be a developer?\n\n\n\n00:30\n\nYes, so Kissflow is a unique product in that it's really built for both groups, so it can handle the people that like the high-powered, low-code developers who really want to build a lot of things out -- they don't need a lot of certifications or anything. It's a platform they can get on to build things very quickly and easily. But then the other side, you also have junior developers, business analysts and specifically process owners, who want to build their own thing themselves. The platform is easy enough for them to use that they can build their own applications too.\n\n\n\n00:56\n\nDo you subscribe to the whole citizen developer movement that we're seeing in the space, because of skill shortages and things like that?\n\n\n\n01:04\n\nAbsolutely. Citizen development is one of the main themes we like to play into. Now our platform is very governed, so IT admins have the ability to govern the entire platform and know what's going on in there. But at the same time, we believe that people who actually run these processes probably know best what's there. So as long as you give them the right tools, and you give them enough training, they're able to build what they need.\n\n\n\n01:25\n\nBecause I guess if I was in IT, the biggest fear would be like, “Wait, you're we're giving power to who?” Because the last thing you want is me programming something, with very little design or development skills. So why should companies care about Kissflow versus maybe some of the other platforms out there, or some of the other processes that go on.\n\n\n\n01:42\n\nLike I said, Kissflow’s unique thing is that one, it’s just super easy to use. You're going to see it in the demo here a second. The layout, the feel of it, is just really geared towards someone who knows what they want but maybe doesn't have the development skills about it. There's a lot of things we won't show today that show the power of the low-code side of it as well, so that even a higher-powered developer can come in and really do what they want to do, but that's one thing that really makes it easy, is just the ease of use and be able to generate things quickly. So even somebody who's in the IT department that just wants to build a lot of apps very quickly to get things out of their backlog, they can really easily build dozens of apps on this.\n\n\n\n02:16\n\nIf companies didn't have this, would they just be relying on developers to do a lot of the requests that are coming in? Does this offload some of those processes to people that usually don't have those skills?\n\n\n\n02:26\n\nSo a few different things. One is that they would either just be custom developing things. Second is they might be using a different low-code platform, but typically, you're only going to be building two or three applications a year on those really big platforms that are out there. Kissflow is more like, “Hey, give us a few dozen that we're going to get done in a year.” Then the citizen developers, the other thing they would be using would just be spreadsheets, Excel or something like that, to build what they need. So this is their option to actually get something that's an improvement on Excel.\n\n\n\n02:53\n\nSo let's go into the demo. Tell us what you're going to show us.\n\n\n\n03:00\n\nWhat you see here is the basics of a process. So we have a few different modules in Kissflow, but the process builder is one of the easiest to understand, and the one that generates the most interest for most people. So we start off with a form, which is a little bit interesting. Most people are going to say, OK, build us a data table or something like that. But we actually want to start with a form, because that's where the process owner is usually going to start. They know what they want to do. In this situation, we're looking at asset disposal requests. So this is, again, something maybe your admin team is going to use, or maybe somebody else in the IT department is going to use, but it's really something that the person who is building this knows what they need, and they just want to be able to bring that in.\n\n\n\nSo the form is very, very simple. It's all drag and drop. We have tons of form fields that are available here on the left, all sorts of things, from very simple things to very complicated. We also have some AI features here. So if you want to, just based on the name asset disposal request, you're going to be able to generate types of fields you might need to know. So if somebody's building it for the first time, they're going to be able to bring those in. They can do anything here, building out sections, you're also able to refer back to fields. We have remote lookup, so you can go to databases outside of Kissflow and bring those things in. Every field has the ability to change the settings, to add validations, add visibility requirements, stylize it the way you want, and even add these custom events, which is more the low-code part of what's going on. So the field, the form is one of the things that is most fun to use, I feel like to build in, but then you want to take that form and drive it through a workflow. So that's where we go to the second phase. So here again, this is one of the powers of Kissflow, is just being able to see how simple it is to build things out. Again, we have these AI features where they will suggest steps for you based on the name of the platform. Here I have a few that are already added in. It's as easy as adding in new steps. Adding in you can do something like a parallel branch where two different things may be happening at the same time. Or you want to create conditions based on how things happen. So all these things are available to just make it easy.\n\n\n\nOne of the best things about it is how you assign things. A lot of these features, a lot of other platforms, don't have so easily to do in terms of if you're going to assign it to a group of people, if you're going to assign it to everyone, if everyone needs to approve it before it goes forward, if only a few people need to approve it. If you want to assign things to one person based on the region that they're in, but a different region needs to go to somebody else, that's really easy to do in Kissflow. If you're trying to hand-code a lot of the things, it becomes very difficult to do. You can also build in these conditions. You can look at different SLAs, actions, deadlines, field permissions that are available at different steps. That's really one of the great, but I'm able to create services requests. I'm able to create product marketing requests based on these workflows and just set up the way I want to do it.\n\n\n\n05:46\n\nDo you find that when you're doing the application itself, does it get sent to approval from the IT department to make sure that you're not missing anything? Or does another developer check your work before it gets deployed? Or because, if it's internal, maybe you don't have to do that?\n\n\n\n06:02\n\nSo within the citizen development framework, which we also try to align ourselves a lot, you kind of have these zonings of applications, they're based on the risk and based on the complexity. So a lot of risk that's involved and a lot of complexity, you really want your IT team to be hands-on doing those things. Maybe you're going to let a citizen developer work on a form or something like that. Then you have things that are less risk, but maybe with a little bit of complexity. That's where someone just needs a mentor to be able to come along and make sure, “Hey, you did it right, you didn't screw up anything.” Then you have this other area where it's like, it's low risk, it's low complexity, and pretty much you're just letting those people just build whatever they want, because they're not going to mess up too much.\n\n\n\nSo this particular one, asset disposal, there may be some concerns about some risks that are around there, but not too much. This would be an example of one that would probably be fine for a citizen developer just to build on their own, and just for the data governance platform, just to know that it’s there. But other apps you're going to want to have people more involved in it.\n\n\n\nAfter you build out all the steps that you want, and again, this can get as complex as you want. We've seen many very big workflows that go on, then you go on to permissions. So here, at each step in the process, you're able to figure out if fields should be editable, if they're read-only, or if they're hidden. You can set these rules across steps or just for individual ones. It's really just a way to make sure to ensure some privacy issues, or ensure some scalability issues, as you're building these out to make sure that each step is what it needs to be.\n\n\n\nOne of my favorite features within this particular function in Kissflow is the simulate button. So here, instead of having to go live with something and then test it out and figure it out, this is really a way to just test it on the back end really quickly. Here I can simulate it as myself, or as lots of other people, and see what it would be like. I can see, these fields are obviously like a read-only field, but this one is something that I can use. And if I say, “Okay, well, I didn't want that to be like that,” I can just go back into the process and figure that out.\n\n\n\nWith each step I can see things. I can mark it, and I can submit it as done, and see what it looks like in the next section. You can also see what it looks like on a mobile app. So this is really the fun side of Kissflow, I would say, in order to be able to see what's going on and be able to build it. In this particular process builder, deploying an app is just as simple as clicking this button to go live. Now it's live. So now at this point, this is more like the runtime. So in here, a new person would be able to get in. They're going to click this New Item button. They're going to see all the same fields that you had with Kissflow, with our process builder. You're going to see exactly when something was started, when the next step was done. So these are going to have times if they had SLAs attached to them. The SLA is going to be there to know if it was handled appropriately or not. You can also add comments for people that are involved in the workflow. So if there's some extra things that need to be added into all these things, so you get this big data trail as well. So a lot of this use of Kissflow, with an approval management cycle, you're going to be able to get all the things you need, as opposed to just trying to handle something on either a simple workflow builder, on Excel or something.\n\n\n\n09:01\n\nYou were talking to me before the show that you've got some integrations that you wanted to show off?\n\n\n\n09:06\n\nSo this part of Kissflow is about approvals. So you're talking about mostly human-based ones, but also you can build a lot of really intense integrations as well. So here, this is an integration we built for another process was about scheduling interviews with customers. This is pretty easy, and again, you're going to see a similar workflow builder here, but here we're not talking about human elements. Now we don't have approvers. Now we are just going into different systems. So here, when a status of an item is updated, we're going to make sure certain data sets match and then send an email. Those are easy to do, but again, you can see lots of different connections we have here, lots of things within Kissflow. But then also outside of Kissflow, as well, other tools that if you want to go into one of your CMS or your ERP system and make a connection, those are very easy to do. Again, this is still no code. We're still talking about people like you and me that aren't technically minded, that can just go in and make what they need to do. Maybe I get into a little bit of trouble. I need to ask somebody, Hey, what I do here, and that's very easy, just to go and then you feel really empowered as a system developer.\n\n\n\n10:05\n\nYou've got a lot of features other than the stuff that you just showed me. But do you offer a free trial? Is it? Or how do you get set up on this?\n\n\n\n10:12\n\nYeah, free trials are available. As long as you go to our website, request a meeting with our sales team, they'll kind of get a figure for how you want to use it. One of our big things is that we like to see companies with a long list of backlogged apps. If you have five to 25 apps that you're like, “Man, I wish somebody would take these off our plate,” that's our kind of customer. So if you're in that that zone and you really want to see it, or you want to try out citizen development as well, unleashing something for the rest of the organization, then come in, we'll figure out if it's right for you, and make sure you get set up.\n\n\n\n10:43\n\nAnd it looks simple to operate, so I'm also assuming it's going to be simple to install. You're not talking like a three-month long install process.\n\n\n\n10:49\n\nAbsolutely not. We like to see people get up and going as soon as possible. We don't have any long certification courses. You get in, you learn the platform, and then again, depending on if you want to turn this over to people, citizen developers, or IT departments. IT departments are going to be very fast with this, and like, within a week, they're going to be up and building MVPs, and things much more complicated. What I was showing you before was our standard runtime that you can see with a certain process, but we have a page builder, you can build a custom UI, so you can have everything unique. You can build your own dashboards or your own reports. This is just like one small, easy part of Kissflow, but it can really be very powerful.\n\n\n\n11:27\n\nAll right, give me the website again.\n\n\n\n11:29\n\nKissflow.com.\n\n\n\n11:30\n\nNeil Miller, thanks again for joining us on the show. That's all the time we have for today's episode. Be sure to like the video, subscribe to the channel, add any thoughts you have below. Join us every week for new episodes of DEMO. I'm Keith Shaw, thanks for watching."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Founder who built Snap’s AI launches a snappy new take on video chatbots",
            "link": "https://techcrunch.com/2024/12/11/founder-who-built-snaps-ai-launches-a-snappy-new-take-on-video-chatbots/",
            "description": "A deep learning scientist whose last startup was acquired by Snap to build its My AI chatbot has raised seed funding for his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h1PIm-xQ4zu6CfLm1wD-wC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "A deep learning scientist whose last startup was acquired by Snap to build its My AI chatbot has raised seed funding for his latest venture: a platform for building and operating real-time, video-based conversational AI agents.\n\neSelf, as the startup is known, is today coming out of stealth with $4.5 million in its coffers to enter the race to build live, interactive, and more realistic AI assistants. Its initial focus is on verticals including education, sales, financial services, real estate, and health and wellness.\n\neSelf’s early pitch is that its agents’ current query/interaction response time is under 1.7 seconds — which it claims is faster, and thus more lifelike, than voice responses from other leading companies like OpenAI. The Israeli startup has launched a “no-code” creation studio that lets its customers build their own agents. These agents can operate common apps — like Calendly, Salesforce, others — to schedule appointments, access collateral content, and to reference data just as a human assistant might do.\n\neSelf says it has, in stealth, already powered “millions” of real-time conversations. Current customers include Christie’s real estate, and Brazilian bank AGI.\n\nExplorer Investments, a firm out of Portugal, led the round with participation from Ridge Ventures and strategic angel investors such as Eyal Manor, former VP of engineering at YouTube and chief product and engineering officer at Twilio.\n\neSelf is co-founded by Dr Alan Bekker (CEO) and Eylon Shoshan (CTO), and it has an unlikely origin story.\n\nBekker, who lives in Tel Aviv, tells me his original wish was to become a rabbi — an ambition that he fell out of love with several years into studying, he said, after approaching the chief rabbi in his school, asking big questions about God and faith, and not being satisfied with the answers he got in return.\n\n“I came home to my wife Lisa,” he said. “I told her I didn’t believe in God anymore.”\n\nWhether he reconciled that in the end or not, I have no idea. But it seems that he did discover another kind of religion in the wake of that dramatic moment.\n\n“My passion was always about understanding humans and our world in general,” he said. He had a longstanding interest in math from his days as a student, and so he dropped out of rabbinical school and turned to university to study engineering, physics and computer science.\n\nHe signed up for a course in machine learning “completely by mistake,” he said, and it gave him a glimpse into another kind of omniscience.\n\n“You can, with mathematics, understand natural language, vision, speech,” he said. “It was mind blowing.”\n\nFirst startup sold for $100M\n\nFast forward through a PhD, many research papers, and a lot of loans (now repaid), Bekker became a specialist in voice recognition, neural networks and deep learning. He also had an entrepreneurial itch and, it turns out, a knack for proverbially spotting where the puck is going.\n\nHis first startup was Voca, which focused on building AI voice assistants for call centers. It started to rack up large customers like American Express and TNT (now a part of FedEx), and then Snap came knocking. As we reported at the time, Snap acquired the startup in 2020 for $100 million, but with little indication of how it would use the tech.\n\nBekker took on a role as the head of Conversational AI at Snap where he led a team that built… conversational AI tech. But it took almost three years, and for the tech world to be turned upside down with the viral arrival of generative AI, for that to finally make a landing point in a product.\n\nBy the time Snapchat launched My AI, its conversational chatbot, in 2023, Bekker had been a year out of the company. Perhaps just as well: My AI had mixed (and some quite negative) responses since getting released.\n\n(Bekker tells us that while he was involved in the tech, he wasn’t wasn’t involved in building the product or the integration with Snapchat.)\n\nMeanwhile, he started thinking of what the next generation of AI agents might look like: rather than voice- and text-based queries, with text-based responses, he saw the potential for a more interactive and humanlike product, using video and voice in the response.\n\nBekker teamed up with Shoshan, who cut his teeth in Israel’s 8200 unit and is a specialist in natural language processing, to co-found eSelf.\n\nThe tech world is fast becoming crowded with companies targeting what is now being described as the “agentic” opportunity.\n\nTapping into advances in Generative AI, there has been an array of companies emerging that are working on delivering responses that are not just more accurate but more believable because of the form — a ‘human’ with a ‘voice’ — delivering it.\n\nCompanies including H, Eleven Labs, Amazon, Anthropic, the newly launched /dev/agents, LinkedIn and OpenAI are creating building blocks to craft agents to carry out various tasks. Startups and established players like Salesforce are also coming out with agents for specific use cases like shopping, assisting enterprise sales and revenue teams, and design.\n\nIt’s very early days, but it will be worth watching to see which of these catch on with paying users, and which startups land investors to help them grow.\n\nThat is, if you assume any of this will take off and get past some of the significant gating factors. One area that has proven to be a major cash drain is the building and training of models. Bekker said that eSelf has not built its own LLMs from the ground up. Instead, it has fine-tuned Meta-created Llama models, among others. “Customers who have chatbot in place built on, say, GPT, can change to use that,” he said, “but the latency will be longer.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cyberpunk 2077 Has A Balatro Crossover Quest, Here’s How To Start It",
            "link": "https://www.yahoo.com/tech/cyberpunk-2077-balatro-crossover-quest-182906074.html",
            "description": "CD Projekt Red dropped a new update for Cyberpunk 2077 that added customization options for your cars and character, photo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CWfOsedZoNj7ciuHJbhrmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Yahoo",
            "article_content": "CD Projekt Red dropped a new update for Cyberpunk 2077 that added customization options for your cars and character, photo mode features, and a few “surprises” the team is hoping fans will find themselves. One thing the team didn’t mention in its live stream or patch notes was that update 2.2 would also bring a quest based on Balatro, 2024’s card game indie darling that is nominated for Game of the Year at this year’s Game Awards. If you haven’t booted up Cyberpunk since the update but are curious about how to see this unexpected crossover, we’ve got the rundown on where to go in Night City to start the quest.\n\n\n\nFor most people, the quest should begin fairly easily. If you boot up the game, you should receive a text message from someone named Jim B (a reference to Balatro’s clown mascot Jimbo) who will send V on a treasure hunt around the city, with clues and photos leading you to areas adorned with hidden Jimbo logos. Throughout the quest, you’ll find Balatro-themed cosmetics, including a trophy you can put on display in your apartment.\n\nHowever, as of this writing, the quest might be bugged, as some players, myself included, are not receiving a text message from Jim B upon start-up. I tried riding around Night City to see if the clown might get in touch with me, but had no luck. I also checked the spot where the first logo is supposed to appear, and it seems like it doesn’t show up in the world if you haven’t started the quest. We’ve reached out to CD Projekt Red about this issue and will update the story when we hear back. In the meantime, if you’re looking for some help on all the clue locations, YouTuber vinal has a video showing each location on Night City’s map:\n\nAll of this launches alongside a line of Cyberpunk X Balatro merchandise including shirts and a hoodie, all of which are available for pre-order on CD Projekt Red’s website. While Cyberpunk 2077 may be getting a little love even four years after its release, most of CD Projekt Red’s team has been moved to other projects, including a sequel codenamed Orion. We don’t know much about the game, but there’s reason to believe it will have some kind of multiplayer mode.\n\n\n\n\n\n\n\nFor the latest news, Facebook, Twitter and Instagram."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How long is Hanukkah and when did it start? Why and how the Jewish holiday is celebrated",
            "link": "https://www.yahoo.com/lifestyle/long-hanukkah-did-start-why-145405655.html",
            "description": "The first night of Hanukkah falls on Christmas this year. Here's how the Jewish holiday originated and how it's celebrated.",
            "image_url": "https://www.bing.com/th?id=OVFT.Lz77G0NUSjnSKG76ZqXuCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5h",
            "source": "Yahoo",
            "article_content": "In a season of glowing menorahs and sizzling latkes, Hanukkah brings eight days of light, joy, and tradition to Jewish homes around the world. But how did this holiday of miracles and resilience become such a cherished celebration—and what makes this year's timing so unique?\n\nIn a rare, but not unprecedented calendar overlap, the first night of Hanukkah falls on Christmas Day, intertwining two deeply meaningful celebrations on the same day.\n\nWhen is Hanukkah 2024?\n\nThis year, the first night of Hanukkah falls on Wednesday, Dec. 25.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAccording to the Bergen Record, the first night of Hanukkah last fell on Christmas Day in 2005. Before that, the overlap occurred in 1959 and 1921. The first night of Hanukkah will not land on Christmas Day again until 2035 and then again in 2054.\n\nWho celebrates Hanukkah?\n\nHanukkah is a traditional Jewish holiday, celebrated by Jewish people around the world. The religious holiday is also called the \"festival of lights.\"\n\nWhat does Hanukkah celebrate? Why is Hanukkah celebrated for 8 days?\n\nWhile Hanukkah often coincides with the Christmas season, it is far from being \"the Jewish Christmas,\" as it’s sometimes mistakenly labeled.\n\nHanukkah commemorates the rededication of the Second Temple in Jerusalem following the Maccabees' unlikely victory over the Seleucid Empire in the 2nd century BCE. Central to the celebration is the miracle of the oil: a single day's supply that burned for eight days, symbolizing resilience and divine intervention.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDespite its festive traditions, Hanukkah is not the most significant holiday in Judaism. Unlike Christmas for Christians, Hanukkah does not hold a central place in religious practice and is not even widely considered among the top five major holidays in Judaism.\n\nA man passes a large menorah in Philadelphia, PA\n\nHow many nights is Hanukkah?\n\nHanukkah is celebrated for eight days and eight nights.\n\nKey Jewish holidays\n\nIn 2024, several key Jewish holidays have already passed. These are among the most significant, according to Religion News:\n\nRosh Hashanah (Jewish New Year) marks the beginning of the Jewish calendar year and initiates the Ten Days of Repentance. This period encourages introspection and spiritual renewal. Traditions include blowing the shofar and eating symbolic foods such as apples dipped in honey, which represent hopes for a sweet year ahead.\n\nYom Kippur (Day of Atonement) is considered the holiest day in Judaism, focused on repentance, prayer and fasting. It is observed with a 25-hour fast, intensive synagogue services, and seeking forgiveness from God and others. Yom Kippur concludes the Ten Days of Repentance, providing an opportunity for spiritual cleansing and renewal.\n\nShabbat is a weekly day of rest, observed from Friday evening to Saturday evening. It celebrates God’s creation of the world and the covenant between God and the Jewish people. Shabbat is a time for prayer, reflection, and spending quality time with family and community, offering spiritual renewal and rest.\n\nPassover (Pesach) commemorates the Exodus from Egypt and the liberation of the Israelites from slavery. The holiday is celebrated with a Seder meal, which retells the Exodus story, and by eating matzah (unleavened bread). It emphasizes themes of freedom, deliverance, and gratitude for God's protection.\n\nSukkot (Feast of Tabernacles) is a harvest festival that also remembers the 40 years the Israelites spent wandering in the desert. Observants build and dwell in a sukkah (a temporary hut) and wave the lulav and etrog (a palm frond and citrus fruit). The festival celebrates the bounty of the earth and God’s protection during the Israelites' wilderness journey.\n\nShavuot (Feast of Weeks) celebrates the giving of the Torah at Mount Sinai. Observances include all-night Torah study, special prayers, and the consumption of dairy foods. It highlights the importance of the Torah in Jewish law and practice.\n\nJewish holiday calendar in 2025\n\nFast of Tevet 10 : Friday, Jan. 10\n\n15 Shevat (Tu B'Shevat ): Thursday, Feb. 13\n\nPurim : Thursday, Mar. 13 - Friday, Mar. 14\n\nPassover (Pesach) : Saturday, Apr. 12 - Sunday, Apr. 20\n\nSecond Passover (Pesach Sheni) : Monday, May 12\n\nLag B'Omer: Friday, May 16\n\nShavuot : Sunday, June 1 - Tuesday, June 3\n\nThe Three Weeks : Sunday, July 13 - Sunday, Aug. 3\n\nRosh Hashanah : Monday, Sept. 22 - Wednesday, Sept. 24\n\nYom Kippur: Wednesday, Oct. 1 - Thursday, Oct. 2\n\nSukkot : Monday, Oct. 6 - Monday, Oct. 13\n\nShemini Atzeret & Simchat Torah : Monday, Oct. 13 - Wednesday, Oct. 15\n\nChanukah : Sunday, Dec. 14 - Monday, Dec. 22\n\nFast of Tevet 10: Tuesday, Dec. 30\n\nSee full description and work guidelines.\n\nThis article originally appeared on Austin American-Statesman: How many nights is Hanukkah 2024? Origins, history of Jewish holiday"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Workplace Trends to Eye for 2025",
            "link": "https://money.usnews.com/careers/articles/workplace-trends-to-eye",
            "description": "The traditional 9-to-5 schedule will continue to erode, giving way to flexible work arrangements that prioritize work-life ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B_17yxGvA1Ot6m1Wl4ujQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "4h",
            "source": "U.S. News & World Report",
            "article_content": "Key Takeaways\n\nIn 2025, workers will continue to push for flexible work arrangements that prioritize work-life balance.\n\nTo fill short-term business needs, employers will increasingly turn to freelancers and contractors.\n\nDemand will remain strong for specialized artificial intelligence roles, and companies will also prioritize hiring and developing non-technical talent to harness the benefits of AI tools.\n\nAs workers prepare to say goodbye to 2024 and its notable workplace trends, here are the trends some workplace experts expect to see in 2025.\n\n\n\nEmployees Will Build Stronger Work-Life Boundaries\n\nThe traditional 9-to-5 schedule will continue to erode, giving way to flexible work arrangements that prioritize work-life balance. “Remote work, hybrid models and asynchronous communication will become the norm, fostering greater autonomy and job satisfaction,” said certified business and executive coach Bethany Plaza, in an email.\n\nRegardless of labor market pressures and whether return-to-office mandates become more widespread, employee demand for work-life fit is expected to keep growing.\n\nForward-thinking human resource leaders should anticipate workplace flexibility to become a competitive necessity. “It is worth noting that 82% of executives plan to make working styles more flexible in the next two years, including exploration of four-day workweeks,” said Lexi Clarke, chief people officer of the compensation data provider Payscale, in an email.\n\nAs employees push for greater flexibility and friction heightens in the employer-employee power dynamic, employers can’t afford to ignore employee sentiment. “Prioritizing fair pay, flexibility and career growth will be essential, as a pro-employer stance will only increase tensions,” Clarke said. “(Human resources) leaders need to continue to balance advocating for workers with business priorities.”\n\nGary Gray, who’s been an entrepreneur for two decades as co-founder and CEO of Coupon Chief, believes that the trend of quiet quitting will evolve into what he calls “intentional engagement.” He expects that as more employees realize they don’t have to burn out to be loyal or productive, they’ll start setting clear boundaries around work-life balance while still being committed to their roles.\n\n“For the past few years, the quiet quitting movement has been getting a bad rep, even though it’s mainly been employees claiming back their power – especially those who have been overworked or exploited in subtle ways,” Gray said in an email. “Companies are going to be more accommodating here. I think they finally recognize and support employees making this boundary very clear, especially if they are as committed to work-life balance as they claim to be.”\n\n\n\nFreelancers Will Fill Skills Gaps While Lifelong Learning Takes Center Stage\n\nAs technology evolves faster than many can keep pace, the demand for adaptable, lifelong learners is predicted to soar. “Organizations will prioritize continuous learning and development programs to equip their workforce with the skills needed to thrive in the future of work,” Plaza said.\n\nTo fill skills gaps and adapt to short-term business needs, the gig economy may expand as employers turn to freelancers and contractors, saving on full-time employee costs. HR leaders will need to prepare to integrate gig workers into strategic workforce planning and adopt technology to source talent and match tasks to skills. “With the gig economy booming, it’s time for HR to get serious about integrating freelancers into our strategy,” Clarke said. \"It’s not just about filling gaps. It’s about smart hiring, efficient onboarding and fair compensation.”\n\n\n\nAI Will Affect Everything From Personalization to Compensation\n\nArtificial intelligence is at the top of the watch list for many executives, entrepreneurs, career coaches and workplace trend-watchers. Plaza believes that AI will more definitively revolutionize how people work in 2025 by tailoring experiences to individual needs. “From personalized learning paths to AI-driven career coaching, technology will empower employees to reach their full potential,” Plaza said.\n\nGenerative artificial intelligence, or GenAI, will shift workplace dynamics in favor of versatile generalists who can skillfully use AI tools to their strategic advantage, according to Mark Mader, president and CEO of Smartsheet, a workplace collaboration software maker. He said that while demand for specialized AI roles will continue, workers should look for more organizations valuing nontechnical talent that can effectively harness AI to enhance productivity, ushering in a “renaissance age for the generalist.” In such an age, the future of work might involve repetitive tasks becoming streamlined, freeing up knowledge workers to focus more on creative, strategic work.\n\n“Organizations have spent a disproportionate amount of capital hiring hyper-specialized talent with deep technical knowledge for years,” Mader said in an email. “Now, with the democratization of GenAI, the value offered by hiring ‘capable generalists’ is on the rise. People who articulately frame their thoughts, pose well-formed questions (prompts) and exercise AI tools to their advantage stand to benefit greatly.”\n\nDemand for specialized AI talent – model developers, AI ops talent, and engineers to build and maintain infrastructure – will persist in 2025, according to Mader. However, the demand for nontechnical talent may shift to a more balanced state. “Organizations will place as much worth on employees with the skills to extract value from platforms as those who build them,” Mader said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TikTok Wants to Pay You to Sign Up Your Friends and Buy From TikTok Shop",
            "link": "https://www.cnet.com/tech/services-and-software/tiktok-wants-to-pay-you-to-sign-up-your-friends-and-buy-from-tiktok-shop/",
            "description": "The company did not respond to a request for comment.",
            "image_url": "https://www.bing.com/th?id=OVFT.FdYw-5hLEBIN0zCDZS4SqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "CNET3h",
            "source": "CNET",
            "article_content": "TikTok is reportedly compensating some users to spend more time on the app, encourage their friends to sign up and promote purchases through its TikTok Shop.\n\nThe effort, as reported by Bloomberg, comes amid mounting scrutiny ahead of a potential ban in the US. Last week, a court upheld a law requiring TikTok's Chinese parent, ByteDance, to sell the app to a US-approved buyer by mid-January. (TikTok has since filed for an injunction to stop the ban).\n\nLawmakers on both sides have shared concerns that TikTok, which has more than 150 million American users, could be a threat to national security due to its ties to China. At the same time, the company has been working to attract new users and encourage people to spend more time on the platform.\n\nThe report said some TikTok users have started to see a \"limited-time offer\" on their main feed to receive TikTok Shop credits to entice new users to sign up. For example, these people can earn about $50 for recruiting new members and $350 in bonuses for bringing in more, according to Bloomberg. Other ways to make money include checking into the app daily for a week and scrolling through a handful of TikTok Shop items, the report said.\n\nThe company did not respond to a request for comment.\n\nTikTok also continues to promote its TikTok Shop, where it sells products across fashion, beauty and home goods from both startups and well-known brands, including Crocs and Estee Lauder. In a press release, the company said the shop saw a 165% year-over-year increase in shoppers during Black Friday and Cyber Monday weekend. On Black Friday, TikTok Shop hit $100 million in sales in one day -- three times as much as the previous Black Friday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Report: Google told FTC Microsoft’s OpenAI deal is killing AI competition",
            "link": "https://arstechnica.com/tech-policy/2024/12/report-microsofts-exclusive-deal-with-openai-harms-competition-google-told-ftc/",
            "description": "Google reportedly wants the US Federal Trade Commission (FTC) to end Microsoft's exclusive cloud deal with OpenAI requiring ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IX-l-RuicwqTeHC0JfXhUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7h",
            "source": "Ars Technica",
            "article_content": "Google reportedly wants the US Federal Trade Commission (FTC) to end Microsoft's exclusive cloud deal with OpenAI that requires anyone wanting access to OpenAI's models to go through Microsoft's servers.\n\nSomeone \"directly involved\" in Google's effort told The Information that Google's request came after the FTC began broadly probing how Microsoft's cloud computing business practices may be harming competition.\n\nAs part of the FTC's investigation, the agency apparently asked Microsoft's biggest rivals if the exclusive OpenAI deal was \"preventing them from competing in the burgeoning artificial intelligence market,\" multiple sources told The Information. Google reportedly was among those arguing that the deal harms competition by saddling rivals with extra costs and blocking them from hosting OpenAI's latest models themselves.\n\nIn 2024 alone, Microsoft generated about $1 billion from reselling OpenAI's large language models (LLMs), The Information reported, while rivals were stuck paying to train staff to move data to Microsoft servers if their customers wanted access to OpenAI technology. For one customer, Intuit, it cost millions monthly to access OpenAI models on Microsoft's servers, The Information reported.\n\nMicrosoft benefits from the arrangement—which is not necessarily illegal—of increased revenue from reselling LLMs and renting out more cloud servers. It also takes a 20 percent cut of OpenAI's revenue. Last year, OpenAI made approximately $3 billion selling its LLMs to customers like T-Mobile and Walmart, The Information reported.\n\nMicrosoft's agreement with OpenAI could be viewed as anti-competitive if businesses convince the FTC that the costs of switching to Microsoft's servers to access OpenAI technology is so burdensome that it's unfairly disadvantaging rivals. It could also be considered harming the market and hampering innovation by seemingly disincentivizing Microsoft from competing with OpenAI in the market.\n\nTo avoid any disruption to the deal, however, Microsoft could simply point to AI models sold by Google and Amazon as proof of \"robust competition,\" The Information noted. The FTC may not buy that defense, though, since rivals' AI models significantly fall behind OpenAI's models in sales. Any perception that the AI market is being foreclosed by an entrenched major player could trigger intense scrutiny as the US seeks to become a world leader in AI technology development."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's CFO says it trusts Elon Musk to 'compete appropriately' after his ally David Sacks was appointed AI czar",
            "link": "https://www.businessinsider.com/openai-cfo-elon-musk-xai-david-sacks-ai-czar-trump-2024-12",
            "description": "OpenAI CFO Sarah Friar trusts Elon Musk to act in good faith despite his ally David Sacks' appointment as AI czar.",
            "image_url": "https://www.bing.com/th?id=OVFT.2xV14Hf43IgyxExFfh06PS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7h",
            "source": "Business Insider",
            "article_content": "OpenAI's CFO trusts Elon Musk to prioritize the national interest despite owning a rival company.\n\nMusk, a Trump advisor with ties to AI czar David Sacks, has a feud with OpenAI's Sam Altman.\n\nAltman said last week he does not think Musk will use his political power to hurt competitors.\n\nOpenAI trusts Elon Musk to act in good faith as the owner of a rival AI company with the ear of President-elect Donald Trump, its CFO said.\n\nAdvertisement\n\n\"We trust him...as a competitor, [Musk] will put first the national interest and compete appropriately,\" Sarah Friar, the CFO of OpenAI, said at the Reuters NEXT conference on Tuesday.\n\nMusk is a close Trump advisor and is co-leading the advisory body DOGE alongside Vivek Ramaswamy. Musk's ally and fellow PayPal Mafia member David Sacks was recently appointed as Trump's AI and crypto czar.\n\nAdvertisement\n\nAfter Sacks was tapped for the position, OpenAI chief Sam Altman — with whom Musk has a long-running feud — took to X to congratulate him on the role. Musk responded with a laughing emoji.\n\nFriar's comments follow Altman's remarks at The New York Times' DealBook summit last week, in which he said he didn't think Musk would use his political power to his advantage and boost his own AI startup, xAI.\n\nHe said, \"I believe pretty strongly that Elon will do the right thing and that it would be profoundly un-American to use political power to the degree that Elon would hurt competitors and advantage his own businesses.\"\n\nAdvertisement\n\nMusk has been embroiled in a legal battle with OpenAI since March after twice suing the company behind ChatGPT. He accused the company and some of its cofounders of violating its founding charter with its plans to change its corporate structure to become a for-profit business, and of putting commercial interests ahead of its original mission to benefit humanity.\n\nAltman also addressed the feud between him and Musk at the DealBook conference, calling it \"tremendously sad\" and said he grew up looking to Musk as a \"mega hero.\"\n\nxAI was launched just 16 months ago, but it has quickly scaled up to be considered a competitor of OpenAI. In record time, the $50 billion startup built a supercomputer in Memphis that has 100,00 GPUs and is aiming to increase that to at least one million.\n\nAdvertisement\n\nOpenAI and Elon Musk didn't immediately respond to requests for comment from Business Insider, made outside normal working hours."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Harnessing the Power of Machine Learning: Amazon India Smbhav Summit",
            "link": "https://www.msn.com/en-ca/money/smallbusiness/harnessing-the-power-of-machine-learning-amazon-india-smbhav-summit/ar-AA1vBY09?ocid=BingNewsVerp",
            "description": "The insights shared by Rastogi and Somareddy reflect Amazon's unwavering commitment to leveraging AI and ML to revolutionize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rKVcgPIPe2sMtU-lxzXhJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "16hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning reveals a functional network of genes and proteins in human cancer",
            "link": "https://medicalxpress.com/news/2024-12-machine-reveals-functional-network-genes.html",
            "description": "Large-scale protein and gene profiling have massively expanded the landscape of cancer-associated proteins and gene mutations ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8MVdRXFlKcXeDV3bdzNcjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "2h",
            "source": "Medical Xpress",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nFunMap has high functional relevance, deep proteome coverage and a scale-free, modular and small-world network topology. Credit: Nature Cancer (2024). DOI: 10.1038/s43018-024-00869-z\n\nLarge-scale protein and gene profiling have massively expanded the landscape of cancer-associated proteins and gene mutations, but it has been difficult to discern whether they play an active role in the disease or are innocent bystanders.\n\nIn a study published in Nature Cancer, researchers at Baylor College of Medicine revealed a powerful and unbiased machine learning-based approach called FunMap for assessing the role of cancer-associated mutations and understudied proteins, with broad implications for advancing cancer biology and informing therapeutic strategies.\n\n\"Gaining functional information on the genes and proteins associated with cancer is an important step toward better understanding the disease and identifying potential therapeutic targets,\" said corresponding author Dr. Bing Zhang, professor of molecular and human genetics and part of the Lester and Sue Smith Breast Center at Baylor.\n\n\"Our approach to gain functional insights into these genes and proteins involved using machine learning to develop a network mapping their functional relationships,\" said Zhang, a member of Baylor's Dan L Duncan Comprehensive Cancer Center and a McNair Scholar.\n\n\"It's like, I may not know anything about you, but if I know your LinkedIn connections, I can infer what you do.\"\n\nThe team developed FunMap, a functional network of 10,525 genes constructed using a supervised machine learning method that integrates protein datasets and RNA sequencing data from 11 cancer types recently harmonized by the Clinical Proteomic Tumor Analysis Consortium (CPTAC) pan-cancer working group.\n\n\"With FunMap, we found 196,800 associations among 10,525 proteins—a comprehensive and unbiased proteomic coverage and a high level of functional relevance,\" Zhang said.\n\n\"Two key differences between our approach and previous gene co-expression network studies are first, the integration of cancer protein data with mRNA expression data and second, the application of supervised machine learning to synergize all datasets to maximize the predictive power. Unexpectedly, our approach outperformed protein–protein interaction networks in discriminating between functionally relevant and irrelevant gene pairs.\"\n\nThrough network analysis, FunMap uncovers protein modules and a hierarchical modular organization linked to cancer hallmarks and clinical characteristics, predicts the functions of understudied cancer proteins, offers deeper insights into established cancer drivers and identifies drivers with low mutation frequency.\n\n\"More than 200 genes are highly overexpressed or under-expressed in cancer, but we know very little about their specific roles in the disease,\" Zhang said. \"When we mapped these genes in our network, we were able to look at the neighborhood and make a prediction about their function.\"\n\nFor example, the expression of the understudied gene MAB21L4 is significantly below normal in three types of cancer tumors. FunMap showed that this gene's network neighborhood is enriched for genes associated with epithelial cell differentiation, the suppression of which plays a critical role in tumor progression.\n\nClinical tumor grading data, together with a recent study showing that loss of MAB21L4 blocks differentiation to drive the development of squamous cell carcinoma, provide strong evidence to support a tumor suppressor role of MAB21L4.\n\nMoreover, leveraging cutting edge deep learning methods with FunMap uncovered numerous previously unrecognized cancer drivers with low mutation frequencies, including a novel tumor suppressor role for LGI3, supported by gene knockout experimental data.\n\nThis study highlights the great potential of integrating machine learning and proteogenomic profiling to gain a deeper understanding of complex cancer systems. By generating a comprehensive functional network, this approach provides a robust framework for cancer functional genomics research, offering valuable insights into mutations and cancer-associated proteins.\n\n\"These findings can greatly aid in prioritizing targets for clinical translation, ultimately contributing to the development of more effective cancer therapies,\" Zhang said.\n\nMore information: Mapping the functional network of human cancer through machine learning and pan-cancer proteogenomics, Nature Cancer (2024). DOI: 10.1038/s43018-024-00869-z. www.nature.com/articles/s43018-024-00869-z The FunMap Python package is fully open source and available for download from the Python Package Index. Journal information: Nature Cancer"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US warns Russia may be ready to use new lethal missile against Ukraine",
            "link": "https://abcnews.go.com/US/wireStory/us-warns-russia-ready-new-lethal-missile-ukraine-116678634",
            "description": "A U.S. intelligence assessment has concluded that Russia may use its lethal new intermediate-range ballistic missile against ...",
            "image_url": "https://www.bing.com/th?id=OVF.G8m2p7cqkGhL1ev7fRImag&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "ABC",
            "article_content": "The Pentagon says Russia could launch its lethal new intermediate-range ballistic missile against Ukraine again soon\n\nUS warns Russia may be ready to use new lethal missile against Ukraine\n\nWASHINGTON -- Russia could launch its lethal new intermediate-range ballistic missile against Ukraine again soon, the Pentagon said Wednesday, citing a new U.S. intelligence assessment.\n\nSabrina Singh, Pentagon spokeswoman, told reporters in a briefing that an attack could be carried out “in the coming days.” She added that the U.S. does not consider this missile — called the Oreshnik — a game changer on the battlefield, but that the Russians are “trying to use every weapon that they have in their arsenal to intimidate Ukraine.”\n\nShe said she couldn't provide any other details, including where Russia may strike.\n\nU.S. officials said earlier Wednesday that the U.S. was seeing the Russians make preparations for another launch of the missile, which was used for the first time last month. The officials spoke on condition of anonymity to discuss the sensitive information.\n\nThe threat comes as both sides work to gain a battlefield advantage in the nearly 3-year war, which President-elect Donald Trump has vowed to end, and just days after the U.S. promised close to $1 billion in new security aid to Ukraine. Other Western allies have suggested negotiations to end the war could begin this winter.\n\nThe Russian Defense Ministry also suggested that Moscow is prepared to retaliate because Ukraine used six U.S.-made ATACMS missiles to strike a military air base in Taganrog in the southern Rostov region on Wednesday, injuring soldiers. It said two of the missiles were shot down by an air defense system and four others deflected by electronic warfare assets.\n\n“This attack with Western long-range weapons will not be left unanswered and relevant measures will be taken,” the ministry said in a statement.\n\nThis isn't the first time that U.S. officials have warned of potential Russian action or strategic moves, in part as a diplomatic effort to message Moscow and possibly sway decisions.\n\nIn the run-up to Russia's February 2022 invasion of Ukraine, the U.S. openly discussed intelligence that Russia was readying troops to move on Kyiv. And later publicly said Moscow was positioning operatives in eastern Ukraine to conduct a “false-flag operation” that would create a pretext for its troops to invade.\n\nAccording to the U.S. officials, Russia has only a handful of the Oreshnik missiles and they carry a smaller warhead than other missiles that Russia has regularly launched at Ukraine.\n\nRussia first fired the missile in a Nov. 21 attack against the Ukrainian city of Dnipro. Surveillance camera video of the strike showed huge fireballs piercing the darkness and slamming into the ground at astonishing speed. It was the first time the weapon was used in combat.\n\nWithin hours of the attack on the military facility, Russian President Vladimir Putin took the rare step of speaking on national TV to boast about the new, hypersonic missile. He warned the West that its next use could be against Ukraine’s NATO allies who allowed Kyiv to use their longer-range missiles to strike inside Russia.\n\nThe attack came two days after Putin signed a revised version of Russia’s nuclear doctrine that lowered the threshold for using nuclear weapons. The doctrine allows for a potential nuclear response by Moscow even to a conventional attack on Russia by any nation that is supported by a nuclear power.\n\nThat strike also came soon after President Joe Biden agreed to loosen restrictions on Ukraine’s use of American-made longer-range weapons to strike deeper into Russian territory, and just one day after the U.S. said it was giving Ukraine antipersonnel mines to help it slow Russia’s battlefield advances.\n\n“We believe that we have the right to use our weapons against military facilities of the countries that allow to use their weapons against our facilities,” Putin said at the time.\n\nHe also warned that the new missile could be used against other Ukrainian sites, including the government district in Kyiv, and last month said the General Staff of the Russian military was selecting possible future targets, such as military facilities, defense plants or decision-making centers in Kyiv.\n\nThe Russian president declared that, “while selecting targets for strikes with such systems as Oreshnik on the territory of Ukraine, we will ask civilians and nationals of friendly countries there to leave dangerous zones in advance.”\n\nPutin has hailed Oreshnik’s capability, saying its multiple warheads that plunge to a target at Mach 10 are immune from interception and are so powerful that the use of several of them in one conventional strike could be as devastating as a nuclear attack.\n\nSpeaking Tuesday, Putin charged that “a sufficient number of these advanced weapon systems simply makes the use of nuclear weapons almost unnecessary.”\n\nThe Pentagon said the Oreshnik was an experimental type of intermediate-range ballistic missile, or IRBM, based on Russia’s RS-26 Rubezh intercontinental ballistic missile, or ICBM. They have said it is not technically a hypersonic missile as it does not have a hypersonic glide vehicle that propels the missile for most of the launch and re-entry.\n\nIntermediate-range missiles can fly between 500 to 5,500 kilometers (310 to 3,400 miles). Such weapons were banned under a Soviet-era treaty that Washington and Moscow abandoned in 2019.\n\nFighting has escalated in the grinding war as both Russia and Ukraine scramble to get an upper hand in any coming negotiations. Trump's inauguration next month has also raised questions about how much support the U.S. will continue to provide to Kyiv.\n\nTrump has insisted in recent days that Russia and Ukraine immediately reach a ceasefire and said Ukraine should likely prepare to receive less U.S. military aid. Writing on social media last weekend, Trump said Ukrainian President Volodymyr Zelenskyy “would like to make a deal and stop the madness.”\n\nThe Biden administration, meanwhile, announced a $988 million long-term aid package last weekend. That funding is on top of an additional $725 million in U.S. military assistance, including counter-drone systems and HIMARS munitions, announced early last week that would be drawn from the Pentagon’s stockpiles to get them to the front lines more quickly. The U.S. has provided Ukraine with more than $62 billion in military aid since Russia’s invasion in February 2022."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Is Ready To Study Donald Trump's Ukraine Proposals: Kremlin",
            "link": "https://www.newsweek.com/russia-study-trump-ukraine-plan-1999319",
            "description": "A senior Russian diplomat has stated that Russia is open to evaluating President-elect Donald Trump's proposed plans for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0xJUJAimGOEj0RjBivOOny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Many People Have Died in Syria’s Civil War?",
            "link": "https://www.nytimes.com/2024/12/11/world/middleeast/syria-civil-war-death-toll.html",
            "description": "The United Nations and human rights organizations have faced challenges in counting all those killed and missing in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.11XnqPv50T6ExF6J1uFVLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "7h",
            "source": "The New York Times",
            "article_content": "With the end of President Bashar al-Assad’s regime in Syria, the task of tallying the cost in human lives of a nearly 14-year-long civil war is continuing. Death toll estimates from the conflict are as high as 620,000, a staggering number in a country with a prewar population of 22 million.\n\nExperts say establishing the true scale of death is complicated, as estimates are drawn from different sources and methods and calculated in varying ways. Here’s what we know:\n\nWhat is the latest death toll?\n\nAs of March, the Syrian Observatory for Human Rights had documented the names of 507,567 people who had died in Syria since the outbreak of the conflict in March 2011. The independent Syrian-run organization, which is based in Britain and collates information from multiple sources, said that it had verified another 110,343 deaths of people who were not named, bringing the total of civilians and combatants killed throughout the war to 617,910.\n\nThe Syrian Network for Human Rights, another independent human rights organization that has been tracking the toll since the start of the conflict, had counted a total of 231,495 civilian deaths through June.\n\nWhat does the United Nations say?\n\nThe Office of the U.N. High Commissioner for Human Rights last released an accounting in 2021, when it estimated that at least 580,000 people had been killed to that point, including 350,209 “identified individuals.” The U.N. human rights chief, Michelle Bachelet, cautioned at the time that the figure was “not a complete number of conflict-related killings” but that it indicated a “minimum verifiable number, and is certainly an undercount of the actual number.”\n\nBefore 2021, the United Nations had not released a report on deaths in Syria since 2014 because it said conditions on the ground made accurate documentation impossible. However, when the war reached its 10th year, the organization responded to the need for updated information with a new report. By then, the war had shifted from large-scale military hostilities to regional clashes between multiple armed groups, making access and accuracy even more complicated, so the U.N. stopped reporting numbers.\n\nHow is the death toll calculated?\n\nThe U.N. and the Syrian human rights organizations say they rely on on-the-ground interviews, news reports and publicly available information such as death certificates and hospital records. They then identify and exclude duplicates and records with only partial information from the total and check the results against other statistical estimates.\n\nCases where people had been taken into government custody with no documentation — the forcibly disappeared — are not part of the total, nor are cases in which victims are killed and their bodies not recovered.\n\nThe Syrian Network for Human Rights focuses on tallying civilian deaths. The Syrian Observatory for Human Rights also tracks deaths among the Syrian military, rebel factions, foreign militias and armed units sent by other governments that are party to the conflict, such as Israel, Russia and Iran.\n\nWill we ever know the final toll?\n\nThe end of the conflict will bring some clarity. When Damascus fell on Dec. 8, rebel groups opened Syria’s prisons, freeing thousands of surviving detainees to the relief of friends and families. But thousands of other people remain missing.\n\nFadel Abdul Ghany, the founder of the Syrian Network for Human Rights, has counted more than 100,000 men, women and children who were “forcibly disappeared” by the Assad regime since 2011 and who were not included in any death toll. So far, he says, very few have emerged from the prisons, and he has been able to identify only about 3,000 death certificates.\n\nBased on what he has seen from the jails and the documents his team has obtained, Mr. Ghany estimated that at least 85,000 of those forcibly disappeared have been killed in al-Assad’s detention centers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The west is already at war with Russia. And large-scale conflict may not be far off",
            "link": "https://www.econotimes.com/The-west-is-already-at-war-with-Russia-And-large-scale-conflict-may-not-be-far-off-1696499",
            "description": "Russia is already at war with the west. It has been so since its occupation of Crimea in 2014, when Russia sought to secure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Jq1EmwA-Sg9IBKofAOdVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "EconoTimes10h",
            "source": "EconoTimes",
            "article_content": "Russia is already at war with the west. It has been so since its occupation of Crimea in 2014, when Russia sought to secure its access to Sevastopol as a base for its Black Sea Fleet and as a potential lever of influence over Kyiv’s political direction.\n\nEven in 2014 – at the annual Valdai security conference – Vladimir Putin was referencing an escalation towards conflict with the west. He later described the west as having “crossed a line”.\n\nPutin signalled at the time that he was prepared to escalate further and threaten wider military conflict, but mostly the west ignored those messages. It’s taken a long time for Nato and many western nations to realise their significance, and to understand that they are dealing with a continual escalation.\n\nToday Putin has five main reasons for being on a war footing and seeing Russia as in a conflict with the west. These are: the incremental enlargement of Nato and the EU towards Russian borders; western financial and military support for Ukraine to resist the 2022 full-scale invasion; anti-Russian rhetoric and international sanctions on Russian goods; measures to restrict Russian use of the international banking system; and, most recently, Ukraine’s allies allowing the firing into Russia of long-range missiles\n\nThere have been plenty of indications of the Kremlin’s mindset over the intervening years. For instance, in November 2022, Putin said: “Our armed forces … are fighting on the line of contact that is over 1,000 kilometers long, fighting not only against neo-Nazi units but actually the entire military machine of the collective west”.\n\nIn October 2023 Russian security council deputy chair, Dmitry Medvedev, described the supporters of Ukraine as “actively pushing us towards World War III”. In January 2024 Russia foreign minister, Sergei Lavrov, described Russia as the liberator from a revived second world war axis, and suggested that it was tackling another rise in Nazism.\n\nRussia labels different kinds of confrontation according to geographical reach and intensity. At the lowest end of its scale is “armed conflict”. This happens within a single territorial area, such as Chechnya.\n\nOne notch above is a local war. In 2014 the initial movement of the unbadged “green men” (Russian soldiers) into Crimea was to maintain deniability but was clearly an act of war. So in many ways at this stage, Ukraine was a local war.\n\nA local war has limited military and political goals and usually takes place over a short period such as in the 2008 Russo-Georgian war, but can also involve repercussions for allies of the states at war. The next two levels of Russian war are regional wars and large-scale wars.\n\nIn regional wars several states work in coalition to secure strategically important military and political goals (such as the Soviet Union’s military engagement in Afghanistan 1979-89, and the 1990-91 Gulf War, which did not involve Russia). It is likely that Russia has seen the Ukraine conflict as a regional war since 2022, with some elements of a large-scale war.\n\nLarge scale war not far off?\n\nHowever, the next level of war – the “large-scale war” – may not be far off. These are wars between coalitions of states: for example, Ukraine and Nato against Russia, Iran, North Korea and China, or a wide number of countries in different parts of the world (such as the second world war). Large-scale wars create “radical military political change”, with intensified fighting and spread. These tend to involve a massive mobilisation of resources.\n\nThese coalitions are not yet in direct conflict with each other, but there has been large-scale mobilisation of weaponry and forces in Russia and Ukraine. North Korea has recently sent 10,000 troops to Russia.\n\nFor the west, large-scale war would significantly increase the risk of nuclear war, cause stock market volatility, cost significantly more money, and subject European citizens to the instability via a large number of physical and cyber attacks.\n\nEuropean policymakers and citizens need to understand more about key Russian aims (such as creating a buffer zone with the EU, or securing the lands it sees as Russian). In doing so, the public will know which politicians are – in effect – serving and opposing Putin’s strategic agenda.\n\nRussia has strongly signalled that recent changes in US and British policy, in allowing their long range missiles to be fired into Russia, as escalatory. For example the secretary of the Russian security council, Sergei Shoigu, has said: “When the situation … is not in favour of the Kyiv regime, the West is faced with a choice – to continue financing it and destroying the Ukrainian population or to recognise the current realities and start negotiating.”\n\nRussia amended its nuclear doctrine in November and then proceeded to fire a nuclear-capable hypersonic missile into Ukraine, bringing it closer to direct conflict with Nato countries. The Russian response to these changes is driving the escalation. Meanwhile, Russian-linked sabotage and espionage operations continue across the globe.\n\nEurope starts to prepare\n\nBelatedly, the Europe and the US are starting to understand that Russia already sees itself at war with the west, even if limited currently.\n\nCountries closest to Russia, such as Sweden, Norway, Finland and Lithuania, have understood this most keenly. Politically, they have sought to align more closely with Nato and European military allies, to actively repel Russian interference. And it’s worth noting that Russian military resources have been stretched by assisting Syria to tackle ongoing insurgent attacks.\n\nBut overall Europe has been fundamentally weakened by decades of under-investment in defence, its inability to coordinate defence and security policy and its over-reliance on the US as its security guarantee.\n\nThere is limited public willingness to spend more money on defence in Europe. The damage done to European politics by Russian political interference and the rise of pockets of far-right populist groups have also made collective European responses hard to muster.\n\nWhat happens next?\n\nBut it’s important to remember that the EU is better resourced than Russia, with a stronger technology and innovation sector. The Ukrainians have also shown what can be achieved in drone warfare to hold back vastly superior Russian numbers and artillery fire.\n\nEurope needs to manufacture high-end innovations at scale, something it is capable of doing.\n\nDisrupting Russia’s base of support will also be important. Taking steps to prevent military transfers from Iran, North Korea and China are crucial, as is disrupting the ability of the Russian military-industrial complex to function.\n\nOverall, increased understanding of Russian intentions, motivations and capabilities is vital in the west. This could help avoid further escalation into a large-scale war, or, at least, improve its ability to negotiate with Putin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Southwest Airlines Co (LUV)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/11/southwest-airlines-co-luvs-stock-plunge-what-you-need-to-know/",
            "description": "Southwest Airlines Co (LUV) stock saw a decline, ending the day at $33.44 which represents a decrease of $-0.46 or -1.36% from the prior close of $33.9. The stock opened at $34 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews1h",
            "source": "bovnews",
            "article_content": "TD Cowen has recently reiterated Southwest Airlines Co (LUV) stock to Hold rating, as announced on December 6, 2024, according to Finviz. Earlier, on November 26, 2024, UBS had resumed the stock to Sell, setting a price target of $27. Goldman also resumed Sell rating with a price target of $28. Additionally, BofA Securities resumed Neutral rating on November 4, 2024, with a target price of $33. Jefferies analysts, in their report published on October 9, 2024, also raised Hold rating and set a price target of $24 for Southwest Airlines Co’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nSouthwest Airlines Co (LUV) Stock Trading Recap\n\nOn Tuesday, Southwest Airlines Co (LUV) stock saw a decline, ending the day at $33.44 which represents a decrease of $-0.46 or -1.36% from the prior close of $33.9. The stock opened at $34 and touched a low of $33.29 during the day, reaching a high of $34.2. The volume of shares traded was 6.56 million falling short of the average volume of 7.74 million.\n\nLUV Stock Performance and Moving Averages\n\nIn recent trading, Southwest Airlines Co (LUV) stock price has shown some volatility, fluctuating 1.39% over the last five trades and 5.22% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 19.22%, and it has gained 16.07% in the previous three months. Currently, LUV is trading at 2.07%, 6.20%, and 14.95% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, LUV, a Industrials sector stock, is trading -7.42% below its 52-week high but remains 41.82% above its 52-week low. The Average True Range (ATR) (14 days) of 0.93 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nSouthwest Airlines Co’s Profitability and Valuation Ratios\n\nSouthwest Airlines Co’s profitability metrics reveal financial health. The company currently boasts an operating margin of -0.46% and a profit margin of -0.06%, with a gross margin of 19.22%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Southwest Airlines Co’s market capitalization stands at $20.06 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 20.74. Additionally, the Price-to-Sales Ratio is 0.73, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.93, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 1.06% of Southwest Airlines Co (LUV)’s shares, while financial institutions hold 90.34%.\n\nNotable insider trades include Rutherford Linda B., Chief Administration Officer at Southwest Airlines Co (LUV), who sold 3849 shares on Dec 06 ’24, at $34.4 each, totaling $0.13 million. On Oct 28 ’24, Elliott Investment Management, 10% Owner, sold 1203920 shares for $29.83 each, amounting to $35.91 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Foot Locker Inc (FL) Stock Plunge -10.47% Last Week?",
            "link": "https://www.bovnews.com/2024/12/11/why-did-foot-locker-inc-fl-stock-plunge-10-47-last-week/",
            "description": "Foot Locker Inc (FL) stock saw a decline, ending the day at $21.64 which represents a decrease of $-0.18 or -0.82% from the prior close of $21.82. The stock opened at $21.87 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews2h",
            "source": "bovnews",
            "article_content": "Telsey Advisory Group has recently reiterated Foot Locker Inc (FL) stock to Market Perform rating, as announced on December 5, 2024, according to Finviz. Earlier, on November 22, 2024, Needham had initiated the stock to Buy, setting a price target of $27. Gordon Haskett also initiated Accumulate rating with a price target of $27. Additionally, Barclays raised Overweight rating on August 29, 2024, with a target price of $34. Telsey Advisory Group analysts, in their report published on August 29, 2024, also reiterated Market Perform rating and set a price target of $27 for Foot Locker Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nFoot Locker Inc (FL) Stock Trading Recap\n\nOn Tuesday, Foot Locker Inc (FL) stock saw a decline, ending the day at $21.64 which represents a decrease of $-0.18 or -0.82% from the prior close of $21.82. The stock opened at $21.87 and touched a low of $21.21 during the day, reaching a high of $22.03. The volume of shares traded was 3.28 million falling short of the average volume of 3.51 million.\n\nFL Stock Performance and Moving Averages\n\nIn recent trading, Foot Locker Inc (FL) stock price has shown some volatility, fluctuating -10.47% over the last five trades and -12.39% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -14.09%, and it has plunged by -10.69% in the previous three months. Currently, FL is trading at -7.40%, -8.77%, and -14.76% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, FL, a Consumer Cyclical sector stock, is trading -39.21% below its 52-week high but remains 11.95% above its 52-week low. The Average True Range (ATR) (14 days) of 1.3 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nFoot Locker Inc’s Profitability and Valuation Ratios\n\nFoot Locker Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of 1.67% and a profit margin of -5.24%, with a gross margin of -14.09%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Foot Locker Inc’s market capitalization stands at $2.05 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 12.08. Additionally, the Price-to-Sales Ratio is 0.25, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 0.71, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 11.73% of Foot Locker Inc (FL)’s shares, while financial institutions hold 90.99%.\n\nNotable insider trades include Vesa Equity Investment S.a r.l, 10% Owner at Foot Locker Inc (FL), who sold 337778 shares on Aug 27 ’24, at $32.99 each, totaling $11.14 million. On Aug 26 ’24, Vesa Equity Investment S.a r.l, 10% Owner, sold 539180 shares for $33.22 each, amounting to $17.91 million. Additionally, on Aug 23 ’24, Vesa Equity Investment S.a r.l sold 213520 shares at $32.93 each, generating $7.03 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best Coins to Invest in Now: Qubetics' $5.3M Presale, Solana's Market Share Rise, and Gala's December Giveaways",
            "link": "https://www.msn.com/en-us/money/other/best-coins-to-invest-in-now-qubetics-5-3m-presale-solana-s-market-share-rise-and-gala-s-december-giveaways/ar-AA1vFHpO?ocid=BingNewsVerp",
            "description": "The cryptocurrency market remains a dynamic space for investors seeking to diversify their portfolios with high-potentia ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VphXsme6Mv2kfh71OpWQXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "European vehicle market statistics 2024/25",
            "link": "https://theicct.org/publication/european-vehicle-market-statistics-2024-25/",
            "description": "The 2024/25 edition of European Vehicle Market Statistics offers a statistical portrait of passenger car, light commercial, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4AR2wgZGxjuv9Jzwyg6p1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "International Council on Clean Transportation10h",
            "source": "International Council on Clean Transportation",
            "article_content": "The official level of average CO 2 emissions from new passenger cars registered in the EU-27, as measured in the laboratory via the Worldwide harmonized Light vehicles Test Procedure, decreased marginally in 2023 to 108 g/km, 2 g/km lower than in 2022.\n\nWhen examined by technology, the reduction of CO 2 emissions can mostly be attributed to the increasing market share of battery electric and plug-in hybrid electric vehicles. There was little-to-no improvement in the efficiency of internal combustion engine vehicles (ICEVs) since 2021, and the average CO 2 emissions for diesel vehicles even increased in 2023."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden says Trump economic plan will be 'disaster'",
            "link": "https://www.yahoo.com/news/biden-says-trump-economic-plan-190307217.html",
            "description": "Outgoing US President Joe Biden on Tuesday branded his successor Donald Trump's economic plans a \"disaster,\" in a speech ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z--WkUJsMepfQFxO3DQVNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "President Joe Biden said US consumers would pay the price for the tariffs that Donald Trump has vowed to slap on US neighbors Mexico and Canada and on Asia-Pacific rival China (Jim WATSON)\n\nOutgoing US President Joe Biden on Tuesday branded his successor Donald Trump's economic plans a \"disaster,\" in a speech hailing his own legacy.\n\nBiden said Trump's threats to slap huge tariffs on imports were a \"major mistake\" and challenged Trump to build on what he said were the successes of his own administration.\n\nThe lame-duck president's speech comes after Trump won a second term largely on the back of US voters' anger at high costs of living under Democrats.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"I pray to God the president-elect throws away Project 2025. I think it'd be an economic disaster for us and the region,\" Biden said at the Brookings Institution in Washington, referring to a conservative blueprint for a second Trump administration.\n\nCoughing frequently because of a cold, Biden said US consumers would pay the price for the tariffs that Trump has vowed to slap on US neighbors Mexico and Canada and on Asia-Pacific rival China.\n\nTogether they are the three biggest US trading partners.\n\n\"I believe this approach is a major mistake,\" Biden added.\n\nAt a separate event Tuesday, Treasury Secretary Janet Yellen said Trump's tariffs could \"derail the progress that we've made on inflation, and have adverse consequences on growth.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nShe warned at the Wall Street Journal's CEO Council Summit that sweeping tariffs could raise prices significantly for US consumers and pile pressure on companies which rely on imports.\n\n- Shadow president -\n\nThe White House touted Biden's speech as a \"major address on his economic legacy\" as the 82-year-old looks to the history books with fewer than six weeks left in office.\n\nBiden dropped out of the 2024 presidential race against Trump in July due to concerns about his age and passed the torch to Vice President Kamala Harris, whom Trump comfortably defeated at the November polls.\n\nTrump's inauguration is not until January 20, but he has already become something of a shadow president, making pronouncements on the economy and foreign policy and being feted by world leaders.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBiden has kept a relatively low profile, but he came out swinging in defense of his own record before an audience of economists.\n\nHe contrasted his \"middle-out, bottom-up economic playbook\" with what he called Trump's failed promise of \"trickle-down economics\" in which tax cuts for the wealthy are supposed to boost incomes.\n\nBiden also touted achievements including the US economy's recovery from the Covid pandemic and his huge investments in green technology and industry.\n\n\"President-elect Trump is receiving the strongest economy in modern history,\" said Biden.\n\nBut the departing president said he regretted not signing his name to Covid stimulus checks sent out to Americans, like Trump had done.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBiden ended his speech with a broader plea for US leadership in a troubled world, even as Trump has repeatedly signaled his intention to take a more isolationist stance.\n\n\"If we do not lead the world, what nation leads the world?\" he said.\n\ndk-bys/md"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden Calls Project 2025 an ‘Economic Disaster,’ Prays That Trump Will Throw It Away",
            "link": "https://www.inc.com/melissa-angell/biden-calls-project-2025-an-economic-disaster-prays-that-trump-will-throw-it-away/91058410",
            "description": "President Joe Biden reflected on his economic achievements during an address at the Brookings Institution, reminding attendees about the strong economy he’s leaving for his successor.",
            "image_url": "https://www.bing.com/th?id=OJ.AE8gADNDW9E90Q&pid=news&w=44&h=16&rs=2",
            "category": "economy+disaster",
            "date": "22h",
            "source": "Inc",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Buy Smart, Save Big: How to Save Money on PC or Mac Purchase",
            "link": "https://www.analyticsinsight.net/gadgets/buy-smart-save-big-how-to-save-money-on-pc-or-mac-purchase",
            "description": "Buying a new PC or Mac can be a huge financial investment, often running into thousands of dollars. High-quality devices ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OtdbtmRD-XfTkgTTJ5yWWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Analytics Insight4h",
            "source": "Analytics Insight",
            "article_content": "Planning is one of the most effective ways to save money on PC or Mac purchases. Wait until your current device is functional, as this will limit your options. Instead, research potential replacements while your old PC or Mac is still running. This will give you time to check specs, read reviews, and identify the best deals. By creating a shortlist of potential devices, you'll be ready to seize discounts when they appear.\n\nSignificant discounts are rare when shopping for a Mac, but third-party sellers often offer lower prices. For Windows PCs , there are numerous opportunities for discounts, especially on older models or less supply-constrained devices. Monitoring prices for a few months can help you spot the best available deals, allowing you to purchase when the price drops."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New fleet of training aircraft destined for Moose Jaw, SkyAlyne confirms",
            "link": "https://discovermoosejaw.com/articles/new-fleet-of-training-aircraft-destined-for-moose-jaw-skyalyne-confirms",
            "description": "SkyAlyne and KF Aerospace have confirmed the signing of a purchase agreement with Swiss aerospace manufacturer Pilatus for 19 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.emBkrxvifz1tsw-qKVkYaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "discovermoosejaw7h",
            "source": "discovermoosejaw",
            "article_content": "SkyAlyne and KF Aerospace have confirmed the signing of a purchase agreement with Swiss aerospace manufacturer Pilatus for 19 PC-21 training aircraft, which will be based at 15 Wing in Moose Jaw alongside 23 Grob G 120TP airframes.\n\nThe Grob airframes will serve as the basic flight training vehicles for the Royal Canadian Air Force (RCAF) Future Aircrew Training (FAcT) program. The PC-21s will serve as advanced fixed-wing training aircraft. The contract includes Pilatus supplying supporting equipment, including mission planning and debriefing systems, and training materials.\n\n“The PC-21 really is the ideal advanced trainer for the Air Force and we at SkyAlyne are excited to be deploying it as part of the FAcT program,” said Harrison Ruess, SkyAlyne’s head of communications.\n\n“It’s state-of-the-art, it’s utilized by several other militaries, and undoubtedly it’s going to serve Canada well for many years to come.”\n\nThe 25-year FAcT program contract was awarded to SkyAlyne in spring 2024 and is currently in a five-year transition period to become the sole pilot and aircrew training program for the RCAF, as the three current separate RCAF training programs conclude and their responsibilities are combined into FAcT. The FAcT program is overseen from a Joint Management Office at SkyAlyne’s Ottawa headquarters, with three operational bases: Moose Jaw, SK, Southport, MB, and Winnipeg, MB.\n\nSkyAlyne was formed through a partnership between CAE and KF Aerospace, which in turn are SkyAlyne’s major subcontractors.\n\nTracy Medve, board chair of SkyAlyne and president/CEO of KF Aerospace, said “The PC-21 is one of the world’s most capable and reliable training aircraft, expertly built and supported by Pilatus. Its versatility allows it to serve in a dual role as both a general advanced live flying trainer and in advanced jet training, which provides Canada with excellent value and offers a unique advantage for the FAcT program. We’re thrilled to partner with Pilatus to deliver this exceptional platform for Canada’s next generation of aircrew training.”\n\nThe 23 Grob aircraft were confirmed on Nov. 19. The Grob G 120TPs are an upgraded version of the Grob G 120As, which are currently in use by KF Aerospace and the RCAF for military pilot training. The TP variant features updated avionics, higher performance, and a more powerful turboprop engine.\n\n“Part of the Future Aircrew Training program includes infrastructure construction for new facilities to support the new fleet of aircraft that are coming,” explained Ruess. “Right now, we’re in the design phase of the infrastructure work, and working diligently on that, with construction activities aiming to begin in the next 12 to 18 months on the base at 15 Wing.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marvell unveils its new custom HBM compute architecture to optimize cloud AI accelerators",
            "link": "https://www.tweaktown.com/news/102092/marvell-unveils-its-new-custom-hbm-compute-architecture-to-optimize-cloud-ai-accelerators/index.html",
            "description": "Marvell unveils its custom HBM solutions, partnering with HBM makers SK hynix, Samsung, and Micron with higher performance, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BKgkzktD9YEl2Qltd-GQmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "TweakTown16h",
            "source": "TweakTown",
            "article_content": "Marvell unveils its custom HBM solutions, partnering with HBM makers SK hynix, Samsung, and Micron with higher performance, lower power, and more.\n\nTL;DR: Marvell collaborates with leading memory designers to enhance XPUs by tailoring HBM for AI accelerators, improving performance, power efficiency, and cost. Strategic partnerships with companies like Micron, Samsung, and SK hynix aim to optimize cloud infrastructure for AI, enabling superior performance and scalability for cloud operators. Marvell collaborates with leading memory designers to enhance XPUs by tailoring HBM for AI accelerators, improving performance, power efficiency, and cost. Strategic partnerships with companies like Micron, Samsung, and SK hynix aim to optimize cloud infrastructure for AI, enabling superior performance and scalability for cloud operators.\n\nMarvell has just unveiled its new custom HBM compute architecture, enabling XPUs to have even higher levels of compute performance and memory density.\n\n2\n\nVIEW GALLERY - 2 IMAGES\n\nThe new HBM compute architecture is available on all of its custom silicon partners, with Marvell collaborating with its cloud customers and leading HBM manufacturers SK hynix, Samsung, and Micron to develop custom HBM solutions for next-generation XPUs.\n\nPopular Popular Now: Elon Musk's world rank in Diablo IV exposed by former Blizzard employee\n\nWill Chu, Senior Vice President and General Manager of the Custom, Compute and Storage Group at Marvell, said: \"The leading cloud data center operators have scaled with custom infrastructure. Enhancing XPUs by tailoring HBM for specific performance, power, and total cost of ownership is the latest step in a new paradigm in the way AI accelerators are designed and delivered. We're very grateful to work with leading memory designers to accelerate this revolution and, help cloud data center operators continue to scale their XPUs and infrastructure for the AI era\".\n\nRaj Narasimhan, senior vice president and general manager of Micron's Compute and Networking Business Unit, added: \"Increased memory capacity and bandwidth will help cloud operators efficiently scale their infrastructure for the AI era. Strategic collaborations focused on power efficiency, such as the one we have with Marvell, will build on Micron's industry-leading HBM power specs, and provide hyperscalers with a robust platform to deliver the capabilities and optimal performance required to scale AI\".\n\nHarry Yoon, corporate executive vice president of Samsung Electronics and head of Americas products and solutions planning, said: \"Optimizing HBM for specific XPUs and software environments will greatly improve the performance of cloud operators' infrastructure and ensure efficient power use. The advancement of AI depends on such focused efforts. We look forward to collaborating with Marvell, a leader in custom compute silicon innovation\".\n\nSunny Kang, VP of DRAM Technology, SK hynix America, said: \"By collaborating with Marvell, we can help our customers produce a more optimized solution for their workloads and infrastructure. As one of the leading pioneers of HBM, we look forward to shaping this next evolutionary stage for the technology\".\n\nPatrick Moorhead, CEO and Founder of Moor Insights & Strategy, added: \"Custom XPUs deliver superior performance and performance per watt compared to merchant, general-purpose solutions for specific, cloud-unique workloads. Marvell, already a player in custom compute silicon, is already delivering tailored solutions to leading cloud companies. Their latest custom compute HBM architecture platform provides an additional lever to enhance the TCO for custom silicon. Through strategic collaboration with leading memory makers, Marvell is poised to empower cloud operators in scaling their XPUs and accelerated infrastructure, thereby paving the way for them to enable the future of AI\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is SD-WAN sill relevant in today’s technology landscape?",
            "link": "https://www.networkworld.com/article/3622483/is-sd-wan-sill-relevant-in-todays-technology-landscape.html",
            "description": "SD-WAN connects users, applications, and data across locations within a hybrid environment. While SD-WAN is a maturing market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OMYmvTSYUGbwqDT9WeV6ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Network World4h",
            "source": "Network World",
            "article_content": "Software-defined wide area networking (SD-WAN) emerged in 2014 as a way to help organizations embrace the cloud and quickly became a hot commodity. As years passed new technologies like secure access service edge (SASE) and generative artificial intelligence (genAI) burst onto the scene, and SD-WAN has fallen out of the industry limelight. This shift has spawned think pieces about the death of SD-WAN and has many asking: “Is SD-WAN still relevant today?”\n\nAt Fortinet, we’re here to tell you that SD-WAN is not only still relevant but more indispensable than ever before.\n\nWhy SD-WAN is still critical to the enterprise\n\nSD-WAN connects users, applications, and data across locations within a hybrid environment. Gartner predicts that 70% of enterprises will have implemented SD-WANs by 2026, up from around 45% in 2021.1 While SD-WAN is a maturing market, it’s an increasingly important component of any network. Here’s why:\n\nSD-WAN is a cornerstone of SASE\n\nSASE, critical technology that secures and supports globally dispersed workforces, consists of two parts: SD-WAN and Secure Service Edge (SSE). Since SD-WAN is a key component of SASE, any discussion of SASE by default touches on SD-WAN. And organizations often use their existing SD-WAN solution as the foundation on which to build a SASE deployment, making it particularly important to get SD-WAN right. In fact, Gartner predicts “by 2027, 65% of new software-defined wide-area network (SD-WAN) purchases will be part of a single-vendor SASE offering, an increase from 20% in 2024.”\n\nEscalating network complexity puts SD-WAN to the test\n\nModern networks are expanding in size and complexity, from edge computing to multi-cloud strategies. As a result, SD-WAN deployments must also grow to keep business humming. To accommodate increased traffic, more edges, and dispersed users, modern SD-WAN solutions need to have top-of-the-line performance, resiliency, scalability, and autonomous architecture options. The increasing demand for SD-WAN and its continued evolution highlights its importance.\n\nDowntime hurts business operations\n\nDowntime is no longer an option for digital-first organizations given the financial and reputational repercussions. A high-performing SD-WAN solution ensures all users and systems can connect to the applications they need to ensure efficient operations. This has become so important that organizations look for self-healing SD-WAN solutions. In fact, one of the most impactful genAI integrations is to enhance and simplify SD-WAN configuration and troubleshooting to increase uptime and availability. Specifically, genAI within SD-WAN enables organizations to quickly discover and understand where issues persist for quick resolution.\n\nProviding flexibility to meet evolving business needs\n\nModern business needs and operations evolve rapidly, and organizations are increasingly prioritizing SD-WAN solutions that provide deployment flexibility to cover many use cases, including cloud environments, on-premises users and devices, OT edges, microbranches, agentless devices, and the hybrid workforce. The demand for a flexible SD-WAN solution and its evolution to cover new demands proves its staying power.\n\nConclusion\n\nDespite chatter that SD-WAN is no longer relevant, the technology remains a critical component of the modern enterprise. As a core pillar of SASE solutions, along with its ability to tackle network complexities, SD-WAN will only continue growing in importance.\n\nFortinet Secure SD-WAN enables resilient architecture and flexible deployments on-premises and in the cloud with digital experience monitoring, powerful genAI integrations, and FortiGuard AI-powered Security Services. Learn more about Fortinet Secure SD-WAN and how it can help transform your network."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kelsey Asbille and boyfriend at Yellowstone 5B premiere",
            "link": "https://www.msn.com/en-ae/news/other/kelsey-asbille-and-boyfriend-at-yellowstone-5b-premiere/vi-AA1vGfXI?ocid=BingNewsVerp",
            "description": "Kelsey Asbille and boyfriend Miles Joris-Peyrafitte wowed in black at Yellowstone season 5B's premiere red carpet. Kelsey's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hSrUZSi99PrWkViTeRL9_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Daily Mail on MSN4h",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Idaho pastor’s perspective: Why separation of church and state matters for Christians",
            "link": "https://www.yahoo.com/news/idaho-pastor-perspective-why-separation-110000990.html",
            "description": "Far too many people in our society have witnessed a kind of Christianity that insists its particular beliefs need to be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zLNVz4cm_CMnCy5qr4WvnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "I believe in the separation of church and state as a Christian, not because I’m against Christianity, but because I know the history of Christianity.\n\nIt is because I have studied all about the tremendous harm that is caused whenever the church crawls into bed with the empire. The crusades, inquisitions, genocides, slavery and subjugation of women, and persecution of people who don’t believe the way “the church” demands, all done in the name of “preserving our Christian faith.”\n\nWhenever a government mandates Christianity, it ceases to be a matter of faith pursued by human free will, and therefore it ceases to have anything to do with Jesus and just becomes another tool to oppress people that are seen as “outsiders” by those in power.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nI believe in the separation of church and state because of the teachings of Jesus. One of them being, “do unto others as you would have them do unto you.”\n\nSo if I wouldn’t want another religious group mandating my civic life, legislating their scriptures to be read in our public schools to my children or posting the commands from their god on public spaces, then I wouldn’t want that done with my religion either to people from other religious and nonreligious backgrounds.\n\nI believe in the separation of church and state because there are numerous Christian sects within our country alone, let alone within the entire world. Each sect has their own unique theology and interpretation of the Bible. So which Christian sect gets to dictate the kind of Christianity that is mandated?\n\nAs a Protestant, I don’t want my civic life to be mandated by Catholics, nor would Catholics want their civic life mandated by Protestants. We’ve seen the horrors of that fight already in the conflicts since the Protestant reformation.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAs a Christian in the Wesleyan tradition, I don’t want my civic life mandated by Calvinist Christians or Baptists or Fundamentalists. As I am sure they wouldn’t want their civic life dictated by Wesleyan Christians either.\n\nJust imagine if Amish Christianity was mandated over all civic life. How would you feel about a “Christian nation” that made sure you couldn’t use your car or any modern technology? Now apply that same logic to certain Christian sects dictating public education or the decisions people can make regarding their own healthcare.\n\nHistory has shown us that mandating one form of Christianity through the government leads to oppressing all outsiders, which even includes faithful Christians from other traditions as well.\n\nThat is another part of Christian history we often forget. Before the United States was founded, many fled here from a “Christian nation,” which was Britain, which was mandating one form of Christianity over everyone else. Repeating that here would be to not only ignore the reasons why many people came here in the first place, but it would just show the world that we refuse to learn from our mistakes in the past and repent from them.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAs an American and a believer in the First Amendment, I believe everyone should be free to live according to their own beliefs and not be mandated by the government to live according to a set of beliefs from a single religious group. Including my own. Only a government that is free from religious control can guarantee religious freedom for all.\n\nThis is why I believe in the separation of church and state and I am staunchly opposed to Christian Nationalism, which is both un-American and un-Christian. Not only does it violate religious freedom, but Jesus called us to love our neighbors as ourselves, which I believe includes not shoving our religion down their throats and dictating their life decisions by mandate of law. That is simply not loving at all.\n\nThis is why I believe it is a bankrupt Christianity that insists on legislating its beliefs over everyone else. It is a hypocritical Christianity that demands things like everyone be subjected to Bible readings and the Ten Commandments in our public schools, yet would claim to be “persecuted” if another religion did those exact same things.\n\nI deeply believe that when we Christians arrive at the point of needing our beliefs mandated by the government, it is because we have ultimately concluded that the truth of the message we claim to have from Jesus no longer has the power to stand on its own merit, so we need the government to do it for us instead. It declares to the world that we don’t actually believe in the power of our beliefs at all. It declares to the world that the church has failed to be the church on its own, failing to rely on the power of God, and therefore needs the government to intervene.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFar too many people in our society have witnessed a kind of Christianity that insists its particular beliefs need to be legislated over others, yet opposes legislation that would help hungry students be fed in schools, bring increased wages for people working to take care of their families, paid family leave, affordable childcare, healthcare for all, teachers being paid well, curbing gun violence, funding the education system better and supporting it rather than vilifying it and constantly attacking it, or caring for our planet, and the list goes on and on.\n\nIs this the kind of selfish and callous reputation we want as Christians? Where we see the government as a tool only to mandate our particular beliefs instead of seeing it as an opportunity to work together towards a society where all people are free, don’t have to struggle to just have their basic needs met and can live flourishing lives?\n\nIs that the kind of legacy we want to leave behind? Are we really that fearful of other beliefs stamping out the gospel of Jesus that we have to resort to government mandates and using taxpayer dollars to legislate our beliefs? Isn’t that just functioning out of fear rather than faith?\n\nI encourage anyone who is unsure about this topic to go study church history for themselves. You can begin with the Holy Roman Empire and the Doctrine of Discovery. Or even more recently the British Empire and Christian imperialism and colonialism. We have tried having nations run by a Christian sect far too many times before and we must learn from those examples or we will repeat them.\n\nAdvertisement Advertisement\n\nI encourage all Christians to consider how we might be destroying the very gospel we claim to hold so dear by wanting it mandated over others rather than living it out ourselves. Because mandating our beliefs by force of law against people’s free will is one of the most effective ways of causing people to reject the God we claim to believe in with all their heart, soul, mind and strength.\n\nI believe in the separation of church and state because it not only allows the church to be the church and the state to be the state, but it also prevents the church from giving into the temptation to worship political power and allows it to faithfully embody the gospel of Jesus, including speaking truth to the powers of this world. The church simply can’t speak truth to the power of the state when it has become one with the power of the state.\n\nJesus rejected Satan’s temptation to control the kingdoms of this world and I believe we as his followers should too.\n\n“Do unto others as you would have them do unto you.” - Jesus\n\nBenjamin Cremer is a husband, father, pastor, theologian, writer and lifelong Idahoan. You can read more from him through his free weekly newsletter ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aaron Rodgers reveals his plan to 'call aliens' as he shares bizarre UFO conspiracy theories to Pat McAfee",
            "link": "https://www.dailymail.co.uk/sport/nfl/article-14179289/Aaron-Rodgers-call-aliens-UFO-conspiracy-theories-Pat-McAfee.html",
            "description": "After failing to end New York's 14-year playoff curse, Aaron Rodgers opted to debunk some conspiracy theories during his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JfRjlC1bKvqgmKrWazl0aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "23h",
            "source": "Daily Mail",
            "article_content": "New York Jets quarterback Aaron Rodgers has offered yet another conspiracy theory on the extra-terrestrial.\n\nNow that the Jets are officially out of the playoffs with a 3-10 record, the 41-year-old has seemingly begun to divert his energy elsewhere.\n\nAfter failing to end New York's 14-year playoff curse, Rodgers opted to debunk some conspiracy theories during his weekly Pat McAfee Show appearance instead.\n\nThe signal caller brought up some mysterious drone activity that has been occurring in the skies of New Jersey recently.\n\n'Do you know what's been going on in New Jersey lately? And I'm not talking about the football. There's been some crazy things going on,' Rodgers began. 'There's been some drones in the sky in Jersey.'\n\nMcAfee then showed a clip on an unidentified large object hovering above Bedminster, New Jersey with blue, green and red flashing lights.\n\nAaron Rodgers has offered yet another conspiracy theory on the extra-terrestrial\n\nThe Jets quarterback discussed mysterious drone activity above New Jersey on Pat McAfee\n\n'What the hell is that?' Rodgers continued, before highlighting that the mysterious sighting came above Bedminster where both president-elect Donald Trump owns a golf course and Jets owner Woody Johnson lives.\n\nThe four-time MVP did admit it could be Trump flying in for a quick round of golf but, of course, it wouldn't be Aaron Rodgers without a conspiracy theory.\n\n'Maybe it's some kids messing around…maybe not, though,' he hinted.\n\n'I'm thinking about having a Friday night 5E experience,' he added, leaving the panel bewildered.\n\n'It's where you have a big kind of meditation circle and then you call in the aliens and you use little green lasers to bring them in,' the NFL veteran explained.\n\nIt wasn't the first time that the former Super Bowl winner has discussed extra-terrestrial experiences.\n\nDuring last season's 'Hard Knocks' series focusing on the Jets, Rodgers claimed he experienced a UFO sighting in 2005.\n\nHe said he was at former Cal teammate Steve Levy's house in New Jersey shortly before he was taken by the Green Bay Packers in the first round of the 2005 NFL Draft when the sighting occurred.\n\nThe 41-year-old has previously opened up on an experience with a UFO sighting\n\nThe Jets are officially out of the playoffs with a 3-10 record, following last week's slate\n\nRodgers, who has publicly admitted to using hallucinogen ayahuasca, said he was trying to sleep as he had a 5am wake up call the following day but was disturbed by an 'alarm going off in the distance.'\n\n'It just didn't seem like normal, and I heard some rustling downstairs,' Rodgers said on the season finale of 'Hard Knocks.'\n\n'So I got up, walk downstairs, it's a beautiful night, and [we] walked outside, and up in the clouds, we heard this sound, and we saw this tremendously large object moving through the sky. And it was like a scene out of \"Independence Day\" when the ships are coming into the atmosphere, and they're creating this, like, kind of explosion-type fire in the sky.\n\n'We saw this incredibly large object and froze, as anybody would, because, you know, what the hell is going on? Eventually, it went out of sight, and nobody said a word. We just stood frozen.\n\n'And about 30 seconds later we heard the real, recognizable sound of fighter jets that seemed to be chasing this object. Again, we just stood there in disbelief for another few minutes and nobody said a word. And we just looked at each other like, 'did we just see what we think we just saw?'\n\nRodgers said he checked the papers and watched the news in the following days but nothing was mentioned.\n\nHowever, the experience piqued his interest in UFOs, leading him to do more research into them.\n\nRodgers later discovered that the siren was from a nuclear plant around nine miles away and claimed that UFOs are often linked to nuclear energy.\n\nThe Jets quarterback is known for his outlandish theories and techniques opening up on his use of ayahuasca at the start of last season, claiming it helped him to his back-to-back MVP seasons in 2020 and 2021.\n\nHe also underwent a darkness retreat shortly after the end of the 2022 season to contemplate his NFL future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aaron Rodgers Weekend Plans Include Getting In Touch With Aliens Via A ‘5-E Experience’",
            "link": "https://brobible.com/sports/article/aaron-rodgers-weekend-plans-include-getting-in-touch-with-aliens-via-a-5-e-experience/",
            "description": "Christmas came early for New York Jets quarterback Aaron Rodgers this year, as the controversial 41-year-old signal-caller ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2uj6AMvC8zjmsPFmZdrATC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "6h",
            "source": "BroBible",
            "article_content": "Getty Images/History Channel\n\nChristmas came early for New York Jets quarterback Aaron Rodgers this year, as the controversial 41-year-old signal-caller has got himself a new conspiracy theory to sink his teeth into. Rodgers debuted the conspiracy, which has to do with apparent drones that have been flying over New Jersey, on The Pat McAfee Show earlier this week.\n\nAs Aaron Rodgers was discussing the drone sightings that have happened recently in New Jersey and Staten Island, Rodgers and the geniuses over at The Pat McAfee Show speculated that it could be aliens in the drones, which led the four-time NFL MVP down a tangent about wanting to have a “5E experience” with the aliens.\n\nThe five “E’s” in the 5-E experience model stand for “Excitement, Entry, Engagement, Exit, Extension.”\n\n“I’m thinking about having a Friday night 5E experience.” Rodgers said. “It’s where you have a big kind of meditation circle and then you call in the aliens and you use little green lasers to bring them in.”\n\nAs for the drones, Rodgers says there’s been some “crazy stuff” happening and could barely contain his grin while doing so.\n\n“Do you know what’s been going on in New Jersey lately? And I’m not talking about the football. There’s been some crazy things going on,” Rodgers said as Pat McAfee’s production team cued up a video of the alleged drones. McAfee suggested it was a helicopter while co-host and perpetual floating head AJ Hawk said it was an airplane.\n\n“Here we go. Look at this, cued up. What the hell is that? … That’s large. What is that? … I’ve seen that video. Bedminster, that’s home to [predident elect Donald] Trump’s golf course and our owner, Woody Johnson. So who knows, maybe those guys are…” Rodgers said.\n\n“Cowboys & Aliens is an incredible movie.. It’s one of the ALL TIME greats” 😂😂@AaronRodgers12 #PMSLive pic.twitter.com/CgN0xoZoOB — Pat McAfee (@PatMcAfeeShow) December 10, 2024"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW JERSEY UFO CHAOS! Governor says they go dark when spotted. Drones or something else",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/new-jersey-ufo-chaos-governor-says-they-go-dark-when-spotted-drones-or-something-else/vi-AA1vG0Mk?ocid=BingNewsVerp",
            "description": "What is happening in New Jersey? The UFO / drone drama continues. More and more sightings are happening. What are they? Some ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mw9NKKgAHt2mu4qo61n0ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs spotted flying over New Jersey",
            "link": "https://www.msn.com/en-us/technology/aviation/ufos-spotted-flying-over-new-jersey/vi-AA1vFhXM?ocid=BingNewsVerp",
            "description": "Four drones were observed flying over New Jersey, following the same radius coordinates in Delran, Moorestown, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XC2HZkjs77ULfU08978Hiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ORCs in space! Astronomers find another vast odd radio circle in 'completely unexpected discovery'",
            "link": "https://www.space.com/orcs-MeerKAT-odd-radio-circle-MIGHTEE",
            "description": "\"It's a completely unexpected discovery, not predicted by the physics we already know, and therefore revealing a gap in our knowledge.\" ...",
            "image_url": "https://www.bing.com/th?id=ODF.dXTf93s-WX7i4zeYTIonzg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Space.com55m",
            "source": "Space.com",
            "article_content": "Astronomers have discovered another mysterious and massive circle of radio light in space. The strange and vast circle of light is an example of an ORC (Odd Radio Circle), the origins of which are currently unknown.\n\nORCS, first discovered in 2019, are so vast they can be 10 times the width of the Milky Way, thus encompassing entire galaxies.\n\nThe newly found ORC, designated ORC J0219–0505, was discovered in data from the MIGHTEE survey conducted by the MeerKAT radio telescope located in the Meerkat National Park in the Northern Cape of South Africa. The 371,600 light-year-wide ORC seems to be associated with the elliptical galaxy WISEA J021912.43–050501.8. It has features that seem to set it apart from other ORCs, including the fact that it appears fainter and that details of its structure reveal it leans to one side.\n\n\"Odd Radio Circles: Circles of radio emission found around distant galaxies that we still don't understand,\" lead researcher and Western Sydney University astronomer Ray Norris told Space.com. \"It's a completely unexpected discovery, not predicted by the physics we already know, and therefore revealing a gap in our knowledge.\n\n\"So we hope these will tell us something new about how galaxies form and interact.\"\n\nAs mentioned above, ORC J0219–0505 seems to differ from other previously discovered ORCs, which has at least answered one question about this strange astronomical phenomenon.\n\n\n\n\"All the ORCS we had previously discovered were very similar. We weren't sure whether this was because all ORCS really are similar or whether it was a selection bias in our detection methods,\" Norris said. \"This new ORC tells us it was indeed a selection effect.\"\n\nThe astronomer added that the faintness of this ORC is consistent with ORCS coming in a range of sizes and brightnesses. He compares this to the variations seen in radio galaxies, which have giant radio emission regions that extend well beyond their visible structure.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nORC birth controversy\n\nUnsurprisingly, for a mysterious newly discovered astronomical phenomenon, scientists have a few different ideas of how ORCs are formed.\n\nNorris explained that one thing that is almost certain is the fact that the radio emission behind ORCs is the emission of so-called \"synchrotron radiation.\"\n\nThis arises from electrons that have been accelerated to high energies and high speeds by a shock wave. The debate around ORCs concerns the source of these powerful shockwaves.\n\n\"There are two main schools of thought as to what causes this,\" Norris explained. \"One is that the circles of ORCs are caused by spheres of shocked gas surrounding a galaxy.\"\n\nThe astronomer said that in this case, the ring we see representing an ORC is actually just the cross-section of an expanding sphere caused by a shock wave.\n\nThis shock wave could be the result of a cosmic collision, either two galaxies colliding and merging or even two supermassive black holes merging.\n\nTwo supermassive black holes collide and merge. Is this the source of the shockwaves that create ORCs? (Image credit: NASA)\n\nAlternatively, Norris said that the rings could be caused by a plane shock wave from another source crossing a dead radio lobe from a supermassive black hole.\n\n\n\nThese lobes emerge from each side of feeding supermassive black holes and spread out to incredible distances.\n\nIn this case, Norris said that as the plane shock wave intersects the roughly spherical outer edge of the remnant lobe, it creates a ring of accelerated electrons that generate synchrotron radiation.\n\nThis multiwavelength image of the Cloverleaf ORC (odd radio circle) (Image credit: X. Zhang and M. Kluge (MPE), B. Koribalski (CSIRO))\n\nThe fact that ORC J0219–0505 differs from previously discovered ORCs could hint at which of these creation models is the accurate one.\n\n\"The offset between the center of the ring and the host galaxy isn’t easy to explain in the merging supermassive black hole model,\" Norris explained. \"That was my favorite model, so I’m not very happy about this!\"\n\nNorris pointed out that the discovery of ORC J0219–0505 shows there is \"still a fair way to go\" before scientists understand ORCs.\n\nThe astronomer said that in addition to investigating WISEA J021912.43–050501.8, this ORC's galactic home, further with a large optical telescope, the team will also hunt for more ORCs as they attempt to solve this cosmic curiosity.\n\nThe team's research is reported in preprint form on the repository site arXiv."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our bumper science quiz of the year 2024",
            "link": "https://www.newscientist.com/article/0-our-bumper-science-quiz-of-the-year-2024/",
            "description": "From a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fi ...",
            "image_url": "https://www.bing.com/th?id=ODF.JSaaJaTZXLT6XOduAsMW-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "New Scientist1h",
            "source": "New Scientist",
            "article_content": "Our bumper science quiz of the year 2024\n\nFrom a fish with a tiny brain to the world’s oldest cheese, we have reported on plenty of strange and unusual science discoveries this year. Challenge yourself and see what you can remember in this fiendish set of questions from our quizmaster Bethan Ackerley"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Physics: Inside the Strange World of Quantum Metals",
            "link": "https://scitechdaily.com/breaking-physics-inside-the-strange-world-of-quantum-metals/",
            "description": "A new study examined how quantum critical metals, which behave unusually under low temperatures, challenge conventional ...",
            "image_url": "https://www.bing.com/th?id=OVFT.96EZ2PI4igWDwZ88_3IP_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "5h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Louis de Broglie's quantum leap that changed physics forever",
            "link": "https://uk.news.yahoo.com/louis-broglies-quantum-leap-changed-150117004.html",
            "description": "French physicist Louis de Broglie presented his revolutionary theory that has become one of the cornerstones of quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sb9s4bqH5VRnh544edxCqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "12h",
            "source": "Yahoo News UK",
            "article_content": "In November 1924, French physicist Louis de Broglie presented his revolutionary theory that has become one of the cornerstones of quantum physics.\n\nFive years after presenting his revolutionary theory, in 1929, Louis de Broglie was awarded the Nobel Prize in Physics for his groundbreaking contribution, which remains fundamental to modern quantum mechanics and its numerous applications.\n\nThibault Damour, an Emeritus Professor of Physics at the Institut des Hautes Études Scientifiques (IHES), explained the profound impact of de Broglie’s work, describing it as a generalization of Albert Einstein’s earlier insights into the dual nature of light.\n\nEinstein had associated particle-like properties with the wave-like nature of light, while de Broglie’s breakthrough involved the reverse: associating wave-like properties with matter.\n\n“De Broglie made the reverse discovery of Einstein by associating waves to matter,” Damour said.\n\nThis groundbreaking idea marked a crucial step in the evolution of quantum mechanics. Erwin Schrödinger, inspired by de Broglie’s hypothesis through Einstein, later developed the famous Schrödinger equation, which describes the propagation of matter waves.\n\nThis Schrödinger-de Broglie equation is now recognized as one of the foundational equations of quantum mechanics, underpinning countless scientific advancements and practical technologies.\n\nDamour further highlighted the widespread applications of de Broglie’s theory. The concept of wave-like properties in matter has been instrumental in the development of solid-state physics.\n\n\n\nRead more on RFI English\n\n\n\nRead also:\n\nFrançois Arago: The scientist and statesman who shaped science and society\n\nTangled future of quantum computing explained by French Nobel winner\n\nFrom The Lab: Building quantum computing systems, one photon at a time"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Today’s Science Skepticism Goes Back to the Scientific Revolution",
            "link": "https://www.counterpunch.org/2024/12/11/todays-science-skepticism-goes-back-to-the-scientific-revolution/",
            "description": "Most of us are aware of the deep problems in the current US pharmaceutical industry. Yet few may realize that today’s issues ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tnCuQ4dPX5w9yNHXWworJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "CounterPunch13h",
            "source": "CounterPunch",
            "article_content": "Most of us are aware of the deep problems in the current US pharmaceutical industry. Yet few may realize that today’s issues stem from changes that occurred centuries ago.\n\nAs I explain in The Apothecary’s Wife: The Hidden History of Medicine and How it Became a Commodity, the current medication system was established between 1650 and 1740, when professionals used the scientific revolution to push women out of the medical space. At that time, domestic medicine was dominant. Women were the primary sources of medicine in their communities, making medication from organic ingredients at home. Despite using the exact same ingredients for their own medicines, apothecaries and physicians persuaded the public of the superiority of their treatments and began charging for them. Medicinal substances transformed from free, household goods for everyone into commodities available only to those with means. This transformation normalized the practice of withholding life-saving medications from people who could not afford it — and valuing the economic success of corporations over the lives of some citizens.\n\nThe forces that transformed medication into a commodity are still with us. For example, domestic medicine encouraged sharing recipes to maximize healing, but today’s commercial medicine attempts to keep recipes secret to maximize profit. The US patent system and the battles between corporations making generic and brand-name drugs is a logical result, even when those mechanisms imperil patients’ health and lives. (See also Victor Roy’s Capitalizing a Cure: How Finance Controls the Price and Value of Medicines.)\n\nRegulation is another legacy of medication’s economic transformation. In an attempt to exclude quacks from the medical marketplace and to protect consumers, 17th- and 18th-century professionals began testing competitors’ medicines to prove their inferiority and then publicizing the results. Joshua Ward (ca. 1685-1761), for instance, widely sold “medications” made of metals such as lead and antimony despite knowing that ingesting them could be fatal (Chapter 7 in The Apothecary’s Wife has a lot to say about him). Regulatory entities such as the Food and Drug Administration and European Medicines Agency should do this work now. History provides ample proof that when guided by science, regulation works. It has also shown us that lax oversight, such as in the famous case of thalidomide, the furor over aduhelm, and today’s generic drug industry, endangers patients.\n\nWe also continue to experience the fallout from the campaign to elevate “the New Science.” Its 17- and 18-century advocates made it seem more impressive by casting this new way of thinking and discovering as too difficult for ordinary people. That strategy generated an ongoing suspicion of science and a profound misunderstanding of how science functions. Although particularly virulent in the United States, this skepticism and ignorance of science abounds worldwide.\n\nFor the United States, this legacy will be even more obvious and determinative after the new government is sworn in on January 20, 2025. The Affordable Care Act of 2010 (ACA) is America’s only attempt so far at a public health system. For decades, the Republican party on the whole has been opposed to the ACA and national health care more broadly, drawing on the value system that displaced domestic medicine’s ethos with one that prioritizes corporate health over human health. 17- and 18-century professionals recognized this issue in converting medication into a commodity, but decided against adding a mechanism for treating the impoverished. Repealing the ACA would be returning to the three-hundred-year-old roots of today’s system. Similarly, the current nominee to lead the Center for Medicare and Medicaid Services (CMS), Mehmet Oz, has pursued profit opportunities in medicine with disregard for science and the health of ordinary people. He has even promoted colloidal silver (more upscale than Joshua Ward, but an equally ancient claim). It is likely that the provisions in the Inflation Reduction Act of 2022 requiring the CMS to negotiate the prices that it pays for pharmaceuticals will be ignored or removed.\n\nSkepticism and suspicion of science undoubtedly will bear down on federal divisions, departments, and institutes responsible for health care and science. Regulation is a probable early casualty. The nominee for Secretary of Health and Human Services (HHS), Robert F. Kennedy, Jr., harbors these views, exemplified by his opposition to vaccines, fluoridated water, and pasteurized milk. Kennedy’s misunderstanding of how science works, not to mention the role of regulation, leads to a hostility toward scientists that has much in common with witchcraft fears. History suggests that under such leadership, HHS and the CMS will authorize the use of unscientifically tested treatments, reject the scientific foundations of the regulation process, and nurture a national hostility to science and scientists.\n\nThe consequences of this approach will appear quickly. Federal opposition to vaccines, for instance, will swiftly raise the mortality rate, especially the infant and child mortality rates, to spectacular highs. As Olivia Craighead drily wrote after Mehmet Oz’s nomination, “Fingers crossed colloidal silver works for measles.” Outbreaks of easily prevented, highly communicable, frequently fatal or permanently debilitating diseases such as measles and pertussis (whooping cough) will likely negatively impact the economy. Tourism will drop as visitors choose to avoid such a perilous environment. The national failure to provide a reliably healthy, sound workforce will curtail domestic productivity and obstruct foreign investment.\n\nPrognostication in this case is fairly easy. Addressing these values and beliefs about the role of medication is not. They are rooted in medication’s transformation into a commodity. Knowing where these ideas came from, however, offers insight into the current system, and as history shows, insight is a step toward action."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Decentralized Science (DeSci) Is Fueling Scientific Revolution",
            "link": "https://www.coinspeaker.com/how-decentralized-science-desci-is-fueling-scientific-revolution/",
            "description": "Decentralized Science has the potential to revolutionize the tech and research world, a spotlight shared by DWF Ventures.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZoDUXpNePpe_oxS01iTbGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "coinspeaker5h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    }
]