[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is that a drone or a UFO? You’d know if you had some night vision binoculars!",
            "link": "https://www.popsci.com/sponsored-content/mini-night-vision-digital-binoculars-sponsored-deal/",
            "description": "Whether you're searching skies for first contact or just want to fish into the dark winter months, night vision binoculars ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ff4eZMAsslvifch-hxl1-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "Popular Science",
            "article_content": "We may earn revenue from the products available on this page and participate in affiliate programs. Learn more ›\n\nWas that light in the clouds a drone, an alien, or maybe just a really tech-savvy pigeon? It’s hard to tell when you’re staring into the night with the naked eye, and phones aren’t much better. Have you seen the quality of most nighttime videos? Woof.\n\nWhether you’re searching the skies for first contact or just want to keep fishing long into the dark winter months, a set of night vision binoculars could help. It sounds expensive, but night vision tech has advanced enough that there’s some really good stuff that’s actually available at a decent price, and it helps that there’s a sale going on. That’s how you can get these Mini Night Vision Digital Binoculars for $79.97 instead of $159.\n\nSee and record in total darkness\n\nHunting for aliens? If you have these binoculars, you won’t need that close of an encounter with the third kind. That’s because the 850nm infrared illuminator can give you crystal clear visibility up to 1,000 feet in complete darkness.\n\nIn daylight, you can use the 10X optical magnification or 4X digital magnification. If you see something interesting, don’t get out your camera. Use your binoculars to snap a photo or record a video. A 32GB memory card is included, so if the mothership lands, you can capture the arrival in perfect clarity.\n\nDon’t believe your eyes? Pop open the 2.4-inch HD screen and watch your video back. And hey, even if your alien was actually just a weird-looking owl, bird-watching is still cool, right?\n\nJanuary 12 at 11:59 p.m. PT is the cutoff to get a pair of Mini Digital Night Vision Binoculars on sale for $79.97.\n\nStackSocial prices subject to change.\n\nMini Digital Night Vision Binoculars with 1080p HD Recording – $79.97\n\nSee Deal"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jimmy Carter once saw a UFO — but had this to say about aliens on Earth",
            "link": "https://www.msn.com/en-us/politics/government/jimmy-carter-once-saw-a-ufo-but-had-this-to-say-about-aliens-on-earth/ar-AA1wIvgd?ocid=BingNewsVerp",
            "description": "Former President Jimmy Carter, who died Sunday at age 100, once acknowledged that he personally observed a UFO, though he ...",
            "image_url": "https://www.bing.com/th?id=OVF.AqA1UOHW5es8vUuqHPqRiw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "19hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From 'Home Improvement' to a UFO sighting, here are five fun stories about Jimmy Carter",
            "link": "https://www.yahoo.com/news/home-improvement-ufo-sighting-five-175821899.html",
            "description": "Former President Jimmy Carter died on Sunday. Here are 5 fun-facts and funny stories from his long and interesting life and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LxRUUM6yUEL1_Ei5WU4T4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "18h",
            "source": "Yahoo",
            "article_content": "Former President Jimmy Carter lived 100 years, and accomplished a lot around the world and locally in Georgia. While many will remember what he did professionally as a president or personally as a humanitarian, there are several fun facts and funny stories that some people may not know about.\n\nHere are 5 of the most interesting and bizarre ones:\n\nFILE - Former President Jimmy Carter works on a corbel at the start of the Habitat for Humanity build on Monday, Oct. 7, 2019. His work with the organization was a plot point on an episode of \"Home Improvement\" in which he had a cameo.\n\nJimmy Carter was on \"Home Improvement\"\n\nOne of the most popular sitcoms of the 1990's was \"Home Improvement,\" Tim Allen's first leading project. Carter had a brief cameo in season 3, episode 18. In the episode, Tim Allen's character Tim Taylor and his wife compete to see who can build a house faster as part of Habitat for Humanity, an organization Carter has been a longtime supporter of. Carter appears at the end of the episode in a televised message to the Taylors.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Tim...what can I say?\" Carter said. \"Crews are working around the clock to repair what you built.\"\n\nWant to watch the episode? It's available on Disney+ and Hulu.\n\nCarter condolences: Donations to Carter Center encouraged in lieu of flowers. How you can honor Jimmy Carter\n\nFILE - A bouquet of flowers rests at the base of the Smiling Peanut on Monday February 20, 2023 in Plains, Georgia after former President Jimmy Carter went into hospice care. The 13-foot tall roadside attraction is a remnant of Jimmy Carter's 1976 Presidential campaign. Carter died on Sunday.\n\nSmiling Peanut\n\nA 13-foot tall \"Smiling Peanut\" statue was debuted in 1976 by the Indiana Democratic Party as a part of Carter's presidential campaign. It draws a connection between Georgia's iconic crop while bearing a smile reminiscent of Carter's. The peanut is made of solid foam sprayed over a series of metal hoops covered with chicken wire.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt has moved around over the years, but today stands in Plains and currently stands at 120 Buena Vista Rd. What's even more interesting about this roadside attraction is a certain local legend: There's a hole in the back which was carved by the Secret Service to ensure there were no assassins or bombs hiding in the peanut.\n\nJimmy Carter saw a UFO\n\nOne of the longest-running, strange stories to surround Carter was the time he saw a UFO. While the exact dates of the sighting is unclear, the story goes that after a dinner more than 50 years ago, Carter said he and several other people saw something in the sky:\n\n\"A kind of green light appeared in the western sky. This was right after sundown. It got brighter and brighter. And then it eventually disappeared. It didn’t have any solid substance to it, it was just a very peculiar looking light. None of us could understand what it was.”\n\nCarter clarified in another interview years later that, while it was an unidentified flying object, he didn't necessarily mean a flying saucer or something similar.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"It was unidentified as far as we were concerned, but I think it's impossible, in my opinion, some people may disagree, to have space people from other planets or other stars to come,\" he said.\n\nFILE - Jimmy Carter and Willie Nelson backstage at the Merriwether Post Pavilion in Maryland in 1980. Nelson and other musicians helped put Carter into the White House in 1976. Carter died on Sunday.\n\nJimmy Carter: \"Rock & Roll President\"\n\nAs Variety put it, Carter was remembered as the ultimate music-loving president. He was not only a huge fan of big names like the Allman Brothers and Bob Dylan, but they were also fans of his. The close relationship Carter had with music and musicians was the focus of a documentary called \"Jimmy Carter: Rock & Roll President\" (which you can watch on Max). In the documentary, Carter laughed as he revealed that when Willie Nelson came to stay at the White House, he smoked marijuana with one of his sons.\n\nCarter's awards: When did Jimmy Carter win the Nobel Peace Prize? Here’s a look at 5 of his honors\n\nJimmy Carter missed out on being valedictorian\n\nWhen Carter was graduating from Plains High School in 1941, he was slated to be valedictorian but missed the chance because he skipped a day of classes. He reportedly went to see a movie on April Fool's Day in Americus with some other senior boys. Carter received zeroes for that day and became the salutatorian instead.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMiguel Legoas is a Deep South Connect Team Reporter for Gannett/USA Today. Find him on X and Instagram @miguelegoas and email at mlegoas@gannett.com.\n\nThis article originally appeared on Savannah Morning News: Former President Jimmy Carter fun facts, funny stories"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Triangular-Shaped UFO Filmed By Multiple Witnesses Stumps Locals",
            "link": "https://brobible.com/culture/article/triangular-shaped-ufo-filmed-multiple-witnesses/",
            "description": "At some point, the truth about all of these UFO and drone sightings has to start being revealed. There are just too many ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8vy3Qfa_SJCZMp1TqsRaSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nAt some point, the truth about all of these UFO and drone sightings has to start being revealed. There are just too many eyewitness reports and videos being shared online for governments to just keep pretending like nothing is happening.\n\nIt’s not just in the United States either (though that is where a majority of the reports are originating). They have also been happening in places like the United Kingdom, Germany, and now, in Brazil.\n\nWhile orb-shaped UFOs are perhaps the most common type of UFO that has been seen over the years, triangular-shaped crafts have also been reported being seen quite often.\n\nThe latest triangular-shaped UFO to be reported, and in this case filmed, occurred recently in the Barigui Park, in Curitiba, Parana, Brazil.\n\n“I came across the video yesterday while browsing reels on Instagram,” a report written for Ovniologia in Brazil read. “The account published the footage, called Paranadrone , is a page dedicated to aerial images to with drones and has no connection to the UFO theme.\n\n“I contacted you and requested the original footage, which was sent to me. The video was forwarded them by a follower who requested anonymity. The images were recorded around 8 pm, while the witness was in a trade in the park region.\n\n“At the beginning of the video, it is possible to see that the person filming was apparently close to a wall, inside a residence or business, the Paranadro told me. Then, we see a large, luminous point coming from the left, reveals its which triangular shape when the witness zooms in,” the report continued.\n\n“The object crosses the sky at a considerable and constant speed until it disappears from the author’s field of vision behind the trees. See below.”\n\n“Here we have what appears to be beautiful footage of a triangular UFO. The fixed, unwavering lights at the bottom seem to match reports of these craft. One worth thing noting is the number of lights. As I mentioned at the beginning of the article, three to four lights are usually reported on these objects. However, in the footage, in addition to the three lights at the ends, we can see two more luminous points near the larger central light.\n\n“This led me to question if it was actually a solid object or just a formation of orbs. While the footage is quite clear, it is not possible to draw a definitive conclusion.”\n\nThe report goes on to say that another witness to the same UFO claimed it had “two lights at a considerably low altitude that same day. One of them was in front of her house, with a green and red coloration, while the other, located behind the house, was orange in color and considerably larger.”\n\nHer neighbor also saw the UFO and also filmed it.\n\nThe report by Ovniologia went on to explain, “I spoke to other people who reported strange activity in the skies over Curitiba this month. The reports describe some anomalous sightings and experiences. It is possible that that some incidence of the phenomenon is occurring in the region.\n\n“When I watched the video of the triangular UFO, the first thing thing that came to mind was the wave of drones on American soil. Could there be any possible connection? Could it be starting to spread to other regions of the Americas? We don’t know.”\n\nSo far, no definitive explanation has been revealed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'It was a flying object that was unidentified': Former US President Jimmy Carter on his UFO encounter",
            "link": "https://www.msn.com/en-in/news/world/60-of-voters-dont-think-us-needs-more-h-1b-visa-workers-claims-new-poll/ar-AA1wL8SJ?ocid=BingNewsVerp",
            "description": "Former US president Jimmy Carter, who passed away at 100, was noted for his candidness about his 1969 UFO sighting. Despite ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P4kKsyI-45s2yFSuKJVfcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "18mon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s next for generative AI in 2025?",
            "link": "https://www.computerworld.com/article/3627484/whats-next-for-generative-ai-in-2025.html",
            "description": "Small language models capable of addressing specific tasks without burning through processing power are likely to surge in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eGmCtEiZbl_HcVNwejHQqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Computerworld",
            "article_content": "In 2024, the surge in generative AI (genAI) pilot projects sparked concerns over high experimentation costs and uncertain benefits. That prompted companies to then shift their focus to delivering business outcomes, enhancing data quality, and developing talent.\n\nIn 2025, enterprises are expected to prioritize strategy, add business-IT partnerships to assist with genAI projects and move from large language model (LLM) pilots to production instances. And small language models will also likely come into their own, addressing specific tasks without overburdening data center processing and power.\n\nOrganizations will also adopt new technologies and architectures to better govern data and AI, with a return to predictive AI, according to Forrester Research."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AppLovin Corporation (APP) Surpasses $100B Market Value with AI-Driven E-Commerce Ad Success; UBS Sets $145 Price Target",
            "link": "https://www.msn.com/en-us/technology/tech-companies/palantir-technologies-inc-pltr-positioned-as-ai-leader-with-expanding-use-cases-wedbush-sets-75-price-target/ar-AA1wHInq?ocid=BingNewsVerp",
            "description": "We recently compiled a list of the 10 AI News Investors Shouldn’t Miss. In this article, we are going to take a look at where ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z6CGa3jmnGLYoH78wsWYuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Entrusting Generative AI ChatGPT To Provide Hangover Cures And Bender Relief",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/12/31/entrusting-generative-ai-chatgpt-to-provide-hangover-cures-and-bender-relief/",
            "description": "It's that time of the year to be thinking about hangover cures. One place to find them is via generative AI. It's a good news ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ccH7r8dDjJf_dcwrfMa7wC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Five AI Trends To Expect In 2025: Beyond ChatGPT And Friends",
            "link": "https://www.forbes.com/sites/nishatalagala/2024/12/30/five-ai-trends-to-expect-in-2025-beyond-chatgpt-and-friends/",
            "description": "What should we expect from AI in 2025, beyond what we all expect from ChatGPT and related products? What other trends are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.k3NIQ32F5fswb8Ra0OgWQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 Google apps Samsung can't match",
            "link": "https://www.msn.com/en-us/news/technology/6-google-apps-samsung-cant-match/ar-AA1wK0Qo?ocid=BingNewsVerp",
            "description": "Google Play Store is another app that the Samsung Galaxy Store can't match. Google Play Store is an essential part of Android ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7LkV3vBCwUFCvl9xW4tCmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18hon MSN",
            "source": "Android Police on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘I’m not particularly afraid’: Japan’s Ishiba moves into 'haunted' PM house",
            "link": "https://www.msn.com/en-in/news/India/i-m-not-particularly-afraid-japan-s-ishiba-moves-into-haunted-pm-house/ar-AA1wKVpx?ocid=BingNewsVerp",
            "description": "PM Ishiba is aware of the horror stories about the presence of spirits in the mansion that tried to overthrow previous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FwYOUZcY42ki7DeLsX8ClC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "20mon MSN",
            "source": "WION on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An historic, popular CT restaurant is changing hands. First they say ‘so long’ to a resident ghost",
            "link": "https://www.courant.com/2024/12/31/an-historic-popular-ct-restaurant-is-changing-hands-first-they-say-so-long-to-a-resident-ghost/",
            "description": "Thank you so much for all your hard work! I have many great memories being there over all the years you have owned,' a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7NJNfgdDkyz1K5clMxP5Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "Hartford Courant",
            "article_content": "It was dad vs. daughter for the first time in this CT high school basketball game and they have to play again in a few weeks"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "LI Life: The year in pictures",
            "link": "https://www.newsday.com/long-island/li-life/li-life-2024-photos-mis32zwk",
            "description": "They say a picture is worth a thousand words, which means the scores of images published in LI Life this year could tell a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BwUxgTFVAdH-HpzGNVnrOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Newsday",
            "article_content": "They say a picture is worth a thousand words, which means the scores of images published in LI Life this year could tell a book’s worth of Long Island stories. From the rich golden hues of a perfect fall day, to families who put their all into planning a quinceañera for their daughter, to those obsessed with growing an award-winning pumpkin, our photographers were there to capture these amazing moments. As we get ready to ring in the new year, let’s take a look back on our 2024 editions and celebrate the incredible people we call our neighbors.\n\nCredit: Linda Rosier\n\nJAN. 21 Journalist Cheryl Wills holds a 2011 photo of herself standing at the Door of No Return, on Gorée Island in Senegal, from which enslaved Africans were led to ships, never to return to their homelands. Wills discovered through DNA testing that her genetic roots are from western Africa and believes her ancestors arrived in the United States on slave ships.\n\nCredit: Linda Rosier\n\nFEB. 11 Students in the Uniondale High School Show Choir, Rhythm of the Knight, rehearse for a March 2024 competition. Under the direction of its leader Lynnette Carr-Hicks, the show choir has performed on the “Today” show, CNN and Steve Harvey's talk show.\n\nCredit: Morgan Campbell\n\nMARCH 10 Harper Bella photographed more than 30 people who lived or worked in Wyandanch during the COVID-19 pandemic for her Flower of Honor project. Several of the people highlighted are featured in a mural on display through 2028.\n\nCredit: Randee Daddona\n\nAPRIL 7 Bay Shore artist TJ Savino was exposed to art therapy while recovering from depression. He has since found success taking items like ordinary kitchen utensils and transforming them into whimsical sculptures.\n\nSign up for the NewsdayTV newsletter From breaking news to special features and documentaries, the NewsdayTV team is covering the issues that matter to you. By clicking Sign up, you agree to our privacy policy.\n\nCredit: Linda Rosier\n\nAPRIL 14 Henry Horstmann deploys his cape with flair during a Gilbert and Sullivan Light Opera Company of Long Island performance of “Very Truly Yours” in East Meadow. The opera company marked its 70th anniversary this year.\n\nCredit: Elizabeth Sagarin\n\nAPRIL 21 A baby Great Horned Owl found in Garden City was brought to Sweet Briar Center in Smithtown for care. Long Island wildlife rehabilitators say they receive a spike in calls during the spring baby season.\n\nCredit: Newsday/Alejandra Villa Loarca\n\nJUNE 9 Malverne High School 2024 graduate Suborno Bari, 12, was one of 10 Extraordinary Seniors profiled by Newsday in June. Suborno, who has been recognized by former President Barack Obama and has written two books, is pursuing a double major in math and physics at NYU.\n\nCredit: Debbie Egan-Chin\n\nJUNE 30 Trinity Lutheran Church in Hicksville brings trained dogs to nursing homes, libraries and schools through its K-9 Comfort Dog Ministry program. The children at Calvary Nursery School in East Meadow are encouraged to pet Abraham, above, and the other comfort dogs.\n\nCredit: Newsday/Steve Pfost\n\nJUNE 30 Chuck Vinciulla, right, visits Vincent Ricciuti, a Korean War veteran, at a nursing home in Amityville. Vinciulla, a Navy veteran, was honored in June by the Rotary Club of Amityville for decades of community service.\n\nCredit: Elizabeth Sagarin\n\nJULY 28 The opening reception for the Shinnecock Speaks exhibit at Ma’s House drew a large turnout. The gallery on the Southampton reservation offers exhibit space for Black and indigenous artists.\n\nCredit: Newsday/Steve Pfost\n\nAUG. 11 Madison Tomaszewski, 15, of Laurel, second from right, competes in Riverhead Raceway’s youth program. Just 16% of league members are girls, but gender differences typically fade away during a race, she said. “Everyone pretty much gets treated equally on the track,” she said.\n\nCredit: Howard Simmons\n\nAUG. 11 Bob Spiotto performed a one-man show as P.T. Barnum at the Bethpage Public Library in July. The Holbrook actor also has portrayed Michelangelo and comedian Danny Kay.\n\nCredit: Debbie Egan-Chin\n\nSEPT. 8 Jay Williams hits a ball during a Rockville Centre game of beep baseball, a sport that gives blind and visually impaired athletes the chance to play competitively. Williams is a member of the Long Island Bombers, the only New York-based beep baseball team.\n\nCredit: Elizabeth Sagarin\n\nSEPT. 8 John and Rita Sepenoski, of Southold, have visited over 100 countries. Above, their farmland has been in his family for over a century.\n\nCredit: Linda Rosier\n\nSEPT. 22 Karl Reamer in his Patchogue backyard farm. Reamer said he kept making his garden bigger and bigger until he didn’t have any yard left. Reamer retired from his job as an estimator for a commercial printing company in 2021 and joined the Long Island Homesteading Forum Facebook group. He soon began bartering his bounty for items like eggs, but also groceries including Gatorade and turkey bacon.\n\nCredit: Newsday/J. Conrad Williams Jr.\n\nOCT. 6 Sreelakshmi and Srinivas Jayashankar at their East Meadow home, where they assemble scenes for Navaratri, the Hindu festival that celebrates the Mother Goddess. Their display has become a source of cultural pride for some in Long Island’s Hindu community.\n\nCredit: Howard Simmons\n\nOCT. 6 Kelly Castellon shows off her $2,300 quinceañera dress at Asarela Boutique in Freeport. Some Latino immigrants said they are determined to give the next generation the extravagant celebration they may have missed in their home country.\n\nCredit: Linda Rosier\n\nOCT. 13 Scott Armstrong’s 1,339-pound pumpkin took first place at the Hicks Nurseries weigh-off in Westbury this year. The Commack resident is among those who grow the extra-large gourds for competition.\n\nCredit: Daniel Goodrich\n\nOCT. 20 Newsday traveled across the Island to capture the beauty of a perfect fall day. Here, a swan glides across Upper Cascade Lake in Brightwaters.\n\nCredit: Elizabeth Sagarin\n\nOCT. 27 Anthony Smith, 16, of Long Island Paranormal Investigators, uses a radio frequency device to make contact with spirits at the Katie’s of Smithtown bar. The group has 33 dues-paying members who document the paranormal.\n\nCredit: Debbie Egan-Chin\n\nNOV. 10 Nicole Zeitzer Johnson with her daughter, Josie, 13, who was born with FOXG1 syndrome — a rare neurological condition. She cannot walk or talk, is fed through a feeding tube and has epilepsy, but her family says she embraces life with joy.\n\nCredit: Debbie Egan-Chin\n\nDEC. 8 Guy Brogna, a former touring musician, at his store All Music in Plainview. Brogna has adapted by offering repairs and lessons, remaining open for business while other music stores have closed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An island for sale, a 'near-perfect MCM': RI real estate stories that led the news in 2024",
            "link": "https://www.yahoo.com/lifestyle/island-sale-near-perfect-mcm-091014164.html",
            "description": "Just off the coast of North Kingstown, in Wickford harbor, lies a small island that once was gifted to the state's founder, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RrJqc3cgkCagnN1wpNdf4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3h",
            "source": "Yahoo",
            "article_content": "Each week, we bring you listings of local real estate transactions. For the most part, it's your everyday, run-of-the-mill list of multifamilies, suburban Capes and commercial buildings, with an occasional multimillion-dollar mansion thrown in for good measure.\n\nBut every so often, there's a property that's so unusual that it deserves its own story. From a mid-century modern masterpiece to a whole island tied to Roger Williams himself, here are the real estate stories that made the biggest splash in 2024.\n\nRabbit Island, in Wickford Cove.\n\nA whole North Kingstown island for sale\n\nJust off the coast of North Kingstown, in Wickford harbor, lies a small island that once was gifted to the state's founder, Roger Williams, by the Narragansett sachem Quaiapen. This year, Rabbit Island was listed for sale, and recently an East Greenwich couple became the proud owners.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMore: This North Kingstown island helped secure religious liberty in RI. Now, you can buy it.\n\nComedian Matt Rife becomes a Rhode Islander\n\nFirst, news broke that comedian Matt Rife had purchased a $3 million compound in North Smithfield. Then, in September, comedian, online personality and paranormal investigator Elton Castee posted on X that he and Rife were interested in buying The Conjuring House, a centuries-old farmhouse that inspired a movie based on the experiences of a family who said they were beset by a malevolent spirit there in the 1970s.\n\nNo deal has been made, but the Conjuring House has been beset by financial and other troubles this year, having just been stripped of its business license, so who knows what could happen in 2025.\n\nMore: Is comedian Matt Rife really trying to buy The Conjuring House? What we know\n\nA 'near perfect MCM' catches the eye of Zillow Gone Wild\n\nZillow Gone Wild, a social media site that tracks some of the most unusual properties for sale in the world, spotlighted a 1958 home at 33 Intervale Road, near Swan Point Cemetery.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe 4,996-square-foot house, with four bedrooms, three full bathrooms and two half bathrooms, boasts:\n\nA family room with a fireplace and custom cocktail bar\n\nA vintage powder room\n\nA sweeping curved staircase to the second floor\n\nA lower-level recreation room with full bar and billiard table\n\nThe asking price? A mere $1,985,000.\n\nMore: 'Near perfect' mid-century modern house from RI makes a splash on Zillow Gone Wild\n\nA Newport mansion will become a museum\n\nThe owners of Miramar, one of Newport's most iconic historic homes, revealed in August that they would put the property into a charitable foundation so that when they die, it will become \"a private museum for the benefit of the Newport community and public in perpetuity.\"\n\nThe entrance to Miramar, at 646 Bellevue Ave.\n\nMiramar is one of several Gilded Age mansions along Newport's Bellevue Avenue, although, unlike many of its peers, it has remained a private residence since construction finished in 1915.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMore: Miramar estate to become next Bellevue Avenue museum. What's behind the owner's decision\n\nRI is home to 'Scariest House in America'\n\nThat's right, the house at 780 Shermantown Road in North Kingstown, owned by Jeremy King, who now lives there, was entered into a Halloween-themed contest on a show that was a spinoff of HGTV's \"Ugliest House in America,\" hosted by actor and comedian Retta.\n\nLo and behold, King won, and received a $150,000 home makeover by designer Alison Victoria.\n\nAlas, it is scary no more. See the transformation here.\n\nMore: North Kingstown cottage named HGTV's 'Scariest House in America.' What winning means.\n\nThis article originally appeared on The Providence Journal: Top RI real estate stories of 2024: Conjuring House offer, HGTV show"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Living Nostradamus' who 'foresaw Covid' has seven chilling predictions for 2025",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/living-nostradamus-who-foresaw-covid-has-seven-chilling-predictions-for-2025/ar-AA1wL6nc?ocid=BingNewsVerp",
            "description": "In an interview with the Daily Star, Salomé divulged: \"I have noticed that, on several occasions, my predictions are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jNp10UXLgewOLkNobyprBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN3m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ultimate Satisfaction with Creative Science Experiments",
            "link": "https://www.msn.com/en-us/science/chemistry/ultimate-satisfaction-with-creative-science-experiments/vi-AA1wKpwV?ocid=BingNewsVerp",
            "description": "Experience ultimate satisfaction and fun with these creative DIY science experiments that will captivate science lovers of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2EJanUkCUESm_NMvGBxC8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A New Discovery Helps Explain How Cannabis Triggers Psychosis",
            "link": "https://www.msn.com/en-us/health/other/a-new-discovery-helps-explain-how-cannabis-triggers-psychosis/ar-AA1wJ2Vr?ocid=BingNewsVerp",
            "description": "\"Cannabis appears to disrupt the brain's natural process of refining and pruning synapses, which is essential for healthy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yuaE_qAwUwZpEmKJeHMTjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert on MSN14h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Center Hot Balloon",
            "link": "https://www.msn.com/en-us/science/astronomy/discovery-center-hot-balloon/vi-AA1wJH47?ocid=BingNewsVerp",
            "description": "Lions’ Trick Play Success Continues With Crafty Hook-and-Ladder TD vs. 49ers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kVp0UfG7iUhcg-TQXXLM1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tragic Discovery: Tiger Cub Found Dead in Maharashtra Lake",
            "link": "https://www.devdiscourse.com/article/science-environment/3210669-tragic-discovery-tiger-cub-found-dead-in-maharashtra-lake",
            "description": "A 2-year-old tiger cub was found dead in a lake in Maharashtra's Bhandara district. The carcass, discovered along a village ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wOff8yLyfKCUDGCH8aORqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "devdiscourse22h",
            "source": "devdiscourse",
            "article_content": "A tragic incident occurred as a two-year-old tiger cub was found dead in a lake in Maharashtra's Bhandara district, according to a forest department official.\n\nThe cub's carcass was discovered in a waterbody along the Devnara-Kurmuda village road in the Lendhejhari forest region at approximately 1 PM.\n\nAuthorities have stated that the cause of death remains unknown until post-mortem results are available. They confirmed the carcass was disposed of following the protocols set by the National Tiger Conservation Authority.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning Webb Discovery Forces Rethink of Planet Formation in the Early Universe",
            "link": "https://scitechdaily.com/stunning-webb-discovery-forces-rethink-of-planet-formation-in-the-early-universe/",
            "description": "New data confirms Hubble's finding and refutes current theories of planet formation in the universe’s early days. Thanks to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0trS7waucSKMCyJewcB5zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 'godfather' of AI is backing Elon Musk's lawsuit against OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/the-godfather-of-ai-is-backing-elon-musks-lawsuit-against-openai/ar-AA1wKGnu?ocid=BingNewsVerp",
            "description": "Musk's lawyers filed an injunction against OpenAI to stop its transition to a for-profit entity.",
            "image_url": "https://www.bing.com/th?id=OVFT.8WottO8UQLLUR0BJWOoM9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Friends and former colleagues recall OpenAI whistleblower as 'one of the true geniuses'",
            "link": "https://www.msn.com/en-us/money/markets/friends-and-former-colleagues-recall-openai-whistleblower-as-one-of-the-true-geniuses/ar-AA1wIXva?ocid=BingNewsVerp",
            "description": "Former OpenAI researcher Suchir Balaji was described by former colleagues and friends as a brilliant person during a memorial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G6XXOW1wkCM90SiUWVuMzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Godfather of AI Throws Support Behind Elon Musk’s Lawsuit Against OpenAI",
            "link": "https://gizmodo.com/godfather-of-ai-throws-support-behind-elon-musks-lawsuit-against-openai-2000544349",
            "description": "The youth advocacy group Encode is supporting Musk's lawsuit seeking a preliminary injunction that would stop OpenAI from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K_iyRaF1Jklscayr84AFlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11h",
            "source": "Gizmodo",
            "article_content": "An increasingly diverse coalition is forming in opposition to OpenAI’s plan to restructure itself into a fully for-profit company.\n\nOn Monday, Encode, a youth-led advocacy organization representing young people in dozens of countries, filed an amicus brief in support of Elon Musk’s ongoing lawsuit to stop OpenAI’s corporate metamorphosis. The filing came with support from one of the biggest names in the field, Nobel and Turing prizes award-winner Geoffrey Hinton, who is often called the godfather of AI.\n\n“OpenAI was founded as an explicitly safety-focused non-profit and made a variety of safety-related promises in its charter,” Hinton said in a statement released by Encode along with its brief. “It received numerous tax and other benefits from its non-profit status. Allowing it to tear all of that up when it becomes inconvenient sends a very bad message to other actors in the ecosystem.”\n\nHinton recently told the BBC he believes there is a “10 percent to 20 percent” chance that AI will lead to human extinction within the next 30 years. Previously, Hinton’s been more modest, putting the odds at just 10 percent.\n\nOpenAI is currently structured as a for-profit company controlled by a non-profit board, which places some restrictions on its mission and ability to raise money and compensate investors. The company formally announced its intention to restructure itself as a more traditional for-profit corporation last week, although the change had been anticipated for some time and Musk, who was a cofounder of OpenAI, filed his federal lawsuit seeking a preliminary injunction to stop it in November.\n\nEncode argues that OpenAI’s planned shift from a nonprofit to a Delaware public benefit corporation would “undermine specific safety-focused commitments the nonprofit has made to the public.” In particular, the brief questions whether a for-profit corporation could ever fulfill OpenAI’s promise that it will “stop competing with and start assisting” any value-aligned organization that appears close to building artificial general intelligence before it does.\n\n“Today, a handful of companies are racing to develop and deploy transformative AI, internalizing the profits but externalizing the consequences to all of humanity,” Sneha Revanur, the president and founder of Encode, said in a statement. “The courts must intervene to ensure AI development serves the public interest.”\n\nFor its part, OpenAI has urged the court to reject Musk’s lawsuit, arguing that he lacks standing and is seeking to gain an unfair competitive advantage for his own AI startup, xAI. OpenAI also released a trove of emails and other messages from Musk, including several that the company said showed Musk advocated for converting the organization to a for-profit as early as 2017."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Big Things Going On At OpenAI, From Business Changes To AI Evolution",
            "link": "https://www.forbes.com/sites/johnwerner/2024/12/30/3-big-things-going-on-at-openai-business-changes-and-ai-evolution/",
            "description": "It’s a company that has become a household name, and a leader in its field. People are even recognizing the name Sam Altman, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8hrmGX1QPOhiKEoSrWBXny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nonprofit group joins Elon Musk’s effort to block OpenAI’s for-profit transition",
            "link": "https://www.msn.com/en-us/news/technology/nonprofit-group-joins-elon-musk-s-effort-to-block-openai-s-for-profit-transition/ar-AA1wB1Hc?ocid=BingNewsVerp",
            "description": "Encode, a nonprofit AI safety org, has requested permission to file an amicus brief in support of Elon Musk's injunction to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ie5ePSb4eoRdiU6BhymM2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ignoring Your Company's Dress Code Can Get You Fired",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/ignoring-your-company-s-dress-code-can-get-you-fired/ar-AA1wKSVr?ocid=BingNewsVerp",
            "description": "Employers and prospective employees need to be upfront about expectations on the job regarding appearance, and other policies ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PZcDeNKHXKiYCGjSffdc9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "If you buy the Galaxy S25, you may get a free Gemini Advanced subscription",
            "link": "https://www.msn.com/en-us/technology/tech-companies/if-you-buy-the-galaxy-s25-you-may-get-a-free-gemini-advanced-subscription/ar-AA1wIZcG?ocid=BingNewsVerp",
            "description": "These trials for Gemini Advanced subscriptions would be unlocked when purchasing a Galaxy S25 device, which we expect to be the S25, S25 Plus, and S25 Ultra. The length of the trial depends on the ...",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "13hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dress To Impress Codes – December 2024",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/dress-to-impress-codes-december-2024/ar-AA1wL62z?ocid=BingNewsVerp",
            "description": "Looking for the latest Dress To Impress codes? We’ve got you covered! This list includes all of the… The post Dress To Impress Codes – December 2024 first appeared on PowerUp Gamer.",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "Hosted on MSN18m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What does Dior Bags mean on TikTok? Viral Bethenny Frankel inspired-trend explained",
            "link": "https://www.thesun.ie/news/14444139/tiktok-dior-bags-bethenney-frankel-drone-sightings/",
            "description": "VIRAL trends on TikTok produce a shedload of secretive slang, which can seem impossible to understand unless you’re a regular on the platform. Here we take a look at the latest phrase taking ...",
            "image_url": "https://www.bing.com/th?id=OJ.1lxDXnGCXK0B0Q&pid=news&w=51&h=16&rs=2",
            "category": "code+trends",
            "date": "2h",
            "source": "Irish Sun",
            "article_content": "VIRAL trends on TikTok produce a shedload of secretive slang, which can seem impossible to understand unless you're a regular on the platform.\n\nHere we take a look at the latest phrase taking the internet by storm — the \"Dior Bags\" phenomenon, which was coined by The Real Housewives of New York star Bethenny Frankel.\n\n3 Bethenny Frankel is behind the 'Dior Bags' TikTok trend Credit: TikTok\n\nWhat does Dior Bags mean on TikTok?\n\n\"Dior bags\" on TikTok is a code phrase used to discuss drones without triggering content moderation algorithms.\n\nIt was initiated by prominent TikToker Bethenny Frankel, who began using the term to continue conversations about recent drone sightings in states including New Jersey.\n\nShe shared information about UFO-like drones spotted over various locations throughout December 2024.\n\nHowever, the reality star noticed that her videos on this topic were receiving significantly fewer views than she expected.\n\nIn one clip Bethenny said she got \"only 500 views\" one some of her drone-related content, which made her suspicious.\n\nIt led her to believe that TikTok's algorithms could be limiting the visibility of content related to drones.\n\nTo get around this perceived censorship, which is also known as shadow-banning, Bethenny cleverly substituted the word \"drones\" with \"Dior bags\" in her content.\n\nThis code has allowed her and her following to continue discussing the controversial topic without risking video takedowns or account restrictions.\n\nTypes of Dior Bags\n\nBethenny has developed a specific terminology within this code:\n\n\"Worker bees\" : These refer to drones that are easily visible and can be photographed.\n\n: These refer to drones that are easily visible and can be photographed. \"Queen bees\": These are more advanced drones that are harder to spot, described as \"shiny\" and \"more special\".\n\nShe has also mentioned \"alien bags\", hinting at the possibility of extraterrestrial involvement or more advanced technologies.\n\nIn one of her TikToks, Bethenny explains that there \"are the bags that have been released, but there are bags that are decades more advanced that we haven’t even seen\".\n\n3 Different types of 'Dior Bags include 'worker bees' and queen bees'\n\nSpread of the Trend\n\nThe Dior bags trend quickly gained traction on TikTok.\n\nWithin a short period, over 19,000 videos were uploaded using the hashtag #Diorbags.\n\nCommenters on drone-related content have also adopted the term, leaving those of us unfamiliar with the code confused about the seemingly sudden surge in discussions about luxury handbags.\n\nCensorship debate\n\nBethenny's use of this code phrase reflects a broader concern about potential censorship of discussions related to drone sightings.\n\nShe has expressed frustration at not being able to talk openly about the topic, stating: \"It's become clear... people do not want me discussing the Dior bags.\"\n\nThe trend has also sparked discussions about the nature of these drone sightings.\n\n3 'Dior Bags' is a codeword for drones Credit: Alamy\n\nBethenny claims to have cross-referenced information with people who have worked in known organizations and others who are aware of undisclosed operations.\n\nShe emphasizes the complexity of the situation, stating: \"There are many things going on at once, at the same time.\"\n\nKeeping discussion alive\n\nThe \"Dior bags\" trend is part of a larger phenomenon on TikTok where users create and adopt unique terminologies to discuss sensitive or controversial topics.\n\nKnown as \"Algospeak\", it allows users to navigate perceived content moderation systems and continue conversations that they believe might otherwise be suppressed.\n\nThe Dior bags trend has successfully kept the conversation about drones alive on TikTok.\n\nTikTok trends HERE are some more TikTok trends happening right now: Check out the Just Give Me My Money viral trend where each of a group of friends seeks a round of applause for saying the funny phrase. The October 1st viral trend has taken off and it has made the Halloween month the time to fall in love. Try out the Melissa McCarthy I Want Something dance trend. Ever wondered what Hopecore on TikTok was? Here's how to try out the AI hugging trend that's taken the social media by storm. One confusing trend is called the \"hear me out challenge\" that we've explained. Or do you want to know how to do the AI Disney Pixar trend on TikTok? A singing filter called 'Do Re Mi Filter' took the world by storm as well. The adorable Moo Deng has captured the hearts of millions, inspiring a TikTok makeup trend where fans strive to achieve a look reminiscent of this charming baby hippo. If you want to change your hair, the calico hair look trend is perfect for you. Another trend can either be an artsy activity or a date night disaster.\n\nIt has also highlighted the creative ways in which social media users adapt to perceived restrictions on free speech and information sharing.\n\nWhile TikTok has released statements about banning hate speech, there is no suggestion the platform is restricting views on content featuring drones.\n\nIn 2020, TikTok said: “We’re proud that we have already taken steps to keep our community safe, for example, by not permitting content that denies the Holocaust and other violent tragedies.\n\n“We know there’s always more we can do, which is why we are taking further action to remove misinformation and hurtful stereotypes about Jewish, Muslim and other communities.\n\n“This includes misinformation about notable Jewish individuals and families who are used as proxies to spread antisemitism.\n\n“We’re also removing content that is hurtful to the LGBTQ+ community by removing hateful ideas, including content that promotes conversion therapy and the idea that no one is born LGBTQ+.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "21 New Year’s resolutions all Liverpool students should stick to for 2025, but defo won’t",
            "link": "https://thetab.com/2024/12/30/21-new-years-resolutions-all-liverpool-students-should-stick-to-for-2025-but-defo-wont",
            "description": "Liverpool is an incredible city with so many activities and places to visit – if none of them take the fancy of your friends ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nGp5DZYpFg1X8PoReZAaOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "The Tab14h",
            "source": "The Tab",
            "article_content": "You have to buy me one fat frog every time you text your ex next year\n\n6 seconds ago\n\nIs a new year, new you right around the corner as we all pop to the shops to buy our green grapes and red underwear in preparation for the big night? Even if you haven’t fallen victim to the TikTok trends going into 2025, no doubt you’ve promised yourself that you’ll sign up for the uni gym and stop forgetting your cash on a Monday night at The Raz.\n\nAll students in Liverpool have their vices – the Elf Bars can only get you through a few days of seasonal depression and withdrawals from your mum’s Christmas dinner before you’re up at 3am making a vision board and completely reinventing yourself. So whether you’re looking to give up fat frogs, find the love of your life skating by the Pier Head, or just want to attend more than two lectures a week, you’re in the right place.\n\nHopefully these resolutions for 2025 will fill you with hope and ambition rather than the all-consuming feeling of guilt and paranoia we’ve all experienced at some point. No doubt you won’t follow any of them and still end up being that one third year who’s blackout drunk at AU night. Happy New Year!\n\nStop trying to find your lost parcel on the Smithdown Matters Facebook page\n\nLet’s face it, a middle aged scouser is probably trying on your Oh Polly parcel as we speak. You can only pray that you’ve not lost the envelope that has your missing ID in it, or any birthday money from your grandparents. There’s only so many times you can ask for the neighbours’ names from the house opposite you, and sometimes you just have to come to terms with the fact that yor Vinted parcel has become part of a student house’s secret santa for the year.\n\nCut down the amount of cash you bring out on a Monday at The Raz\n\nRealistically speaking, telling a medical professional that you consumed 34 raz-bombs the night before a 9am lecture should genuinely be a criminal offence. Adding in the fact that that only cost you £37 in total with entry, they’ll probably give you a pat on the back, but your housemates certainly won’t be celebrating your achievements when you’re throwing up against a lamppost whilst simultaneously crying at the transaction notifications from your bank. Getting a grip is a commendable feat, we promise.\n\nStart wearing multiple layers to the Grove Wing of the Sydney Jones\n\nAlternatively, start protesting against the energy saving in all the libraries and make them turn the heating on. Why is it so cold and why do I never learn to pack a jumper?\n\nStop regretting which modules you picked last year (and complaining about it)\n\nIt’s literally your fault that you picked that one really niche module about Northern Irish art history or coding obscure maths data in Spanish, sorry. Maybe your goal for 2025 is to fulfil the academic weapon role you thought you’d adopt after your first year at uni.\n\nStop getting blackout drunk at pres…\n\nI wish I took a mental note of my alcohol tolerance every time I got caught throwing up outside The Lime Kiln but you win some, you lose some I suppose. Sometimes necking an entire bottle of cheap wine from Wag 1 Offy isn’t the move, and you definitely don’t need that concoction of leftover gin, out of date fruit juice and off brand lemonade to take with you as “journey juice”. Maybe Dry January would be a good idea for you x\n\nBut start ACTUALLY going to pres\n\nNo doubt you’re getting paralytic before every night out because you’re only doing one every three months – stop saying no to social plans just because you’ve got assignments to do or CVs to write. The time will make itself for your uni work, but never stops when it comes to piling in an Uber at 3am with no plans, just a few weird props you acquired from the living room floor. It’s all well and good entering your intelligent era next year, but you deserve to let your hair down too. You’ll regret it otherwise, trust me.\n\nStart washing up everything in the sink of your uni kitchen\n\nSink does not equal dumping ground for crusty pasta bowls.\n\nStop making friends with the bossmen on Leece Street\n\nAs hilarious as it was to be a fresher behind the counter in Hot n Tender, there’s nothing more embarrassing than seeing videos of drunk you taking orders from a confused bunch of third years just popping in for a kebab. Save yourself the shame of initiating a love story with the chicken shop man.\n\nStop adding to the bin mountain\n\nSelf-explanatory.\n\nStart walking from Smithdown to uni even when your mates don’t go\n\nThe feeling of betrayal you experience when you wake up in time for a 10am, get yourself ready with the expectation that all of your coursemates are meeting you on the way to walk to campus, and then seeing that they haven’t been active for 14 hours, is incomparable to anything else. The brand new 2025 you should be brave enough to trek from Smithdown to South Campus Teaching Hub solo, even on a chilly morning. Use it as your hot girl walk and opportunity to listen to a weirdly niche podcast, or stomp along to your “misty mountain solo self reflection main character moment jams” daylist on Spotify.\n\nStart giving yourself a break from uni assignments\n\nAlong the same lines of actually having a night off to head out on the town with your flatmates, having a relaxing evening tucked up on the sofa with a friend or two can do you wonders mid-semester. There’s only so many late night study sessions you can pull off before you’re burnt out and start to convince yourself that your housemates have forgotten that you exist and you’ll never find a graduate job with an arts degree. So not true! Have a break, have a self care night, have a cheeky takeaway. You deserve it.\n\nStop spending half your student loan on sweet treats\n\nHowever, when you do manage to get that 4000 word assignment started, spending £3 on a pastry after every 150 words is actually quite bad for your bank account – or so I’ve heard.\n\nStart saying no to Concert Square for a night out\n\nWe’ve all got that one friend that wants to start the night in SOHO or MODO for the “vibes” but you always end up feeling sober, freezing cold and no longer excited to go out. There are so many venues and clubs in Liverpool to test out once or twice, so make a list with your friends of your ideal places to visit and branch out a little! The nightlife scene in town defo stretches further than Concert Square and Quick Burger, you just have to look for it.\n\nStop texting your ex\n\nTHEY ARE NOT THE LOVE OF YOUR LIFE.\n\nIf they’re an avid Skint goer, on any of the snowsports society boards at John Moores, or genuinely disagree that pineapple doesn’t belong on pizza, then they’re not for you I’m afraid. Get those grapes down you on New Years babe.\n\nStop avoiding walking up Brownlow Hill\n\nWhat happened to those 75 hard plans you made, eh? Taking the long way through campus to avoid clambering up Brownlow Hill is not part of the hot girl gym aesthetic you put on your vision board for 2025. Get those legs moving and squint through your tears, it’s not that bad. Joking. LOL.\n\nStart making time to visit your friends or invite them to visit you\n\nA little bit of home never does anyone any harm. Dragging your home friends up to Liverpool to give them a tour around the Docks and Baltic Market will help you take your mind off things when you’re fighting those winter blues. Sometimes you just need that comfort of getting wine drunk with your best friends in a different city – making time for this in the new year can do wonders for you.\n\nStop being scared of the teenagers on Lawrence Road\n\nSeriously though, why are they so scary?\n\nStart making moves on your library crush\n\nOur Library Crush feature on Instagram hears, sees and knows everything you’d be dying to know about everyone’s love lives on campus, believe me. There’s nothing more exhilarating than noticing the love of your uni life sitting across from you in the Hogwarts room in the Harold Cohen, or brushing past them on the stairs in the Sydney Jones. I expect to see you all flirting in the Starbucks in time for Valentine’s Day this year.\n\nStop putting the attendance code in for seminars after 11am\n\nIf it’s past 11am just get a grip and go onto campus, surely? The only exception MIGHT be the Thursday after AU night, but you’re admitting your weaknesses if you’re asking the course group chat for the attendance code for the 2pm seminar.\n\nStop being afraid to do things solo\n\nLiverpool is an incredible city with so many activities and places to visit – if none of them take the fancy of your friends or housemates, don’t be afraid to go and explore things on your own! Incorporating solo dates into your resolutions for 2025 is so cute and VERY mindful.\n\nStart applying to jobs to fuel your Gourmet Grill/Nabzy’s/Harper’s addiction\n\nThere’s only so far a trust fund will stretch when it comes to cheesy chips and gyros unfortunately.\n\nTake our advice and run with it – we know you won’t stick to any of these resolutions and can’t wait to hear how miserable we all feel by the Easter break. If you manage to find a way to romanticise January and the dreaded exam season, please let us know."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "School science lessons could be 'de-Westernised' to highlight discoveries by other cultures in 'woke' Labour overhaul of the curriculum",
            "link": "https://www.dailymail.co.uk/news/article-14238989/School-science-lessons-Westernised-highlight-discoveries-cultures-woke-Labour-overhaul-curriculum.html",
            "description": "An independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ooBTek4uqrcVWkyTIf0Gjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2h",
            "source": "Daily Mail",
            "article_content": "Science lessons could be made less 'Western' under the Government's overhaul of the school curriculum.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July.\n\nIt is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'.\n\nThe terms of reference for the overhaul says it must reflect 'the issues and diversities of our society', with a committee currently considering proposals.\n\nIn response to the Department for Education's call for evidence, top science bodies stressed the importance of teaching 'non-Western' contributions to science.\n\nThe Royal Society of Biology, Royal Society of Chemistry, and Institute of Physics also said pupils should learn why some cultures were 'less able to claim credit and ownership for ideas'.\n\nTogether with the Association for Science Education, they convened a group to make recommendations that have now been submitted to Labour's review.\n\nBut their evidence has been branded 'a ludicrous proposal from the wokerati', while Labour has been accused of 'education vandalism' with their curriculum overhaul.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July\n\nThe review is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'\n\nHighlighting the work of the Primary Curriculum Advisory Group, the Royal Society of Biology's own submission stated: 'It is essential that all children feel included in the sciences by valuing their experiences and through the thoughtful use of contexts, imagery and narratives.\n\n'This is partly achieved by ensuring that they build a repertoire of shared experiences; partly through techniques within the classroom; and partly through the narratives attached to the sciences.\n\n'Specifically, the curriculum should offer children a chance to learn about historic Western and non-Western contributions to the sciences, as well as cutting-edge contemporary research from diverse teams of scientists.\n\n'Teachers should be encouraged to frame historic examples of scientific discoveries in the context that some individuals, groups, cultures and nations were disadvantaged in their ability to participate in or to resource research and less able to claim credit and ownership for ideas that had been developed by them.'\n\nThe Royal Society of Biology also said it had sought expertise on 'decolonising the curriculum' and for a 'no more heroes' approach to teaching science in schools.\n\nThis would mean 'avoiding prescriptive lists of historic figures in biology' and instead 'exploring opportunities for local, recogniseable, diverse historic and contemporary figures through which discovery and exploration of biological concepts can be explored'.\n\nIt added that students should be encouraged to 'see a wide range of biologists in action'.\n\nThe Institute for Physics suggested that 'ideas should be framed in the context of the times in which discoveries were made and accredited within Western science'.\n\nIts submission to the curriculum review added: 'They can explain how many of those discoveries drew on earlier work in other parts of the world.\n\n'And how, during the period of growth of Western science, different groups, cultures and nations were more or less able to participate in research, resource scientific activity, or claim credit and ownership for ideas.'\n\nThe Royal Statistical Society called for the greater use of 'real-world data' - such as on gender inequalities or migration - in the teaching of maths and statistics.\n\n'The curriculum should be focused on solving problems using data rather than answering questions about data,' its submission added.\n\nTeaching unions are also among groups to have submitted evidence to the curriculum review.\n\nThe Association of School and College Leaders said the current curriculum 'prioritises a somewhat monocultural worldview, especially with regards to literature and history'.\n\nMs Phillipson has hailed the review as an 'important step in this Government's mission to break down barriers to opportunity, deliver better life chances and enable more young people to get on'.\n\nThe review is being chaired by Professor Becky Francis, who has spearheaded research into educational inequalities.\n\nTory MP Laura Trott, the shadow education secretary, said: 'Labour's curriculum changes will drive down educational standards.\n\n'Instead of continuing with a rich, knowledge-based curriculum which has led to our children being the best readers and mathematicians in the Western world, they are tearing it all up.\n\n'Pure education vandalism once again.'\n\nReform UK deputy leader Richard Tice hit out at 'a ludicrous proposal from the wokerati'.\n\nHe added: 'We need more historic British heroes and achievements to be taught to our children, not less.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A New Discovery Helps Explain How Cannabis Triggers Psychosis",
            "link": "https://www.msn.com/en-us/health/other/a-new-discovery-helps-explain-how-cannabis-triggers-psychosis/ar-AA1wJ2Vr?ocid=BingNewsVerp",
            "description": "\"Cannabis appears to disrupt the brain's natural process of refining and pruning synapses, which is essential for healthy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yuaE_qAwUwZpEmKJeHMTjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ScienceAlert on MSN14h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ultimate Satisfaction with Creative Science Experiments",
            "link": "https://www.msn.com/en-us/science/chemistry/ultimate-satisfaction-with-creative-science-experiments/vi-AA1wKpwV?ocid=BingNewsVerp",
            "description": "Experience ultimate satisfaction and fun with these creative DIY science experiments that will captivate science lovers of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2EJanUkCUESm_NMvGBxC8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Center Hot Balloon",
            "link": "https://www.msn.com/en-us/science/astronomy/discovery-center-hot-balloon/vi-AA1wJH47?ocid=BingNewsVerp",
            "description": "Lions’ Trick Play Success Continues With Crafty Hook-and-Ladder TD vs. 49ers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kVp0UfG7iUhcg-TQXXLM1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2024 science review: The 10 most intriguing breakthroughs of the year",
            "link": "https://www.msn.com/en-in/health/health-news/2024-science-review-the-10-most-intriguing-breakthroughs-of-the-year/ar-AA1wK0sr?ocid=BingNewsVerp",
            "description": "Despite global turmoil, 2024 saw groundbreaking scientific advancements, including discovering the moon's far side, a new HIV ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bYGdhMVwuk8f1IcGPA32ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Gemini is my AI product of the year — here's why",
            "link": "https://www.tomsguide.com/ai/google-gemini-is-my-ai-product-of-the-year-heres-why",
            "description": "This year has seen so many unexpected heroes. Claude Sonnet 3.5 from Anthropic was one of the biggest surprises, coming from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bBpmxta89MNcKbURRn15Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Tom's Guide12h",
            "source": "Tom's Guide",
            "article_content": "I don't think I've ever seen, in all my decades covering technology, a year as tumultuous as 2024 in terms of tech progress. Is it really just two years since the ChatGPT era exploded onto the world stage?\n\nWe're now almost numb to the launch of new models and new apps happening almost every other day. AI is a once-in-a-lifetime phenomenon.\n\nWhich makes it almost impossible to pick a best-of-the-year product. How to choose between the massive popularity of the OpenAI GPT products, Meta's outstanding LLama3 models, or the video magnificence that is KlingAI?\n\nThat last product is a telling one because it shows that this year has not only featured American tech giants. This was a year when the Chinese also started to flex their AI muscles — with Qwen and other models — to compete on an even playing field with the best of the rest.\n\nDespite the growing competition, and a poor early start, for me the true product of the year is one that only came out in December — Google Gemini 2.\n\nA lot of competition in 2024\n\n(Image credit: Kling AI video/Future)\n\nThis year has seen so many unexpected heroes. Claude Sonnet 3.5 from Anthropic was one of the biggest surprises, coming from nowhere to dominate the no-code AI app generation sector completely. Despite constant benchmark challenges from new models, coders across the world remain unanimous in their praise, keeping the Anthropic product at the top of the tree.\n\nThere have been so many products in such a short space of time that the brain whirls as the names speed past in the headlines. But one name has been suspiciously absent over most of the early part of the year — Google\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Get instant access to breaking news, the hottest reviews, great deals and helpful tips. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nGodfather of the transformer technology that revolutionized AI, Google largely lurked in the background until later in the year. But like a favorite racehorse, which falters at the first hurdle, we've seen signs it is about to flex its pedigree.\n\nThe first indication was the super low-key launch of a small skunkworks project called NotebookLM back in December of last year. It may have started small, but people soon realized what a powerful tool it could be for data research and understanding — especially once podcasting was added in September.\n\nThe rise and rise of Google in AI\n\n(Image credit: Gemini 2)\n\nIt's only in the past two months that we've been given a glimpse into the astonishing reality of what a Google AI-powered world could look like.\n\nThe flurry of Google product launches this December, based around the new Gemini 2.0 model are truly mind-blowing. New initiatives like Project Mariner and Project Astra show us for the first time what it looks like to have an AI embedded into our lives in all its forms.\n\nNot just a chatbot here and there, but integrated vision, sound, computer manipulation and everything that's been the promise of full AI since the consumer launch of the technology.\n\nFor this reason, I'm going to give my product of the year to the new Google Gemini 2.0 model in all its derivations. Not just for what it represents now, but for the promise it offers for the future of consumer AI.\n\nHowever this new paradigm mustn't be dominated by a single company or even two, but instead, a wide range of players balance out the risks and rewards that AI offers for the future of humanity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Spectacular Artificial Intelligence (AI) Stocks Up 63% and 75% in 2024 to Buy in 2025",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/2-spectacular-artificial-intelligence-ai-stocks-up-63-and-75-in-2024-to-buy-in-2025/ar-AA1wKCgc?ocid=BingNewsVerp",
            "description": "The S&P 500 is about to close the books on a great year in 2024, led by artificial intelligence (AI) stocks. AI is likely to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.18Zaoma1jCBtb9D6ApzQuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "My $200,000 annuity starts in January. Is it too late to change my mind?",
            "link": "https://www.msn.com/en-us/money/retirement/my-200-000-annuity-starts-in-january-is-it-too-late-to-change-my-mind/ar-AA1wHKkd?ocid=BingNewsVerp",
            "description": "Please put 'Fix My Portfolio' in the subject line. I just invested $200,000 in a single premium annuity which will pay me ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sfXJpFpldYz3oyzToKohxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet The Top 30 Indian Startup Investors Of 2024",
            "link": "https://inc42.com/features/meet-the-top-30-indian-startup-investors-of-2024/",
            "description": "After enduring a prolonged funding winter, the Indian startup ecosystem witnessed a resurgence in funding this year. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vpZfrjzb7SOj250vfsAyIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "inc426h",
            "source": "inc42",
            "article_content": "The funding momentum is likely to continue next year, with 91% of investors surveyed by Inc42 expressing optimism about an improvement in startup funding in 2025\n\nThe Indian startup ecosystem saw 993 deals materialise this year, an 11% increase from 897 deals that took place last year\n\nTotal funding raised by homegrown startups jumped 20% to $12 Bn in 2024 from $10 Bn last year, marking a reversal of the funding winter\n\nAfter enduring a prolonged funding winter, the Indian startup ecosystem witnessed a resurgence in funding this year. The total funding raised by homegrown startups jumped 20% to $12 Bn in 2024 from $10 Bn last year, according to Inc42’s ‘Indian Tech Startup Funding Report 2024’.\n\nThe number of funding deals also jumped 11% to 993 this year from 897 deals last year.\n\nThis funding momentum is expected to continue next year as well, with 91% of investors expressing optimism about improving funding numbers in 2025 in Inc42’s annual investor survey as against 81% a year ago. And this optimism is not without reason.\n\nNot only did startup funding show a marked improvement over last year and stabilise to 2020 levels in 2024, but the capital raised by new-age tech companies via initial public offerings (IPOs) also hit an all-time high this year.\n\nAs many as 13 new-age tech companies made their Dalal Street debut this year after raising a staggering INR 29,000+ Cr via fresh issue and offer for sale during their public listings.\n\nStage wise, early stage funding saw the highest 31% year-on-year (YoY) growth in 2024, as investors continued to bet heavily on early stage AI startups.\n\nThis trend is expected to seep into 2025, with AI and GenAI emerging as the top choice for 56% of startup investors surveyed by Inc42. It was followed by cleantech and renewable energy at 43%, fintech at 39%, ecommerce at 33%, healthtech at 30%, and spacetech and semiconductor at 20% each.\n\nWhile most of these funds would be deployed over the coming years, it is natural to ask which investors topped the charts when it came to backing the biggest number of startups in 2024. So, without further ado, let’s take a look at the top startup investors of 2024.\n\nNote: This ranking is based on data consolidated from Inc42’s Investor Ranking & Sentiment Surveys [2024 & Q3 2024 edition], and deals recorded in the Inc42 database.\n\nTop Startup Investors Of 2024\n\nAngelList India\n\nAngelList India participated in 120 deals in 2024, recording the highest deal count in the world’s third-largest startup ecosystem. During the year, the angel network backed fintech startup Ambak, bubble tea brand Boba Bhai, traveltech startup The Hosteller, proptech startup Truva, deeptech startup WorkHack, among others.\n\nFounded in 2009 by Naval Ravikant, AngelList lets investors contribute as little as $1,000, alongside accredited backers, through investment syndicates. It rolled out an India-focussed venture and angel fund in 2019.\n\nAngelList introduced the concept of a rolling fund in the US in 2020, providing an innovative alternative to the traditional VC model. This approach aimed to streamline the process for emerging venture capitalists, offering them a quicker route to initiate and finalise their initial deals.\n\nStride Ventures\n\nStride Ventures, which counts startups like Rebel Foods, SUGAR Cosmetics, Exotel, and The Good Glamm Group, among others, in its portfolio, emerged as the most active venture debt firm this year. It participated in 76 deals.\n\nSome of the prominent new-age tech companies that Stride Ventures invested in 2024 included electric mobility startup Ola Electric, IPO-bound omnichannel jewellery startup BlueStone, digital pharmacy PharmEasy, EV battery manufacturing startup Lohum Cleantech, and IPO-bound EV two-wheeler manufacturer Ather Energy, among others.\n\nFounded in 2019 by Ishpreet Gandhi, the Delhi-based venture debt firm invests in startups across sectors such as fintech, agritech, B2B commerce, healthtech, B2B SaaS, mobility, and energy solutions.\n\nThe firm has backed over 100 startups across sectors such as consumer internet, SaaS, fintech, and B2B platforms.\n\nEarlier this year, Strides Ventures announced the final close of its Fund III at $165 Mn. In December 2024, it launched its fourth fund with a target corpus of $300 Mn (about INR 2,545 Cr).\n\nAlteria Capital\n\nMumbai-headquartered venture debt firm Alteria Capital announced 73 deals in 2024. It ploughed funds into fintech unicorn OneCard, Bhavish Aggarwal-led Ola Electric, dairy tech startup Country Delight, cloud kitchen unicorn Rebel Foods, AI-based robotics startup Haber, fintech soonicorn Cashfree Payments, among others, in 2024.\n\nFounded in 2017, Alteria Capital is a venture debt fund focussed on innovative startups backed by large VC firms.\n\nThe firm has invested in several prominent new-age tech companies since its inception, including the likes of car reselling marketplace Cars24, fintech unicorn BharatPe, used car marketplace Spinny, among others.\n\nLast year, it invested in B2B marketplace Jumbotail, D2C jewellery startup Giva, house of brands unicorn Mensa Brands, ebike manufacturer EMotorad, D2C startup Mokobara, among others.\n\nDeVC\n\nEarly stage venture capital (VC) firm DeVC announced 60 deals in 2024. During the year, it provided capital to startups such as activewear brand Terractive, instant marinades provider KILRR, casual game developer and publisher Felicity Games, kids-focussed edtech startup EMoMee, and Boba Bhai.\n\nFounded in 2022, DeVC backs startups across sectors at angel, seed, and pre-seed levels. It claims to be a fund by founders, operators, and early investors. The average ticket size of DeVC’s investments ranges between $50K to $500K.\n\nIt has invested in over 70 startups, including Bidso, Hotelzify, and EMoMee, among others.\n\nThe VC firm also counts over 40 prominent figures in the Indian startup ecosystem, including Razorpay’s Harshil Mathur, Swiggy’s Rohit Kapur, Haptik’s Akrit Vaish, former BharatPe CEO Suhail Sameer, as mentors for startups it invests in.\n\nBlume Ventures\n\nEarly-stage venture capital firm Blume Ventures announced 58 deals in 2024. The Mumbai-based VC firm invested in startups like job preparation platform Interview Kickstart, MSME lending tech startup Optimo, AI-based SaaS startup Clientell, sustainable packaging startup Bambrew, gaming startup Lightfury Games, and women’s fashion and apparel brand FASHOR, during the year.\n\nFounded in 2011 by Karthik Reddy and Sanjay Nath, Blume Ventures invests in startups across sectors such as agritech, fintech, edtech, ecommerce, horizontal SaaS, spacetech, healthtech, foodtech, climate tech, artificial intelligence, electric vehicles, consumer tech, and deeptech, among others.\n\nThe 13-year-old VC firm counts ride-hailing upstart Namma Yatri, ecommerce unicorn Purplle, edtech startup Unacademy, fintech unicorn slice, battery swapping platform Battery Smart, electric mobility startup Yulu, and robotics startup GreyOrange, among others, in its portfolio.\n\nTrifecta Capital\n\nAnother venture debt firm Trifecta Capital, which counts Atomberg, BigBasket, and BlueStone among its portfolio companies, announced 55 deals in 2024. Some of its notable investments this year included fintech neobanking startup Kaleidofin, digital lending platform KISSHT, among others.\n\nFounded by Rahul Khanna and Nilesh Kothari, Trifecta Capital was launched in 2014 to offer non-dilutive financing solutions for early and growth-stage companies.\n\nOver the last 10 years, the venture debt fund claims to have invested INR 6,000 Cr+ in more than 160 homegrown startups, including recently listed logistics major BlackBuck, Delhi NCR-based beer brand Bira 91, cloud kitchen startup Curefoods, agritech startup Agrim, omnichannel kids retailer FirstCry, among others.\n\nIn August this year, Trifecta Capital launched its fourth fund with a total corpus size of INR 2,000 Cr (around $240 Mn), including a green shoe option of INR 500 Cr.\n\n100X.VC\n\nHomegrown early-stage venture capital firm 100X.VC closed 54 deals in 2024, backing startups such as breakfast brand The Naturik Co, B2B online marketplace Zafo Technologies, cleantech startup Zircle, fintech company Orbit Wallet, and logistics API solutions provider OpenLeaf, just to name a few.\n\nFounded in 2019 by Sanjay Mehta, Ninad Karpe, Shashank Randev, Yagnesh Sanghrajka, and Vatsal Kanakiya, 100X.VC is a sector-agnostic firm.\n\nIn October, 100X.VC announced a new portfolio of 15 startups that it funded through Class 10. The Sanjay-Mehta-led firm invested $160K per startup, translating to a total investment of about $2.3 Mn through iSAFE notes.\n\nFor its 11th cohort, 100X.VC shortlisted 17 startups from a pool of more than 1,500 applications covering a wide spectrum of industries, including deeptech, AI, retail tech, healthtech, and B2B SaaS.\n\nLast month, Randev announced his decision to quit 100X.VC after a stint of over 5 years at the VC firm. At the time, Randev said that during his tenure, the VC firm invested $20 Mn in 180 Indian companies and backed over 400 founders.\n\nah! Ventures\n\nMumbai-based VC firm ah! Ventures backed 51 deals in 2024 and participated in funding rounds of startups such as ecommerce startup Plan B, AI-based HRtech startup CredoHire, Delhi NCR-based agritech startup Urban Farms, EV ride-hailing platform Snap-E Cabs, and AI-based agritech startup Agrilectric among others.\n\nFounded by Harshod Lahoti and Abhijeet Kumar, ah! Ventures is a curated sector-agnostic fundraising platform for early-stage startups raising funds to the tune of $10 Mn. It has backed several early-stage startups across sectors, including FlexifyMe, CarEasy, and Sugar Watchers.\n\nIt began investing in 2012-13 and has since participated in over 140 deals totalling about INR 286 Cr. Typically, it invests INR 3-3.5 Cr in a startup.\n\nIn 2022, ah! Ventures set up an angel fund with a corpus of INR 100 Cr (around $14 Mn) to invest in 30-35 early-stage startups operating in sectors such as healthcare, fintech, education, B2B SaaS, enterprise tech, and D2C.\n\nInflection Point Ventures\n\nAngel investment platform Inflection Point Ventures (IPV) announced 48 deals in 2024, providing capital to new-age tech companies such as EV ride-hailing startup Snap-E Cabs, refurbished tire startup REGRIP, D2C consumer goods startup Palette Brands, B2B beauty marketplace Glamplus, among others.\n\nFounded in 2018 by Vinay Bansal, Ankur Mittal, Mitesh Shah, and Vinod Bansal, IPV helps startups connect with over 18K angel investors. It has backed startups like Clensta, Siply, Loankuber, Kazam, Qubehealth, among others.\n\nIPV has participated in more than 210 deals with support from over 11,000 investors, including CXOs, HNIs, and professionals, to date.\n\nIn January, IPV launched a sector-agnostic accelerator to support entrepreneurs looking to build startups that are at the idea stage.\n\nInnoVen Capital\n\nMumbai-based venture debt firm InnoVen Capital participated in 48 deals in 2024. Some of the prominent startups that it backed during the year included omnichannel jewellery startup BlueStone, EV startup Ather Energy, fintech startup BharatPe, IPO-bound construction materials manufacturer Infra.Market, cloud kitchen unicorn Rebel Foods, among others.\n\nEstablished as a joint venture between Seviora, a wholly-owned subsidiary of Temasek, and United Overseas Bank in 2015, InnoVen Capital provides venture debt financing to early and growth-stage startups across sectors like fintech, ecommerce, consumer internet, healthtech, logistics, mobility, edtech, travel tech, among others.\n\nSince its incorporation, it has invested in more than 120 homegrown startups and counts BYJU’S, Swiggy, OYO, DailyHunt, boAt, RentoMojo, Snapdeal, Tata 1mg, Chaayos, Shadowfax, Porter, MobiKwik, among its portfolio companies.\n\n[Edited By Vinaykumar Rai]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Five AI Trends To Expect In 2025: Beyond ChatGPT And Friends",
            "link": "https://www.forbes.com/sites/nishatalagala/2024/12/30/five-ai-trends-to-expect-in-2025-beyond-chatgpt-and-friends/",
            "description": "What should we expect from AI in 2025, beyond what we all expect from ChatGPT and related products? What other trends are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.k3NIQ32F5fswb8Ra0OgWQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It was a horrible year for data breaches. These were the 5 worst in 2024",
            "link": "https://www.msn.com/en-us/money/other/it-was-a-horrible-year-for-data-breaches-these-were-the-5-worst-in-2024/ar-AA1wIbi6?ocid=BingNewsVerp",
            "description": "This was a historically awful year in data breaches. We saw some record-breaking breaches this year that got the attention of ...",
            "image_url": "https://www.bing.com/th?id=OVF.apf1hCdQeLHWSwANGG1P1w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "20hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "News Highlights: Top Company News of the Day - Tuesday at 7 AM ET",
            "link": "https://www.morningstar.com/news/dow-jones/202412311779/news-highlights-top-company-news-of-the-day-tuesday-at-7-am-et",
            "description": "The company bought $209 million worth of the digital token between Dec. 23 and Sunday. The Competition and Markets Authority is deciding whether to clear the deal, which would extend IBM's push into ...",
            "image_url": "https://www.bing.com/th?id=OJ.u0E6XtnE5KQECA&pid=news&w=68&h=16&rs=2",
            "category": "openai+competitor",
            "date": "26m",
            "source": "Morningstar",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Elon Musk and OpenAI’s Sam Altman Are Fighting—and How It Could Help Google",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/why-elon-musk-and-openai-s-sam-altman-are-fighting-and-how-it-could-help-google/ar-AA1wIBtq?ocid=BingNewsVerp",
            "description": "Once friends and business partners, now rivals, Elon Musk and Sam Altman are dueling it out in a California Federal courtroom ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0IHY-RllXtYbPfJpHul9QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "16hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New machine learning method predicts material properties with limited data",
            "link": "https://timesofindia.indiatimes.com/city/bengaluru/revolutionary-machine-learning-method-by-iisc-and-ucl-researchers-predicts-material-properties-with-minimal-data-/articleshow/116824609.cms",
            "description": "IISc and UCL researchers unveil a groundbreaking machine learning technique that accurately predicts material properties with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LtemEDKx9Am4jI_V1j4KQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "4h",
            "source": "Indiatimes",
            "article_content": "BENGALURU: Researchers at the Indian Institute of Science (IISc) and University College London have developed a machine learning method to predict material properties using limited data. They believe this can aid in the discovery of materials with desired properties, such as semiconductors.“In recent years, materials engineers have turned to machine learning models to predict which types of materials can possess specific properties such as electronic band gaps, formation energies, and mechanical properties, in order to design new materials,” IISc said.It added that, however, data on material properties – which is needed to train these models – is limited because testing materials is expensive and time-consuming. This prompted researchers led by Sai Gautam Gopalakrishnan, Assistant Professor at the Department of Materials Engineering, IISc, to work on addressing this challenge.In a new study, they found an efficient way to use a machine learning approach called transfer learning to predict the values of specific material properties.In transfer learning, a large model is first pre-trained on a large dataset and then fine-tuned to adapt to a smaller target dataset. “In this method, the model first learns to do a simple task like classifying images into, say, cats and non-cats, and is then trained for a specific task, like classifying images of tissues into those containing tumours and those not containing tumours for cancer diagnosis,” Gopalakrishnan said.Their transfer learning-based model demonstrated superior performance compared to models trained from scratch, Reshma Devi, the study's lead author, said. The team’s Multi-property Pre-Training (MPT) framework achieved remarkable results by simultaneously training on seven different bulk 3D material properties. Most notably, the model successfully predicted band gap values for 2D materials it never encountered during training.Looking ahead, the technology shows promise for battery development by predicting ion movement within electrodes. “This research could contribute significantly to India’s semiconductor manufacturing initiatives by helping predict material defects,” Gopalakrishnan said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning can help blood tests have a separate ‘normal’ for each patient",
            "link": "https://www.thehindu.com/sci-tech/science/machine-learning-can-help-blood-tests-have-a-separate-normal-for-each-patient/article69046064.ece",
            "description": "But despite the CBC’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal.",
            "image_url": "https://www.bing.com/th?id=OVFT.fhpUy6l0PuL0DTuPtQGRAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "6h",
            "source": "The Hindu",
            "article_content": "If you’ve ever had a doctor order a blood test for you, chances are that they ran a complete blood count, or CBC. One of the most common blood tests in the world, CBC tests are run billions of times each year to diagnose conditions and monitor patients’ health.\n\nBut despite the test’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal. Currently, blood test readings are based on one-size-fits-all reference intervals that don’t account for individual differences.\n\nI am a mathematician at the University of Washington School of Medicine, and my team studies ways to use computational tools to improve clinical blood testing. To develop better ways to capture individual patient definitions of “normal” lab values, my colleagues and I in the Higgins Lab at Harvard Medical School examined 20 years of blood count tests from tens of thousands of patients from both the East and West coasts.\n\nIn our newly published research, we used machine learning to identify healthy blood count ranges for individual patients and predict their risk of future disease.\n\nClinical tests and complete blood counts\n\nMany people commonly think of clinical tests as purely diagnostic. For example, a COVID-19 or a pregnancy test comes back as either positive or negative, telling you whether you have a particular condition. However, most tests don’t work this way. Instead, they measure a biological trait that your body continuously regulates up and down to stay within certain bounds.\n\nYour complete blood count is also a continuum. The CBC test creates a detailed profile of your blood cells – such as how many red blood cells, platelets and white blood cells are in your blood. These markers are used every day in nearly all areas of medicine.\n\nFor example, hemoglobin is an iron-containing protein that allows your red blood cells to carry oxygen. If your hemoglobin levels are low, it might mean you are iron deficient.\n\nPlatelets are cells that help form blood clots and stop bleeding. If your platelet count is low, it may mean you have some internal bleeding and your body is using platelets to help form blood clots to plug the wound.\n\nWhite blood cells are part of your immune system. If your white cell count is high, it might mean you have an infection and your body is producing more of these cells to fight it off.\n\nNormal ranges and reference intervals\n\nBut this all raises the question: What actually counts as too high or too low on a blood test?\n\nTraditionally, clinicians determine what are called reference intervals by measuring a blood test in a range of healthy people. They usually take the middle 95% of these healthy values and call that “normal,” with anything above or below being too low or high. These normal ranges are used nearly everywhere in medicine.\n\nBut reference intervals face a big challenge: What’s normal for you may not be normal for someone else.\n\nNearly all blood count markers are heritable, meaning your genetics and environment determine much of what the healthy value for each marker would be for you.\n\nAt the population level, for example, a normal platelet count is approximately between 150 and 400 billion cells per liter of blood. But your body may want to maintain a platelet count of 200 – a value called your set point. This means your normal range might only be 150 to 250.\n\nDifferences between a patient’s true normal range and the population-based reference interval can create problems for doctors. They may be less likely to diagnose a disease if your set point is far from a cutoff. Conversely, they may run unnecessary tests if your set point is too close to a cutoff.\n\nDefining what’s normal for you\n\nLuckily, many patients get blood counts each year as part of routine checkups. Using machine learning models, my team and I were able to estimate blood count set points for over 50,000 patients based on their history of visits to the clinic. This allowed us to study how the body regulates these set points and to test whether we can build better ways of personalizing lab test readings.\n\nOver multiple decades, we found that individual normal ranges were about three times smaller than at the population level. For example, while the “normal” range for the white blood cell count is around 4.0 to 11.0 billion cells per liter of blood, we found that most people’s individual ranges were much narrower, more like 4.5 to 7, or 7.5 to 10. When we used these set points to interpret new test results, they helped improve diagnosis of diseases such as iron deficiency, chronic kidney disease and hypothyroidism. We could note when someone’s result was outside their smaller personal range, potentially indicating an issue, even if the result was within the normal range for the population overall.\n\nThe set points themselves were strong indicators for future risk of developing a disease. For example, patients with high white blood cell set points were more likely to develop Type 2 diabetes in the future. They were also nearly twice as likely to die of any cause compared with similar patients with low white cell counts. Other blood count markers were also strong predictors of future disease and mortality risk.\n\nIn the future, doctors could potentially use set points to improve disease screening and how they interpret new test results. This is an exciting avenue for personalized medicine: to use your own medical history to define what exactly healthy means for you.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia reduces gas flow via Ukraine to Europe on last day of expiring deal",
            "link": "https://www.reuters.com/business/energy/russia-reduces-gas-flow-via-ukraine-europe-last-day-expiring-deal-2024-12-31/",
            "description": "Russian energy company Gazprom said it would pump a reduced volume of gas to Europe via Ukraine on Tuesday, the last day ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DSGJL9K8w0Mc-1yJ70Mm7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hundreds of soldiers freed in the latest prisoner exchange between Russia and Ukraine",
            "link": "https://www.washingtonpost.com/world/2024/12/30/russia-ukraine-war-prisoners-exchange/f7a89846-c6d7-11ef-a9b8-74e0b395057f_story.html",
            "description": "Russia and Ukraine have exchanged prisoners of war in the latest such swap that released hundreds of captives and was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MSIq7CWD6e5nM3OSTHJf1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17h",
            "source": "The Washington Post",
            "article_content": "KYIV, Ukraine — Russia and Ukraine have exchanged prisoners of war in the latest such swap that saw the release of hundreds of captives and was brokered with the help of the United Arab Emirates, officials said Monday. Ukraine’s President Volodymyr Zelenskyy said 189 Ukrainian prisoners, including military personnel, border guards and national guards — along with two civilians — were freed. He thanked the UAE for helping negotiate the exchange.\n\nRussia’s Defense Ministry said that 150 Russian soldiers were freed from captivity as part of the exchange in which each side released 150 people.\n\nThe reason for the discrepancy in numbers wasn’t immediately clear.\n\n“We are working to free everyone from Russian captivity,” Zelenskyy said in a statement. “We do not forget anyone.” He posted pictures of Ukrainian soldiers sitting on a bus, some holding the country’s blue-and-yellow flags.\n\nAdvertisement\n\nZelenskyy said that those freed from Russian captivity included defenders of the Snake Island off the Black Sea port of Odesa, which was seized by Russia in the opening days of its invasion, as well as troops who defended the city of Mariupol, that was captured by Moscow’s forces early in the war after a nearly three-month siege.\n\n“The return of our people from Russian captivity is always very good news for each of us,” Zelenskyy said. “And today is one of those days: our team managed to return 189 Ukrainians home.”\n\nIn Moscow, the Defense Ministry said that Russian servicemen were first taken to the territory of Russia’s neighbor and ally Belarus, where they received “psychological and medical assistance” before moving to Russia.\n\nRussia and Ukraine have conducted dozens of such prisoner exchanges during the nearly three-year war."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tracking War Crimes in Sudan",
            "link": "https://www.nytimes.com/2024/12/31/briefing/sudan-war-crimes.html",
            "description": "Sudan’s military and a powerful paramilitary — both armed by foreign powers — have spent almost two years at war, and their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kp2hbOEG_71XkQTel0o-Ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "The New York Times",
            "article_content": "Sudan’s military and a powerful paramilitary — both armed by foreign powers — have spent almost two years at war, and their battle has laid waste to the country. Many tens of thousands of civilians have been killed. Close to 12 million people have been displaced. There is famine.\n\nThe U.S. and the U.N. have accused both sides of war crimes — attacks on civilians, destruction of hospitals and schools, starvation as a weapon of war and sexual violence. How bad were these crimes and who was responsible? The Visual Investigations team wanted to find out. We’ve just published the results of a six-month investigation documenting what we discovered.\n\nWe focused on one side, the Rapid Support Forces (R.S.F.), a paramilitary group, for a few reasons. First, evidence suggested that it was carrying out crimes against humanity. Second, observers outside the country didn’t have a good sense of who, below the top level, was running the group. And third, the leaders were going unpunished.\n\nI’ll share what we found in today’s newsletter.\n\nUnmasking the commanders\n\nWe started with two questions: Who were the men behind the massacres, and what did we know about their abuses? The R.S.F. is not a regular army, so it doesn’t publicize a formal command structure."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Protect Children In Conflict: UNICEF’s Call To Action For 2025",
            "link": "https://www.forbes.com/sites/unicefusa/2024/12/30/protect-children-in-conflict-unicefs-call-to-action-for-2025/",
            "description": "As conflicts rage on in so many parts of the world, the suffering may seem insurmountable. But UNICEF is reaching millions of children caught in these crises every day.",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "war+conflict",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Homebuilder stocks plunge in December",
            "link": "https://www.msn.com/en-us/money/news/homebuilder-stocks-plunge-in-december/vi-AA1wIrYg?ocid=BingNewsVerp",
            "description": "CNBC's Diana Olick joins 'The Exchange' with the latest on the latest housing and homebuilder data. Appeals court upholds $5 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OJ7bnE9jQyqkw2ioWlxXjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "17hon MSN",
            "source": "CNBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dow's plunge ahead of New Year sets stocks up for cautious January",
            "link": "https://www.marketwatch.com/livecoverage/stock-market-today-dow-futures-fall-as-markets-wind-down-in-final-trading-sessions-of-2024/card/dow-s-plunge-ahead-of-new-year-sets-stocks-up-for-cautious-january-iiBxWcRcMBYPJL8pdIIb",
            "description": "The blue-chip Dow's plunge on Monday to kick off the final two trading days of the year sets up stocks for a cautious January, said Peter Cardillo, chief market strategist at Spartan Capital ...",
            "image_url": "https://www.bing.com/th?id=OJ.20Qd02PTJFW23g&pid=news&w=107&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "13h",
            "source": "MarketWatch",
            "article_content": "The blue-chip Dow's plunge on Monday to kick off the final two trading days of the year sets up stocks for a cautious January, said Peter Cardillo, chief market strategist at Spartan Capital Securities.\n\n\"It's just a question of a bit of profit taking moving into the New Year, which probably means a cautious attitude until the market figures out what the new administration has in mind in terms of tariffs and fiscal policies,\" Cardillo said in a phone interview."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India delays UPI payments market share cap in relief for Walmart-backed PhonePe, Google Pay",
            "link": "https://www.reuters.com/technology/india-delays-upi-payments-market-share-cap-relief-walmart-backed-phonepe-google-2024-12-31/",
            "description": "India on Tuesday delayed the implementation of market share caps for a popular digital payments method by two years, a move ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NQ68W72K-BJYoPXawOSx9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 real-estate investors and agents share their 2025 market predictions and advice on how to capitalize",
            "link": "https://www.businessinsider.com/real-estate-investors-share-their-2025-market-predictions-and-advice-2024-12",
            "description": "\"I expect 2025 to be the best market since 2022. I think the market is going to take off like a rocket ship.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Hyi2oxbkeuB5G0b_LgtGZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3h",
            "source": "Business Insider",
            "article_content": "Real-estate investors shared their predictions for 2025 and top advice.\n\nOne investor says to think long-term and don't expect interest rates to drop.\n\nAnother says to spot opportunities by looking at 'days on market' on a listing.\n\nExperienced real-estate investors don't expect mortgage rates to drop significantly in 2025, but they tend to agree that it could be an excellent year to invest in a property.\n\nAdvertisement\n\nArguably, any year is a good time to dip your toe in if you're financially prepared.\n\n\"Some of the best advice I can give somebody is just understand that you can never perfectly time anything,\" said Matt Laricy, a Chicago-based investor and agent who has done over $1 billion in sales and closed thousands of deals.\n\nAdvertisement\n\nHis advice applies to prospective homeowners, as well: \"You have to live somewhere, so is it really worth waiting one or two years to maybe get it for 10% less, but in the meantime, you spend 20% more on rent? Are you really winning?\n\n\"Just know that the best time is when you're financially ready.\"\n\nHere's what Laricy and other veteran investors and agents predict will happen in the real estate game in 2025.\n\nAdvertisement\n\nDana Bull says to think long-term and not wait for rates to drop\n\nDana Bull is a real-estate agent, investor, and consultant. Courtesy of Dana Bull\n\nIf you're looking to buy a home or invest in real estate in 2025, don't wait for rates to drop before making a move.\n\n\"I wouldn't base my whole plan around, 'Well, I keep hearing rates are supposed to drop,'\" said Massachusetts-based investor and agent Dana Bull, noting that current rates are in line with the historical average. \"This is kind of where rates sit. So, if they were to drop, that would be great, but I wouldn't be banking on it.\"\n\nInstead, figure out how to make the numbers work in a high-rate environment. That'll mean getting creative.\n\nAdvertisement\n\n\"Look at some alternative leasing approaches. Usually, they're more lucrative if they're shorter,\" said Bull, who has always done long-term rentals but is experimenting with mid-term in 2025 to improve her cash flow. \"One idea would be to start with something like an Airbnb, with the goal of transitioning after two or three years into something more passive, like a long-term rental.\"\n\nReal estate is a long-term game, she added: \"You have to look beyond year one — the numbers are always going to be tight year one, no matter what the market conditions are — so, what are your projections going to be by year five?\n\n\"And then, what can you do in the interim to maybe make this property work? That would be focusing on neighborhoods and communities where you can balance both of these plays: It's going to attract a short-term rental tenant but, down the road, you can pivot into a longer-term tenant.\"\n\nAdvertisement\n\nMatt Laricy predicts the market will 'take off like a rocket ship'\n\nMatt Laricy, the managing broker of Laricy, is a top real-estate agent in Chicago. Courtesy of Matt Laricy\n\n\"I expect 2025 to be the best market since 2022. I think the market is going to take off like a rocket ship,\" said the top Chicago real-estate agent, adding that, \"obviously, every market is extremely local.\"\n\nRelated stories\n\nIn his market, rents are very high, and, \"it's almost cheaper, when you factor out your down payment on a monthly basis, to buy than it is to rent,\" he explained. \"So, you are getting a lot of people who are going to buy just as a result of that.\" Plus, employees should have more certainty around their company's return-to-office plan, which could promote settling down and buying: \"A lot of people rented because they were uncertain of their future.\"\n\nLaricy also predicts that prospective buyers will adjust their rate expectations: \"I think people have now realized that 2 and 3% are never going to happen, and are like, 'At a certain point, I either have to continue to be a renter for the rest of my life, or I have to be a buyer.'\"\n\nAdvertisement\n\nHis advice for navigating a competitive market is, first and foremost, understand the basics: where you want to buy, what type of property you want to buy, and a realistic budget.\n\n\"It sounds easy. But for buyers, it's really hard,\" he said.\n\nRegarding your budget, Laricy said to assume a home will sell for higher than what it's listed at. Study your market to see how much homes typically go over the asking price and factor that in. If it's $50,000, for example, and your budget is $500,000, look at homes listed for $450,000.\n\nAdvertisement\n\nIf you know exactly what you want and what you can afford, you'll be able to move quickly, which is essential in a competitive market.\n\n\"Know that you have to do things on their time, not your time,\" said Laricy, referring to the seller. \"When something comes on the market, you need to move, and you need to move fast.\"\n\nMike Zuber says it'll be a good market for investors and to focus on 'days on market'\n\nReal estate investor Mike Zuber and his wife Olivia. Courtesy of Mike Zuber\n\nCalifornia-based investor Mike Zuber expects 2025 to be a \"unique\" opportunity for investors.\n\nAdvertisement\n\n\"I think there are some people that will just have to sell — life events, death, divorce, all of that,\" he said. \"And unless the house is perfect, no owner is going to buy it. The general public is basically out of the housing market. So if you have a house that's a little dated, a little old, a little bit too close to busy streets, you're going to eventually have to sell to an investor — and we're going to write offers that make sense at a high cost of capital, call it 7, 8%.\"\n\nHis advice is to pay attention to the number of days a property has been on the market to land the best deals.\n\n\"Go on the general MLS, Realtor.com, Zillow, Redfin, and just look for homes that have been on the market for 50 days, 60 days, 90 days, 100 days,\" he said. \"We're seeing days on market explode, and that just tells you that that seller is eventually going to be motivated or they're going to just take it off the market. So, do they need to sell or do they want to sell?\"\n\nAdvertisement\n\nIf they need to sell, you'll be in a better position to negotiate.\n\nAs for what number to look for exactly, start by understanding the average 'days on market' in your area. Then, look for listings where that number is double, said Zuber: \"Anything that's two X the average days on market is a good sign to go fishing.\"\n\nRelated stories\n\nNyasia Casey says to know the laws in your area and understand seasonality\n\nReal-estate agent and investor Nyasia Casey. Courtesy of Nyasia Casey\n\nRules and regulations that may affect real-estate investors are constantly shifting. In New York City, where investor Nyasia Casey lives, a new law going into effect in June 2025 shifts the burden of broker fees from renters to landlords.\n\nAdvertisement\n\n\"Essentially, landlords have to pay broker fees now — not the tenants. So, if you're a landlord, you have to factor in that cost now,\" said Casey, who rents in NYC but invests in Baltimore. \"A lot of landlord and tenant laws are changing in certain areas that you need to be mindful of because it will affect how much money you're putting in and how much money you have to set aside.\"\n\nShe also emphasized that seasonality matters, whether you're buying and holding or buying and flipping.\n\nShe said that as a general rule of thumb, \"buy in the winter, sell in the spring.\"\n\nAdvertisement\n\nWhether you're listing a rental or trying to sell a flip, you want to find a tenant or a buyer in the summer.\n\n\"Once you get past October, you're going to have a difficult time, and you may lose money, whether it be you have to lower your price for a flip, or you have to lower your rental price just to get someone in there so that you don't bleed money,\" she said. \"So just be mindful of when you're putting that house on the market, when you're buying it, and when it's going to be finished.\"\n\nLudomir Wanot encourages investors to save up to make a move\n\nLudomir Wanot is a Seattle-based real estate investor and entrepreneur. Courtest of Ludomir Wanot\n\n\"As of October, we're seeing about a 29% year-over-year increase in homes for sale, so what I'm seeing is the market is showing signs of balancing and the conditions are becoming more favorable for buyers compared to the last five years,\" said Seattle-based investor Ludomir Wanot, who built his wealth wholesaling and now runs an AI company that helps lenders communicate with their clients. \"And so the best thing right now we could do is save our money for opportunities that arise.\"\n\nAdvertisement\n\nHe doesn't expect rates to drop significantly in 2025, \"so learning and utilizing creative financing is going to be your go-to,\" he said, recommending strategies such as seller financing, subject-to agreements, and private lending could help investors lock in better terms and avoid excessive borrowing costs.\n\nWanot's top advice heading into the new year, however, is to actually implement what you learn about online. Taking action could be as small as joining a real-estate community and networking.\n\n\"People are buying programs, they're going to the events, they're watching people come up onstage and talk about how wealthy they got through a particular strategy. But very few people actually implement anything they're being taught,\" he said.\n\nAdvertisement\n\n\"The day we actually stop listening to and reading all these stories, podcasts, and YouTube videos and actually apply ourselves is the day we're finally going to start seeing progress in our lives.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UAE: Sharjah Executive Council establishes, forms Higher Committee for Economic Integration",
            "link": "https://www.zawya.com/en/economy/gcc/uae-sharjah-executive-council-establishes-forms-higher-committee-for-economic-integration-ro1nd4tn",
            "description": "H.H. Sheikh Sultan bin Mohammed bin Sultan Al Qasimi, Crown Prince, Deputy Ruler of Sharjah and Chairman of the Sharjah Executive Council (SEC), chaired the SEC meeting held at the Sharjah Ruler’s Off ...",
            "image_url": "https://www.bing.com/th?id=ODF.bZ09D360_Tp9_qP3MwPrrw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "Zawya12m",
            "source": "Zawya",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data reveals staggering worldwide economic losses caused by extreme weather: 'Losses are likely to increase'",
            "link": "https://www.yahoo.com/news/data-reveals-staggering-worldwide-economic-103022917.html",
            "description": "When looking at the wider picture, there was a 6% increase in global economic losses from natural disasters in 2024 when ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-MLytL3pQfKaxa4sv1DhOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "A Swiss reinsurance company has put a price on the damage caused by 2024's extreme weather events.\n\nWhat's happening?\n\nAs Fox 28 in Spokane, Washington, shared, Swiss Re estimated that there has been an estimated $310 billion in economic losses worldwide because of extreme weather events in 2024.\n\nThe United States was the country that recorded the highest insured losses during the last 12 months. Hurricanes Milton and Helene brought a bill of $50 billion, while other losses were incurred because of a \"high frequency\" of severe thunderstorms. In total, the U.S. saw two-thirds of the planet's total insured losses.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhen looking at the wider picture, there was a 6% increase in global economic losses from natural disasters in 2024 when compared to the previous year, and it was the fifth consecutive year of insured losses topping $100 billion.\n\nIn Europe, intense flooding was estimated to have caused $10 billion in insured losses, while this weather phenomenon also brought financial losses in the Gulf region.\n\nWhy is Swiss Re's report concerning?\n\nIn early December, the Copernicus Climate Change Service confirmed that 2024 will be the hottest year on record, coming after the previous record set in 2023.\n\nThat's an alarming pattern, and according to Swiss Re, if we don't get a handle on rising global temperatures — which exacerbate extreme weather events — it's anticipated that \"losses are likely to increase.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Adaptation is therefore key, and protective measures, such as dykes, dams and flood gates, are up to 10 times more cost-effective than rebuilding,\" the company said in a statement, according to Fox 28.\n\nWhat can be done to protect against losses from extreme weather?\n\nPrevention from the potential damage caused by extreme weather is indeed becoming more crucial as multiple insurers have either pulled coverage for losses incurred following hurricanes and flooding or else are severely increasing the cost of premiums.\n\nWhat would you do if natural disasters were threatening your home?\n\nClick your choice to see results and speak your mind\n\nThat's why Savannah Trims president Gene Kennedy, whose company makes flood protection barriers, emphasized to The Cool Down that businesses and homeowners should investigate what kind of products are available to protect properties from the damage and financial losses caused by extreme weather events.\n\nBut these figures also demonstrate the importance of reducing the rate of rising global temperatures by curbing our production of planet-warming pollution.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAmong the ways to do so are swapping gas-guzzling cars for electric versions, eating more plant-based foods, and investing in renewable energy technology.\n\nJoin our free newsletter for good news and useful tips, and don't miss this cool list of easy ways to help yourself while helping the planet.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PC DRAM and GPU VRAM prices expected to see declines in early 2025",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/dram-prices-expected-to-decline-in-early-2025-impacting-pc-server-and-gpu-vram-markets/ar-AA1wI6im?ocid=BingNewsVerp",
            "description": "PC RAM prices are expected to go down by 8-10% while memory used for GPUs will also see a price cut of about 5-10% ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XYHW57kxHpabIhOhPpZbei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "tom's Hardware on MSN23h",
            "source": "tom's Hardware on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 critical tips and tricks for maximizing performance on your gaming laptop",
            "link": "https://www.msn.com/en-us/news/technology/3-critical-tips-and-tricks-for-maximizing-performance-on-your-gaming-laptop/ar-AA1wIvyu?ocid=BingNewsVerp",
            "description": "Lenovo Legion: Lenovo Vantage for Gaming or Legion Space (Legion Go only) All of these applications will allow you to change ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eWzE-NcbKYuHsKz22c0AUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Laptop Mag on MSN20h",
            "source": "Laptop Mag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leadership Success Story: Arun Mulka's Multi-Cloud Architecture Transformation",
            "link": "https://www.outlookindia.com/hub4business/leadership-success-story-arun-mulkas-multi-cloud-architecture-transformation",
            "description": "Discover how Arun Mulka's strategic leadership and technical vision transformed a complex multi-cloud project into an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r7ni52uaQ4umGiL66oDDiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "5h",
            "source": "Outlookindia",
            "article_content": "A distinguished leader in cloud architecture and DevOps transformation, Arun Mulka combines deep technical expertise with outstanding team leadership capabilities. His career progression has been marked by successful delivery of complex cloud initiatives, particularly in multi-cloud environments. His innovative approach to technical architecture, evidenced by his successful integration of diverse cloud platforms and services, has resulted in groundbreaking solutions that balance performance, cost, and reliability. Arun's commitment to technical excellence is demonstrated through his consistent success in building high-performing teams, mentoring junior engineers, and driving innovation in cloud architecture and automation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Ecological Footprint of Data Centers: The Downpour of a Digital Future",
            "link": "https://www.archdaily.com/1024900/the-ecological-footprint-of-data-centers-the-downpour-of-a-digital-future",
            "description": "Discover the ecological impact of data centers and their role in shaping a sustainable digital future in modern architecture.",
            "image_url": "https://www.bing.com/th?id=OVFT.O4MLy3bwmyHpUTvgvsYEhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "ArchDaily2h",
            "source": "ArchDaily",
            "article_content": "Save this picture! Today, data is primarily stored in large data centres across the globe, which are major energy guzzlers with significant environmental impact. Image © Claudio Schwarz via Unsplash\n\nThis article is the winning entry of the Epistle Writing Prize 2024, an annual competition dedicated to recognizing outstanding writing on design, architecture, and the environment.\n\nWe might be in the age of the digital cloud - however celestial or ethereal it may appear to be - but it is not only incontrovertibly material but also a powerful ecological force. In present times, data centers are mammoth powerhouses of modern information, communication, and technology industries with giant servers that store and process data. While their proliferation is in a sense, a consequence of our consumption patterns, and as the global demand for the digital grows, so does the data center footprint.\n\nAs nations worldwide race to achieve data sovereignty, environmentalists and climate activists lament the destruction of land by the sheer magnitude of desolation that the data center engenders. What is evident is that these centers, as much as they stand tall as factory-like libraries, are integral laboratories for exploring what a sustainable digital future could take shape as. However, the question remains: can such a future truly be realized?\n\nToday, there are a reported 5,375 data centers in the United States, while Germany and the United Kingdom follow suit with 522 and 517 respectively. The rapid expansion of India's data center industry, driven by initiatives such as the broadband policy and the introduction of JIO and Unified Payment Interface (UPI), coupled with a user base exceeding 600 million smartphone users consuming an average of 26 GB per month, forecasts significant growth. India's 152 data centers are concentrated in the cities of Mumbai, Chennai, Delhi, and Bengaluru. Estimates indicate that the market could reach $5 billion, with installed data center capacity projected to escalate from 800 MW in 2022 to 1700 MW by 2025. Acknowledging this surge, the Government of India unveiled a preliminary National Draft Data Center Policy in 2020. Various states have also implemented or planned data center policies, forging partnerships with private entities for facility development. Yet, these policies overlook a critical concern; their environmental impact.\n\nAt this juncture, the challenge lies not so much in designing for sustainability but in accommodating the unthinkable scale at which such infrastructure is needed and the repercussions of its abundant byproducts. This begs the question, are corporations hiding behind the mask of going green, marching forward with their data cantonments? What comes after the green building? Let's break it down.\n\nCarbon and the Cloud\n\nHeat is the waste product of computation, necessitating extensive use of power-guzzling air conditioning systems like computer room air conditioners (CRACs) or handlers (CRAHs) to mitigate thermal impact. To make cloud services accessible around the clock, facilities are designed to be hyper-redundant (if one system fails, another is ready to take its place), to prevent a disruption in user experience, further adding to energy consumption. In present times, annual energy usage in data centers reaches 200 terawatt hours (TWh), surpassing that of certain countries, reflecting their substantial environmental footprint.\n\nWhile major \"hyper-scale\" data centers operated by companies such as Google, Facebook, and Amazon are committed to achieving carbon neutrality through carbon offsetting and investment in renewable energy such as wind and solar power, smaller-scale data centers often lack the financial means and stability to pursue similar sustainability measures and manage fluctuating capacity requirements.\n\nLooking within the subcontinent, the state of affairs is bleak – with the draft National Data Center Policy encouraging the use of renewable energy but lacking in enforcement when it comes to specifying a mandate or threshold use of green energy.\n\nAn Era of Drought\n\nWater, a better connective agent than air for cooling, has encouraged the move to water instead of air for cooling to cut carbon emissions – yet it has significant drawbacks. In Bluffdale, Utah, residents face water shortages and power disruptions due to the Utah Data Center, which consumes seven million gallons of water daily. India, home to 17% of the global population, possesses only 4% of the world's freshwater resources. The country is grappling with water scarcity with nearly 21 major hubs including Mumbai, Bengaluru, Delhi, and Chennai dealing with severe water crises. The issue here is two-fold. First, neither the draft National Data Centre Policy nor any of the extant state policies address these water demands. Second, due to the unfathomable magnitude of such water consumption, statistics regarding data center water usage or its impact on the water table and communities have been left out of the picture.\n\nIn response to increasing awareness of glaring impacts on water-stressed communities, companies like Google among others, are pledging to go \"water-positive\" by 2030 – by optimizing water utilization and minimizing waste through recycling, as well as investing in water infrastructure for a water-secure future. However, the story is the same here; while corporate pledges such as these provide hope for a green future, they are not enforceable, nor do they appear to be feasible given the explosive growth of the cloud.\n\nA Millennia of Decay\n\nThe rapid turnover of computing and electrical components due to continuous technological advancements has resulted in a substantial increase in electronic waste. Cloud servers, with an average lifespan of only three years, require frequent disposal of outdated hardware. These disposal patterns further exacerbate the monumental increase in waste and have a hazardous impact on natural landscapes. Adding to this are security concerns with some companies demanding the destruction of server equipment to prevent the breach of sensitive data and information, negating the possibility of reusing components.\n\nIn vast manufacturing facilities located in the Global South, distinctive of low labor costs and minimal legal protections, smartphones are manufactured and distributed globally. Often discarded after mere months of use, their afterlife is destined to electronic waste sites, rife with toxic metals and radioactive elements that take over millennia to decay.\n\nPower and the Planet\n\nThe ecosystem of computational dynamics today has not entirely been shaped by the limits of design and technology, but rather by the stark inefficiencies of systematic thought and leadership that herald global interactions. As individuals, communities, corporations, and governments, we need to march forward toward creative pursuit through the lens of both efficiency and sufficiency. This requires a shift in our infrastructural configuration. Can we rethink and re-trace our steps to design circular patterns of consumption that tactfully address security concerns? Initiatives in Europe are paving the way for efficiency in equipment design that can prolong the lifespan of servers as well as ease the process of repair and recycling using material passports – that can document unit histories much like timestamps. Such efforts most definitely help us break immutable boundaries of what the cloud can materialize as and push us to herald in an ecologically sensitive and conscious digital age.\n\n'The Cloud Has Arrived, But What About Its Ecological Footprint?' by Amrita Khosla is the winning entry of the Epistle Writing Prize 2024 in Category 2: Break It Down. The Epistle Writing Prize is an annual competition dedicated to recognizing outstanding writing on design, architecture, and the environment. All winning and shortlisted entries can be read here.\n\nEpistle is South Asia's oldest and largest communications consultancy for built environment stakeholders. It offers editorial, communications, marketing, and PR services to all those who shape the built environment – architects and designers, artists, building product manufacturers and services providers, real estate developers, magazines and journals, socio-cultural institutes, and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Man spent eight days in complete darkness on terrifying journey to 'centre of the Earth'",
            "link": "https://www.ladbible.com/community/man-centre-of-earth-youtube-ruhi-cenet-278739-20241230",
            "description": "A man spent eight days in total darkness as he travelled to the ‘centre of the Earth’ during which he made a ‘never seen before’ discovery.",
            "image_url": "https://www.bing.com/th?id=OJ.ZfCLta2Lj3hSUw&pid=news&w=35&h=16&rs=2",
            "category": "bible+discovery",
            "date": "22h",
            "source": "LADbible",
            "article_content": "A man spent eight days in total darkness as he travelled to the ‘centre of the Earth’ during which he made a ‘never seen before’ discovery.\n\nRuhi Çenet and his team documented themselves as they dived into a five-million-year-old cave. Çenet uploaded a video to YouTube which saw him taking the risk of a lifetime, and people in the comments reacted just as anyone else would- with terror.\n\nThe adventurer is known for doing crazy things like this, which is probably why he’s managed to get a following of over 10 million people.\n\nAdvert\n\nHowever, this eight-day journey to the 'middle of Earth' proved to be something like no other.\n\nThe team found a 'never seen before' creature (YouTube/@ruhicenetvideos)\n\nIn the video description, Çenet described how the team of explorers ventured ‘into total darkness to determine its exact depth and uncover the secrets of this subterranean marvel’ in Krubera Cave.\n\nThis cave is located in Georgia, and saw them ‘face extreme challenges’.\n\nAdvert\n\nHe continued: “Our expedition covers nearly five kilometers of rugged terrain, where we face extreme challenges, including losing an average of 10 kg per person. Along the way, we hope to discover new animal species that have been isolated for millions of years in this hidden world.\n\n“This is not just a journey; it’s a historic exploration into the unknown. Don’t miss the incredible story of survival, discovery, and human perseverance.”\n\nDuring their adventure, the group managed to accidentally find something that’s 'never been seen before on camera'.\n\nThe team documented the whole thing (YouTube/@ruhicenetvideos)\n\nAdvert\n\nA living creature of sorts.\n\nThe adventurer said: “There are sections that have remained a mystery but now their secrets are about to be unveiled.\n\n“He tied a few bait trap bottles to the rope so as not to lose them on their way back, they didn't notice it but the camera captured it - a small completely transparent animal was lurking in the water then another animal showed up but that also went unnoticed.”\n\nHe explained: “Fortunately the team managed to capture an exceptionally unique animal in the trap, they also encountered another highly distinct looking animal purely by chance.\n\nAdvert\n\n“The footage you're seeing has never been captured before, there it is, there is the fish.”\n\nOf course, seeing something like that, which looks like a horror movie, made people have little existential crisis in the comments.\n\nOne person wrote: “The first people that squeezed themselves through these holes without knowing how far it went or if they would get stuck are completely insane. You brother, are also completely insane :).”\n\nAdvert\n\nAnother penned: “There isn't enough money in this world that could make me crawl through these caverns. Props to all content creators for risking their lives for this kind of footage <3.”\n\nSomeone else said: “This is absolutely wild. Cavers are a whole different breed. The amount of second hand claustrophobia I had watching this was insane. Awesome video.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Faces of children failed by authorities from Sara Sharif to Finley Boden after girl, 10, beaten to death by evil dad",
            "link": "https://www.thesun.co.uk/news/32497044/faces-children-failed-authorities-sara-sharif-let-down/",
            "description": "TRAGIC Sara Sharif was this year revealed as the latest in a long line of children to be failed by the authorities before ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GJZbcallz7biDjxp14csmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "3h",
            "source": "The Sun",
            "article_content": "TRAGIC Sara Sharif was this year revealed as the latest in a long line of children to be failed by the authorities before they were killed.\n\nThe ten-year-old was hooded, burned and bitten in a two-year torture campaign carried out by dad Urfan Sharif and stepmum Beinash Batool.\n\n15 There were 15 missed opportunities to save Sara Sharif before she was murdered Credit: PA\n\nSara's horrific abuse was revealed at the Old Bailey this year as it emerged there were 15 missed chances to save her before she met her grisly end.\n\nQuestions are now mounting over how the youngster's dad was able to carry out such gruesome acts of violence despite involvement by social workers and the family courts.\n\nBut tragically, Sara's case is not a unique one - with countless other children also let down by the very system that was put in place to protect them.\n\nHere are the faces of just some of the children failed by the authorities when they most needed them.\n\nSara Sharif\n\nSara's nightmare began in 2019 when dad Urfan Sharif was handed custody of the schoolgirl - despite abuse allegations being made against him.\n\nUp until that point, she had been living with her mum Olga Domin and was under a child protection plan.\n\nThe plan had been in place since Sara was born after Sharif was accused of attacking three women - including Olga.\n\nOnce she was in the care of her evil dad, Sara \"suffered dreadfully \" in a savage abuse campaign.\n\nShe was bound and had her head covered with a hood as agonising punishments were dished out by Sharif.\n\nSara was also burned with an iron and bitten during the two-year abuse campaign.\n\nHeartbreaking videos show Sara Sharif singing before she was murdered by dad\n\nBetween June 6, 2022, and March 10, 2023, the court heard teachers noted Sara had bruising under her eye on two separate occasions.\n\nThe school notified the authorities and a social services referral was made - but officials decided not to intervene just six days later.\n\nOn April 17, 2023, Sharif removed Sara from school confirming his daughter would be homeschooled with immediate effect.\n\nThe decision proved fatal for defenceless Sara as Sharif was free to ramp up his sadistic abuse away from preying eyes.\n\nThis violence reached a fatal head on August 8 when Sara was battered to death with a cricket bat.\n\nEven as she lay dying in Batool's lap, Sharif had whacked her in the stomach twice for \"pretending\".\n\nThe following day, Sharif, Batool and Malik fled to Pakistan - leaving the youngster dead in a bunk-bed.\n\n15 Sara suffered horror abuse while living with her dad Credit: PA\n\n15 Urfan Sharif beat the girl to death with a cricket bat Credit: AP\n\n15 Beinash Batool was jailed for murder Credit: AP\n\nSharif then called police to say he had beaten Sara “too much” as a punishment for being naughty.\n\nDuring the trial, it emerged there were many missed opportunities to save Sara during her tragic life.\n\nConcerns were raised about her care within a week of her birth in 2013, with her parents known to social services as early as 2010.\n\nSurrey County Council also raised “significant concerns” that Sara was likely to suffer physical and emotional abuse at the hands of her parents.\n\nThis came amid allegations that Sharif was physically abusing her and her siblings.\n\nDespite three sets of family court proceedings, the allegations were never tested, with Sara repeatedly returning to her parents’ care before finally being placed with her killer dad and stepmum.\n\nAn independently-led safeguarding review of all professionals who had contact with the family is now underway.\n\nBronson Battersby\n\nThe two-year-old was found found curled up at the legs of his father by social services this year - a fortnight after he and his dad were last seen.\n\nBronson had been classified as vulnerable by social services, which meant he received weekly visits.\n\n15 Bronson Battersby starved to death after his dad suffered a fatal heart attack\n\nOn January 2, a social worker visited his home in Skegness, Lincolnshire, but nobody answered the door so they alerted the police.\n\nThey tried again two days later but contacted officers for a second time after getting no answer.\n\nEventually - after five more days - the social worker got a key from Kenneth's landlord and made the horrific discovery.\n\nBronson's mum Sarah Piesse claimed her son would still be alive \"if social services had done their job\".\n\nShe added: \"We have to be able to rely on social workers to keep our children safe.\"\n\nThe pair were last seen alive on Boxing Day last year before ­Kenneth died of a heart attack soon after.\n\nThis means Bronson was left in the dark with no food or water and unable to get help.\n\nA pre-inquest hearing this year was told Bronson had been sent to live with his dad Kenneth after his parents split in the summer of 2022.\n\nPolice said the pair were discovered after a \"concerned\" neighbour reported a smell coming from the flat.\n\nOfficers discovered Kenneth's body behind the living room door, while Bronson was found between his dad's legs.\n\nA cause of death for the toddler was given as dehydration, while Kenneth suffered a \"sudden cardiac event\" because of underlying heart disease.\n\nA full inquest will be carried out in the autumn of 2025.\n\nIsabella Wheildon\n\nThe two-year-old suffered a \"regime of escalating brutality\" at the hands of her stepdad Scott Jeff.\n\nIsabella's mum Chelsea Gleason-Mitchell simply \"stood back, watched and did nothing\" as her lover carried out the \"callous, cruel and ultimately fatal\" attacks.\n\n15 Isabella Wheildon was subjected to a campaign of abuse\n\n15 Her mum Chelsea Gleason-Mitchell was convicted over her death Credit: East Anglia News Service\n\nEven after her death, the toddler's dignity was stripped away as twisted Jeff and Gleason-Mitchell carried on pushing her body around in a pushchair.\n\nShe was finally discovered on June 30 under blankets in a shower at the couple's home in Ipswich.\n\nAt their trial this year, jurors heard Gleason-Mitchell and Jeff lived together in hotels in Great Yarmouth, a caravan park and \"camping in a very small tent on Caister beach\" in Norfolk before they ended up in Ipswich.\n\nThe mum told Great Yarmouth Borough Council she and her daughter were \"homeless\" and escaping domestic abuse from her ex.\n\nShe also falsely claimed Jeff was Isabella's biological dad and refused a home by Bedfordshire Council for her and the youngster as she wanted to stay with her partner.\n\nA safeguarding review has now been launched into Isabella's death to see if anything could have been done differently.\n\nDwelaniyah Robinson\n\nDwelaniyah Robinson died in agony weighing just over 2st after suffering horror abuse by his mum Christina Robinson.\n\nThe toddler had more than 70 injuries on his legs, buttocks and genitals - including infected burns.\n\n15 Dwelaniyah Robinson suffered excruciating injuries Credit: PA\n\nHe would have been \"significantly debilitated\" by the wounds, which were described as \"excruciatingly painful\".\n\nNewcastle Crown Court heard this year that the evil mum dished out gruesome punishments because the \"Bible tells her that she should chastise her child\".\n\nRobinson, who wanted more than ten children, accepted using the cane on her son - describing it as a form of \"correction\" when he messed around with his food.\n\nBut the mum, who follows the Black Hebrew Israelites religion, said she had been \"misguided\", having heard a religious lesson online.\n\nShe deliberately burned Dwelaniyah by immersing him in hot water and used a cane and spoons to hit him.\n\nA Local Child Safeguarding Practice Review heard Dwelaniyah was “for part of his life invisible to services”.\n\nHis dad had raised concerns with police but those were not passed on to social services.\n\nHe also told police in Stockton-on-Tees that he had been assaulted by his wife but did not make a formal complaint.\n\nThe report said that “there is no information to suggest a referral was made to children's services” but that “a proactive referral … would have been helpful here\".\n\nFinley Boden\n\nA damning report this year found Finley was let down by the \"inadequate\" local authority over his murder.\n\n15 Finley Boden had been placed back in his parent's care before they killed him Credit: PA\n\nFinley should have been \"one of the most protected\" children in Chesterfield, Derbyshire, the review said.\n\nBut instead the ten-month-old was murdered by Stephen Boden, 30, and Shannon Marsden, 22, on Christmas Day, 2020.\n\nTragically, the youngster had been returned to Boden and Marsden's care just 39 days before he was killed.\n\nThe Derby and Derbyshire Safeguarding Children Partnership found that there were \"significant shortcomings\" in the assessment and planning of Finley's return to the family home.\n\nOfficials also found that while Finley's parents were responsible for his death, \"professional interventions should have protected him\".\n\nAlthough most of the abuse he suffered leading up to his death was unknown to professionals working with the family, safeguarding practice was still \"inadequate\".\n\nThe last time officials had actually seen Finley alive was a month before his death but even then, they viewed him through a window as Marsden and Boden did not answer.\n\nThis came after a social worker noticed a bump on the baby's head, which his parents blamed on an accident with toy.\n\nThe report pointed out it was \"not clear\" to what extent this excuse was probed by the employee.\n\nA health visitor who went to the family home the following day was given the same excuse for the bump but did not raise it further.\n\nShockingly, a visit had been planned for December 24 - the day before he died - but this never took place.\n\nDuring their murder trial, jurors heard Finley had been placed into care shortly after he was born.\n\nMarsden and Boden had cleaned their home and claimed to be off drugs in a bid to dupe the authorities into giving their son back.\n\nBut after being returned to his parents during lockdown in 2020, he was subjected to \"repeated acts of severe violence\".\n\n15 Little Finley was forced to live in squalor Credit: PA\n\nThe baby was also forced to live in squalor at the family home and slept on a vomit and faeces-stained cot mattress cover.\n\nWhenever officials went to their home, the pair claimed Finley had Covid to stop them from coming inside the property and witnessing evidence of the abuse inflicted on the little boy.\n\nOn Christmas Day 2020, paramedics scrambled to the home found Marsden \"upset and screaming\" as Boden attempted to resuscitate their stricken son.\n\nFinley was rushed to hospital but tragically he couldn't be saved and was declared dead shortly after.\n\nBut callous Marsden and Boden showed no remorse over their son's death and even spoke about Christmas dinner in the police car and plans to sell Finley's pram.\n\nThe following day, they were heard \"laughing and joking\" at a relative's house.\n\nFinley had suffered an \"appalling\" catalogue of injuries including 71 bruises and two burn marks.\n\nHe also had 57 fractures to bones in his tiny body that had been inflicted in the short period before he collapsed at home.\n\nHis pelvis had been broken in two places - possibly after he was kicked or stamped on - and the inside of his mouth was torn, meaning he was unable to eat.\n\nHe later developed pneumonia and sepsis as his drug-user parents worked together to hide his injuries from social services.\n\nAbiyah Yasharahyalah\n\nEvil Tai Yasharahyalah, 42, and wife Naiyahmi, 43, left their four-year-old son Abiyah \"severely malnourished\" before his tragic death.\n\nA trial this year heard tragic Abiyah had suffered from rickets, anaemia, stunted growth, bone malformation and deformity in his short life.\n\n15 Abiyah Yasharahyalah was embalmed by his parents Credit: PA\n\n15 His parents had pinned this sign to their front door Credit: PA\n\nHis parents kept him in their bed for eight days after his death as part of a warped \"ritual\".\n\nAbiyah was then buried in an 80cm grave-deep at the rear of their then-home.\n\nHis skeletal remains were eventually found in Handsworth, Birmingham, in December 2022.\n\nThe parents, who were themselves described as weak and thin due to a strict vegan diet, fell into a \"spiral of conspiracy\" in which they believed their son would be reincarnated.\n\nWhen Abiyah's body was exhumed two years later, police discovered his birth and death had not been registered.\n\nEven when they were later evicted from the property, his parents left their son's remains in the garden.\n\nQuestions have now been raised over how the couple were able to shun society for their own bizarre beliefs away from the authorities.\n\nThey lived off grid and created their own bespoke belief system based on a mixture of elements that drew from New Age mysticism and West African religion.\n\nBoth Abiyah's birth and death went undetected - with even a chilling sign on the couple's front door ignored by police and the council.\n\nIt read: \"No trespassing, access denied to all governmental and none-governmental bodies until further notice.\n\n\"Do not ring the bell and/ or make any contact with any member of this house. Any checks/ repairs are terminated without prejudice. We will alert any bodies concerned if at risk and/ or in emergency.\"\n\nBirmingham Safeguarding Children Partnership (BSCP) has now started a Local Child Safeguarding Practice Review.\n\n15 Naiyahmi Yasharahyalah was jailed for causing or allowing the death of her son Credit: PA\n\n15 Abiyah was buried in the couple's back garden Credit: PA"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Culinary Delights Delivered To You",
            "link": "https://www.msn.com/en-au/news/other/culinary-delights-delivered-to-you/vi-AA1wKEm7?ocid=BingNewsVerp",
            "description": "Burnett – just inland from Queensland's Sunshine Coast – are cleaning up today after the region was hit by heavy storms and ...",
            "image_url": "https://www.bing.com/th?id=OVF.Lv1rEeMbivzpx9fMjCU1tg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "MetDaan on MSN2h",
            "source": "MetDaan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We all know that one wedding guest who makes it about themselves 😬",
            "link": "https://www.msn.com/en-au/news/other/we-all-know-that-one-wedding-guest-who-makes-it-about-themselves/vi-AA1wKGM4?ocid=BingNewsVerp",
            "description": "Four months after an unseasonable frost event wiped out vineyards across southeastern parts of the country, growers in South ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cAlpPGzrI5r2aLAGIjZH0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Sophie Craig on MSN2h",
            "source": "Sophie Craig on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From 'Home Improvement' to a UFO sighting, here are five fun stories about Jimmy Carter",
            "link": "https://www.yahoo.com/news/home-improvement-ufo-sighting-five-175821899.html",
            "description": "Former President Jimmy Carter died on Sunday. Here are 5 fun-facts and funny stories from his long and interesting life and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LxRUUM6yUEL1_Ei5WU4T4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "18h",
            "source": "Yahoo",
            "article_content": "Former President Jimmy Carter lived 100 years, and accomplished a lot around the world and locally in Georgia. While many will remember what he did professionally as a president or personally as a humanitarian, there are several fun facts and funny stories that some people may not know about.\n\nHere are 5 of the most interesting and bizarre ones:\n\nFILE - Former President Jimmy Carter works on a corbel at the start of the Habitat for Humanity build on Monday, Oct. 7, 2019. His work with the organization was a plot point on an episode of \"Home Improvement\" in which he had a cameo.\n\nJimmy Carter was on \"Home Improvement\"\n\nOne of the most popular sitcoms of the 1990's was \"Home Improvement,\" Tim Allen's first leading project. Carter had a brief cameo in season 3, episode 18. In the episode, Tim Allen's character Tim Taylor and his wife compete to see who can build a house faster as part of Habitat for Humanity, an organization Carter has been a longtime supporter of. Carter appears at the end of the episode in a televised message to the Taylors.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Tim...what can I say?\" Carter said. \"Crews are working around the clock to repair what you built.\"\n\nWant to watch the episode? It's available on Disney+ and Hulu.\n\nCarter condolences: Donations to Carter Center encouraged in lieu of flowers. How you can honor Jimmy Carter\n\nFILE - A bouquet of flowers rests at the base of the Smiling Peanut on Monday February 20, 2023 in Plains, Georgia after former President Jimmy Carter went into hospice care. The 13-foot tall roadside attraction is a remnant of Jimmy Carter's 1976 Presidential campaign. Carter died on Sunday.\n\nSmiling Peanut\n\nA 13-foot tall \"Smiling Peanut\" statue was debuted in 1976 by the Indiana Democratic Party as a part of Carter's presidential campaign. It draws a connection between Georgia's iconic crop while bearing a smile reminiscent of Carter's. The peanut is made of solid foam sprayed over a series of metal hoops covered with chicken wire.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt has moved around over the years, but today stands in Plains and currently stands at 120 Buena Vista Rd. What's even more interesting about this roadside attraction is a certain local legend: There's a hole in the back which was carved by the Secret Service to ensure there were no assassins or bombs hiding in the peanut.\n\nJimmy Carter saw a UFO\n\nOne of the longest-running, strange stories to surround Carter was the time he saw a UFO. While the exact dates of the sighting is unclear, the story goes that after a dinner more than 50 years ago, Carter said he and several other people saw something in the sky:\n\n\"A kind of green light appeared in the western sky. This was right after sundown. It got brighter and brighter. And then it eventually disappeared. It didn’t have any solid substance to it, it was just a very peculiar looking light. None of us could understand what it was.”\n\nCarter clarified in another interview years later that, while it was an unidentified flying object, he didn't necessarily mean a flying saucer or something similar.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"It was unidentified as far as we were concerned, but I think it's impossible, in my opinion, some people may disagree, to have space people from other planets or other stars to come,\" he said.\n\nFILE - Jimmy Carter and Willie Nelson backstage at the Merriwether Post Pavilion in Maryland in 1980. Nelson and other musicians helped put Carter into the White House in 1976. Carter died on Sunday.\n\nJimmy Carter: \"Rock & Roll President\"\n\nAs Variety put it, Carter was remembered as the ultimate music-loving president. He was not only a huge fan of big names like the Allman Brothers and Bob Dylan, but they were also fans of his. The close relationship Carter had with music and musicians was the focus of a documentary called \"Jimmy Carter: Rock & Roll President\" (which you can watch on Max). In the documentary, Carter laughed as he revealed that when Willie Nelson came to stay at the White House, he smoked marijuana with one of his sons.\n\nCarter's awards: When did Jimmy Carter win the Nobel Peace Prize? Here’s a look at 5 of his honors\n\nJimmy Carter missed out on being valedictorian\n\nWhen Carter was graduating from Plains High School in 1941, he was slated to be valedictorian but missed the chance because he skipped a day of classes. He reportedly went to see a movie on April Fool's Day in Americus with some other senior boys. Carter received zeroes for that day and became the salutatorian instead.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMiguel Legoas is a Deep South Connect Team Reporter for Gannett/USA Today. Find him on X and Instagram @miguelegoas and email at mlegoas@gannett.com.\n\nThis article originally appeared on Savannah Morning News: Former President Jimmy Carter fun facts, funny stories"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Triangular-Shaped UFO Filmed By Multiple Witnesses Stumps Locals",
            "link": "https://brobible.com/culture/article/triangular-shaped-ufo-filmed-multiple-witnesses/",
            "description": "At some point, the truth about all of these UFO and drone sightings has to start being revealed. There are just too many ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8vy3Qfa_SJCZMp1TqsRaSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "22h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nAt some point, the truth about all of these UFO and drone sightings has to start being revealed. There are just too many eyewitness reports and videos being shared online for governments to just keep pretending like nothing is happening.\n\nIt’s not just in the United States either (though that is where a majority of the reports are originating). They have also been happening in places like the United Kingdom, Germany, and now, in Brazil.\n\nWhile orb-shaped UFOs are perhaps the most common type of UFO that has been seen over the years, triangular-shaped crafts have also been reported being seen quite often.\n\nThe latest triangular-shaped UFO to be reported, and in this case filmed, occurred recently in the Barigui Park, in Curitiba, Parana, Brazil.\n\n“I came across the video yesterday while browsing reels on Instagram,” a report written for Ovniologia in Brazil read. “The account published the footage, called Paranadrone , is a page dedicated to aerial images to with drones and has no connection to the UFO theme.\n\n“I contacted you and requested the original footage, which was sent to me. The video was forwarded them by a follower who requested anonymity. The images were recorded around 8 pm, while the witness was in a trade in the park region.\n\n“At the beginning of the video, it is possible to see that the person filming was apparently close to a wall, inside a residence or business, the Paranadro told me. Then, we see a large, luminous point coming from the left, reveals its which triangular shape when the witness zooms in,” the report continued.\n\n“The object crosses the sky at a considerable and constant speed until it disappears from the author’s field of vision behind the trees. See below.”\n\n“Here we have what appears to be beautiful footage of a triangular UFO. The fixed, unwavering lights at the bottom seem to match reports of these craft. One worth thing noting is the number of lights. As I mentioned at the beginning of the article, three to four lights are usually reported on these objects. However, in the footage, in addition to the three lights at the ends, we can see two more luminous points near the larger central light.\n\n“This led me to question if it was actually a solid object or just a formation of orbs. While the footage is quite clear, it is not possible to draw a definitive conclusion.”\n\nThe report goes on to say that another witness to the same UFO claimed it had “two lights at a considerably low altitude that same day. One of them was in front of her house, with a green and red coloration, while the other, located behind the house, was orange in color and considerably larger.”\n\nHer neighbor also saw the UFO and also filmed it.\n\nThe report by Ovniologia went on to explain, “I spoke to other people who reported strange activity in the skies over Curitiba this month. The reports describe some anomalous sightings and experiences. It is possible that that some incidence of the phenomenon is occurring in the region.\n\n“When I watched the video of the triangular UFO, the first thing thing that came to mind was the wave of drones on American soil. Could there be any possible connection? Could it be starting to spread to other regions of the Americas? We don’t know.”\n\nSo far, no definitive explanation has been revealed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "School science lessons could be 'de-Westernised' to highlight discoveries by other cultures in 'woke' Labour overhaul of the curriculum",
            "link": "https://www.dailymail.co.uk/news/article-14238989/School-science-lessons-Westernised-highlight-discoveries-cultures-woke-Labour-overhaul-curriculum.html",
            "description": "An independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ooBTek4uqrcVWkyTIf0Gjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2h",
            "source": "Daily Mail",
            "article_content": "Science lessons could be made less 'Western' under the Government's overhaul of the school curriculum.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July.\n\nIt is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'.\n\nThe terms of reference for the overhaul says it must reflect 'the issues and diversities of our society', with a committee currently considering proposals.\n\nIn response to the Department for Education's call for evidence, top science bodies stressed the importance of teaching 'non-Western' contributions to science.\n\nThe Royal Society of Biology, Royal Society of Chemistry, and Institute of Physics also said pupils should learn why some cultures were 'less able to claim credit and ownership for ideas'.\n\nTogether with the Association for Science Education, they convened a group to make recommendations that have now been submitted to Labour's review.\n\nBut their evidence has been branded 'a ludicrous proposal from the wokerati', while Labour has been accused of 'education vandalism' with their curriculum overhaul.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July\n\nThe review is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'\n\nHighlighting the work of the Primary Curriculum Advisory Group, the Royal Society of Biology's own submission stated: 'It is essential that all children feel included in the sciences by valuing their experiences and through the thoughtful use of contexts, imagery and narratives.\n\n'This is partly achieved by ensuring that they build a repertoire of shared experiences; partly through techniques within the classroom; and partly through the narratives attached to the sciences.\n\n'Specifically, the curriculum should offer children a chance to learn about historic Western and non-Western contributions to the sciences, as well as cutting-edge contemporary research from diverse teams of scientists.\n\n'Teachers should be encouraged to frame historic examples of scientific discoveries in the context that some individuals, groups, cultures and nations were disadvantaged in their ability to participate in or to resource research and less able to claim credit and ownership for ideas that had been developed by them.'\n\nThe Royal Society of Biology also said it had sought expertise on 'decolonising the curriculum' and for a 'no more heroes' approach to teaching science in schools.\n\nThis would mean 'avoiding prescriptive lists of historic figures in biology' and instead 'exploring opportunities for local, recogniseable, diverse historic and contemporary figures through which discovery and exploration of biological concepts can be explored'.\n\nIt added that students should be encouraged to 'see a wide range of biologists in action'.\n\nThe Institute for Physics suggested that 'ideas should be framed in the context of the times in which discoveries were made and accredited within Western science'.\n\nIts submission to the curriculum review added: 'They can explain how many of those discoveries drew on earlier work in other parts of the world.\n\n'And how, during the period of growth of Western science, different groups, cultures and nations were more or less able to participate in research, resource scientific activity, or claim credit and ownership for ideas.'\n\nThe Royal Statistical Society called for the greater use of 'real-world data' - such as on gender inequalities or migration - in the teaching of maths and statistics.\n\n'The curriculum should be focused on solving problems using data rather than answering questions about data,' its submission added.\n\nTeaching unions are also among groups to have submitted evidence to the curriculum review.\n\nThe Association of School and College Leaders said the current curriculum 'prioritises a somewhat monocultural worldview, especially with regards to literature and history'.\n\nMs Phillipson has hailed the review as an 'important step in this Government's mission to break down barriers to opportunity, deliver better life chances and enable more young people to get on'.\n\nThe review is being chaired by Professor Becky Francis, who has spearheaded research into educational inequalities.\n\nTory MP Laura Trott, the shadow education secretary, said: 'Labour's curriculum changes will drive down educational standards.\n\n'Instead of continuing with a rich, knowledge-based curriculum which has led to our children being the best readers and mathematicians in the Western world, they are tearing it all up.\n\n'Pure education vandalism once again.'\n\nReform UK deputy leader Richard Tice hit out at 'a ludicrous proposal from the wokerati'.\n\nHe added: 'We need more historic British heroes and achievements to be taught to our children, not less.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A New Discovery Helps Explain How Cannabis Triggers Psychosis",
            "link": "https://www.msn.com/en-us/health/other/a-new-discovery-helps-explain-how-cannabis-triggers-psychosis/ar-AA1wJ2Vr?ocid=BingNewsVerp",
            "description": "\"Cannabis appears to disrupt the brain's natural process of refining and pruning synapses, which is essential for healthy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yuaE_qAwUwZpEmKJeHMTjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ScienceAlert on MSN14h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Willow is a small chip for Google but a quantum leap for computing",
            "link": "https://www.thehindu.com/sci-tech/technology/google-willow-quantum-processor-how-it-works-why-it-matters/article69045530.ece",
            "description": "Google's latest quantum processor 'Willow' shows promise in solving complex problems, sparking hope for future quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M5Ero0uvTI1-M0Ocgh6RJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "7h",
            "source": "The Hindu",
            "article_content": "Google recently unveiled its latest quantum processor, named ‘Willow’. The research team that built it also tested it and the results were published in Nature.\n\nThey created a great level of buzz about the realisability of quantum computers that could tackle many practical problems.\n\nThe results also kicked up intriguing debates about explaining the power of quantum information processing and how they could solve problems that even the most powerful classical computers struggle with.\n\nBit versus qubit\n\nComputers process information stored in an array of 0s and 1s. In classical computers, some physical system with two possible states is used to represent these 0s and 1s. These physical systems are called bits. A common example is an electric circuit that allows two levels of voltage, one called 0 and the other called 1. A classical computer is a collection of bits together, and the information flowing in and out of bits is controlled and manipulated by physical operations called gate operations. For example, an AND gate accepts two inputs, each either 0 or 1, and outputs 1 if both inputs are 1 and 0 for any other combination of inputs.\n\nA quantum bit, or qubit, has two distinct states representing 0 and 1. More importantly, a qubit can be in states that are also combinations of 0 and 1. This feature is called quantum superposition. Classical bits can’t do this. Because of this ability, each qubit needs two distinct numbers to represent the contributions of 0 and 1 respectively in the qubit’s state. If we have two bits, we need two numbers, one for each bit, to represent the state of the collection. With two quantum bits, we need four numbers to represent the state. For 10 bits, we need 10 numbers to represent the state of the collection. For ten qubits, we need 210 (1,024) numbers.\n\nThis exponential growth in the information required to represent qubits’ states and the superposition of states are the major reasons why quantum computers could be more efficient and powerful than classical computers. Like a classical computer, a quantum computer is also a collection of qubits and a host of physical operations called quantum gates that change the states of qubits to perform calculations.\n\nDifficult to isolate\n\nA major impediment to realising quantum computers is the fragile nature of quantum states. Specifically, while classical bits are robust and long-lasting, qubits are fragile and collapse quickly at the slightest disturbance. This in turn limits the amount of time for which qubits can hold information, how errors-free the quantum computer can keep its calculations, and how well a quantum computer can be scaled.\n\nIt is difficult to isolate a physical gadget to avoid perturbations due to external noise. Therefore, computations are prone to errors. For example, when a bit is expected to represent 0, there is a small chance it may be in the state representing 1. This is called the bit flip error. Methods to identify and fix these errors are called error-correction protocols.\n\nA single 0 is represented by three bits in the state 000 (corresponding to each bit in the state 0). If there is a bit-flip error, the resulting state could be 100, 010 or 001 (depending on whether the first, second or third bit is flipped). Similarly, 1 is represented as 111. If we need to encode 01 as the basic information, its true representation is 000111. Looking at the concatenated sequence in groups of three bits, the occurrence of 100, 010, 001, 011,101 or 110 will mean an error has crept in. When three physical bits represent one logical digit, it is easy to figure out which bit has flipped and correct it suitably before the next step in the computation.\n\nSimilarly, one way to mitigate the effect of errors in a quantum computer is to correct them using additional qubits that keep track of errors creeping in during computations. This is a logical answer to the error problem, it is however unsuitable for qubits in superposed states. Creating exact copies of unknown superposed states is prohibited by the no-cloning theorem of quantum physics. On the other hand, error correction often requires redundancy, i.e. providing more qubits than what is needed to encode information. This makes it clear more than one physical qubit is needed to represent a single logical qubit. (Qubits also have another type of error called phase flip error, which presents similar challenges to error correction.)\n\nOne effective method to detect and correct errors in a quantum computer without also violating the no-cloning theorem is called surface code. Here, engineers arrange an array of qubits on a grid. The qubits are grouped into two categories, namely data qubits and measurement qubits. While the error in data qubits is what we wish to identify and correct, any attempt to measure them will force them out of superposition and whatever information they encode will be lost.\n\nTo avoid this, the surface code method provides the set of measurement qubits. These qubits are entangled with data qubits through suitable gate operations. (If two qubits are entangled, any measurement of one particle will instantaneously cause the other particle to lose its superposition state.) In this setup, the presence of errors in the data qubits is inferred by making suitable measurements of the measurement qubits, while using the gates to prevent the data qubits from being affected, and thus correcting inconsistencies in the data qubits.\n\nThe error rate\n\nAccording to Google, its new quantum processor Willow has significantly better error correction and is thus significantly faster than other quantum computers, not to mention classical computers as well. The researchers who developed it tested it by using it to solve a computationally hard problem.\n\nWillow houses 105 physical qubits and operates at temperatures close to the theoretically possible lowest temperature (0 K, -273.15° C). Nearly half of these are data qubits and the remaining are measurement qubits. The superconducting qubits are not strictly two-state systems. When performing gate operations, the physical system can get excited or ‘leak’ to states other than 0 and 1. These excited states can subsequently interfere with the computations and introduce errors. So a few qubits — i.e. the measurement qubits — are reserved to correct such leakage errors.\n\nCoherence time is the duration over which an intended state (typically, superpositions) of a qubit can survive without being changed due to interactions with the environment or with other parts of the computer. The coherence time of data qubits on Willow is about 100 microseconds, which is more than the coherence time of the physical qubits. This is a consequence of the error correction protocols used. This in itself is an interesting result because it means the information-holding time can be improved by external manoeuvring.\n\nThe next milestone for researchers to achieve is to lower the error rate — calculated as the ratio of the number of qubit errors to the number of gate operations — as they build ever-larger quantum computers with more physical qubits and more error correction operations. Google alone has progressed from 3-by-3 to 5-by-5 to 7-by-7 arrays of data qubits, and the error rate has decreased by more than half in each step.\n\nWhat one expects for a collection of qubits on a circuit is that the error rate either remains the same or increases as the number of qubits is increased. That the error rate becomes smaller as more qubits are added is the below-the-threshold capability of Willow’s architecture and operation. This is vital to achieve quantum processors with enough qubits that perform almost error-free computations of problems of practical relevance — the ultimate goal.\n\nNo dead-ends\n\nThe particular computationally difficult task with which Google tested Willow is called random circuit sampling (RCS). In the RCS task, Willow has to calculate the probability of occurrence of possible strings of 0s and 1s in the output when the quantum gates that act on the qubits are chosen randomly. If there is no noise, RCS is a computationally hard task, meaning that the number of calculations required to make the prediction increases exponentially with the input size.\n\nWillow completed the RCS task for random gate operations realisable on Willow in a few minutes. The researchers estimated that the same task on the most powerful classical computer available today would take 10 septillion years (i.e. 1 followed by 24 zeroes). To compare, the universe’s age in years is approximately 1 followed by 10 zeroes. It is plausible that classical computers running better algorithms may eventually match Willow’s feat, although researchers are not aware of such improvements today.\n\nResearchers are still a long way away from realising quantum processors of reasonable size to be useful in practical contexts. This said, it’s only natural that Willow created the sort of buzz that it did: it has shown that the major issues in realising a reliable quantum computer can be addressed and surmounted, that they are not dead-ends. The work of the Google team provides hope that quantum computers may soon help us unravel nature’s mysteries and also solve computationally difficult problems in drug design, materials science, climate modelling, and optimisation, among others — all with deep societal impact.\n\nS. Srinivasan is a professor of physics at Krea University."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Quantum Theory That Might Make You Immortal ¦ Answers With Joe",
            "link": "https://www.msn.com/en-us/news/opinion/the-quantum-theory-that-might-make-you-immortal-answers-with-joe/vi-AA1wHEmT?ocid=BingNewsVerp",
            "description": "Quantum physics is dominated by the idea that quantum objects remain in superposition until thy are measured, which causes ...",
            "image_url": "https://www.bing.com/th?id=OVF.H0jJPEycM099q9O570sUNQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Joe Scott on MSN22hOpinion",
            "source": "Joe Scott on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UrbanWrk Pioneers Workspace Revolution in India",
            "link": "https://www.devdiscourse.com/article/science-environment/3211282-urbanwrk-pioneers-workspace-revolution-in-india",
            "description": "UrbanWrk, a top-tier operator of enterprise-managed workspaces, had a transformative year in 2024, with strategic expansions and innovations across India. The company aims to enhance client ...",
            "image_url": "https://www.bing.com/th?id=ODF.H3ShcCAtADCOYBdsAlEX4g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "devdiscourse3h",
            "source": "devdiscourse",
            "article_content": "UrbanWrk, India's leading operator in enterprise-managed workspaces, celebrated a landmark year in 2024 marked by considerable expansion and innovation. With 12 centers strategically located across key metro cities, the company continues to redefine workspace solutions in India, fostering vibrant business environments.\n\n\"2024 has been pivotal,\" says Anuj Munot, CEO and Founder. \"We've solidified our presence, catering to diverse business needs, blending flexibility and sustainability while fostering trust through our IGBC-certified properties.\" As the year closes, UrbanWrk is gearing up for a strategic vision in 2025 that promises further growth.\n\nLooking ahead, UrbanWrk plans to strengthen client relationships with tailored workspace solutions, aiming to double growth and expand into new cities. Cultivating an entrepreneurial spirit within the team, the company is committed to innovation and client-centric solutions, poised to lead India's flexible workspace ecosystem.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2024 Year-ender: New quality productive forces unlock exciting possibilities across industries in China",
            "link": "https://www.globaltimes.cn/page/202412/1326019.shtml",
            "description": "These unique creatures have wooed thousands of netizens after Chinese Foreign Ministry spokesperson Lin Jian shared a video ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R4mpMgPbusnpkfUHvdPWQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "22h",
            "source": "Global Times",
            "article_content": "Photo: VCG\n\nThroughout the year of 2024, there has been no shortage of posts and videos on social media platforms by bloggers from home or abroad, sharing how they were captivated by China's surging scientific revolution tide, ranging from real-time food delivery by hotel room service robots, driverless artificial intelligent (AI) robots delivering parcels to spherical robots patrolling the street side by side with police officers.In a recent milestone, a group of four-legged \"Made in China\" robotic dogs, designed for tunnel inspections and maintenance tasks, have been put on duty and are now operating in a 6-kilometer underground power tunnel inspection project in Singapore - the first overseas deployment of a Chinese robotic solution in such an application scenario.These unique creatures have wooed thousands of netizens after Chinese Foreign Ministry spokesperson Lin Jian shared a video of them on social media in mid-December, calling them \"cool.\"The \"cool\" wave of the tech revolution has been unlocking more exciting possibilities across multiple Chinese industries in 2024, a year that is deemed critical for the rapid advancement of China's robotics technology. It, in a broader picture, underscored the explosive progress of new quality productive forces -an emerging key term in China's economic and social axis that is playing an expanding role in driving the country's high-quality development.A walk-in into manufacturing bases across various Chinese localities also provides insights into how the development of new quality productive forces has been transforming traditional industries while injecting new impetus into driving the country's industrial upgrade.To date, a flurry of auto-makers and logistics providers including Geely, BAIC New Energy, and SF Express have been integrating humanoid robots, considered at the forefront of the development of new quality productive forces, into their facilities, the Global Times learned from Hong Kong-listed UBTech Robotics. These robots are being trialed on factory floors to perform tasks like assembly, transportation, testing, and maintenance, making remarkable progress in automation and industrial efficiency improvement in the world's second-largest economy.In December, the just-concluded Central Work Economic Conference set priorities for economic work in 2025, including ensuring that scientific and technological innovation drives the development of new quality productive forces and builds a modernized industrial system.As China is steadily marching toward the 15th Five-Year Plan period (2026-30), industry insiders expect that the development of new quality productive forces will serve as a cornerstone of China's long-term strategic vision in the face of a more complicated geopolitical landscape, rising protectionism and global tech supply chain \"decoupling.\" Meanwhile, China's build-up of a host of emerging industries like AI and 5G would also create a new type of global supply and value chains that injects strong momentum and brings more development opportunities to the Global South, analysts stressed.During this year's national two sessions in March, the phrase new quality productive forces has become a buzzword among Chinese officials, national lawmakers, and political advisors, with \"developing new quality productive forces at a faster pace\" listed among the major tasks for 2024 in the Government Work Report for the first time.More elaborations on the concept, as well as detailed plans and coordinating measures, were released in follow-ups, further highlighting its profound ramifications in the country's economic policymaking and future development course.In early December, the Political Bureau of the CPC Central Committee held a meeting to analyze and study the economic work of 2025, during which it was noted that new quality productive forces have developed steadily this year.According to industry insiders, scientific and technological innovation is the core of the new quality productive forces. In this regard, China has achieved numerous monumental milestones in sci-tech innovation this year in a variety of sectors, such as semiconductor, quantum computing, telecom technology, AI, low-altitude economy, biomedicine, new energy, and large aircraft manufacturing.It is important to sustain this homegrown technological climb-up momentum, according to analysts, and they expect the 15th Five-year Plan (2026-2030) to continue prioritizing the development of new quality productive forces, listing it as both an urgent task and a long-term vision.Pan Helin, a member of the Expert Committee for the Information and Communication Economy under the Ministry of Industry and Information Technology, told the Global Times that the accumulation of these technological edges is crucial to fueling China's ongoing industrial transformation and upgrading. It is also conducive to the formation of new economic drivers and new business models, which are all decisive elements in buttressing China's high-quality development course in the years to come.The accelerated efforts in the development of new quality productive forces also come as Western countries show no sign of retreating from technological suppression against China.Against the backdrop, industry insiders called for more inputs in independent innovation and a strong spirit of self-reliance in core technologies, so that the country will be less vulnerable to any malicious attempts to curb its development and will have a greater say in international technological standard-setting.In terms of humanoid robots which integrate a wide range of cutting-edge full-stack AI technologies, Chinese players may start late as the technology and products were initially developed in countries like the US and Japan a decade ago. But this year, Chinese humanoid robot companies have achieved remarkable innovations, establishing themselves as global leaders in both robot products and applications, UBTech Robotics told the Global Times.The Government Work Report delivered in March 2024 stressed that China will pool the country's strategic scientific and technological strength and non-governmental innovation resources to make breakthroughs in core technologies in key fields and step up research on disruptive and frontier technologies.Highlighting the country's institutional advantage, Hua Rongqi, a Beijing-based AI entrepreneur, told the Global Times that China is perhaps the most efficient in mobilizing resources nationwide to enhance its capacity for innovation across the board. He said that this advantage is particularly palpable in the generative AI industry which is in a white-hot global race.At the same time, China excels in applying these technologies to real-world scenarios, and also is home to the world's most efficient and cost-effective supply chain alongside a deep pool of talent, which will all propel the development of new quality productive forces, Hua added.Zhou Hongyi, founder and chairman of 360 Security Technology, told the Global Times that China's stepped-up efforts are poised to make greater contributions to global technological progress and economic development, with its innovation-driven development model offering valuable experience for other countries to draw upon.\"On the one hand, industrial digitalization will create more new business models and growth dynamics, thereby generating great opportunities for global investors to tap into the country's expanding market. On the other hand, more and more countries will show great interest in engaging with technological cooperation taking account of China's growing technological prowess,\" Zhou explained.Chinese industries related to the development of new quality productive forces have increasingly risen to become a magnet to foreign investors this year.In the first 11 months, foreign direct investment in the country's high-tech manufacturing reached 82.53 billion yuan, accounting for 11 percent of the national total, data released by the Ministry of Commerce showed.According to UBTech Robotics, China's fast-lane development of new quality productive forces has also elevated the global standing and influence of Chinese enterprises and rendered them with more business opportunities in the global market. The company to date has collaborated with local partners to apply robotics solutions in countries such as Thailand, Dubai, South Korea, Japan, and Germany.Huang Lingxiao, overseas marketing manager of DEEP Robotics, the Chinese company that provides robotic dogs for tunnel maintenance tasks in Singapore, told the Global Times on Thursday that as developed nations like Singapore upgrade their industrial infrastructure through automation and digitization, this creates enormous opportunities for innovative solutions from Chinese robotics companies."
        }
    }
]