[
    {
        "title": "How the Mystery of Freeware Inspired the Kaleidoscopic UFO 50",
        "link": "https://www.nytimes.com/2024/09/18/arts/ufo-50-designers.html",
        "description": "Figuring out the controls, objectives and how to win is part of the fun when players load games from a fictional 1980s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xS_ZZXp1V2m3wYodTiXfMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "7h",
        "source": "The New York Times",
        "article_content": "There are many reasons that creating a video game can take a long time. It may take a while to land on the mechanics, or to nail the story beats. For big-budget games, the sheer scale of ambition and world building can cause development cycles nearly a decade long, during which shifting audience trends may force a developer to scrap its initial vision.\n\nFor UFO 50, which began its development in 2016, the protracted path to completion is right there in the name: It is not just one video game, but 50.\n\nThere are arcade-style sports games (Bushido Ball, Hot Foot), platformers (Cyber Owls, Mini & Max), puzzle games (Block Koala), deck builders (Party House), role-playing games (Grimstone) and dungeon crawlers (Valbrace). While each ’80s-style title is not necessarily feature length by modern terms, they’re fully built out, with narratives, multiple levels and multiplayer modes when appropriate."
    },
    {
        "title": "UFO 50 was terrible to review but incredible to play",
        "link": "https://www.msn.com/en-us/entertainment/other/ufo-50-was-terrible-to-review-but-incredible-to-play/ar-AA1qMoqW?ocid=BingNewsVerp",
        "description": "The issue I had reviewing UFO 50 is not the issue you will have playing it. Presenting itself as an anthology of all 50 games ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-7dY3FCaAcif0_scsaRKaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Polygon on MSN3h",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "‘Georges It Is Past Your Bedtime’ – MMA Fans React After St-Pierre Posts UFO Update On Social Media",
        "link": "https://www.mmanews.com/news/ufc/mma-fans-react-georges-st-pierre-ufo-update-social-media/",
        "description": "Former two-division UFC champion Georges St-Pierre wants his followers to \"learn more about it\" the latest developments in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-cXok7M7Mp9nze2EHEfGpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "MMA News12m",
        "source": "MMA News",
        "article_content": "Content not available"
    },
    {
        "title": "Video games are having a meta moment, and I love it",
        "link": "https://www.msn.com/en-us/news/technology/video-games-are-having-a-meta-moment-and-i-love-it/ar-AA1qMyhV?ocid=BingNewsVerp",
        "description": "If you needed proof that gaming is having a meta-focused moment, look no further than Astro Bot, The Plucky Squire, and UFO 50.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "ufo",
        "date": "56mon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Jeremy Corbell Releases NEW ‘Jellyfish' UFO Video",
        "link": "https://www.msn.com/en-us/news/technology/jeremy-corbell-releases-new-jellyfish-ufo-video/vi-AA1qL9dd?ocid=BingNewsVerp",
        "description": "Patrick watches, reacts and discusses the FASCINATING new UFO video, dubbed the \"Jellyfish UFO\", Jeremy Corbell released in a ...",
        "image_url": "https://www.bing.com/th?id=OVF.4UKZxGaBy708YbqdbHq%2fYg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN8h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "AI-powered app offers personalized allergy forecasts",
        "link": "https://www.msn.com/en-us/news/other/ai-powered-app-offers-personalized-allergy-forecasts/ar-AA1qLFXr?ocid=BingNewsVerp",
        "description": "SoundHealth launched a new feature in its AI-powered health care app that will give users personalized allergy forecasts to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.whJLqqBkIZQtcK4-kqnRTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6hon MSN",
        "source": "Fox Business on MSN",
        "article_content": ""
    },
    {
        "title": "Snapchat Redesigns App, Launches AI Video Creation and AR Glasses at Its 2024 Partner Summit",
        "link": "https://www.gizbot.com/social-media/news/snapchat-unveils-new-ai-and-ar-tools-at-2024-partner-summit-102371.html",
        "description": "Snap Inc. unveiled its latest AI and AR tools at the 2024 Partner Summit, including the fifth-generation Spectacles AR ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nlNOAlM1NtBr4Wb3kVuCaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "GIZBOT",
        "article_content": "Snapchat Redesigns App, Launches AI Video Creation and AR Glasses at Its 2024 Partner Summit News oi -Kabir Jain\n\nAt its 2024 Partner Summit, Snap Inc. introduced a range of AI and augmented reality (AR) features aimed at evolving how users interact with the Snapchat platform.\n\nWith updates to both hardware and software, the company continues to push forward in the realms of content creation and immersive digital experiences.\n\nSnap's New Spectacles: AR in a Lightweight Package\n\nOne of the major highlights of the event was the introduction of Snap's fifth-generation Spectacles. These AR glasses, designed to be lightweight at just 226 grams, allow users to interact with AR Lenses in the real world. The glasses operate independently, powered by Snap OS, and support hand gestures and voice commands for seamless control.\n\nThe Spectacles are also equipped with Snap's Spatial Engine, enabling realistic 3D rendering in the user's environment. What makes this generation different is the focus on shared AR experiences, where users can engage in collaborative and multiplayer interactions. The glasses are part of Snap's broader push into AR, with partnerships from companies like LEGO, Lucasfilm, and Niantic adding to the range of experiences available.\n\nStreamlining the Snapchat Experience\n\nSnapchat is also undergoing a redesign aimed at simplifying how users interact with the app. The updated interface merges conversations and stories into a single tab, making it easier for users to navigate between personal messages and shared content. The camera remains central to the experience, with the app opening directly to it, encouraging instant Snaps.\n\nThis new design also brings a personalized content feed that integrates stories and Spotlight videos, tailored to individual preferences. These changes reflect Snap's ongoing effort to create a more user-friendly platform.\n\nAI Video Tool: A New Creative Outlet for Creators\n\nSnapchat's new AI Video tool was another key announcement. Exclusively available to creators, this tool allows users to generate videos from text and image prompts. It's currently in beta and available only to a select group of creators on the web, but the feature promises to change how content is created on Snapchat.\n\nThe videos created with AI are watermarked to help viewers distinguish between real and AI-generated content, even if the videos are downloaded or shared. This move aligns with Snap's focus on transparency while also providing creators with new ways to experiment with storytelling.\n\nAI Expands: More Features for My AI and AI Lenses\n\nSnap's AI capabilities continue to grow with expanded features for My AI, the platform's chatbot. Users can now solve more complex problems, from translating foreign menus to identifying plants, adding a practical layer to the app's AI-driven features.\n\nThere are also new AI-powered Lenses, like one that allows users to see a potential future version of themselves. Snapchat Memories is also getting AI-generated captions and Lenses, giving users more creative control over how they relive their past moments.\n\nMore Tools for Creators\n\nSnap is making it easier for creators to manage and grow their audiences with simplified profiles and new options for engaging with followers. A new Snap Star Collab Studio will also help creators and brands connect, with tools for managing collaborations and tracking engagement.\n\nThese updates are part of Snap's effort to empower creators with more flexibility, whether it's through templates for quick Snap creation or enhanced features for responding to and quoting audience feedback.\n\nExpanding AR Creation with Lens Studio\n\nFor those interested in creating AR experiences, Snap has updated its Lens Studio with AI-powered tools that simplify the creation process. The \"Easy Lens\" tool uses text prompts to build custom Lenses, making AR more accessible for non-developers. Snap's new GenAI Suite also introduces features like body morphing for 3D characters and automated icon generation, broadening what users can create.\n\nBest Mobiles in India\n\nFacebook, To stay updated with latest technology news & gadget reviews, follow GizBot on Twitter YouTube and also subscribe to our notification. Allow Notifications"
    },
    {
        "title": "AI In Business Progress Report, Summer 2024",
        "link": "https://www.forbes.com/sites/billconerly/2024/09/18/ai-in-business-progress-report-summer-2024/",
        "description": "Business usage of artificial intelligence has soared with the expanded capabilities of generative AI, including large ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YGUhT9tCZ2eMbK-HKrawJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Crafting An AI Strategy: A Blueprint For Financial Institutions",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/18/crafting-an-ai-strategy-a-blueprint-for-financial-institutions/",
        "description": "When it comes to adopting AI, CFOs often face three main risks: vendor selection, the value of the AI use case and the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BnrIJIclGSea6eIJRSfxPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "SoundHealth launches nasal measuring AI app to combat allergies",
        "link": "https://finance.yahoo.com/news/soundhealth-launches-nasal-measuring-ai-121308124.html",
        "description": "SONUcast uses meteorological data and nostril diameter to better calculate the likelihood of an allergic attack at any time.",
        "image_url": "https://www.bing.com/th?id=OVFT.ATNnYqEkEFDoW6kv4ZXF3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "YAHOO!Finance",
        "article_content": "San Francisco start-up SoundHealth has launched an artificial intelligence (AI) powered app to enable allergy sufferers to get ahead of an attack.\n\nDubbed SONUcast, the application predicts a user’s susceptibility to allergies based on the dimensions of a person’s nasal cavity and sinuses. It also uses patented AI algorithms to scan a user’s face and produce a real-time, personalised forecast of their allergy symptoms based on their location by using real-time meteorological data to warn a user of the likelihood of an impending allergic reaction to air-based particulates such as pollen.\n\nThe app uses the company’s Sonuband device which the company states is the world's first US Food and Drug Administration (FDA) approved device for the treatment of nasal allergies. The device uses acoustic resonance therapy to force open airways to allow for better breathing and treat the symptoms of allergic rhinitis, including nasal congestion, rhinorrhoea and nasal itching.\n\nParamesh Gopi, founder and CEO of SoundHealth, said: “Existing apps use an imprecise, one-size-fits-all approach. Our breakthrough AI and deep clinical science personalise predictions based on an individual's facial structure – and are poised to transform patient care by empowering patients to take control of their allergies. With the SONU band and SONUCast, SoundHealth enables patients to potentially avoid allergy attacks with therapy that is FDA-approved and as effective as nasal steroids for the treatment of rhinitis.”\n\nThe company says that Sonucast has been trained on data from thousands of human subjects and hundreds of CT scans, making it the first-ever AI to be used for allergy forecasting and acoustic resonance therapy (ART). The company also claims that a randomised controlled trial of its Sonuband device resulted in 80% of users seeing significant clinical improvement over two weeks.\n\nJayakar Nayak, associate professor of otolaryngology at Stanford Otolaryngology-Head and Neck Surgery, said: “Our nasal anatomy is the silent architect of respiratory health in many individuals, and can dictate how we respond to environmental triggers. SoundHealth’s SONUCast represents a major step forward for patients as it can empower them to more effectively predict and therefore manage their nasal allergies. The data and clinical science behind SONUCast are quite groundbreaking and may set a new standard for both prediction and treatment of nasal congestion due to allergies.”\n\nElsewhere in the field of allergy treatment, French company Crossject has secured €6.9m in funding to advance the development of ZENEO Epinephrine, its prefilled needle-free platform and treatment for severe allergic reactions. Meanwhile, AliveDx has obtained the European In Vitro Diagnostic Device Regulation (IVDR) CE mark for its microarray immunoassay in allergy diagnostics.\n\nStory continues\n\n\"SoundHealth launches nasal measuring AI app to combat allergies\" was originally created and published by Medical Device Network, a GlobalData owned brand.\n\n\n\n\n\n\n\nThe information on this site has been included in good faith for general informational purposes only. It is not intended to amount to advice on which you should rely, and we give no representation, warranty or guarantee, whether express or implied as to its accuracy or completeness. You must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our site."
    },
    {
        "title": "BlumFest to Include ‘Paranormal Activity’ Re-Release",
        "link": "https://www.msn.com/en-us/movies/news/blumfest-to-include-paranormal-activity-re-release/ar-AA1qIo8r?ocid=BingNewsVerp",
        "description": "BlumFest has found its lineup for this year’s Halloween season. It will kick off with the 2009 found footage feature ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mOdty5UGfAkCNsT4-2N_ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19hon MSN",
        "source": "Hollywood Reporter on MSN",
        "article_content": ""
    },
    {
        "title": "BlumFest 2024 Lineup Revealed, Paranormal Activity, FNAF, & More Returning to Theaters",
        "link": "https://www.yahoo.com/entertainment/blumfest-2024-lineup-revealed-paranormal-180220798.html",
        "description": "Just in time for the forthcoming Halloween festivities, a collection of Blumhouse fan favorites are returning to theaters.",
        "image_url": "https://www.bing.com/th?id=OVFT.XVIisUf0mO4a4cW51lez2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22h",
        "source": "Yahoo",
        "article_content": "Just in time for the forthcoming Halloween festivities, a collection of Blumhouse fan favorites are returning to theaters. BlumFest 2024 will be bringing six horror titles back to the big screen in participating AMC theaters starting on September 25 through October 30.\n\nBlumhouse is a production company known for its wide array of horror offerings, from Get Out to The Invisible Man and M3GAN to the Insidious franchise, among a handful of others. With a slew of fans wanting to experience Blumhouse movies on the big screen once again, the company created an annual celebration called BlumFest to celebrate all things horror — and, of course, Blumhouse.\n\nNow, with Halloween approaching, the company has revealed the six titles receiving theatrical rerelease treatments this 2024.\n\nWhat are the movies included in the BlumFest 2024 lineup?\n\nTo commemorate the 15th anniversary of Paranormal Activity, the found-footage horror movie will kick off the event followed by Lights Out, Insidious: Chapter 2, Happy Death Day, The Black Phone, and Five Nights At Freddy’s.\n\nFurthermore, moviegoers can get their hands on exclusive posters and stickers during the BlumFest 2024 celebration while supplies last.\n\n“This whole month is a love letter to Halloween and our fans, and we’re grateful to our partners at AMC for joining us for BlumFest, our annual October celebration of all things Blumhouse. I can’t believe we’re already celebrating the 15th anniversary of Paranormal Activity, because it feels like we’re just getting started,” Blumhouse founder and CEO Jason Blum said in a statement (via ComicBook).\n\nYou can check out the BlumFest 2024 schedule down below:\n\nSeptember 25: Paranormal Activity\n\nOctober 2: Lights Out\n\nOctober 9: Insidious: Chapter 2\n\nOctober 16: Happy Death Day\n\nOctober 23: The Black Phone\n\nOctober 30: Five Nights At Freddy’s\n\nYou can visit AMC’s official BlumFest website to purchase advance tickets.\n\nThe post BlumFest 2024 Lineup Revealed, Paranormal Activity, FNAF, & More Returning to Theaters appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
    },
    {
        "title": "This Iconic Found Footage Horror Film Is Returning to Theaters",
        "link": "https://www.msn.com/en-us/movies/other/this-iconic-found-footage-horror-film-is-returning-to-theaters/ar-AA1qLlAq?ocid=BingNewsVerp",
        "description": "Blumhouse has partnered with AMC Theaters in order to celebrate the legacy the studio has created over the years. The event ...",
        "image_url": "https://www.bing.com/th?id=OVFT._gRzN8y38l1PBxFa1ECrOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19hon MSN",
        "source": "collider on MSN",
        "article_content": ""
    },
    {
        "title": "‘Paranormal Activity’ returning to cinemas for 15th anniversary",
        "link": "https://www.nme.com/news/film/paranormal-activity-returning-to-cinemas-for-15th-anniversary-3794898",
        "description": "Blumhouse is teaming up with AMC cinemas for their Blumfest 2024 celebrations to mark Halloween – and the 15th anniversary of Paranormal Activity. The supernatural horror film, directed by Oren Peli, ...",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "NME16h",
        "source": "NME",
        "article_content": "Paranormal Activity is returning to US cinemas for its 15th anniversary – check out all the details below.\n\nBlumhouse is teaming up with AMC cinemas for their Blumfest 2024 celebrations to mark Halloween – and the 15th anniversary of Paranormal Activity.\n\nThe supernatural horror film, directed by Oren Peli, was released in 2009 and focussed on a young couple who are haunted by a supernatural presence in their home.\n\nThe film was originally developed as an independent feature for around $15,000 (£11,000) but was then bought by Paramount Pictures and modified for an additional $200,000 (£151,000). The film made nearly $108million (£81million) at the US box office, plus a further $85million (£64 million) internationally. It subsequently became one of the most profitable films ever made.\n\nAdvertisement\n\nNow, the film will be shown as part of Blumfest on September 25, which will take place every Wednesday night at 7pm and 9pm across 150 AMC locations (in the US only) for six weeks.\n\nTickets will be priced at a special discounted rate for the festival and attendees will receive a special poster commemorating this year’s line-up. Additionally, fans will get to see “exclusive sneak peeks and exclusive recorded messages from directors and talent from the films,” according to a statement from Blumhouse.\n\nRecommended\n\nThey added: “Blumhouse fans can attend special screenings, score one-time-only giveaways, be the first to see exclusive sneak peeks, and more. AMC’s BlumFest marks the first time that BlumFest, the annual October celebration of all things Blumhouse, has included a national screening program.”\n\nTickets will go on sale here from September 17 and the programme is as follows:\n\nSeptember 25\n\nParanormal Activity – written and directed by Oren Peli\n\nOctober 2\n\nLights Out – written by Eric Heisserer and David F. Sandberg and directed by David F. Sandberg\n\n\n\nOctober 9\n\nInsidious: Chapter 2 – written by James Wan and Leigh Whannell and directed by James Wan\n\nAdvertisement\n\nOctober 16\n\nHappy Death Day – written by Scott Lobdell and directed by Christopher Landon\n\nOctober 23\n\nThe Black Phone – written by Joe Hill, Scott Derrickson and C. Robert Cargill, and directed by Scott Derrickson\n\nOctober 30\n\nFive Nights At Freddy’s – written by Scott Cawthon, Seth Cuddeback and Emma Tammi and directed by Emma Tammi\n\n“This whole month is a love letter to Halloween and our fans, and we’re grateful to our partners at AMC for joining us for BlumFest, our annual October celebration of all things Blumhouse. I can’t believe we’re already celebrating the 15th anniversary of Paranormal Activity, because it feels like we’re just getting started,” said Jason Blum, Founder and CEO of Blumhouse.\n\n“Though AMC entertains Blumhouse film fans year-round, the Halloween season makes horror movies even more fun,” added Elizabeth Frank, EVP of Worldwide Programming and Chief Content Officer at AMC Theatres. “We’re excited to bring the BlumFest celebration to the big screen with fan favourite movies and unique extra content.”\n\nMeanwhile, Blumhouse announced back in June that it is stepping into the world of video games with six new indie titles."
    },
    {
        "title": "BlumFest Brings Paranormal Activity, Five Nights at Freddy's, and More Back to Theaters",
        "link": "https://comicbook.com/horror/news/blumfest-halloween-theaters-paranormal-activity-insidious-five-nights-at-freddys/",
        "description": "\"Though AMC entertains Blumhouse film fans year-round, the Halloween season makes horror movies even more fun,\" Elizabeth Frank, EVP of Worldwide Programming and Chief Content Officer at AMC Theatres, ...",
        "image_url": "https://www.bing.com/th?id=OJ.MbN9Xr3zTLPMtQ&pid=news&w=90&h=16&rs=2",
        "category": "paranormal",
        "date": "23h",
        "source": "Comicbook.com",
        "article_content": "As we inch closer and closer to Halloween, horror fans will be revisiting a number of their favorite films that get them into the spooky spirit, which likely include a number of films from Blumhouse Productions. In honor of the festivities, the studio is bringing some of their fan-favorite movies back to theaters on select dates at AMC Theatres locations, including Paranormal Activity, Happy Death Day, and Insidious: Chapter 2. This year's BlumFest will also include The Black Phone and Five Nights at Freddy's, making these screenings great opportunities to revisit frightening features that are confirmed to be getting sequels. You can head to AMC's BlumFest website to purchase your tickets at participating theaters.\n\nThe schedule of releases is as follows:\n\nWednesday, September 25th – Paranormal Activity\n\nWednesday, October 2nd – Lights Out\n\nWednesday, October 9th – Insidious: Chapter 2\n\nWednesday, October 16th – Happy Death Day\n\nWednesday, October 23rd – The Black Phone\n\nWednesday, October 30th – Five Nights At Freddy's\n\n\n\n\"This whole month is a love letter to Halloween and our fans, and we're grateful to our partners at AMC for joining us for BlumFest, our annual October celebration of all things Blumhouse. I can't believe we're already celebrating the 15th anniversary of Paranormal Activity, because it feels like we're just getting started,\" Jason Blum, Founder and CEO of Blumhouse, shared in a statement.\n\n\"Though AMC entertains Blumhouse film fans year-round, the Halloween season makes horror movies even more fun,\" Elizabeth Frank, EVP of Worldwide Programming and Chief Content Officer at AMC Theatres, added. \"We're excited to bring the BlumFest celebration to the big screen with fan-favorite movies and unique extra content.\"\n\nOf all the films being featured in this year's BlumFest, Lights Out marks the only entry that was an entirely standalone experience that hasn't earned any follow-ups. The movie was directed by David K. Sandberg, which was based on a short film he made, with the filmmaker then making Annabelle: Creation before jumping into the world of superheroes with Shazam! and Shazam!: Fury of the Gods.\n\nWhile movies like The Black Phone and Five Nights at Freddy's are getting sequels, this year's BlumFest is also slightly bittersweet, as it serves somewhat as a reminder that some beloved Blumhouse franchises have stagnated.\n\nThis year might mark the 15th anniversary of the release of Paranormal Activity, and while the series earned six sequels, the current status of the franchise is entirely unknown. The last entry, Paranormal Activity: Next of Kin, debuted exclusively on Paramount+ in 2021, with no substantial updates on another entry having emerged in the years since.\n\nAnother screening that will frustrate fans is Happy Death Day, the 2017 slasher that saw a character being killed on her birthday, only to wake up that same morning to re-live the day's events as she tried to discover her murderer. The movie was a surprise hit, which earned it the 2019 sequel Happy Death Day 2U, though that film's underwhelming performance at the box office prevented it from getting a third entry, despite that sequel's post-credits scene setting up a trilogy.\n\nBlumFest kicks off at AMC Theatres on September 25th.\n\nWhich movies will you be checking out on the big screen? Contact Patrick Cavanaugh directly on Twitter or on Instagram to talk all things Star Wars and horror!"
    },
    {
        "title": "New AI Institute Led by UT Researchers Will Accelerate Cosmic Discovery",
        "link": "https://cns.utexas.edu/news/announcements/new-ai-institute-led-ut-researchers-will-accelerate-cosmic-discovery",
        "description": "Stella Offner of University of Texas at Austin Astronomy along with Arya Farahi of the Department of Statistics and Data ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3zcp2NcWahB8X3t1jKLfxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Journalism in the Americas1h",
        "source": "Journalism in the Americas",
        "article_content": "The University of Texas at Austin has been chosen to lead a new institute that harnesses artificial intelligence to explore some of the leading mysteries of the universe, including dark matter and the fundamentals related to the search for life. Housed in UT’s Oden Institute for Computational Sciences and Engineering, the NSF-Simons AI Institute for Cosmic Origins will be funded by the National Science Foundation (NSF) and the Simons Foundation. Its mission is to develop AI technologies for astronomical research to advance our understanding of the cosmos and accelerate the pace of new scientific discoveries.\n\n“This is an exciting opportunity to advance our understanding and help answer some of the most fundamental questions about the universe. As part of our campus, NSF-Simons CosmicAI will drive discovery using AI, enabled by an incredible set of talented people and the largest GPU cluster in all of academia. And, through the Oden Institute, it will collaborate with eight scientific domains that are among the best in the country,” said UT President Jay Hartzell. “As astronomical data tend to be public and nonproprietary, CosmicAI aligns with our University’s mission to use open AI as an enabler for the public good. We are grateful for our partnership with NSF and the Simons Foundation to launch this institute.”\n\nCosmicAI, which further advances UT’s “Year of AI” initiative, will unite an interdisciplinary group of faculty members and researchers under one umbrella to expand AI innovation in astronomy. It will span eight departments with more than 17 faculty members in the areas of astronomy, computer science, statistics and data science, linguistics, information sciences, math, mechanical engineering and aerospace engineering.\n\n“By building next-generation AI tools, the institute will accelerate discoveries related to the most basic human question: ‘Where do we come from?’ The CosmicAI research will investigate the origins of the universe including the formation of galaxies, stars, planets and even the building blocks for life,” said Stella Offner, director of the new institute. Offner is an associate professor of astronomy in the College of Natural Sciences and co-director of the Center for Scientific Machine Learning at the Oden Institute.\n\nCosmicAI will develop AI approaches to efficiently process large astronomical datasets, explore the nature of dark matter and model prebiotic molecules that are key to life in the universe. The institute also plans to democratize access to astronomical data by developing a powerful AI-based astronomy “co-pilot” to streamline the scientific method in astrophysics and assist researchers with visualizing data, producing statistical analyses, understanding the scientific literature and more.\n\n“The Oden Institute is thrilled to provide an interdisciplinary home for CosmicAI. It has been particularly exciting to see cross-campus collisions taking place and laying foundations for this exciting new effort,” said Karen Willcox, director of the Oden Institute.\n\nWith a goal to make AI training and methods accessible to all, the grant includes extensive education and outreach components to help train the AI-literate workforce of tomorrow. From multitiered programs to engage high school students with astronomy data, to research training for undergraduates, to graduate-level courses offered through an AI-astronomy certificate-type program, CosmicAI will build opportunities through reducing barriers, lowering costs and expanding online opportunities.\n\nAdditionally, CosmicAI will leverage the resources of the Texas Advanced Computing Center to launch a data platform that hosts large astronomical datasets within an AI-enabled analysis. The data platform will serve as a nexus for community calculations and collaboration.\n\nThe new institute will be co-directed by Matthew Lease, professor in UT’s School of Information and an expert in AI modeling and human-computer interaction. He is a faculty founder and leader of the University’s Good Systems initiative, a nine-year campuswide grand challenge to develop ethical AI technologies.\n\n“It is exciting to witness AI transforming the scientific discovery pipeline, which will accelerate progress at an unprecedented pace, unlocking innovations that promise to transform our understanding of the universe,” said Arya Farahi, a research group lead for CosmicAI and assistant professor in the Department of Statistics and Data Sciences at UT.\n\nThe new National Artificial Intelligence Research Institute for astronomical sciences is part of the NSF-led National Artificial Intelligence Research Institutes program, which now includes 27 AI institutes across the U.S., two of them led by UT: the AI Institute for Foundations of Machine Learning and CosmicAI. The new institute will receive $20 million over five years: $10 million from NSF and $10 million from the Simons Foundation.\n\nInstitutional partners in NSF-Simons CosmicAI include the NSF National Optical-Infrared Astronomy Research Laboratory, the NSF National Radio Astronomy Observatory, the University of Virginia, the University of Utah and the University of California, Los Angeles. These institutions will be joined by private collaborators, including the nonprofit Allen Institute for Artificial Intelligence, which drives open-source generative AI efforts in the scientific domain through their foundation model OLMo.\n\nLearn more at cosmicai.oden.utexas.edu."
    },
    {
        "title": "\"Remarkable\" discovery suggests dinosaurs liked BC mountains",
        "link": "https://dailyhive.com/vancouver/bc-dinosaurs-major-discovery",
        "description": "BC researchers have made what's being called a \"remarkable\" discovery when it comes to understanding dinosaurs in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F6LaJvPvCPHsN18TC2-lsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "Daily Hive",
        "article_content": "A “major” BC discovery involving dinosaurs was made, and it’s one of Jurassic proportions.\n\nThe discovery was made in the remote mountains of BC and has uncovered several new findings that researchers were unaware of.\n\nA joint release from the Royal BC Museum and the Royal Canadian Geographic Society revealed that 66 to 68 million-year-old fossils were discovered in an area previously considered home to only one dinosaur species.\n\n“Not only are we finding fossils in the mountains, but the dinosaurs we are finding were living among the mountains, too, which is really different compared to other fossil sites in North America,” said Dr. Victoria Arbour, curator of palaeontology at the Royal BC Museum and lead researcher on the project.\n\nThe discovery was made at a 2,000-metre altitude in the Skeena Mountains in Spatsizi Plateau Wilderness Provincial Park. The fossil site is only accessible by helicopter.\n\nOver 90 fossils were found, including teeth belonging to a relative of the T-Rex, teeth belonging to a relative of the Triceratops, bones from a large herbivore, and a foot belonging to a small meat-eater.\n\nFurther analysis, including extracting the fossils from concrete-like rock, is needed, but the findings could potentially mean discovering a species unknown to science.\n\nDinosaurs once roamed parts of BC, and this discovery could help researchers understand more about the specifics of the ones who did.\n\n“This is truly a remarkable discovery that will not only help us to understand more about the dinosaurs who roamed British Columbia but also highlights the remarkable dedication of this team of researchers,” said Royal BC Museum CEO Tracey Drake.\n\nIf you’re interested in checking out the fossils, you’ll have to wait a couple of years, including a visit to Colwood, BC.\n\n“Visitors will have the opportunity to observe the research process through viewing windows into the palaeontology lab at PARC Campus.”\n\nThe Royal BC Museum says that evidence of dinosaurs in BC can even be found on Vancouver Island, the Kootenays and the Peace Region.\n\nYou can read more about dinosaurs in BC here."
    },
    {
        "title": "Giant Millipede Lost to Science for a Century Rediscovered in Madagascar with 20 More Species in World-First Expedition",
        "link": "https://www.goodnewsnetwork.org/giant-millipede-lost-to-science-for-a-century-rediscovered-in-madagascar-with-20-more-species-in-world-first-expedition/",
        "description": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dqsKn038R71YWfWxxcyf0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "GoodNewsNetwork3h",
        "source": "GoodNewsNetwork",
        "article_content": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent scientific expedition to Madagascar.\n\nNot seen in 126 years, it was part of a bevy of species identified by scientists among the trees and waterfalls in a remote section of the largest forest on the island, called Makira.\n\nThe expedition was part of Re:wild’s Search for Lost Species program, on the progress of which GNN has reported substantially over the last four years. It included teams of scientists and conservationists from 4 different organizations, as well as local guides.\n\nDifferent specialized team members were searching for mammals, fish, birds, reptiles, amphibians, and invertebrates that have not had a documented sighting in at least a decade or more, but are not assessed as extinct by the IUCN Red List of Threatened Species. The full team, which numbered more than 30 people, searched Makira for several weeks in September 2023 and spent several months analyzing their results.\n\n“In the past the Search for Lost Species has primarily looked for one or two species on each expedition, but there are now 4,300 species that we know of around the world that have not been documented in a decade or more,” said Christina Biggs, lost species officer for Re:wild, whose eDNA work during the expedition detected 37 additional vertebrate species that the taxonomic experts didn’t sight.\n\n“Madagascar is a biodiversity hotspot and Makira is an underexplored area within the country, so we decided to pilot a new model for lost species searches there. We convened a group of scientists to search for as many species as possible, and it proved successful.”\n\nThe expedition team initially had a list of 30 lost species they were hoping to find in Makira. The species on the list included 3 mammals, 3 fish, 7 reptiles, 12 insects, and 5 spiders. With the help of local guides and fishermen, the team found the 3 fish species on the list highlighted by the Makira rainbow fish, not seen in 20 years.\n\n“When we didn’t find anything during the first five days of the expedition it was very frustrating,” said Tsilavina Ravelomanana, fish biologist at Antananarivo University, who had been to Makira 20 years earlier to survey freshwater fish. “We sampled a small tributary of the Antainambalana River, then the main river, then upstream, and then downstream, but we still didn’t find any fish.”\n\nTwo of the expedition’s local guides, Melixon and Edmé, hiked around a steep waterfall and over mountains to villages that were within a few days’ walk of the expedition’s base camp along the Antainambalana River. After several days, the guides were able to find a Makira rainbow fish, a common fish to local communities, and brought it back to the camp in a bucket of water.\n\nThe semi-translucent fish is only a few inches long. The guides were also able to find Ptychoromis makira, which biologists think may only live in one small area near Andaparaty, and is a rare species—even to local communities.\n\nMakira proved to be home to several lost species of insects including bugs and some that were not even on the initial list of lost species for the area. Entomologists found two different species of ant-like flower beetles that had been lost to science since 1958. However, the most unexpected rediscovered lost species was a giant, dark brown millipede.\n\nA SIMILAR EXPEDITION TO CHILE: Mushroom Enthusiasts Help Find Species Lost to Science–Rescuing it from Nature’s ‘Top 25 Most Wanted’ List\n\n“I personally was most surprised and pleased by the fact that the giant millipede Spirostreptus sculptus, not uncommon in Makira Forest, appeared to be another lost species known only from the type specimen described in 1897,” said Dmitry Telnov, an entomologist on the expedition team. “The longest specimen of this species we observed in Makira was a really gigantic female measuring 27.5 centimeters [10.8 inches] long.”\n\nThe expedition team also found a variety of spider species in Makira, including five jumping spiders that were lost to science and 17 spiders that are new to science. The longest-lost spider was the jumping spider Tomocyrba decollata, which had not had a documented sighting since 1900, when it was first described by science.\n\nThe most unexpected discovery was a new species of zebra spider. One evening a hanging egg sac in the entrance of a small cave caught the eye of one of the team members.\n\n“I immediately recognized them as something special,” said Brogan Pett, director of the SpiDiverse working group at the Biodiversity Inventory for Conservation and doctoral candidate at the University of Exeter.\n\nMADAGASCAR CONSERVATION: Reforestation is Difficult: But Local Farmers of NGO Green Again Madagascar Are on Top of It\n\n“Pendulous egg sacs are one of the characteristics of the family of zebra spiders this new species belongs to. I crawled a short way inside the cave and saw a few adult spiders guarding egg sacs—they were quite large spiders and it was remarkable that they had gone unrecognized for so long.”\n\nAlthough the expedition found nearly two dozen lost species, there were several that the expedition team was unable to find including the Masoala fork-marked lemur; a large chameleon, Calumma vatososa, meaning “beautiful stone” in Malagasy, and the recently rediscovered dusky tetraka. The lemur has not had a documented sighting since 2004 and the chameleon since 2006.\n\nThe dusky tetraka was rediscovered by the Search for Lost Birds in Madagascar in December 2022 and January 2023 in two different locations in Andapa and Masoala. Makira is between these sites, and ornithologists were hoping to determine if the species also lives there. They were unable to find any of the cryptic olive and yellow birds during the expedition, but they are not ready to rule out the forest as a habitat for the species yet.\n\nMORE RESULTS FROM RE:WILD: Long-Beaked Creature Is Proven Not Extinct in First Ever Photos: ‘Blows My Mind’ After 60 Years\n\n“The Makira Forest has the potential for two rare bird species, the dusky tetraka, and the Madagascar serpent eagle, but we were not able to find them this time,” said Lily Arison Rene de Roland, Madagascar program director for the Peregrine Fund, another organization that joined the expedition.\n\nMadagascar has one of the highest rates of endemism of anywhere on planet Earth. For millions of years, plants and animals have evolved in seclusion—creating unique ecosystems that don’t exist anywhere else.\n\nSHARE These Hidden Natural Wonders Of Evolution With Your Friends…"
    },
    {
        "title": "'Unhappy Fish': New species 'grumpy dwarfgoby' discovered in the Red Sea",
        "link": "https://www.moneycontrol.com/science/unhappy-fish-new-species-grumpy-dwarfgoby-discovered-in-the-red-sea-article-12824236.html",
        "description": "Researchers have recently discovered a new fish species in the Red Sea, one that appears quite grouchy. The Grumpy Dwarfgoby, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.noiTHX7AW0QalWCZrF6Giy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10h",
        "source": "moneycontrol.com",
        "article_content": "Researchers have recently discovered a new fish species in the Red Sea, one that appears quite grouchy. The Grumpy Dwarfgoby, or Sueviota aethon, was first identified near Saudi Arabia’s Farsan banks, a reef area in the Red Sea. Found in underwater caves and crevices, the small fish lives at depths between 33 and 174 feet below the surface.\n\nRead Also: 'God of Chaos': Massive asteroid Apophis could hit earth if it collides continuously with another space rocks\n\nStory continues below Advertisement Remove Ad\n\nFurther sightings were made near Thuwal, a village in Makkah Province. Despite measuring less than two centimetres, the Grumpy Dwarfgoby stands out with its large canine teeth and a perpetually cranky expression. The fish range in colour, with some appearing dark red and others showing yellowish-orange and white hues. Their black pupils are surrounded by golden iridescent rings.\n\nThis distinct red colouring helps them blend into the reef walls, which are covered in red algae. Their sharp teeth are used to catch tiny prey. (Image: Viktor Nunes Peinemann)\n\nThis distinct red colouring helps them blend into the reef walls, which are covered in red algae. Their sharp teeth are used to catch tiny prey. The discovery was made by researchers from King Abdullah University of Science and Technology (KAUST) and the University of Washington.\n\nInitially, scientists thought they had rediscovered the known Fiery Dwarfgoby, first found in the 1970s. (Image: Viktor Nunes Peinemann)\n\nInitially, scientists thought they had rediscovered the known Fiery Dwarfgoby, first found in the 1970s. However, after further analysis, they realised this was an entirely new species. Their findings were published recently in ZooKeys.\n\nLucía Pombo-Ayora, a co-author of the study, noted, \"In its tiny world, it seems like a fierce predator. Its grumpy face and large teeth give it an intimidating look, despite its small size.\"\n\nStory continues below Advertisement Remove Ad\n\nRead Also: Majestic snow leopard caught on camera by US photographer leaves internet awestruck; watch it here\n\n\n\nClimate Change Threatens the Red Sea’s Fragile Ecosystem\n\nThe Red Sea is known for its unique species, many of which are found nowhere else. However, climate change has been causing severe disruptions in the region. In 2023, about 94% of the ocean's surface experienced at least one marine heatwave. Such heat stresses coral reefs, driving out the algae they rely on, causing bleaching and increased vulnerability to disease.\n\nOcean acidification, driven by the absorption of carbon dioxide, also causes coral structures and other calcium-based organisms to dissolve. Coral reefs themselves are made up of thousands of small creatures called polyps, which create hard calcium carbonate exoskeletons.\n\nThe Red Sea has suffered from significant coral bleaching and death in recent years. Although other factors, like pollution and low tides, can also cause bleaching, the discovery of the Grumpy Dwarfgoby highlights the importance of ongoing conservation efforts.\n\nRead Also: Mysterious deep-space radio signal reaches Earth after 8 billion years, leaving scientists puzzled\n\nUrgent Call for Conservation as Marine Biodiversity Faces Extinction\n\nViktor Nunes Peinemann, the lead scientist on the discovery, stated, \"Finding species like the Grumpy Dwarfgoby shows how much biodiversity remains hidden in the Red Sea. But the changing environment is worrying. We could lose some species before we even identify them.\" Peinemann discovered the fish during a dive, aiming to explore reef diversity.\n\nAs climate change threatens coral reefs, the urgent need for continued research and conservation efforts is clear."
    },
    {
        "title": "Truly Supermassive Black Hole Has Jets Spanning 23 Million Light-Years, The Biggest Ever Seen",
        "link": "https://www.msn.com/en-us/news/other/truly-supermassive-black-hole-has-jets-spanning-23-million-light-years-the-biggest-ever-seen/ar-AA1qMMED?ocid=BingNewsVerp",
        "description": "The discovery of something this immense surprisingly early in the lifetime of the universe overturns what we thought we knew ...",
        "image_url": "https://www.bing.com/th?id=OVF.%2bDsRi6A2NWEbDBHSc2yqhQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN42m",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "Razorpay becomes first-ever payment aggregator to launch no-code data integration platform",
        "link": "https://timesofindia.indiatimes.com/technology/tech-news/razorpay-becomes-first-ever-payment-aggregator-to-launch-no-code-data-integration-platform/articleshow/113434717.cms",
        "description": "Razorpay introduces DataSync, a no-code data integration platform leveraging Amazon Redshift and Snowflake AI Data Cloud.",
        "image_url": "https://www.bing.com/th?id=OVFT.OcVwCpc2Hkp-T2NI6vK2NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "Indiatimes",
        "article_content": "How this platform will help Razorpay and its clients\n\n\n\nRazorpay has launched DataSync , a no-code data integration platform. With this new platform, the company aims to change the way businesses have been traditionally using critical payment, transaction, refund, chargebacks and settlement data. Built on Amazon Redshift and theSnowflake AI Data Cloud , DataSync will help businesses securely and easily integrate theirfinancial and business data on Razorpay.This will enable businesses to leverage their data fordeeper business intelligence, enhanced financial reporting, improved fraud and security monitoring as well as generate new revenue ideas by turning payment data into a profit centre.According to a recent report by ACI Worldwide, 49% of all real-time transactions worldwide weremade in India in 2023. However, real-time payments also present challenges in managing the resulting data such as inaccurate decision-making caused by outdated or incorrect data which can lead to flawed strategies and suboptimal choices.Furthermore, operational inefficiencies arise from delayed access to this transactional data, which impacts the finance and accounting department’s ability to perform timelyreconciliations and support efficient business operations. These challenges can hinder a business’ agility and competitiveness, potentially resulting in missed opportunities and competitive disadvantages in fast-paced markets.As markets evolve, the ability to leverage real-time data with minimal errors and operational inefficiencies has become essential for businesses to remain competitive. As India’s first no-code data integration platform, DataSync will help businesses make faster, data-driven decisions by providing real-time information on transactions, including - settlements, refunds, chargebacks, and reversals with robust security and minimal latency.Razorpay claims that DataSync will help businesses save up to 50% in operational costs , improve fraud and ensure 99.99% uptime with fast access to important transaction data.The company claims that DataSync also employs security protocols to ensure compliance and protect sensitive customer and business information. This will ensure that all data transactions remain secure against potential threats. The solution promises to provide a suite of datasets that will enable businesses to select their preferred data storage destinations.This approach has also eliminated the need for API integrations or report management, resulting in time and cost savings."
    },
    {
        "title": "The 22-year-old building Roblox developer tools to make gaming more efficient",
        "link": "https://www.msn.com/en-us/news/technology/the-22-year-old-building-roblox-developer-tools-to-make-gaming-more-efficient/ar-AA1qMk6G?ocid=BingNewsVerp",
        "description": "Gamebeast is a live operations tooling platform that lets developers modify games without needing to release a new version or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CVNb4DUbsCV2aEnJGOPlqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "This Billionaire's Startup Wanted To Build A Space Station. Now It Can Barely Pay Its Bills",
        "link": "https://www.forbes.com/sites/jeremybogaisky/2024/09/17/axiom-space-station/",
        "description": "Billionaire Kam Ghaffarian's startup wants to build a space station to replace the ISS. But missteps, dire financials and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YSyikL70JjJa9lD_x4dpgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "21h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "'It starts with me as a play caller': Colts DC Gus Bradley on team's terrible run defense",
        "link": "https://www.msn.com/en-us/sports/nfl/it-starts-with-me-as-a-play-caller-colts-dc-gus-bradley-on-team-s-terrible-run-defense/ar-AA1qJl3m?ocid=BingNewsVerp",
        "description": "Gus Bradley has to start finding some answers. The Colts run defense has been historically bad, allowing Houston and Green ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PATgsH_j7eoalIzcj0isgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Top Software Leaders Share Their Talent and AI Strategies in Karat’s 2024 Tech Hiring Trends Report",
        "link": "https://finance.yahoo.com/news/top-software-leaders-share-talent-130000233.html",
        "description": "The report reveals improving sentiment around technical hiring and software engineering performance as forward-looking hiring ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xpgrRzkzXiWXi1PCyv-YoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Yahoo Finance7h",
        "source": "Yahoo Finance",
        "article_content": "Karat’s annual survey of software leaders signals an uptick in tech hiring and shows differentiation for companies that are accelerating interview scheduling, working with talent evaluation partners, and centralizing the hiring process. (Graphic: Business Wire)\n\nKarat’s annual survey of software leaders signals an uptick in tech hiring and shows differentiation for companies that are accelerating interview scheduling, working with talent evaluation partners, and centralizing the hiring process\n\nSEATTLE, September 18, 2024--(BUSINESS WIRE)--Karat, the world’s most trusted talent evaluation partner, released its fourth annual Tech Hiring Trends report today. The report reveals improving sentiment around technical hiring and software engineering performance as forward-looking hiring targets are up across the U.S. and India compared to last year.\n\nKarat’s 2024 Tech Hiring Trends report is based on a survey conducted by The Harris Poll of more than 400 software leaders. The report highlights the shifting talent landscape, rising engineering quality, and talent strategies of top performing companies, featuring exclusive insights from engineering leaders at organizations including Tesla, Walmart, Deloitte, and more.\n\n\"We’re in the midst of a multi-year shift in tech talent strategies, and it’s encouraging to see hiring targets trending up as leaders look ahead to 2025,\" shared Jeffrey Spector, Karat co-founder and president. \"As hiring picks back up and the value of strong software engineers continues to grow, it’s going to be challenging for leaders to balance the growing volume and pace of hiring with the consistency and quality controls they sought to implement over the past two years.\"\n\nDespite persistent worries about AI eliminating the need for tech workers, this year’s report highlighted the growing value that strong software engineers produce for top employers, as well as the widening gap between high and lower performing organizations. 69% of top-performing engineering leaders said that a strong engineer was worth at least 3x their salary, up from 60% last year. At the same time, lower-performing leaders are seeing diminishing returns, with just 39% giving their developers a 3x valuation.\n\n\"The gap between the winners and losers of today’s AI-driven tech landscape is growing. One reason for this gap is that just 68% of engineering leaders are very confident that qualified candidates are receiving job offers, but that percentage increases dramatically for top-performing leaders,\" added Spector. \"In a world where one out of every three hires aren’t being made with confidence, it’s important to understand how competitors are using centralized hiring processes, talent evaluation partners, and speed to win the race for top talent.\"\n\nRoles relating to the development and implementation of AI systems, including AI engineers, data analysts, and full-stack developers, were among the highest priorities for engineering leaders this year. There was also a strong correlation between organizations leveraging AI tools on the job, and satisfaction with the performance of engineering teams.\n\nStory continues\n\nReport highlights and best practices\n\nThe value strong engineers create is growing: Top Performing engineering leaders estimate a higher ROI from their engineering teams. Global competition is heating up: Hiring targets are growing. While engineering leaders are finding it easier to identify and hire software engineers in the United States, leaders in India are finding some aspects more challenging compared to last year. Top Performing companies are more likely to be leveraging AI tools on the job and believe that these tools can make their engineers and the hiring process more efficient. Best practices: Moving fast, interviewing more candidates at each stage, and centralizing the hiring process are all strategies that help companies hire with confidence.\n\nTo download the full report, visit https://karat.com/resource/tech-hiring-trends/.\n\nAbout Karat\n\nKarat makes it easy to hire great engineers. From application to offer, Karat is helping the world’s largest companies improve the quality, efficiency, and equity of their technical hiring process. Through innovative assessments, live expert-led technical interviews and unmatched talent insights, Karat makes it possible to hire quickly and confidently while giving every candidate an equal opportunity to show what they can do. Learn more about why global leaders like PayPal, Atlassian, and Citi trust Karat to help them hire top talent and build exceptional engineering teams at www.karat.com.\n\nAbout The Harris Poll\n\nThe Harris Poll is one of the longest running surveys in the U.S. tracking public opinion, motivations and social sentiment since 1963. It is now part of Harris Insights & Analytics, a global consulting and market research firm that strives to reveal the authentic values of modern society to inspire leaders to create a better tomorrow. We work with clients in three primary areas; building twenty-first-century corporate reputation, crafting brand strategy and performance tracking, and earning organic media through public relations research. Our mission is to provide insights and advisory to help leaders make the best decisions possible. To learn more, please visit www.theharrispoll.com.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240918711555/en/\n\nContacts\n\nGordie Hanrahan\n\nSr. Director Communications\n\npress@karat.com"
    },
    {
        "title": "2 ways AI will change the software industry: Creatio CEO",
        "link": "https://finance.yahoo.com/video/2-ways-ai-change-software-215320179.html",
        "description": "Creatio CEO Katherine Kostereva joins Asking for a Trend to discuss how the startup is looking to lead the enterprise no-code ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cfv1gxlmuSdPFKjuFp0lmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18h",
        "source": "YAHOO!Finance",
        "article_content": "Creatio CEO Katherine Kostereva joins Asking for a Trend to discuss how the startup is looking to lead the enterprise no-code market.\n\n\"In the world, the population of software developers is 25 million people, which sounds like a big number, but in reality, it is not. When you think about the demand for automation, there are 500 million apps that need to be automated by those 25 million software developers. So the math doesn't really work there. And the question is how to solve this issue. And the solution is engage knowledge workers, nonprofessional software developers, we call them knowledge workers or citizen developers,\" Kostereva tells Yahoo Finance.\n\nCreatio allows companies to automate their workflows and build their own apps and software through a drag-and-drop process. \"What we're doing right now is actually reimagining the world of no code when AI builds the software for you,\" she explains, adding, \"We raised $200 million at $1.2 billion valuation in June to invest into AI, because that's where we see the future of automation in the workflow space.\" In addition, she highlights that Creatio has grown 50% year-over-year despite rocky market conditions.\n\nKostereva notes that AI will change the industry in two ways. First, the technology will allow businesses to create their own apps and workflows. \"As we say, English is the future coding language, and we see that AI is going to be a bigger revolution on the market than even internet was many years ago,\" she explains.\n\nThe second way she believes AI will change the market is by \"raising the productivity and efficiency of knowledge workers who use this software for case resolution service management, call center management, marketing, sales automation, you name it.\"\n\nFor more expert insight and the latest market action, click here to watch this full episode of Asking for a Trend.\n\nThis post was written by Melanie Riehl"
    }
]