[
    {
        "title": "In WA, a hot spot for UFO sightings, people still want to believe",
        "link": "https://www.seattletimes.com/seattle-news/northwest/in-wa-a-hot-spot-for-ufo-sightings-people-still-want-to-believe/",
        "description": "A flying saucer party in a small Lewis County city became a place for people to share their encounters with the unknown and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Luxiw8MAPjkq8qHz2Nkb-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "Seattle Times",
        "article_content": "Content not available"
    },
    {
        "title": "Roswell flooding turns deadly as record-rainfall soaks New Mexico town",
        "link": "https://www.usatoday.com/story/news/local/new-mexico/2024/10/20/roswell-nm-flooding-turns-deadly-as-record-rainfall-hits-ufo-town/75764878007/",
        "description": "A record-breaking storm caused \"extreme flooding\" as waters entered buildings and swept away cars in Roswell, New Mexico.",
        "image_url": "https://www.bing.com/th?id=OVFT.6azpCmDLkdytnlx7v6TFpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "USA Today",
        "article_content": "A powerful storm dropped a record amount of rain causing dangerous flooding with one confirmed death Saturday night in Roswell, New Mexico, weather and local authorities said.\n\nThe Spring River channel overflowed causing what the National Weather Service in Albuquerque described as \"extreme flooding\" in downtown Roswell and throughout the southeastern New Mexico town of about 48,000 residents famous for the alleged crash of a UFO in 1947.\n\nRoswell was drenched in 5.78 inches of rain, setting an all-time daily record on Saturday, Oct. 19, the National Weather Service in Albuquerque reported. The previous record was 5.65 inches set on Nov. 1, 1901.\n\nMore flash flooding is possible with more rain and storms in the forecast for Sunday in the Roswell region of eastern New Mexico, the National Weather Service stated.\n\nRoswell, NM flooding rescue efforts\n\nThe New Mexico National Guard said that its troops and other agencies rescued nearly 300 people in the overnight hours, including at least one swift water rope rescue and 38 people who were taken to hospitals.\n\nSearch and rescue efforts continued Sunday morning as water levels remained high in the downtown area, the city of Roswell said in a statement. Flood waters entered many houses and other buildings.\n\nMany vehicles got stuck in flash flood waters with some vehicles swept into the river channel. Other motorists waited to be rescued on top of their vehicles that were covered by water, Roswell authorities reported.\n\nAll roads leading to and from Roswell had been closed due to heavy flooding overnight, New Mexico State Police said.\n\nRescue operations taking place involve the Roswell police and fire departments, the Chaves County Sheriff's Office, county volunteer fire departments and New Mexico State Police and the state's National Guard.\n\nThe National Guard is using light/medium tactical vehicles, known as LMTVs, capable of driving in up to four feet of water to transport residents to safety. There were 57 guardsmen in Roswell as of Sunday morning, the National Guard said in a statement.\n\n\"We feel for the New Mexicans affected by this latest flooding in our state,\" Maj. Gen. Miguel Aguilar, the NM National Guard's adjutant general, said in a statement. \"Because of the previous flooding in Ruidoso, we have the experience and were ready for this. We've worked all night, and continue to work with swift water rescue teams and other partner agencies to help our fellow citizens get to safety.\""
    },
    {
        "title": "Netflix releases NEW photo of UFO",
        "link": "https://www.msn.com/en-us/video/movies/netflix-releases-new-photo-of-ufo/vi-AA1sA6k5?ocid=BingNewsVerp",
        "description": "Patrick takes a closer look at NEW UFO Photo just released on Netflix. #aliens #uap #ufonews #ufos #ufo #disclosure #alien #uapnews #netflix ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Hosted on MSN18h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Jensen Ackles’ Highly Anticipated ‘Tracker’ Return Featured UFOs — And ‘Supernatural’ Easter Eggs",
        "link": "https://www.usmagazine.com/entertainment/news/tracker-recap-jensen-ackles-returns-with-more-supernatural-easter-eggs/",
        "description": "Jensen Ackles reprised his role as Justin Hartley's onscreen brother, Russell, during season 2 of CBS' hit series 'Tracker' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RIrJky5rQ2sjOoSuxWLOWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Us Weekly15m",
        "source": "Us Weekly",
        "article_content": "Tracker brought back Jensen Ackles‘ character, Russell, in season 2 — and the Supernatural Easter eggs followed.\n\nDuring the newest episode, which aired on Sunday, October 20, Justin Hartley‘s character, Colter, went missing while looking for a professor who got caught up in UFO research. Colter was subsequently rescued by his older brother, Russell, as they tried to solve the case.\n\nColter and Russell ended up finding the missing man on a military base. Both Shaw brothers were in different trailers on the property when they heard something happening outside that they couldn’t quite explain away.\n\n“I heard it, I felt it and I saw the light,” Russell told Colter. “It could have been a transporter from another planet that landed 50 yards from us.”\n\nRelated: Most Iconic Guest Stars Featured on Justin Hartley's 'Tracker' Series Justin Hartley‘s CBS series Tracker has won over its audience because of the intriguing cases — and the impressive guest stars. Tracker, which premiered in February 2024, is centered around a survivalist named Colter (Hartley) who travels the country helping people and law enforcement tackle a variety of mysteries. As the series unfolds, viewers learn […]\n\nThe conversation — and Russell’s belief in the unknown — served as a nice nod to Ackles’ role as Dean on The CW’s hit series Supernatural. Before Ackles was cast as Russell, he starred opposite Jared Padalecki on Supernatural from 2005 to 2020. The former costars played brothers who were always on the road hunting monsters.\n\nThroughout Supernatural‘s lengthy run on The CW, there was an episode that hinted at aliens. Although it ultimately turned out to be fairies, Tracker throwing the subject matter back to Ackles’ roots offered the nostalgia some fans were looking for with his return to the show.\n\nLater in the episode, Colter got into Russell’s car, which looked like Dean’s iconic Impala. (Some viewers might remember Russell subtly patting an Impala during his debut on Tracker in season 1.)\n\n“This is a sweet ride, I wouldn’t mind getting behind the wheel of this thing,” Colter told Russell, who replied, “That is never going to happen.”\n\nRelated: 'Tracker' Season 2 Trailer Shows Justin Hartley, Wife Sofia Pernas' Reunion Fans of Justin Hartley‘s hit CBS series Tracker don’t have to wait too long for a second season. The procedural, which is based on Jeffery Deaver‘s novel The Never Game, premiered in February after Super Bowl LVIII and immediately found its audience. Viewers were settling in every week to see their favorite fictional survivalist a.k.a […]\n\nRussell reiterated his love for his car when Colter asked to be driven into the woods. “This baby doesn’t drive on gravel,” Russell fired back. This mirrored Dean’s behavior on Supernatural when he affectionately referred to his vehicle as “Baby” on the show.\n\nAfter Supernatural came to an end, Ackles, 46, decided to take the car with him.\n\n“As far as taking something on the final day, I will definitely be taking something that I’ve had my eye on since day one of Supernatural,” he told Digital Spy in September 2020. “But it’s OK, I’m not stealing it. I got permission. I begged and begged and pleaded for years, but I finally got it this year. They’re going to let me drive home the Impala.”\n\nAckles also revealed he had a clause about the Impala put in his contract. “I’ve been talking about that for two years now, and they finally added that to my contract this last season,” he shared on Michael Rosenbaum’s “Inside of You” podcast one month later about how Padalecki, 42, was offered the car’s double to take home.\n\nRelated: ‘Supernatural’ Cast: Where Are They Now? Jared Padalecki and Jensen Ackles not only formed a close bond with each other while playing brothers Sam and Dean Winchester, respectively, on Supernatural, but they also forged an unbreakable connection with their fans. The actors led the CW drama for 15 seasons from September 2005 to November 2020. The duo were the only cast […]\n\nWhile the Tracker episode ended with Colter and Russell going their separate ways again, fans can rejoice because Hartley, 47, previously confirmed that Ackles is “gonna come back” for several episodes in season 2.\n\n“When it was time to cast Russell Shaw, I was like, ‘We built this whole thing up. It’s important that we get somebody in there that is just a juggernaut. Somebody that you would believe because he’s gonna go toe-to-toe with Colter, in a good or bad way, and that you also believe is his brother,’” the actor told Collider in May. “And I just thought Jensen Ackles would be perfect for it.”\n\nTracker airs on CBS Sundays at 8:30 p.m. ET. New episodes stream the next day on Paramount+."
    },
    {
        "title": "1 dead after 'historic' deluge in New Mexico floods streets, homes",
        "link": "https://www.msn.com/en-us/weather/topstories/1-dead-after-historic-deluge-in-new-mexico-floods-streets-homes/ar-AA1sBfWZ?ocid=BingNewsVerp",
        "description": "On Saturday, Roswell received 5.78 inches of rain, breaking the daily record from 1901, according to the National Weather ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AalV5Hmnefn0NsnBybNaDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Why 80% Of Hiring Managers Discard AI-Generated Job Applications From Career Seekers",
        "link": "https://www.forbes.com/sites/bryanrobinson/2024/10/20/why-80-of-hiring-managers-discard-ai-generated-job-applications-from-career-seekers/",
        "description": "A new study cautions job applicants from using AI-generated applications because they obscure their human passions and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.VJ3NEuc-1eVDVeCs7KIJ1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Is AI the Answer to Your Money Problems? We're Starting to Find Out",
        "link": "https://www.msn.com/en-us/money/personalfinance/is-ai-the-answer-to-your-money-problems-heres-what-it-can-and-cant-do/ar-AA1sn2Ng?ocid=BingNewsVerp",
        "description": "Some clever budgeters are using chatbots to make better spending decisions. Here's what AI can — and can't — do for you, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7i3wo7uSTSCj5K2LDALMgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN13h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "NotebookLM: How Google’s AI-powered note-taking app ‘took off’ by adding audio",
        "link": "https://www.msn.com/en-us/news/technology/notebooklm-how-google-s-ai-powered-note-taking-app-took-off-by-adding-audio/ar-AA1sBR0F?ocid=BingNewsVerp",
        "description": "First launched last year, the app went viral in September after it added an audio feature that created podcast-like files ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pileWn_pZUzwJkIM1sbYei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Gusto’s head of technology says hiring an army of specialists is the wrong approach to AI",
        "link": "https://www.msn.com/en-us/news/technology/gusto-s-head-of-technology-says-hiring-an-army-of-specialists-is-the-wrong-approach-to-ai/ar-AA1sB6IK?ocid=BingNewsVerp",
        "description": "As founders plan for an increasingly AI-centric future, Gusto co-founder and head of technology Edward Kim said that cutting ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pHp9m2z_CX1lxa-XjFZCXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Wondering what AI actually is? Here are the 7 things it can do for you",
        "link": "https://www.msn.com/en-us/news/technology/wondering-what-ai-actually-is-here-are-the-7-things-it-can-do-for-you/ar-AA1sBRsP?ocid=BingNewsVerp",
        "description": "You know we've reached peak interest in artificial intelligence (AI) when Oprah Winfrey hosts a television special about it.",
        "image_url": "https://www.bing.com/th?id=OVFT.Tl98MOVFaeCjkDviTxKlOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Tech Xplore on MSN2h",
        "source": "Tech Xplore on MSN",
        "article_content": ""
    },
    {
        "title": "Oct. 26: Local Hauntings with Paranormal of Watertown",
        "link": "https://www.msn.com/en-us/tv/news/oct-26-local-hauntings-with-paranormal-of-watertown/ar-AA1sBBDe?ocid=BingNewsVerp",
        "description": "Flower Memorial Library is exploring Local Hauntings with Paranormal of Watertown on Saturday, Oct. 26, from 3 to 4 p.m.",
        "image_url": "https://www.bing.com/th?id=OVFT.YSIe7ECwt1bu7BMaNivxBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WWTI Watertown on MSN4h",
        "source": "WWTI Watertown on MSN",
        "article_content": ""
    },
    {
        "title": "I visited a Welsh paranormal museum and as a non-believer what I saw left me spooked",
        "link": "https://www.msn.com/en-gb/travel/news/i-visited-a-welsh-paranormal-museum-and-as-a-non-believer-what-i-saw-left-me-spooked/ar-AA1sAYy1?ocid=BingNewsVerp",
        "description": "From tables taken from 'haunted' pubs to dolls and Ouija boards, you'll find yourself amazed by what the museum has to offer ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2UXwA_IiA3GkzOuyur1YgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11hon MSN",
        "source": "Wales Online on MSN",
        "article_content": ""
    },
    {
        "title": "Ghost hunter John Zaffis to appear at MVCC in Utica",
        "link": "https://www.romesentinel.com/ce/ghost-hunter-john-zaffis-mvcc-utica/article_fd5a5b56-8be2-11ef-be26-c75b3ba658f6.html",
        "description": "Paranormal Investigator John Zaffis of the SYFY Channel’s 'Haunted Collector' will talk about his experiences at 6 p.m. Oct.",
        "image_url": "https://www.bing.com/th?id=OVFT.1bf1gRaby7T4tySkP52IZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Rome Sentinel11h",
        "source": "Rome Sentinel",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "WV Paranormal Trail gets 4 new haunted attractions",
        "link": "https://wvmetronews.com/2024/10/20/wv-paranormal-trail-gets-four-new-haunted-attractions/",
        "description": "The four new attractions include the West Virginia Bigfoot Museum in Sutton, Silver Run Tunnel in Cairo, Cryptid Mountain ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eXX-VieqlVhnP4NEMxC7LS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "West Virginia MetroNews8h",
        "source": "West Virginia MetroNews",
        "article_content": "CHARLESTON, W.Va. — Just in time for Halloween, the West Virginia Paranormal Trail has added four new paranormal attractions for participants to visit, the West Virginia Department of Tourism announced Thursday.\n\nThe trail, which launched two weeks ago, is based off of the West Virginia Waterfall Trail that the department has seen do so well. The trail started with only 14 attractions but with the addition they will have 18 spooky attractions for people to see. And since its launch the trail has seen almost 5,000 participants sign up already, and those signatures have come from 39 different states and three different countries.\n\nAnd Lauren Bodnar, Director of Public Relations for the WV Department of Tourism said that this has already helped tourism in West Virginia.\n\n“Not only are people excited about it but there coming here and there traveling around to these different stops,” Bodnar said.\n\nAnd the reason that it has garnered so much attention so fast, is because of social media which allows them to reach more people.\n\n“It’s something a little bit different that we’ve done in the past, it just caught people’s attention, I think,” Bodnar said. “So, that’s one part but also just our promotion on our social media helps spread the word pretty easily.”\n\nThe four new attractions include the West Virginia Bigfoot Museum in Sutton, Silver Run Tunnel in Cairo, Cryptid Mountain Miniature Golf in Morgantown, and Hempfield Tunnel in Wheeling, however Bodnar says that there are a wide variety of what visitors can expect during the trail.\n\n“They really range from kind of these haunted tunnels, there’s the insane asylum in Weston, there’s the state penitentiary up north, so really there are a range of different places to visit across the state,” Bodnar said.\n\nYou can find the whole list of attractions when you go to the West Virginia Department of Tourism website.\n\nAnd since it’s gained so much participation, Bodnar anticipates that the trail could be something they could keep going.\n\n“I definitely think it’s something that we would consider extending, especially if we get a lot of feedback, that it’s something that people want to keep adding to and that they want to keep checking into,” Bodnar said.\n\nBodnar also said that they don’t know every haunted attraction in the state, and they encourage people to go to their website to recommend an attraction.\n\nPeople who are interested in participating in the trail, can go to the Department of Transportation website and sign up for a virtual passport.\n\n“Then you’ll sign up, you’ll put in your name and some of your contact information in a form, and then the passport will be sent directly to your phone either via text or the email that you provided,” Bodnar said.\n\nAlthough the trail is related to all things spooky, it is expected to last until the end of this year."
    },
    {
        "title": "Afraid of ghosts? Downtown Longview has plenty of them, tour guide tells crowd",
        "link": "https://www.news-journal.com/news/local/afraid-of-ghosts-downtown-longview-has-plenty-of-them-tour-guide-tells-crowd/article_ec626d94-8e7f-11ef-b10e-c33b6876d518.html",
        "description": "The past comes to life at the Gregg County Historical Museum, and so do its spirits — if you believe what paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.VKBvE1uUHFxo-nlY-sRwSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Longview News-Journal15h",
        "source": "Longview News-Journal",
        "article_content": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items."
    },
    {
        "title": "Chinese scientists say new imaging will protect healthy tissue in breast cancer surgery",
        "link": "https://www.scmp.com/news/china/science/article/3283120/chinese-scientists-say-new-imaging-will-protect-healthy-tissue-breast-cancer-surgery",
        "description": "Chinese researchers say they have developed a new imaging method that can accurately detect the margins of breast cancer ...",
        "image_url": "https://www.bing.com/th?id=OVF.q2LITognMYyHvMbGToaGRA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "34m",
        "source": "scmp.com",
        "article_content": "Chinese researchers say they have developed a new imaging method that can accurately detect the margins of breast cancer tumours both before and during surgery, allowing for more healthy tissue to be preserved.\n\nAdvertisement\n\nAccording to the team, the imaging targets a biomarker often overexpressed on tumour surfaces and can better detect tumour margins for breast-conserving surgery (BCS), which is preferred for early-stage breast cancer patients.\n\n“BCS involves not only ensuring complete tumour resection but also retaining an adequate amount of healthy tissue to maintain cosmetic integrity,” the researchers wrote in a paper published in the Science Translational Medicine journal on October 16.\n\n02:43 Nobel Medicine Prize awarded to US duo for ‘fundamentally important’ discovery of microRNA Nobel Medicine Prize awarded to US duo for ‘fundamentally important’ discovery of microRNA\n\nThe challenge is that being more conservative with tissue removal means there is a higher chance of the cancer recurring – the tissue deemed healthy might still have cancer cells remaining – and patients could require a follow-up operation to remove additional cancerous tissue.\n\nMargin assessments that can be used during surgery to provide “real-time, accurate and effective identification of positive margin tissues are needed to minimise reoperation rates in clinical practice”, the team wrote.\n\nIn 2022, some 2.3 million women around the world were diagnosed with breast cancer, according to the World Health Organization.\n\nAdvertisement\n\nAround 66 per cent of breast cancer cases are diagnosed before the cancer has spread outside the breast, according to the US National Breast Cancer Foundation.\n\nOne method of intraoperative assessment gaining attention is the use of fluorescence imaging because of its speed generating real-time images, its low cost and ease of use, said the researchers from Xiangan Hospital at Xiamen University, Nanjing Normal University, Shantou University Medical College and Yunnan Cancer Hospital."
    },
    {
        "title": "Quantum Breakthrough: Unmasking Hidden Magnetic Marvels in Kagome Lattices",
        "link": "https://scitechdaily.com/quantum-breakthrough-unmasking-hidden-magnetic-marvels-in-kagome-lattices/",
        "description": "Researchers have achieved a breakthrough in observing intrinsic magnetic structures in kagome lattices, which may ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oqRXFg__ylpzqG3RYpSVyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Meta’s mega gift to material science",
        "link": "https://www.thehindubusinessline.com/info-tech/metas-mega-gift-to-material-science/article68775965.ece",
        "description": "Meta (formerly, Facebook) has now given a meta gift to mankind under its Open Materials 2024 initiative: tomes of data — for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6BU3nAgBABTEkeRYhLNypS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "11h",
        "source": "Business Line",
        "article_content": "Discovery of new materials with desired properties is not easy, ask any alchemist. You must take two materials that have the properties that you want and, like making a baby, you must see how to combine them to get exactly the offspring that you want.\n\nMeta (formerly, Facebook), often bashed for cashing-in on data, has now given a meta gift to mankind: tomes of data — for research into functional (meta) materials.\n\nThe global giant has just released copious amounts of data about behaviour of materials at the atomic level, under its Open Materials 2024 (OMat24) initiative, for free.\n\nThis data can help scientists combine different materials with different desired properties to create something new. Examples of functional materials that can tackle climate change include new catalysts for renewable energy storage, carbon neutral fuels, new sorbents for direct air capture, etc.\n\nCreating such materials is somewhat similar to discovering a drug molecule for disease by trying out different combinations of molecules or making a dish of desired taste, texture and flavour from millions of ingredients.\n\nTraditionally, making meta materials involved playing trial-and-error with millions of data points from thousands of materials. But now, there is Artificial Intelligence (AI), which can deliver the goods, however, AI is data hungry.\n\nMeta has provided this food for AI. The OMat24 dataset is a collection of data generated from simulations and calculations on different inorganic materials. This dataset contains information on 118 million atomic structures, whichhas information on three parameters — total energy (the overall energy of the material’s structure), forces (acting on each atom) and cell stress (indicating how the material could deform under certain conditions.) All this was calculated using ‘density functional theory’, a quantum mechanics-based method for predicting material properties .\n\n“The search space of possible materials is enormous and remains a significant challenge for both computational and experimental approaches to material science,” says a yet-to-be peer-reviewed paper by scientists at Meta’s Fundamental AI Research (FAIR) group. “Identifying promising candidates through computational screening with machine learning models offers the potential to dramatically increase the search space and the rate of experimental discovery,” says the paper, written by Luis Borroso-Luque et al.\n\nFAIR scientists took over 400 million core-hours of computing to get the data of 118 million structures labelled with total energy, forces and cell stress. (One CPU core used for one hour is one core-hour.) These parameters give an idea of the stability of materials under given conditions.\n\nNow that there is data on over 118 million atomic structures, one can train an AI model to come up with the best combination of any of them for a desired material."
    },
    {
        "title": "James Chadwick, the quiet genius who discovered the neutron",
        "link": "https://www.msn.com/en-in/news/other/james-chadwick-the-quiet-genius-who-discovered-the-neutron/ar-AA1sAAkt?ocid=BingNewsVerp",
        "description": "James Chadwick, who discovered the neutron, transformed nuclear physics. The work of the NObel Prize winner led to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9UQU9u1S72wFCS_GtTc4FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today on MSN12h",
        "source": "India Today on MSN",
        "article_content": ""
    },
    {
        "title": "Birth of modern medicine & nutrition science",
        "link": "https://timesofindia.indiatimes.com/blogs/five-pillars-of-health-a-blueprint-for-wellbeing/birth-of-modern-medicine-nutrition-science/",
        "description": "During the early 20th century, several significant developments led to the emergence of what we now call modern medicine: 1.",
        "image_url": "https://www.bing.com/th?id=OVFT.FXrwmRM-VbQH-Y9hyCRHUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20h",
        "source": "Indiatimes",
        "article_content": "Lalit Kapoor is a 1971 graduate from IIT Kanpur and has done his MBA from UCLA. Lalit is a successful serial entrepreneur in Silicon Valley. With age, he developed lifestyle diseases and decided to reverse them by changing diet and lifestyle. This led him to study and research in the field of nutrition and plant-based whole food field. Eventually, he successfully got rid of all his chronic diseases and reinvented himself. Lalit became an inspiration for his IIT-K batch mates and started to guide them with his learnings. Many of them benefitted and successfully reversed their chronic diseases. He further incorporated the Nobel prize winning work by Nobel laureates Dr Yoshinori Ohsumi (2016) on autophagy, Dr Jeffery Hall (2017) on circadian rhythm and Dr Tasuko Honzo (2018) on immunotherapy into his recommendations. He has conducted over 450 course sessions which have been attended by over 150,000 people in over 50 countries with thousands of success stories. He runs over 100 active social groups and his NGO “Plant Based Wellness Foundation” has over 40 centers worldwide. Lalit has also taught a course as a visiting faculty on Nutrition & Health at IIT Kanpur for one semester. LESS ... MORE\n\nDuring the early 20th century, several significant developments led to the emergence of what we now call modern medicine:\n\n1. The overhaul of medical education, initiated by the Flexner Report in 1910, commissioned at the request of John Rockefeller and Andrew Carnegie, the two richest men in the world.\n\n2. The discovery of penicillin in 1928 by Alexander Fleming, a bacteriologist at St. Mary’s Hospital in London.\n\n3. The discovery of vitamin C by Hungarian biochemist Albert Szent-Györgyi in 1928, for which he was awarded the Nobel Prize in 1937.\n\nIt had long been known that sailors on extendegd voyages suffered from a disease called scurvy. The French and British navies had established recommendations for sailors to consume citrus fruits daily. However, after the discovery of vitamin C, it was believed that the ill health of sailors was due to a deficiency in vitamin C. This understanding contributed to the evolution of the science of nutrition as we know it today. Modern nutrition is largely reductionist, focusing on breaking down food into its nutrient components. Patients are diagnosed based on the composition of nutrients in their blood, with deficiencies supplemented and surpluses managed through dietary restrictions.\n\nHad early observers of scurvy in sailors concluded that the problem was due to a lack of fresh fruits and vegetables, rather than solely a vitamin C deficiency—which we now know to be a more accurate understanding—the trajectory of nutrition science might have been different. However, this approach would have posed a challenge: it wouldn’t have generated profit. Neither doctors, supplement manufacturers, nor pharmaceutical companies would have benefited. Dr. Colin Campbell, regarded as one of the foremost nutritionists today, has consistently emphasized the need to rewrite nutrition science and unlearn much of what has been taught over the past century.\n\nThe discovery of epigenetics in recent decades has shown us that it is not just the individual components of nutrition that matter, but the whole food, along with its inherent bacteria. As Dr. Campbell puts it, rather than focusing on individual instruments, we should focus on the symphony.\n\nNutrition science has unfortunately centered around creating a “normal” range for various nutrients, against which any sample is analyzed. Let’s explore how these so called normal ranges are derived.\n\nWhat is normal?\n\nWhen you get lab tests done—whether blood, urine, or stool—the report compares your results to a range called “normal.” But have you ever wondered who decided what “normal” is?\n\nThis range is derived from a large sample of the population. For any test, readings vary from person to person, forming a bell curve. The area under two standard deviations (2σ) covers about 95% of the total sample. This is what “normal” means. For example, if your hemoglobin is between 14-17 g/dL, you fall within the 95% of the population. If your reading is above 17 or below 14, it simply means you’re in the top or bottom 2.5%. This is often misunderstood as a sign of a problem, which may or may not be the case.\n\nIt’s essential for both you and your doctor to understand why your reading is outside the “normal” range. For some blood chemistry markers, the cutoff is determined by committees made up of healthcare providers, pharmaceutical industry representatives, and government agencies like the FDA. For example, the criteria for total cholesterol, vitamin D, fasting glucose, and blood pressure are established by different bodies.\n\nThere are various vested interests in keeping these cutoff points low (or high), as it can increase the number of patients, benefiting doctors and the pharmaceutical industry.\n\nSince modern medicine has largely developed in Western countries like England and America, large samples were taken from their local populations to establish these “normal” criteria. These reflect the diet, lifestyle, and health of those populations. However, in countries like India, medical guidelines are often adopted from the West without considering genetic differences and dietary habits.\n\nFor example, Americans predominantly consume meat, while many Indians are vegetarians, leading to discrepancies. Hemoglobin is one area where Indian people often fall short of the established “normal” range. But this doesn’t necessarily mean they are unhealthy or in need of medication or supplements.\n\nAnother example is potassium. The normal range is 3.6 to 5.2mmol/L. Americans typically don’t consume much green leafy vegetables, which are rich in potassium. Once you start a diet rich in plant-based whole foods, intermittent fasting, or similar health-conscious programs, your potassium intake rises, and blood tests may show levels above the upper range. This doesn’t mean you have a health problem—it means you’re healthier than 95% of Americans!\n\nVicious cycle of overdiagnosis\n\nWhat increasingly happens is that a seemingly healthy person with poor eating habits undergoes a checkup at age 45 or 50. The doctor orders various tests, points out discrepancies, and prescribes medication or supplements. You take the medication, start to worry, and a “nocebo effect” takes hold—you imagine symptoms. Medication also comes with side effects or adverse drug reactions (ADRs). Within six months, you feel unwell and visit the doctor again, who prescribes more medication. This vicious cycle continues, and before long, you’re 60 years old and taking five medications. This is what happened to me.\n\nDoctors today are not trained in nutrition, so they don’t provide dietary guidance. If pressed by patients, they share whatever they’ve gleaned from mass media, which is heavily influenced by the food and drug industry.\n\nDon’t kill the messenger\n\nLifestyle diseases exist on a continuum. They start as soon as a child is weaned off breast milk and begins eating whatever their parents feed him. If the diet is unhealthy, the body compensates by increasing blood pressure, insulin secretion, or other mechanisms. These compensatory systems keep major markers like blood pressure, blood sugar, and cholesterol in check. However, once the body can no longer compensate, these markers slowly rise. When they reach a certain point, as determined by governing bodies like the ADA, AHA, or ACP, the person is labeled as having a chronic disease.\n\nThe right approach would be to correct the diet and lifestyle that led to the rise in markers. However, in practice, doctors focus on lowering the markers through medication. When the markers return to the “normal” range, the person feels “healed,” but no attention is paid to the underlying cause. Over time, the markers rise again, and the doctor either increases the medication dose or adds a new drug. The side effects of these medications often lead to other health issues.\n\nI call this the suppression of symptoms, akin to killing the messenger. Rather than addressing the root cause—an unhealthy diet and lifestyle—we attack the symptoms. Most medications for lifestyle diseases work this way: they don’t address the disease’s cause, just the symptoms. Unfortunately, nutrition science is not part of medical school curricula, and doctors are trained to focus on managing symptoms and bring them in normal range rather than understanding the bigger picture of health.\n\nPlease listen to Padma Vibhushan Dr. B.M.Hegde and Dr. Colin Campbell speak on the subject.\n\nWhat is Normal BP\n\nhttps://youtu.be/NQoD-LiwSFw? si=swZtRjvq4LIgzI1V\n\nT. Colin Campbell: The Future of Nutrition\n\nhttps://youtu.be/0S_IhamT95U? si=aN4O2imLu8ABo-4z\n\nFacebook Twitter Linkedin Email Disclaimer Views expressed above are the author's own."
    },
    {
        "title": "Gusto’s head of technology says hiring an army of specialists is the wrong approach to AI",
        "link": "https://www.msn.com/en-us/news/technology/gusto-s-head-of-technology-says-hiring-an-army-of-specialists-is-the-wrong-approach-to-ai/ar-AA1sB6IK?ocid=BingNewsVerp",
        "description": "As founders plan for an increasingly AI-centric future, Gusto co-founder and head of technology Edward Kim said that cutting ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pHp9m2z_CX1lxa-XjFZCXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "9hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "AI is reshaping SaaS globally, and Indian firms are swiftly adapting to the shift",
        "link": "https://yourstory.com/2024/10/saas-startups-ai-agents-workflows-investors-generative-ai-salesforce",
        "description": "SaaS giants like Salesforce and Oracle are going full throttle with the AI push but Indian startups are not far behind, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0g5zUtJsRy3rFbzhTHUj6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Your Story41m",
        "source": "Your Story",
        "article_content": "In his 2011 essay “Why Software is Eating the World”, Marc Andreessen predicted that software would transform every part of the economy, one sector at a time. Fast forward 13 years, the same can now be said about generative AI.\n\nThe software-as-a-service (SaaS) sector is swamped with innumerable AI chatbots and co-pilots to streamline customer interactions and optimise workflow. The landscape is about to be disrupted once more—this time by AI agents..\n\nAI agents go a step further, performing tasks, making decisions, and taking actions independently, without human intervention. Leveraging machine learning and natural language processing, these agents can engage with their environment, collect data, and apply it to execute tasks autonomously.\n\nThis marks a new era of AI tools that surpass the functionality of chatbots. AI agents are capable of managing more complex interactions, drawing insights from customer engagements, and responding to market dynamics. Their role is to automate processes and free up valuable resources for companies.\n\nSaaS giants are already in on the game.\n\n﻿Salesforce﻿, a leader in cloud-based customer relationship management (CRM) solutions, recently rolled out Agentforce to help organisations build and manage autonomous AI agents for everyday business operations across sales, customer service, and marketing. Oracle too is shipping 50 AI agents as part of its Fusion cloud business applications spanning HR, sales, customer service, and quality control.\n\nIndian startups are surfing the same wave, transitioning from pure-play SaaS products to incorporating Gen AI into their offerings.\n\nIntelligent co-workers\n\nTake Ema, short for Enterprise Machine Assistant, which is deploying its AI agents across workplaces to automate mundane tasks. The San Francisco- and Bengaluru-based startup’s no-code AI agents, which it calls “universal AI employees”, can morph into taking any role–from customer support to legal and compliance.\n\n“Building a Gen AI application is like cooking a Michelin star dish at home without prior training. The entire stack is complex and fragmented, with LLMs (large language models) being a piece of it,\" Surojit Chatterjee, CEO of Ema tells YourStory.\n\nBengaluru-based KOGO AI, which offers platform-as-a-service for enterprises and small businesses, has launched an ‘AI agent marketplace’ designed to automate business operations across sectors. It functions like an app store, housing over 100 AI agents.\n\n“The AI store is a marketplace where businesses can easily deploy various agents for their needs. Businesses want to integrate AI but they don't know how to do so,” explains Raj K Gopalakrishnan, Founder of KOGO, adding that the platform has garnered customer attraction in the Middle East and North America.\n\nSuch AI agents have emerged as the missing link in deploying LLMs for enterprise use, says Ramprakash Ramamoorthy, Director of AI research at ﻿Zoho﻿and its division ManageEngine.\n\n“Traditional SaaS applications often rely on static, predefined workflows, which limits their adaptability. AI agents, on the other hand, bring flexibility by interacting with multiple systems, adapting to real-time data and automating decision-making based on context, such as workload, skills, and priorities,” says Ramamoorthy.\n\nAI venture ﻿Supervity﻿, which offers an AI coaching platform, recently launched SuperSales AI agent to automate processes in B2B sales. Chief Strategy Officer Omkar Pandharkame says the AI agent automates 60% of a salesperson’s workload by automating filling RFPs (defining project scope), updating CRM software, taking meeting notes, and sending personalised emails. He adds that such AI agents will most benefit B2B enterprises, financial services, healthcare, and manufacturing sectors.\n\nMeanwhile, Infloso's fully autonomous AI marketer, Molly, can independently handle entire marketing campaigns.\n\n“Think of an agency with a team of marketers, analysts, researchers, copywriters, and strategists—all working 24x7 for a brand and they have access to 100X memory power. That's what Molly can do alone,” explains Utkarsh Khandelwal, Founder of Infloso.\n\nBy transitioning to Gen AI and predictive AI solutions, the startup has improved operational efficiency and has become more cost-competitive.\n\n“Previously, tasks such as generating relevant creatives, predicting outcomes of campaigns based on parameters, and others were executed by a combination of in-house trained models and human operators,” he explains.\n\nMeanwhile, Mukesh Bansal’s Nurix AI, which recently raised $27.5 million from General Catalyst and Accel, aims to disrupt ecommerce with AI agents offering human-like voice and reasoning capabilities. Similarly, customer service automation startup Yellow.ai has launched VoiceX, an AI agent that can handle high volumes of customer queries while delivering natural, context-aware answers.\n\nHybrid pricing strategies\n\nThe lines between traditional SaaS and AI-enabled software are blurring rapidly. This has prompted SaaS firms, including Salesforce, to re-evaluate their pricing strategies and find new ways to measure outcomes. The SaaS leader is now pricing Agentforce at $2 per conversation for customer service and sales interactions.\n\n“Instead of the number of social media posts generated, a new AI ROI metric will be a percentage improvement in social media engagement. This change in metrics will push for an automatic change in pricing—from subscription-based to outcome-based,” says Poorvi Vijay, Vice President, Elevation Capital.\n\nFor instance, American multinational publishing house Wiley adopted Agentforce, boosting self-service efficiency by 40% and freeing service reps to handle more complex cases. This led to a 213% ROI for the company, along with $230,000 in annual savings, Salesforce noted in its blog.\n\n“Traditionally, SaaS companies have priced their solution on a per-seat-based/user-based fixed contract value. However, since the larger cost of AI agents can be attributed to the underlying compute utilisation, AI agents are increasingly using pay-per-use pricing models similar to database companies,” explains Vipul Patel, Partner, Seed Investing, IIMA Ventures.\n\nBengaluru-based ﻿Sarvam AI﻿provides agents for just Re 1 per minute following a pay-per-use model.\n\nHowever, this new pricing model risks unpredictable costs, particularly if usage spikes unexpectedly, observes Manav Garg, Founding Partner, ﻿Together Fund﻿. In contrast, traditional subscriptions offer cost predictability but can be inefficient if usage is lower than expected.\n\nPlatforms such as SuperSales offer flexible subscription pricing and an outcome-based model where businesses only pay for results—leads, deals, or tasks automated. A hybrid pricing strategy may offer a sustainable solution by balancing flexibility and predictable revenues, believes Venkat Vallabhaneni, Managing Partner, Inflexor Ventures.\n\nKOGO offers two pricing models. Smaller businesses can choose monthly packages based on conversation volume and voice features. Alternatively, they can also opt for pricing based on specific outcomes and usage.\n\n“In contrast, enterprise clients pay a licence fee for hosting the AI platform on-premises, plus additional fees based on agent usage from their own store,” says founder Gopalakrishnan.\n\nRising investor interest\n\nWith 60% of SaaS companies integrating AI, according to a ﻿ Bessemer Venture Partners﻿ report, more investors expect their portfolio companies to feature AI agents.\n\n“We don’t need to see AI agents as an antithesis to SaaS solutions. Multiple traditional SaaS solutions, including many in our portfolio such as ﻿Everstage﻿, ﻿Nanonets﻿, and Unifyapps, have already incorporated agentic workflows in their offerings,” adds Vijay of ﻿Elevation Capital﻿.\n\nInvestors are drawn to AI agents for their scalability and potential for high returns, especially for early movers. Yet, significant concerns still loom large.\n\n“The risks include uncertainty around regulation, potential intellectual property issues, and the challenges of widespread enterprise adoption. As businesses increasingly shift from SaaS to AI agents, investors need to consider the long-term sustainability of this technology and its impact on traditional SaaS markets,” Garg of Together Fund notes.\n\nWhile some businesses may be potentially displaced by the advent of new native AI products, SaaS solutions will continue to be integral to the internal and external workflows, believes Patel of IIMA Ventures.\n\n“Companies will need to focus on delivering measurable value consistently to retain customers, emphasising results rather than features. This could lead to a more customer-centric approach where businesses continually iterate on their AI models to optimise performance,” explains Garg.\n\nRahul Agarwalla, Managing Partner at SenseAI, agrees that AI agents offer substantial rewards and can transform business operations. “However, the landscape is still evolving with intense competition from both established players and new entrants developing their own AI solutions,” he adds.\n\nIn addition, Agarwalla says regulatory uncertainty, especially in sectors like healthcare and BFSI, adds to the complexity.\n\n“Choosing the opportunity is crucial in this segment because assessing ROI can be difficult due to intricate integrations and inconsistent performance metrics across industries and companies.”"
    },
    {
        "title": "Startup develops revolutionary sharkskin-inspired airplane covering — here's how it could transform the aviation industry",
        "link": "https://www.msn.com/en-us/money/other/startup-develops-revolutionary-sharkskin-inspired-airplane-covering-here-s-how-it-could-transform-the-aviation-industry/ar-AA1sBhvP?ocid=BingNewsVerp",
        "description": "\"We're replicating the patterns that we find in nature.\" Startup develops revolutionary sharkskin-inspired airplane covering ...",
        "image_url": "https://www.bing.com/th?id=OVFT.81BXAfD5ugglPmhS4EL-0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Hosted on MSN7h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "DJ Lagway Impresses in First SEC Start for Gators",
        "link": "https://www.si.com/college/florida/football/dj-lagway-impresses-first-sec-start-gators-01jan8mvaqf4",
        "description": "While the overall numbers don't stand out, we saw flashes the greatest we expect to see from the highly touted freshman ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7b74MQZKakrdQy1vtk3I9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5h",
        "source": "Sports Illustrated",
        "article_content": "You want to know why DJ Lagway was the most important recruit at Florida since Timothy Tebow?\n\n\n\npic.twitter.com/tvb3s01k19"
    },
    {
        "title": "Fortinet Inc. (FTNT): This High Growth Software Stock Is Profitable In 2024",
        "link": "https://www.insidermonkey.com/blog/fortinet-inc-ftnt-this-high-growth-software-stock-is-profitable-in-2024-1377505/",
        "description": "We recently compiled a list of the 8 High Growth Software Stocks That Are Profitable In 2024. In this article, we are going ...",
        "image_url": "https://www.bing.com/th?id=OVFT.slNhnGZakKiinhyYCINRry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "6h",
        "source": "Insider Monkey",
        "article_content": "We recently compiled a list of the 8 High Growth Software Stocks That Are Profitable In 2024. In this article, we are going to take a look at where Fortinet Inc. (NASDAQ:FTNT) stands against the other high growth software stocks.\n\nThe Software Industry: An Analysis\n\nThe software market is experiencing robust growth, driven by various trends and technological advancements. According to Precedence Research, the global software market size reached $659.17 billion in 2023​. Looking forward, the market is expected to grow at a compound annual growth rate (CAGR) of 11.8% during 2024 – 2034 to reach $2.24 trillion by ​the end of the forecast period. In 2023, the North American region led the software market, holding a substantial share of 44%. The Asia-Pacific region is expected to witness significant growth during the forecast period.\n\nA key factor influencing the market is the rise of artificial intelligence (AI). AI technologies are being integrated into software solutions to enhance efficiency and automate repetitive tasks. A study from Salesforce reveals that 85% of IT leaders expect AI to boost developer productivity over the next three years. This expectation underscores the growing recognition of AI’s role in streamlining workflows and optimizing software performance.\n\nAnother significant trend is the shift towards cloud-based software. Companies are migrating from traditional on-premises solutions to cloud services due to their flexibility, scalability, and cost-effectiveness. This transition allows businesses to access applications remotely and across various devices, which has become crucial in today’s digital landscape.\n\nThe 2024 AlgoSec State of Network Security report highlights a notable shift towards multi-cloud environments. The research, based on surveys conducted in H2 of 2022 and 2023, evaluated major players like AWS and Microsoft Azure. It indicates that security, continuity, and compliance are key factors driving organizations to adopt cloud platforms. While cloud adoption is growing, Azure remains the most popular platform, with AWS rapidly gaining ground.\n\nThe report also reveals that the move to remote work has significantly boosted Software-Defined Wide Area Networks (SD-WAN) deployment, dropping the percentage of organizations without SD-WAN from 55.2% in 2022 to 34% in 2023. Secure Access Service Edge (SASE) has become a popular solution for organizations by consolidating security functions into a unified cloud service. Additionally, firewall implementation has surged, with only 7.1% of respondents reporting no firewalls in 2023, down from 28.4% in 2022. This trend reflects a growing focus on securing cloud networks against external threats.\n\nWith an overview of the global software market in mind, let’s take a look at the 8 high-growth software stocks that are profitable in 2024.\n\nMethodology\n\nTo compile our list of the 8 high-growth software stocks that are profitable in 2024, we used stock screeners from Finviz and Yahoo Finance. We sorted our results based on market capitalization and picked the top 50 largest software companies by market cap.\n\nTo narrow down our list to high-growth software stocks, we focused on companies with a compound annual growth rate (CAGR) in net revenue exceeding 18% over the past 5 years.\n\nNext, we focused on profitability. From this initial list of high-growth software stocks, we narrowed our choices to stocks that had positive trailing twelve-month (TTM) net income and stocks that have grown their net income positively over the past 5 years.\n\nTo ensure the reliability of our findings, we consulted reputable sources such as SeekingAlpha, which provided insights into the net income CAGR and revenue CAGR over the past five years, and YCharts, which offered information on TTM net income.\n\nFinally, from this list of high-growth software stocks that met our criteria, we focused on the top 8 stocks most favored by institutional investors. Data for the hedge fund sentiment surrounding each stock was taken from Insider Monkey’s database of 912 elite hedge funds. The 8 high-growth software stocks that are profitable in 2024 are ranked below in ascending order based on the number of hedge funds holding stakes in them as of Q2 2024.\n\nWhy do we care about what hedge funds do? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nFortinet Inc. (NASDAQ:FTNT)\n\nTTM Net Income: $1.31 Billion\n\n5-Year Net Income CAGR: 28.51%\n\n5-Year Revenue CAGR: 23.11%\n\nNumber of Hedge Fund Holders: 42\n\nFortinet Inc. (NASDAQ:FTNT) is a cybersecurity company that develops and sells software and network security solutions. The company’s portfolio of more than 50 enterprise-grade products is the largest integrated offering available, delivering protection to networks, users, and data from continually evolving threats.\n\nThe company is actively pursuing its strategy to lead in the rapidly growing Unified SASE (Secure Access Service Edge) and Security Operations markets while also increasing its market share in Secure Networking. The company aims to differentiate itself as a SASE leader, being the only vendor recognized in multiple Gartner Magic Quadrant reports for both Single-Vendor SASE and various network security categories. By developing all SASE functions organically within a single operating system, Fortinet Inc. (NASDAQ:FTNT) offers a comprehensive stack that includes its market-leading SD-WAN, ZTNA, Secure Web Gateway, CASB, Firewall, and more, enhancing user experiences while securing access to both on-premise and cloud applications.\n\nRecently, Fortinet Inc. (NASDAQ:FTNT) acquired Next DLP, a cloud-native data protection platform that will enable the company to enter the enterprise DLP market and enhance its SASE solutions.\n\nThe company is also enhancing its Secure Ops portfolio by leveraging over a decade of AI experience to provide advanced analytics and sensors that continuously monitor access activities for signs of cyber threats. In August, Fortinet Inc. (NASDAQ:FTNT) acquired Lacework, a cloud security and cloud-native application protection platform, which significantly broadens the company’s security offerings and increases the company’s total addressable market by $10 billion. This acquisition, combined with the integration of AI-driven solutions, positions Fortinet to deliver comprehensive protection across network, cloud, and endpoint environments.\n\nFrom its acquisitions of Next DLP and Lacework, Fortinet Inc. (NASDAQ:FTNT) will gain over 900 new customers along with skilled sales and engineering teams. This expansion will enhance the company’s position in the market.\n\nFortinet Inc. (NASDAQ:FTNT) has seen impressive growth over the last five years, with revenue increasing at a compound annual growth rate (CAGR) of 23.11% and net income rising at a CAGR of 28.51%.\n\nOverall FTNT ranks 7th on our list of the high growth software stocks that are profitable in 2024. While we acknowledge the potential of FTNT as an investment, our conviction lies in the belief that AI stocks hold greater promise for delivering higher returns, and doing so within a shorter time frame. If you are looking for an AI stock that is more promising than FTNT but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "Zoom Video Communications Inc. (ZM): This High Growth Software Stock Is Profitable In 2024",
        "link": "https://www.insidermonkey.com/blog/zoom-video-communications-inc-zm-this-high-growth-software-stock-is-profitable-in-2024-1377500/",
        "description": "We recently compiled a list of the 8 High Growth Software Stocks That Are Profitable In 2024. In this article, we are going ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bUvB-3uU42XWXi6xQ7rDvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "6h",
        "source": "Insider Monkey",
        "article_content": "We recently compiled a list of the 8 High Growth Software Stocks That Are Profitable In 2024. In this article, we are going to take a look at where Zoom Video Communications Inc. (NASDAQ:ZM) stands against the other high growth software stocks.\n\nThe Software Industry: An Analysis\n\nThe software market is experiencing robust growth, driven by various trends and technological advancements. According to Precedence Research, the global software market size reached $659.17 billion in 2023​. Looking forward, the market is expected to grow at a compound annual growth rate (CAGR) of 11.8% during 2024 – 2034 to reach $2.24 trillion by ​the end of the forecast period. In 2023, the North American region led the software market, holding a substantial share of 44%. The Asia-Pacific region is expected to witness significant growth during the forecast period.\n\nA key factor influencing the market is the rise of artificial intelligence (AI). AI technologies are being integrated into software solutions to enhance efficiency and automate repetitive tasks. A study from Salesforce reveals that 85% of IT leaders expect AI to boost developer productivity over the next three years. This expectation underscores the growing recognition of AI’s role in streamlining workflows and optimizing software performance.\n\nAnother significant trend is the shift towards cloud-based software. Companies are migrating from traditional on-premises solutions to cloud services due to their flexibility, scalability, and cost-effectiveness. This transition allows businesses to access applications remotely and across various devices, which has become crucial in today’s digital landscape.\n\nThe 2024 AlgoSec State of Network Security report highlights a notable shift towards multi-cloud environments. The research, based on surveys conducted in H2 of 2022 and 2023, evaluated major players like AWS and Microsoft Azure. It indicates that security, continuity, and compliance are key factors driving organizations to adopt cloud platforms. While cloud adoption is growing, Azure remains the most popular platform, with AWS rapidly gaining ground.\n\nThe report also reveals that the move to remote work has significantly boosted Software-Defined Wide Area Networks (SD-WAN) deployment, dropping the percentage of organizations without SD-WAN from 55.2% in 2022 to 34% in 2023. Secure Access Service Edge (SASE) has become a popular solution for organizations by consolidating security functions into a unified cloud service. Additionally, firewall implementation has surged, with only 7.1% of respondents reporting no firewalls in 2023, down from 28.4% in 2022. This trend reflects a growing focus on securing cloud networks against external threats.\n\nWith an overview of the global software market in mind, let’s take a look at the 8 high-growth software stocks that are profitable in 2024.\n\nMethodology\n\nTo compile our list of the 8 high-growth software stocks that are profitable in 2024, we used stock screeners from Finviz and Yahoo Finance. We sorted our results based on market capitalization and picked the top 50 largest software companies by market cap.\n\nTo narrow down our list to high-growth software stocks, we focused on companies with a compound annual growth rate (CAGR) in net revenue exceeding 18% over the past 5 years.\n\nNext, we focused on profitability. From this initial list of high-growth software stocks, we narrowed our choices to stocks that had positive trailing twelve-month (TTM) net income and stocks that have grown their net income positively over the past 5 years.\n\nTo ensure the reliability of our findings, we consulted reputable sources such as SeekingAlpha, which provided insights into the net income CAGR and revenue CAGR over the past five years, and YCharts, which offered information on TTM net income.\n\nFinally, from this list of high-growth software stocks that met our criteria, we focused on the top 8 stocks most favored by institutional investors. Data for the hedge fund sentiment surrounding each stock was taken from Insider Monkey’s database of 912 elite hedge funds. The 8 high-growth software stocks that are profitable in 2024 are ranked below in ascending order based on the number of hedge funds holding stakes in them as of Q2 2024.\n\nWhy do we care about what hedge funds do? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nZoom Video Communications Inc. (NASDAQ:ZM)\n\nTTM Net Income: $875.37 Million\n\n5-Year Net Income CAGR: 132.61%\n\n5-Year Revenue CAGR: 58.14%\n\nNumber of Hedge Fund Holders: 39\n\nZoom Video Communications Inc. (NASDAQ:ZM) is a software and communications technology company best known for its video-conferencing application, Zoom. Recently, the company launched Zoom Workplace, an AI-powered collaboration platform designed to enhance modern work environments. This platform aims to streamline communication, boost employee engagement, and improve productivity by integrating various tools such as meetings, team chat, and phone services into a single interface.\n\nThe company is actively enhancing its offerings. Recently, Zoom Video Communications Inc. (NASDAQ:ZM) launched a new Zoom Webinar feature that can accommodate up to 1 million attendees, revolutionizing the way organizations can connect with huge audiences and showcasing the clear scalability advantage.\n\nAdditionally, Zoom Video Communications Inc. (NASDAQ:ZM) is experiencing a surge in the adoption of its advanced Contact Center packages as businesses increasingly leverage its AI capabilities to improve agent performance. Notably, all of the company’s top ten Contact Center wins in its Q2 2025 involved displacing competitors. This success underscores how well Zoom’s offerings meet customer needs and validates its strategy of providing integrated solutions for both customer and employee experiences.\n\nAs Zoom continues to expand its capabilities, it is preparing to enter the next phase of AI-enabled work, where AI Companion will simplify workflows, provide contextual insights, and perform tasks to further streamline operations.\n\nAt the end of the second quarter of fiscal year 2025, Zoom Video Communications Inc. (NASDAQ:ZM) had 3,933 customers generating over $100,000 in trailing 12 months revenue, which is a 7.1% increase from the same time last year. The company reported total revenue of $1.16 billion for the quarter, reflecting a 2.1% rise year-over-year. Enterprise revenue reached $682.8 million, up 3.5% compared to the previous year. Additionally, operating cash flow improved significantly, totaling $449.3 million, which is a 33.7% increase from the same quarter last year.\n\nAs one of the most profitable high-growth stocks, Zoom Video Communications Inc. (NASDAQ:ZM) has managed to grow its revenue at a compound annual growth rate (CAGR) of 58.14% over the past five years, while its net income has increased at a CAGR of 132.61% during the same period.\n\nGiven its consistent innovations and impressive financial results, Zoom Video Communications Inc. (NASDAQ:ZM) stands out as an attractive investment opportunity.\n\nOverall ZM ranks 8th on our list of the high growth software stocks that are profitable in 2024. While we acknowledge the potential of ZM as an investment, our conviction lies in the belief that AI stocks hold greater promise for delivering higher returns, and doing so within a shorter time frame. If you are looking for an AI stock that is more promising than ZM but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    }
]