[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ross Coulthart Describes HIS UFO ENCOUNTER (For First Time)",
            "link": "https://www.msn.com/en-us/sports/cricket/ross-coulthart-describes-his-ufo-encounter-for-first-time/vi-AA1y3UCZ?ocid=BingNewsVerp",
            "description": "Patrick discusses Ross Coulthart being a First Hand UFO witness now.... video of Orb UFO #aliens #uap #ufonews #ufos #ufo ...",
            "image_url": "https://www.bing.com/th?id=OVF.kubA792yiCNiibnXJ0k%2bOw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN2h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Watch: What I found behind the unassuming doors of a West Midlands UFO group",
            "link": "https://www.expressandstar.com/news/2025/01/29/watch-what-i-found-behind-the-unassuming-doors-of-a-west-midlands-ufo-group/",
            "description": "The walls buzz with the energy of conversations about strange lights, unexplained phenomena, and the tantalising possibility ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X5Lv_4g3AcNvFBrkSp9O4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "Express & Star",
            "article_content": "Watch more of our videos on ShotsTV.com and on Freeview 262 or Freely 565\n\nNestled behind an unremarkable door in Oldbury, a modest snooker hall transforms into a portal to the unknown every few weeks.\n\nIt’s here that the Birmingham UFO Group convenes - a dedicated community of enthusiasts with their eyes on the skies and their minds on the mysteries of the cosmos.\n\nAt first glance, the setting seems ordinary: a quiet, dimly lit room with pool tables lined up in neat rows. But once inside, you quickly realise this is no average gathering.\n\nThe walls buzz with the energy of conversations about strange lights, unexplained phenomena, and the tantalising possibility that we are not alone in the universe. Leading the group is the Chairman David Hodrian, a charismatic figure whose passion for UFOs has fuelled this vibrant community for years."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Photoshop: How to Recreate a Vintage, UFO Sighting Photo!",
            "link": "https://www.msn.com/en-us/news/technology/photoshop-how-to-recreate-a-vintage-ufo-sighting-photo/vi-AA1y25kd?ocid=BingNewsVerp",
            "description": "Photoshop CC 2020 tutorial showing how to recreate the look of a classic, vintage, UFO sighting Photo. This video is NOT ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3lqA2q1hr70Nn2KLUJMZmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Blue Lightning TV Photoshop on MSN13h",
            "source": "Blue Lightning TV Photoshop on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Documentary Filmed in Secret Claims ‘Biggest Discovery’ in Human History",
            "link": "https://greekreporter.com/2025/01/29/ufo-documentary-biggest-discovery-human-history/",
            "description": "The UFO documentary Age of Disclosure claims to have made the \"biggest discovery\" in human history, unveiling a decades-long cover-up.",
            "image_url": "https://www.bing.com/th?id=ODF._FpxEqHCYLdj9sDMj3COig&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Greek Reporter15h",
            "source": "Greek Reporter",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Did you see this? Fireball breaks apart over Ottawa Co",
            "link": "https://www.fox17online.com/news/local-news/lakeshore/ottawa/did-you-see-this-fireball-breaks-apart-over-ottawa-co",
            "description": "A fireball broke apart over Ottawa Co Tuesday night. FOX 17 viewers sent in pictures and videos that clearly show the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3_7JSN2SxG5lKftLDCclDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "fox17online7m",
            "source": "fox17online",
            "article_content": "OTTAWA COUNTY, Mich. — A fireball broke apart over Ottawa County Tuesday night. FOX 17 viewers sent in pictures and videos that clearly show the spectacle.\n\nWe're not saying it's a UFO, but it's not like Ottawa County is a stranger to odd celestial happenings— in fact, March of last year marked the 30-year anniversary of some serious UFO activity in the area!\n\nREAD MORE: Strange lights over Lake Michigan: UFO sightings remembered, 30 years later\n\nFor those of us with our feet on the ground and our minds rooted in science, we should note that the Qandratid meteor shower wrapped up on January 16 and is known for fireballs— and for going under the radar since it happens during one of the cloudiest months of the year and comes at us from an angle that makes it almost impossible to see south of the equator.\n\nIt could also have been debris from any number of satellites scattered around Earth's orbit.\n\nWhat do you think? Did you get any good shots of it?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: Chinese AI app shocks tech world",
            "link": "https://www.bbc.co.uk/learningenglish/features/learning-english-from-the-news_2025/250129",
            "description": "A Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released ...",
            "image_url": "https://www.bing.com/th?id=OVF.ICk1DxX6sP1TBkq3oENqdg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "BBC",
            "article_content": "(Photo by Omer Taha Cetin/Anadolu via Getty Images)\n\n____________________________________________________________________________\n\n____________________________________________________________________________\n\nThe story\n\nA Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released on the 20th of January, and has quickly risen to the top of the Apple store’s download charts.\n\nDeepSeek claims the latest model was built using only $5.6 million, whereas ChatGPT’s developer OpenAI spent $5 billion last year alone.\n\nThe market value of tech company stocks, like Nvidia, has since fallen dramatically.\n\nNews headlines\n\nWhy is the AI world freaking out over China's DeepSeek?\n\nThe Japan Times\n\nNvidia shares sink as Chinese AI app spooks US markets\n\nBBC News\n\nAI Market Shake-Up: Global Giants Tumble As Chinese AI Model DeepSeek Disrupts Markets\n\nBusiness Today\n\nKey words and phrases\n\nfreaking out\n\nlosing emotional control\n\nI freaked out when my favourite actor walked past me in the street.\n\nspook\n\ncreate a sudden sense of fear or nervousness\n\nThe government’s sudden tax cuts spooked the markets.\n\nshake-up\n\na change\n\nThe football team kept losing, so the coach decided to have a shake-up of the squad.\n\nNext\n\nLearn more English vocabulary from the news with our News Review archive.\n\nLearn Phrasal verbs for feelings, like 'freak out', here.\n\n\n\nListen to My Song, My Home here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI says Chinese rivals using its work for their AI apps",
            "link": "https://news.yahoo.com/news/chinas-deepseek-ai-under-large-052233254.html",
            "description": "ChatGPT maker says it will need extra protection from US government, following emergence of Chinese rival, DeepSeek.",
            "image_url": "https://www.bing.com/th?id=OVFT.Q5o-OQJsK30jrYaU3V-2ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "YAHOO!News",
            "article_content": "OpenAI says Chinese rivals using its work for their AI apps\n\nThe maker of ChatGPT, OpenAI, has complained that rivals, including those in China, are using its work to make rapid advances in developing their own artificial intelligence (AI) tools.\n\nThe status of OpenAI - and other US firms - as the world leaders in AI has been dramatically undermined this week by the sudden emergence of DeepSeek, a Chinese app that can emulate the performance of ChatGPT, apparently at a fraction of the cost.\n\nBloomberg has reported that Microsoft is investigating whether data belonging to OpenAI - which it is a major investor in - has been used in an unauthorised way.\n\nThe BBC has contacted Microsoft and DeepSeek for comment.\n\nADVERTISEMENT\n\nOpenAI's concerns have been echoed by the recently appointed White House \"AI and crypto czar\", David Sacks.\n\nSpeaking on Fox News, he suggested that DeepSeek may have used the models developed by OpenAI to get better, a process called knowledge distillation.\n\n\"There's substantial evidence that what DeepSeek did here is they distilled the knowledge out of OpenAI's models,\" Mr Sacks said.\n\n\"I think one of the things you're going to see over the next few months is our leading AI companies taking steps to try and prevent distillation... That would definitely slow down some of these copycat models.\"\n\nIn a statement, OpenAI said Chinese and other companies were \"constantly trying to distil the models of leading US AI companies\".\n\n\"As we go forward... it is critically important that we are working closely with the US government to best protect the most capable models,\" it added.\n\nADVERTISEMENT\n\n'Deceptive' claims\n\nNaomi Haefner, assistant professor of technology management at the University of St. Gallen in Switzerland, said the question of distillation could throw the notion that DeepSeek created its product for a fraction of the cost into doubt.\n\n\"It is unclear whether DeepSeek really trained its models from scratch,\" she said.\n\n\"OpenAI have stated that they believe DeepSeek may have misappropriated large amounts of data from them.\n\n\"If this is the case, then the claims about training the model very cheaply are deceptive. Until someone replicates the training approach we won't know for sure whether such cost-efficient training is really possible.\"\n\nADVERTISEMENT\n\nCrystal van Oosterom, AI Venture Partner at OpenOcean, agreed that \"DeepSeek has clearly built upon publicly available research from major American and European institutions and companies\".\n\nHowever, it is not clear how problematic the idea of \"building on\" the work of others is.\n\nThis is especially true in AI, where the accusation of disrespecting intellectual property rights has been frequently levelled at major US AI firms.\n\nSecurity and ethics\n\nUS officials are also considering the national security implications of DeepSeek's emergence, according to White House press secretary Karoline Leavitt.\n\n\"I spoke with [the National Security Council] this morning, they are looking into what [the national security implications] may be,\" said Ms Leavitt, who also restated US President Donald Trump's remarks a day earlier that DeepSeek should be a wake-up call for the US tech industry.\n\nADVERTISEMENT\n\nThe announcement comes after the US navy reportedly banned its members from using DeepSeek's apps due to \"potential security and ethical concerns\".\n\nAccording to CNBC, the US navy has sent an email to its staff warning them not to use the DeepSeek app due to \"potential security and ethical concerns associated with the model's origin and usage\".\n\nThe Navy did not immediately respond to a request for comment from BBC News.\n\nCyber attacks on Chinese firm come as US officials looking into national security implications of DeepSeek AI [DeepSeek]\n\nData safety experts have warned users to be careful with the tool, given it collects large amounts of personal data and stores it in servers in China.\n\nMeanwhile, DeepSeek says it has been the target of cyber attacks. On Monday it said it would temporarily limit registrations because of \"large-scale malicious attacks\" on its software.\n\nA banner showing on the company's website says registration may be busy as a result of the attacks.\n\nAdditional reporting from Fan Wang\n\n[BBC]\n\nSign up for our Tech Decoded newsletter to follow the biggest developments in global technology, with analysis from BBC correspondents around the world. Outside the UK? Sign up here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek? The AI chatbot is topping app store charts",
            "link": "https://abcnews.go.com/Business/deepseek-ai-chatbot-topping-app-store-charts/story?id=118138606",
            "description": "The DeepSeek chatbot, known as R1, responds to user queries just like its U.S.-based counterparts. Early testing released by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S8VcmbQ_KUYzEUqYlpsMQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "ABC",
            "article_content": "The emergence of DeepSeek sent some tech stocks tumbling.\n\nWhat is DeepSeek? The AI chatbot is topping app store charts\n\nChina-based AI app DeepSeek, which sits atop the app store charts, made its presence widely known Monday by triggering a sharp drop in share prices for some tech giants.\n\nShares of Nvidia, the top AI chipmaker, plunged more than 17% in early trading on Monday, losing nearly $590 billion in market value. The tech-heavy Nasdaq plummeted 3.5%.\n\nThe DeepSeek chatbot, known as R1, responds to user queries just like its U.S.-based counterparts. Early testing released by DeepSeek suggests that its quality rivals that of other AI products, while the company says it costs less and uses far fewer specialized chips than do its competitors.\n\nThe product could upend the AI industry, putting pressure on other firms to lower their costs while intensifying competition between U.S. and Chinese companies, analysts told ABC News.\n\nConcerns about data security and censorship also may expose DeepSeek to the type of scrutiny endured by social media platform TikTok, the experts added.\n\n\"This is a big moment,\" Gary Marcus, a professor emeritus of psychology and neuroscience at New York University, who specializes in AI, told ABC News.\n\nDeepSeek did not immediately respond to ABC News' request for comment.\n\nHere's what to know about DeepSeek, and its implications for the future of AI.\n\nWhat is DeepSeek?\n\nDeepSeek, like OpenAI's ChatGPT, is a chatbot fueled by an algorithm that selects words based on lessons learned from scanning billions of pieces of text across the internet.\n\nWhile made in China, the app is available in multiple languages, including English. DeepSeek soared to the top of Apple's App Store chart over the weekend and remained there as of Monday.\n\nThe company said it experienced some outages on Monday affecting user signups. \"Due to large-scale malicious attacks on DeepSeek's services, we are temporarily limiting registrations to ensure continued service,\" DeepSeek said in a statement.\n\nDeepSeek is fully available to users free of charge. By contrast, ChatGPT retains a version available for free, but offers paid monthly tiers of $20 and $200 to access additional capabilities.\n\nDevelopers of the system powering the DeepSeek AI, called DeepSeek-V3, published a research paper indicating that the technology relies on much fewer specialized computer chips than its U.S. competitors do.\n\nDeepSeek also says that it developed the chatbot for only $5.6 million, which if true is far less than the hundreds of millions of dollars spent by U.S. companies in the sector.\n\n\"The lower cost to train DeepSeek means it can be offered at a lower cost,\" Oren Etzioni, founder of the nonprofit TrueMedia.org and a professor emeritus of computer science at the University of Washington, told ABC News. \"That puts pressure on other companies to lower their prices.\"\n\nDeepSeek's developers opted to release it as an open-source product, meaning the code that underlies the AI system is publicly available for other companies to adapt and build upon.\n\nLlama, the AI model released by Meta in 2017, is also open source. By contrast, ChatGPT as well as Alphabet's Gemini are closed-source models.\n\nProponents of open source say that publicly available code allows a wide community of AI engineers to identify and fix flaws in a system, or tailor it for a purpose separate from its originally intended function.\n\nSupporters of closed source argue that the best way to safeguard AI is to keep the computer code private so it stays out of the hands of bad actors who might repurpose it for malicious ends.\n\nIn a June 5, 2023 file photo, Sam Altman, CEO of Microsoft-backed OpenAI and ChatGPT creator takes part in a talk at Tel Aviv University in Tel Aviv, Israel. Amir Cohen/Reuters\n\nWhat does the emergence of DeepSeek mean for the AI industry?\n\nDeepSeek flexes the strength of the Chinese tech sector in an industry previously viewed by many analysts as one dominated by U.S. firms, experts said.\n\nFor some, the sudden arrival of a top China-based competitor raises concerns about data security and content manipulation similar to those leveled at TikTok, which is owned by Chinese company ByteDance.\n\nRegarding the former users on social media have posted numerous examples of DeepSeek choosing to forego answers on topics potentially sensitive to the Chinese government, such as the 1989 Tiananmen Square massacre of anti-government protestors.\n\n\"It's clear that there's some censorship built into the system,\" Marcus said. \"We don't want governments in control of what people can say.\"\n\nBoth foreign-owned and U.S.-based AI chatbots pose data concerns, however, since users sometimes enter personal or intimate information, which in turn could be used for commercial purposes, Marcus added.\n\n\"You have to assume that anything you type into a large language model could be seen by someone else,\" Marcus said.\n\nStill, DeepSeek's low-cost technological advance using outdated chips marks a major new entry into the AI market, Sosnick said, in turn forcing people to \"rethink assumptions that they had.\"\n\nThe emergence of a relatively cost-efficient alternative to other AI chatbots helps explain Monday's dip in the share value of Nvidia, which premises future growth on increased demand for new, expensive chips, Etzioni said.\n\nIn a statement to ABC News, Nvidia described DeepSeek as \"an excellent AI advancement,\" noting how the firm leveraged \"widely-available models and compute that is fully export control compliant\" – the latter apparently referring to controls put in place by the Biden administration that prohibit U.S. manufacturers from selling such specialized chips to firms in China.\n\nEtzioni said the open-source nature of DeepSeek also could challenge the profitability of other AI firms aiming to charge third parties for access to their products.\n\n\"We're soon going to see many models built on DeepSeek,\" Etzioni said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why DeepSeek’s AI Model Just Became the Top-Rated App in the U.S.",
            "link": "https://www.scientificamerican.com/article/why-deepseeks-ai-model-just-became-the-top-rated-app-in-the-u-s/",
            "description": "A Chinese start-up has stunned the technology industry—and financial markets—with a cheaper, lower-tech AI assistant that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BWEmg_pP52154crGjx1eTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Scientific American23h",
            "source": "Scientific American",
            "article_content": "DeepSeek’s artificial intelligence assistant made big waves on Monday, becoming the top-rated app in Apple’s App Store and sending tech stocks into a downward tumble. What’s all the fuss about?\n\nDeepSeek, a Chinese start-up, surprised the tech industry with a new model that rivals the abilities of OpenAI’s most recent one—with far less investment and reduced-capacity chips. The U.S. bans exports of state-of-the-art computer chips to China and limits sales of chip-making equipment. DeepSeek, based in the eastern Chinese city of Hangzhou, reportedly had a stockpile of high-performance Nvidia A100 chips that it had acquired prior to the ban—so its engineers could have used those chips to develop the model. But in a key breakthrough, the start-up says it instead used much lower-powered Nvidia H800 chips to train the new model, dubbed DeepSeek-R1.\n\n“We’ve seen, up to now, that the success of large tech companies working in AI was measured in how much money they raised, not necessarily in what the technology actually was,” says Ashlesha Nesarikar, CEO of the AI company Plano Intelligence. “I think we’ll be paying a lot more attention to what tech is underpinning these companies’ different products.”\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nOn common AI tests in mathematics and coding, DeepSeek-R1 matched the scores of Open AI’s o1 model, according to VentureBeat. U.S. companies don’t disclose the cost of training their own large language models (LLMs), the systems that undergird popular chatbots such as ChatGPT. But OpenAI CEO Sam Altman told an audience at the Massachusetts Institute of Technology in 2023 that training the company’s LLM GPT-4 cost more than $100 million. In contrast, DeepSeek says it made its new model for less than $6 million. DeepSeek-R1 is free for users to download, while the comparable version of ChatGPT costs $200 a month.\n\nDeepSeek’s $6-million number doesn’t necessarily reflect how much money would have been needed to build such an LLM from scratch, Nesarikar says. The reported cost of DeepSeek-R1 may represent a fine-tuning of its latest version. Nevertheless, she says, the model’s improved energy efficiency would make AI more accessible to more people in more industries. The increase in efficiency could be good news when it comes to AI’s environmental impact because the computational cost of generating new data with an LLM is four to five times higher than a typical search engine query.\n\nBecause it requires less computational power, the cost of running DeepSeek-R1 is a tenth of that of similar competitors, says Hancheng Cao, an incoming assistant professor of information systems and operations management at Emory University. “For academic researchers or start-ups, this difference in the cost really means a lot,” Cao says.\n\nDeepSeek achieved its model’s efficiency in several ways, says Anil Ananthaswamy, author of Why Machines Learn: The Elegant Math behind Modern AI. DeepSeek-R1 has about 670 billion parameters, or variables it learns from during training, making it the largest open-source LLM yet, Ananthaswamy explains. But the model uses an architecture called “mixture of experts” so that only a relevant fraction of these parameters—tens of billions instead of hundreds of billions—are activated for any given query. This cuts down on computing costs. The DeepSeek LLM also uses a method called multihead latent attention to boost the efficiency of its inferences. And instead of predicting an answer word by word, it generates multiple words at once.\n\nThe model further differs from others such as o1 in how it reinforces learning during training. While many LLMs have an external “critic” model that runs alongside them, correcting errors and nudging the LLM toward verified answers, DeepSeek-R1 uses a set of rules that are internal to the model to teach it which of the possible answers it generates is best. “DeepSeek has streamlined that process,” Ananthaswamy says.\n\nAnother important aspect of DeepSeek-R1 is that the company has made the code behind the product open-source, Ananthaswamy says. (The training data remain proprietary.) This means that the company’s claims can be checked. If the model is as computationally efficient as DeepSeek claims, he says, it will probably open up new avenues for researchers who use AI in their work to do so more quickly and cheaply. It will also enable more research into the inner workings of LLMs themselves.\n\n“One of the big things has been this divide that has opened up between academia and industry because academia has been unable to work with these really large models or do research in any meaningful way,” Ananthaswamy says. “But something like this, it’s within the reach of academia now, because you have the code.”\n\nEditor’s Note (1/28/25): This article was edited after posting to correct Hancheng Cao’s given name and the name of Apple’s App Store and to better clarify the figures for DeepSeek-R1’s reported cost and total parameters."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "White House evaluates effect of China AI app DeepSeek on national security",
            "link": "https://www.reuters.com/technology/artificial-intelligence/white-house-evaluates-china-ai-app-deepseeks-affect-national-security-official-2025-01-28/",
            "description": "U.S. officials are looking at the national security implications of the Chinese artificial intelligence app DeepSeek, White ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hQ9XpqxtYsexeoZq8LccUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "17h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Founding Fathers could be rolling in their graves — or walking outside them | Paranormal Pa.",
            "link": "https://www.pennlive.com/news/2025/01/the-founding-fathers-could-be-rolling-in-their-graves-or-walking-outside-them-paranormal-pa.html",
            "description": "A lot of people like to toss out the phrase 'The Founding Fathers must be rolling around in the graves' when referring to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gvQTaxl6Ob5TIZWSYVpTvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5h",
            "source": "Penn Live",
            "article_content": "Want a say in the news? Email Claudia at todayinpa@pennlive.com to have your thoughts on the stories covered here or on PennLive heard.\n\nYou can listen to the latest episode of “Today in Pa” on any of your favorite apps including Alexa, Apple, Spotify, Stitcher and YouTube. Episodes are available every weekday on PennLive. Feel free to subscribe, follow or rate “Today in Pa.” as you see fit!\n\n“Paranormal Pa.” Podcast | The Ghosts of Carpenters’ Hall\n\nEditor’s note: Welcome to the world of “Paranormal PA,” a PennLive series that delves into Pennsylvania-grown stories of spirits; cryptids; oddities and legends; and the unexplained. Sign up here to get our Paranormal PA newsletter delivered to your inbox.\n\nA lot of people like to toss out the phrase “The Founding Fathers must be rolling around in the graves” when referring to modern politics. But if you believe the stories coming out of Carpenters’ Hall, they’re walking around outside of their graves, too.\n\nToday’s episode refers to the following articles:\n\nIf you enjoy “Today in Pa.,” consider leaving us a review on Apple Podcasts or on Amazon. Reviews help others find the show and, besides, we’d like to know what you think about the program, too."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://www.msn.com/en-us/news/technology/understanding-paranormal-beliefs-and-conspiracy-theories-isn-t-just-about-misinformation-this-course-unpacks-the-history/ar-AA1xWuHy?ocid=BingNewsVerp",
            "description": "The material begins with premodern ideas of magic, myth and metaphysics. The narrative that 'Western' societies tell of the development of the modern world is that the Enlightenment cast off ...",
            "image_url": "https://www.bing.com/th?id=OJ.f9BcrdKZRUFu1A&pid=news&w=120&h=16&rs=2",
            "category": "paranormal",
            "date": "22hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Josh Stewart Answers the Phone in 'Lifeline' Paranormal Thriller Trailer",
            "link": "https://www.firstshowing.net/2025/josh-stewart-answers-the-phone-in-lifeline-paranormal-thriller-trailer/",
            "description": "\"Can we push back this deadline that you've set?\" Dark Sky Films has revealed an official trailer for indie thriller Lifeline ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Eopi2MfhA5_8vA5NGxq7Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "FirstShowing.net16h",
            "source": "FirstShowing.net",
            "article_content": "Josh Stewart Answers the Phone in 'Lifeline' Paranormal Thriller Trailer\n\n\"Can we push back this deadline that you've set?\" Dark Sky Films has revealed an official trailer for indie thriller Lifeline, from director Feras Alfuqaha. Yet another hotline thriller focusing on a person answering a phone - this night he receives an odd, paranormal call. There have been a few of these recently - including The Guilty with Jake Gyllenhaal or Tessa Thompson's The Listener. In Lifeline, a suicide hotline operator gets a late-night call from someone who claims to be him, knowing private details only he would know, and threatening to end his life in an hour. The operator must race against time to stop \"himself\" from suicide. Josh Stewart stars as Steven Thomas, along with August Maturo, Charlene Amoia, Jocelyn Ayanna, Nicole Santiago, Jill Awbrey, & Brecken Merrill. This also reminds me of the film Frequency (2000) about a father and son connecting across time through the phone. Lifeline looks much better than it sounds.\n\nHere's the official trailer (+ poster) for Feras Alfuqaha's film Lifeline, direct from YouTube:\n\nA late-night suicide hotline operator named Steven Thomas (starring Josh Stewart) receives a disturbing call from someone claiming to be him, knowing personal details only he would know. The caller threatens to end his life within the hour, forcing the operator into a tense, emotional race against time. As the clock ticks down, he must confront his deepest fears and uncover the truth before it's too late to save \"himself.\" Lifeline is directed by the indie producer / filmmaker Feras Alfuqaha, now making his feature directorial debut after producing a number of other projects as well. The screenplay is written by Brady Morell and Brian Price. Produced by Feras Alfuqaha and Leal Naim. Dark Sky Films will debut Alfuqaha's Lifeline film in select US theaters + on VOD starting on February 21st, 2025 coming soon. Who wants to watch this?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Phantom Line - Official Demo Trailer",
            "link": "https://www.ign.com/videos/phantom-line-official-demo-trailer",
            "description": "Learn more about the grim world of Phantom Line and get another look at the terrifying threats you'll face in this new trailer for the upcoming co-op (1-4) shooter set in the post-nuclear European ...",
            "image_url": "https://www.bing.com/th?id=OJ.roqWBatIwIpaCw&pid=news&w=52&h=16&rs=2",
            "category": "paranormal",
            "date": "2h",
            "source": "IGN",
            "article_content": "Try to guess the video game: In the input field, type a question that could be answered \"yes\" or \"no\". You can ask up to 20 questions before the game is over.\n\nQuick tips to help you guess the answer faster"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'The Rig' review: A leisurely swim to eco-Armageddon",
            "link": "https://www.thestar.com.my/lifestyle/entertainment/2025/01/15/039the-rig039-review-a-leisurely-swim-to-eco-armageddon",
            "description": "So, Season One of The Rig (for those who have yet to check it out) is set on the Kinlock Bravo, a remote oil rig in Scottish ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MzZrAOTUgs3khFqEHPbaVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "The Star",
            "article_content": "Isolated installations, mysterious menaces, possible paranormal phenomena... where have we seen/heard it all before? Everywhere, from the amazing John Carpenter's The Thing to The Abyss to the more recent Kristen Stewart horror-thriller Underwater (which achieved the distinction of actually bringing HP Lovecraft's Cthulhu to the screen without any fanfare).\n\nThe Rig, an ecological-themed SF mystery-suspense-adventure offering, offered up a similar combination and atmosphere when it made its debut in early 2023.\n\nAfter its initial six episodes culminated in a cliffhanger of sorts, and it faded from view, few would have blamed us for thinking it had gone the way of so many other streaming series – one season and prematurely done.\n\nYet, almost two years later, Season Two is upon us, and most of the cast is back. But let's rewind things a bit.\n\nSo, Season One of The Rig (for those who have yet to check it out) is set on the Kinlock Bravo, a remote oil rig in Scottish waters. Suddenly cut off from the mainland by a strange fog and affected by bizarre phenomena, the crew struggles to figure out what's going on while racing to avoid a potential ecological disaster.\n\nLed by stalwart site manager Magnus (Game Of Thrones and Silo's Iain Glen), the crew consists of folks like scientist and oil company rep Rose (Emily Hampshire, Schitt's Creek), comms officer Fulmer (Martin Compston, Line Of Duty), medic Cat Braithwaite (Rochena Sandall, Line Of Duty Series Five), rookie Baz (Calvin Demba, Supacell), divisive veteran Hutton (Owen Teale, GOT's Jon Snow tormentor Ser Alliser Thorne), and the wise, well-read Alwyn (Mark Bonnar, Napoleon).\n\nTensions rise as strange occurrences terrify all on board, leading to a big reveal that, I'll give the show, is somewhat unexpected (I just can't say more about it since, apparently, the spoiler statute of limitations is five years; kidding, but why spoil your fun?).\n\n'You can stick your corporate doubletalk, pal... all we want to know is, when will the plumbing be working again?'\n\nSeason Two sees the scene shift slightly, though a \"rig\" of some sort is still involved, as is a remote location.\n\nNot all the crew members from the debut season make it this far, but Mark Addy's (hey, it's a veritable GOT reunion) arrogant executive Coake, from Pictor – the monolithic oil company that owns the Bravo – comes along for the ride.\n\nAlso aboard for the sophomore year are Pictor CEO Morgan Lennox (Alice Krige, Star Trek: First Contact), and assorted personnel from this new rig including scientist Askel (Johannes Roaldsen Furst) who might as well be renamed Deus Ex Machina for the number of out-of-the-blue \"saves\" he performs.\n\nMost of the human drama comes from the central trio of Glen, Hampshire and Compston, as their personalities clash while Fulmer and Rose's romance develops. There are corporate shenanigans and intrigue aplenty as Coake, Lennox and those Bravo crew members they pick as pawns navigate hard questions from an angry public.\n\n'I'm a bit worried. The last time anyone saw canisters like these, there were Facehuggers in them.'\n\nAnd, for sure, large amounts of suspense and the occasional burst of violence as hidden agendas boil over and moves are made against the (ahem) entity or such at the heart of the mystery.\n\nThere are rousing moments of high adventure as our intrepid oil rig workers and their newfound associates hesitantly venture forth into the strange and dangerous new world hidden below the surface.\n\nAs the ever-astute Askel puts it, that's 95% of the world's habitable area and we're just exploring it by candlelight.\n\nThat sort of sums up The Rig, too, which has an intriguing premise but takes its time developing its central mystery to the point that it can seem laggardly and in dire need of some urgency. After all, with so many precedents established in entertainment, these aspects of storytelling certainly don't need to be explored by candlelight.\n\nOverall, this will still appeal to fans of undersea mysteries and ecological thrillers, and the sluggish bits are buoyed by strong performances from the ensemble. While a third season has yet to be greenlit, the second ends with enough compelling questions raised for hopeful viewers to... keep a candle burning in the window, as it were.\n\nTwo six-episode seasons of The Rig are available to stream on Prime Video."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mars holds liquid water and not just ice in this groundbreaking discovery",
            "link": "https://www.msn.com/en-in/news/techandscience/black-holes-cook-their-own-meals-according-to-nasa-s-chandra-x-ray-study-here-s-how/ar-AA1y2Aln?ocid=BingNewsVerp",
            "description": "Scientists confirm the existence of liquid water on Mars, altering our understanding of the Red Planet. Evidence of wave ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iJUzGF-JYB_MJe2vK6G-iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists find traces of life’s building blocks in historic asteroid samples",
            "link": "https://www.popsci.com/science/bennu-asteroid-sample-life/",
            "description": "It took a while for scientists to gain access to the samples that NASA’s OSIRIS-REx mission took from the asteroid Bennu, but ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8QjORSxh5skMG0R6-tj1Gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "27m",
            "source": "Popular Science",
            "article_content": "It took a while for scientists to gain access to the samples that NASA’s OSIRIS-REx mission took from the asteroid Bennu, but the wait is proving to be worth it. A new study published January 29 in Nature describes an unexpected discovery in the material delivered by OSIRIS-REx: residues of compounds left over by the evaporation of liquid water.\n\nTim McCoy, the paper’s lead author, tells Popular Science that the presence of these compounds was completely unexpected. “[Finding them] was a complete surprise,” he says. “Collectively, the team that wrote this paper has hundreds of years of experience examining meteorites and none of us—in fact, nobody—had ever seen some of these minerals.”\n\nOREX-800044-101, the sample that was analysed by the Japanese members of the OSIRIS-REx sample analysis team. Credit: Yasuhiro Oba\n\nOne of the reasons that the discovery is so significant is that the compounds must have precipitated from the evaporation of brine solutions–solutions of liquid water with high concentrations of dissolved salts. “We know this,” McCoy explains, “both because some of these minerals … actually have water in their crystal structure, and because we know the most abundant fluid [in the universe] is water. There could have been a small component of other ices, like carbon dioxide, but it was mostly water.”\n\n[ Related: This is what’s inside NASA’s previously stuck asteroid sampler ]\n\nThe presence of these compounds therefore implies the presence of liquid water at some point in Bennu’s history—or, more accurately, in the history of the ancient asteroid from which Bennu originated. That parent asteroid was a larger object that broke up into smaller pieces at some point during the last 65 million years. McCoy explains that the parent asteroid was formed partly of ice, and over the millennia, this ice was melted by heat from the decay of radioactive elements in the asteroid’s regolith.\n\nMcCoy says that this water “likely existed not on the surface, but as a vein or pocket under the surface of the asteroid.” This prolonged its existence in a liquid state, most likely, as McCoy says, at “about room temperature.” The dissolved minerals may also have allowed the solution to remain liquid for longer: brine solutions generally have lower freezing points than pure water. (This is why roads are salted during snowy weather.)\n\nIn any case, when the water did eventually evaporate, it left behind the concentrated precipitates that proved such a surprise to McCoy and his team—and when the parent asteroid broke up, those compounds were passed onto its successors, including Bennu. The first compound the team discovered in the Bennu sample was sodium carbonate, which had never been observed before in any other asteroid or meteorite. As it incorporates water into its crystal structure, its presence prompted McCoy and other teams around the world to search samples of other water-soluble compounds. They found 11 such compounds in total, all of which had been concentrated in a brine solution and then precipitated as the water evaporated.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nThis evidence for the presence of liquid water on the ancient body from which Bennu formed provides a tantalizing possibility: the possibility that Bennu’s progenitor may have seen the first stirrings of life. Brines of the sort that apparently formed in the pockets of liquid water on Bennu’s ancestor provide a favorable environment for the development of complex organic compounds. In a statement accompanying the release of the paper, McCoy said, “We now know from Bennu that the raw ingredients of life were combining in really interesting and complex ways on Bennu’s parent body.” The paper also speculates that similar brines may exist today in the interior of Saturn’s moon Enceladus and Mars’s moon Ceres.\n\nA mosaic image of asteroid Bennu, composed of 12 PolyCam images collected by the OSIRIS-REx spacecraft from a range of 24 kilometers. Credit: NASA/Goddard/University of Arizona\n\nEither way, McCoy says the apparent presence of liquid water in Bennu’s parent asteroid also tells us something important about that asteroid: “The fact Bennu’s parent asteroid incorporated ice means it had to form beyond the Solar System’s snow line.” This line marks the distance from a star at which the temperature falls below water’s freezing point. (In 2016, NASA captured an image of this phenomenon in a young solar system.)\n\nThe snow line is particularly important in the early days of a solar system, as the cloud of dust and gas that surrounds a nascent star begins to coalesce into the protoplanetary disk from which the system’s planets and other orbiting bodies will eventually form. Beyond the snow line, water is solid and aggregates readily into nascent planets and asteroids, whereas within the line, water remains gaseous and is harder to capture.\n\n[ Related: 10 chaotic space-related mishaps of 2024 ]\n\nThis means that objects formed beyond the snow line are relatively rich in water, and one leading theory about the origin of the water on Earth is that it was acquired by the capture of such water-rich objects. And if those objects contained brine solutions rich in organic compounds, it’s at least theoretically possible that life may have already been evolving in those environments before their arrival on Earth.\n\nSuch theoretical possibilities aside, McCoy says the discovery of brine compounds shows the value of OSIRIS-REx having been able to take direct physical samples from Bennu. “These are incredibly rare minerals, so they can’t be detected from Earth.” In addition, he says, “Many of these minerals are unstable in the Earth’s atmosphere. Without the controlled return by a spacecraft mission and very careful curation in nitrogen to isolate them from the atmosphere, we would have never found [them] in the first place.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of a unique drainage and irrigation system that gave way to the 'Neolithic Revolution' in the Amazon",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/discovery-of-a-unique-drainage-and-irrigation-system-that-gave-way-to-the-neolithic-revolution-in-the-amazon/ar-AA1y4jly?ocid=BingNewsVerp",
            "description": "A pre-Columbian society in the Amazon developed a sophisticated agricultural engineering system that allowed them to produce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dCR0FzIQu--VAPDhxH17qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "10mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rethinking AI hallucinations: Unlocking new frontiers in drug discovery",
            "link": "https://www.devdiscourse.com/article/health/3237237-rethinking-ai-hallucinations-unlocking-new-frontiers-in-drug-discovery",
            "description": "Hallucinations in LLMs refer to instances where models generate plausible yet incorrect or unrelated information.",
            "image_url": "https://www.bing.com/th?id=OVFT.XjIDVVtV7aozXQj1kHs7oC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "devdiscourse12h",
            "source": "devdiscourse",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Critics Shot Down A Major 'Dark Oxygen' Discovery. Experts Are Trying to Prove Them Wrong.",
            "link": "https://news.yahoo.com/news/critics-shot-down-major-dark-143000443.html",
            "description": "A flurry of criticism followed the article’s publication, including from the deep-sea mining company that funded the study, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Hz_uxUSMDaVxLzyLXxSAAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "YAHOO!News",
            "article_content": "\n\n\"Hearst Magazines and Yahoo may earn commission or revenue on some items through these links.\"\n\n\n\nIn the summer of 2024, an international team of scientists reported the presence of dark oxygen along the ocean floor and theorized that polymetallic nodules may have created this gas via seawater electrolysis.\n\nA flurry of criticism followed the article’s publication, including from the deep-sea mining company that funded the study, and challenged the scientists’ conclusions.\n\nNow, the researchers will once again return to the deep sea specifically to study dark oxygen production and hopefully settle this scientific disagreement once and for all.\n\nMost oxygen on Earth is produced by photosynthesis, as plants and plankton gobble sunlight for food and produce that oh-so-wonderful, life-giving O 2 . However, that’s not the only way oxygen can be produced. Enter “dark oxygen,” a process that isn’t as nefarious as it sounds. Simply put, it refers to oxygen produced without sunlight.\n\nADVERTISEMENT\n\nAlthough a couple examples of dark oxygen exist, a new potential source—discovered at the dark depths of the Pacific Ocean’s Clarion-Clipperton Zone (CCZ), nestled between Hawaii and the western coast of Mexico—has created a firestorm of interest. It’s also sparked significant controversy, as the source of this new dark oxygen could be polymetallic nodules, which are mineral-rich objects that are the prize of deep sea mining companies like The Metals Company.\n\nIn July of 2024, an international team of scientists published a paper in the journal Nature Geoscience claiming that these polymetallic nodules (also known as manganese nodules) could be producing oxygen via electrolysis. As millions of years of metallic layers built up in the nodules—similar to a voltaic pile—the differing electric potential could theoretically produce enough energy to split water into oxygen and hydrogen. Almost immediately upon publication, The Metals Company (who helped fund the research) disagreed with the results, and other doubts in the academic community (none of which have been peer reviewed) began to surface.\n\nAndrew Sweetman—lead author of the study and a deep-sea ecologist at the U.K.’s Scottish Association for Marine Science (SAMS)—and his colleagues have stood by the results.\n\n“What if you’re getting millions of these little tiny batteries on manganese oxide particles in the nodules […] and there’s electrons flowing through the internal layer structure of the manganese oxide?,” Sweetman told Popular Mechanics back in September of 2024. “I was the worst critic of this paper for 10 years. I said ‘no, this is not possible’ until I couldn’t say no anymore.”\n\nNow, Sweetman—backed by funding from a Japanese charity called The Nippon Foundation—will venture once more to the CCZ to specifically test nodules from the sea floor and hopefully put these criticisms to rest. According to New Scientist, the team will use custom-built landers that can descend up to 12,000 meters below sea level, which is twice the required depth needed to study the nodules. The researchers will also search for the presence of hydrogen, which was not specifically tested in previous research, to further confirm that electrolysis is taking place. The first of three research expeditions will set sail in January of 2026 from San Diego, California, and Sweetman remains confident of the outcome.\n\nADVERTISEMENT\n\nThis research comes at a sensitive time, as the International Seabed Authority (the global governing body that presides over the CCZ) is still determining the rules and regulations of mining these resource-rich nodules. If these hunks of metal are producing trace amounts of oxygen vis seawater electrolysis, the damage to this already sensitive area could be severe—and conservation groups have taken notice.\n\n“This is an excellent example of what it means to have the deep ocean as a frontier, a relatively unexplored part of our planet,” Oceanographer Lisa Levin told the Deep Sea Conservation Coalition at the time of the initial paper’s publication. “There are still new processes to discover that challenge what we know about life in our ocean.”\n\nThis will be the first research expedition undertaken with the express purpose of searching for dark oxygen. Previous research on this discovery was part of a more general research expedition investigating ocean respiration. Although Sweetman has faced mounting criticism—which he admits has taken a personal toll—he remains confident of this future expedition’s outcome, as he’s seen evidence of this inexplicable oxygen show up in his work for more than a decade.\n\n“I know [dark oxygen production] is happening. We have found this now in six places,” Sweetman told New Scientist. “I know we are going to find it.”\n\nYou Might Also Like"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Says DeepSeek Used Its Work Without Permission to Create an AI That's Stealing Its Job",
            "link": "https://www.msn.com/en-us/news/technology/openai-says-deepseek-used-its-work-without-permission-to-create-an-ai-thats-stealing-its-job/ar-AA1y4sfK?ocid=BingNewsVerp",
            "description": "After spending years indiscriminately ripping off other people's work and getting sued for copyright infringement left and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zSsnTFsF2Gv6mR9QM_Kp6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Futurism on MSN1h",
            "source": "Futurism on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek used OpenAI’s model to train it’s competitor using ‘distillation,’ White House AI czar says",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-used-openai-s-model-to-train-it-s-competitor-using-distillation-white-house-ai-czar-says/ar-AA1y498y?ocid=BingNewsVerp",
            "description": "David Sacks says OpenAI has evidence that Chinese company DeepSeek used a technique called \"distillation\" to build a rival ...",
            "image_url": "https://www.bing.com/th?id=OVFT.thxS3wCMkCqQWwqXnft3dC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Probing If DeepSeek-Linked Group Improperly Obtained OpenAI Data",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/microsoft-probing-if-deepseek-linked-group-improperly-obtained-openai-data/ar-AA1y3eEB?ocid=BingNewsVerp",
            "description": "Microsoft Corp. and OpenAI are investigating whether data output from OpenAI’s technology was obtained in an unauthorized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.czvgN8tbrhmEXexNJ_rLdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "57mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI says Chinese rivals using its work for their AI apps",
            "link": "https://news.yahoo.com/news/chinas-deepseek-ai-under-large-052233254.html",
            "description": "ChatGPT maker says it will need extra protection from US government, following emergence of Chinese rival, DeepSeek.",
            "image_url": "https://www.bing.com/th?id=OVFT.Q5o-OQJsK30jrYaU3V-2ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "YAHOO!News",
            "article_content": "OpenAI says Chinese rivals using its work for their AI apps\n\nThe maker of ChatGPT, OpenAI, has complained that rivals, including those in China, are using its work to make rapid advances in developing their own artificial intelligence (AI) tools.\n\nThe status of OpenAI - and other US firms - as the world leaders in AI has been dramatically undermined this week by the sudden emergence of DeepSeek, a Chinese app that can emulate the performance of ChatGPT, apparently at a fraction of the cost.\n\nBloomberg has reported that Microsoft is investigating whether data belonging to OpenAI - which it is a major investor in - has been used in an unauthorised way.\n\nThe BBC has contacted Microsoft and DeepSeek for comment.\n\nADVERTISEMENT\n\nOpenAI's concerns have been echoed by the recently appointed White House \"AI and crypto czar\", David Sacks.\n\nSpeaking on Fox News, he suggested that DeepSeek may have used the models developed by OpenAI to get better, a process called knowledge distillation.\n\n\"There's substantial evidence that what DeepSeek did here is they distilled the knowledge out of OpenAI's models,\" Mr Sacks said.\n\n\"I think one of the things you're going to see over the next few months is our leading AI companies taking steps to try and prevent distillation... That would definitely slow down some of these copycat models.\"\n\nIn a statement, OpenAI said Chinese and other companies were \"constantly trying to distil the models of leading US AI companies\".\n\n\"As we go forward... it is critically important that we are working closely with the US government to best protect the most capable models,\" it added.\n\nADVERTISEMENT\n\n'Deceptive' claims\n\nNaomi Haefner, assistant professor of technology management at the University of St. Gallen in Switzerland, said the question of distillation could throw the notion that DeepSeek created its product for a fraction of the cost into doubt.\n\n\"It is unclear whether DeepSeek really trained its models from scratch,\" she said.\n\n\"OpenAI have stated that they believe DeepSeek may have misappropriated large amounts of data from them.\n\n\"If this is the case, then the claims about training the model very cheaply are deceptive. Until someone replicates the training approach we won't know for sure whether such cost-efficient training is really possible.\"\n\nADVERTISEMENT\n\nCrystal van Oosterom, AI Venture Partner at OpenOcean, agreed that \"DeepSeek has clearly built upon publicly available research from major American and European institutions and companies\".\n\nHowever, it is not clear how problematic the idea of \"building on\" the work of others is.\n\nThis is especially true in AI, where the accusation of disrespecting intellectual property rights has been frequently levelled at major US AI firms.\n\nSecurity and ethics\n\nUS officials are also considering the national security implications of DeepSeek's emergence, according to White House press secretary Karoline Leavitt.\n\n\"I spoke with [the National Security Council] this morning, they are looking into what [the national security implications] may be,\" said Ms Leavitt, who also restated US President Donald Trump's remarks a day earlier that DeepSeek should be a wake-up call for the US tech industry.\n\nADVERTISEMENT\n\nThe announcement comes after the US navy reportedly banned its members from using DeepSeek's apps due to \"potential security and ethical concerns\".\n\nAccording to CNBC, the US navy has sent an email to its staff warning them not to use the DeepSeek app due to \"potential security and ethical concerns associated with the model's origin and usage\".\n\nThe Navy did not immediately respond to a request for comment from BBC News.\n\nCyber attacks on Chinese firm come as US officials looking into national security implications of DeepSeek AI [DeepSeek]\n\nData safety experts have warned users to be careful with the tool, given it collects large amounts of personal data and stores it in servers in China.\n\nMeanwhile, DeepSeek says it has been the target of cyber attacks. On Monday it said it would temporarily limit registrations because of \"large-scale malicious attacks\" on its software.\n\nA banner showing on the company's website says registration may be busy as a result of the attacks.\n\nAdditional reporting from Fan Wang\n\n[BBC]\n\nSign up for our Tech Decoded newsletter to follow the biggest developments in global technology, with analysis from BBC correspondents around the world. Outside the UK? Sign up here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI chief Sam Altman plans India visit, sources say",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-chief-sam-altman-plans-india-visit-sources-say-2025-01-29/",
            "description": "Microsoft-backed OpenAI's chief Sam Altman is planning to visit India next week, three sources with direct knowledge of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hwy3O4LvAMEhuCNXE3KAfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reduce the risk of spam with Incogni — now 55% off",
            "link": "https://www.msn.com/en-us/news/technology/reduce-the-risk-of-spam-with-incogni-now-55-off/ar-AA1y1jHN?ocid=BingNewsVerp",
            "description": "Incogni is the perfect way to keep your identity truly private online and cut down on scam calls. It's on sale now so we're ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hvIimp4i8zgTuN_pPLr1SS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crypto, AI, And DeepSeek: Must-Know Trends From Davos 2025 Now",
            "link": "https://www.forbes.com/sites/digital-assets/2025/01/27/the-13-most-impactful-ai-and-blockchain-trends-discussed-at-davos-2025/",
            "description": "Davos 2025 showcased groundbreaking insights into AI, blockchain, and crypto, highlighting lessons that your business must ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v9VsQ6l0z04-asZnDVuKYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lunar New Year festivities in Moscow celebrate strong China tie",
            "link": "https://www.msn.com/en-za/news/other/lunar-new-year-festivities-in-moscow-celebrate-strong-china-tie/vi-AA1y3BFh?ocid=BingNewsVerp",
            "description": "Celebrations mark Lunar New Year in Moscow reflecting close relations with China Liverpool respond to approach for Darwin Nunez with £59m bid ‘about to be accepted’ Seven incredible, underrated small ...",
            "image_url": "https://www.bing.com/th?id=OJ.MnvbQ9JlTwnIWA&pid=news&w=116&h=16&rs=2",
            "category": "code+trends",
            "date": "3hon MSN",
            "source": "Euronews on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "People in Kinshasa protest against Rwanda and the crisis in the eastern DRC",
            "link": "https://www.msn.com/en-za/video/news/people-in-kinshasa-protest-against-rwanda-and-the-crisis-in-the-eastern-drc/vi-AA1y2GOu?ocid=BingNewsVerp",
            "description": "Sprinter Bayanda Walaza on why he chose TUT over University of Pretoria Toyota SA’s big plans for 2025: Key cars and market trends to watch What family homes looked like during your birth decade ...",
            "image_url": "https://www.bing.com/th?id=ODF.o_ykOysbopU-NGZ5R6AOHQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eco packaging leads 2025 trends",
            "link": "https://www.packaging-gateway.com/features/eco-packaging-leads-2025-trends/",
            "description": "From innovative materials to stricter regulations and shifting consumer expectations, businesses must adapt to remain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-00-GHDqdwgS9YyfvDoeFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "packaging-gateway5h",
            "source": "packaging-gateway",
            "article_content": "As sustainability continues to dominate the packaging industry, 2025 is set to bring groundbreaking changes in eco-packaging. /Credit: Skorzewiak via Shutterstock\n\nThe shift towards eco-friendly packaging is set to accelerate in 2025, with sustainable materials taking centre stage. Consumer awareness of environmental concerns has never been higher, and businesses are responding with packaging innovations that reduce waste, lower carbon emissions, and enhance recyclability.\n\nOne of the most notable trends is the rise of bio-based materials. Plant-based plastics, algae-derived films, and mushroom-based packaging are gaining traction as viable alternatives to traditional petroleum-based plastics.\n\nThese materials not only decompose naturally but also reduce reliance on fossil fuels.\n\nRecycled materials are also playing a crucial role in the sustainable packaging movement. Brands are increasingly using post-consumer recycled (PCR) content in their packaging, reducing the demand for virgin materials.\n\nPaper and cardboard packaging, often sourced from sustainably managed forests, continue to be popular due to their recyclability and consumer-friendly appeal.\n\nMeanwhile, biodegradable and compostable packaging options are evolving to meet both environmental and functional demands. Companies are investing in materials that break down efficiently under industrial composting conditions while maintaining durability for product protection.\n\nHow well do you really know your competitors? Access the most comprehensive Company Profiles on the market, powered by GlobalData. Save hours of research. Gain competitive edge. View profiles in store Company Profile – free sample Thank you! Your download email will arrive shortly Not ready to buy yet? Download a free sample We are confident about the unique quality of our Company Profiles. However, we want you to make the most beneficial decision for your business, so we offer a free sample that you can download by submitting the below form By GlobalData Submit Country * UK USA Afghanistan Åland Islands Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bonaire, Sint Eustatius and Saba Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos Islands Colombia Comoros Congo Democratic Republic of the Congo Cook Islands Costa Rica Côte d\"Ivoire Croatia Cuba Curaçao Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guernsey Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Holy See Honduras Hong Kong Hungary Iceland India Indonesia Iran Iraq Ireland Isle of Man Israel Italy Jamaica Japan Jersey Jordan Kazakhstan Kenya Kiribati North Korea South Korea Kuwait Kyrgyzstan Lao Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia, The Former Yugoslav Republic of Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Moldova Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Réunion Romania Russian Federation Rwanda Saint Helena, Ascension and Tristan da Cunha Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and The Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and The South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates US Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela Vietnam British Virgin Islands US Virgin Islands Wallis and Futuna Western Sahara Yemen Zambia Zimbabwe Kosovo Industry * Academia & Education Aerospace, Defense & Security Agriculture Asset Management Automotive Banking & Payments Chemicals Construction Consumer Foodservice Government, trade bodies and NGOs Health & Fitness Hospitals & Healthcare HR, Staffing & Recruitment Insurance Investment Banking Legal Services Management Consulting Marketing & Advertising Media & Publishing Medical Devices Mining Oil & Gas Packaging Pharmaceuticals Power & Utilities Private Equity Real Estate Retail Sport Technology Telecom Transportation & Logistics Travel, Tourism & Hospitality Venture Capital Tick here to opt out of curated industry news, reports, and event updates from Packaging Gateway. Submit and download Visit our Privacy Policy for more information about our services, how we may use, process and share your personal data, including information of your rights in respect of your personal data and how you can unsubscribe from future marketing communications. Our services are intended for corporate subscribers and you warrant that the email address submitted is your corporate email address.\n\nThe move towards sustainable materials is no longer just an option but a necessity for brands looking to align with consumer expectations and regulatory pressures.\n\nRegulatory shifts drive innovation\n\nGovernments across the globe are tightening regulations on packaging waste, pushing companies to adopt eco-conscious practices. In the UK and EU, Extended Producer Responsibility (EPR) policies are becoming more stringent, making producers accountable for the entire lifecycle of their packaging.\n\nThe upcoming Plastic Packaging Tax revisions are expected to place further financial pressure on businesses that fail to incorporate recycled content.\n\nAs regulations become more rigorous, businesses are investing in innovation to stay ahead. Smart packaging solutions, such as QR codes that guide consumers on proper disposal methods, are becoming increasingly common.\n\nThese digital integrations not only improve sustainability efforts but also enhance customer engagement by offering transparency about packaging materials and their environmental impact.\n\nMoreover, refillable and reusable packaging systems are gaining popularity. Major brands are exploring circular packaging models where consumers can return containers for reuse.\n\nSupermarkets are introducing refill stations for products like detergents, personal care items, and dry foods, reducing reliance on single-use plastics. Such initiatives align with both regulatory requirements and consumer demand for waste reduction.\n\nConsumer demand shapes packaging strategies\n\nConsumer preferences are significantly influencing the direction of eco-friendly packaging trends in 2025. Shoppers are actively seeking brands that prioritise sustainability, and companies that fail to adapt risk losing market share.\n\nA growing number of consumers are scrutinising packaging labels, looking for certifications such as FSC (Forest Stewardship Council) and plastic-free seals.\n\nMinimalist packaging is another rising trend, driven by the preference for less material usage and a cleaner aesthetic. Excessive packaging is increasingly seen as wasteful, prompting brands to adopt streamlined designs with fewer layers.\n\nPackaging that serves multiple functions, such as being repurposed for storage or converted into another useful item, is also gaining traction.\n\nTransparency is now a key factor in packaging design. Brands are openly communicating their sustainability commitments, providing clear information on materials used and their environmental impact.\n\nDigital packaging innovations, such as augmented reality (AR), allow consumers to scan packaging for deeper insights into sourcing, production, and disposal methods.\n\nLooking ahead, eco-friendly packaging will continue to evolve as businesses refine their strategies to meet environmental targets and consumer expectations.\n\nThe industry is on the cusp of transformative change, and those embracing sustainable innovations will not only enhance their brand reputation but also contribute to a more circular economy.\n\nAs 2025 approaches, the message is clear—eco-packaging is not just a trend but a fundamental shift shaping the future of the industry."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Third Type of Magnetism? Altermagnetism Named Top Physics Breakthrough of 2024",
            "link": "https://scitechdaily.com/a-third-type-of-magnetism-altermagnetism-named-top-physics-breakthrough-of-2024/",
            "description": "Altermagnetism was first theorized in 2019 and experimentally confirmed in 2024 by researchers at Mainz University. It ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G_NMxjhvucUuvAApimOaNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists find traces of life’s building blocks in historic asteroid samples",
            "link": "https://www.popsci.com/science/bennu-asteroid-sample-life/",
            "description": "It took a while for scientists to gain access to the samples that NASA’s OSIRIS-REx mission took from the asteroid Bennu, but ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8QjORSxh5skMG0R6-tj1Gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "28m",
            "source": "Popular Science",
            "article_content": "It took a while for scientists to gain access to the samples that NASA’s OSIRIS-REx mission took from the asteroid Bennu, but the wait is proving to be worth it. A new study published January 29 in Nature describes an unexpected discovery in the material delivered by OSIRIS-REx: residues of compounds left over by the evaporation of liquid water.\n\nTim McCoy, the paper’s lead author, tells Popular Science that the presence of these compounds was completely unexpected. “[Finding them] was a complete surprise,” he says. “Collectively, the team that wrote this paper has hundreds of years of experience examining meteorites and none of us—in fact, nobody—had ever seen some of these minerals.”\n\nOREX-800044-101, the sample that was analysed by the Japanese members of the OSIRIS-REx sample analysis team. Credit: Yasuhiro Oba\n\nOne of the reasons that the discovery is so significant is that the compounds must have precipitated from the evaporation of brine solutions–solutions of liquid water with high concentrations of dissolved salts. “We know this,” McCoy explains, “both because some of these minerals … actually have water in their crystal structure, and because we know the most abundant fluid [in the universe] is water. There could have been a small component of other ices, like carbon dioxide, but it was mostly water.”\n\n[ Related: This is what’s inside NASA’s previously stuck asteroid sampler ]\n\nThe presence of these compounds therefore implies the presence of liquid water at some point in Bennu’s history—or, more accurately, in the history of the ancient asteroid from which Bennu originated. That parent asteroid was a larger object that broke up into smaller pieces at some point during the last 65 million years. McCoy explains that the parent asteroid was formed partly of ice, and over the millennia, this ice was melted by heat from the decay of radioactive elements in the asteroid’s regolith.\n\nMcCoy says that this water “likely existed not on the surface, but as a vein or pocket under the surface of the asteroid.” This prolonged its existence in a liquid state, most likely, as McCoy says, at “about room temperature.” The dissolved minerals may also have allowed the solution to remain liquid for longer: brine solutions generally have lower freezing points than pure water. (This is why roads are salted during snowy weather.)\n\nIn any case, when the water did eventually evaporate, it left behind the concentrated precipitates that proved such a surprise to McCoy and his team—and when the parent asteroid broke up, those compounds were passed onto its successors, including Bennu. The first compound the team discovered in the Bennu sample was sodium carbonate, which had never been observed before in any other asteroid or meteorite. As it incorporates water into its crystal structure, its presence prompted McCoy and other teams around the world to search samples of other water-soluble compounds. They found 11 such compounds in total, all of which had been concentrated in a brine solution and then precipitated as the water evaporated.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nThis evidence for the presence of liquid water on the ancient body from which Bennu formed provides a tantalizing possibility: the possibility that Bennu’s progenitor may have seen the first stirrings of life. Brines of the sort that apparently formed in the pockets of liquid water on Bennu’s ancestor provide a favorable environment for the development of complex organic compounds. In a statement accompanying the release of the paper, McCoy said, “We now know from Bennu that the raw ingredients of life were combining in really interesting and complex ways on Bennu’s parent body.” The paper also speculates that similar brines may exist today in the interior of Saturn’s moon Enceladus and Mars’s moon Ceres.\n\nA mosaic image of asteroid Bennu, composed of 12 PolyCam images collected by the OSIRIS-REx spacecraft from a range of 24 kilometers. Credit: NASA/Goddard/University of Arizona\n\nEither way, McCoy says the apparent presence of liquid water in Bennu’s parent asteroid also tells us something important about that asteroid: “The fact Bennu’s parent asteroid incorporated ice means it had to form beyond the Solar System’s snow line.” This line marks the distance from a star at which the temperature falls below water’s freezing point. (In 2016, NASA captured an image of this phenomenon in a young solar system.)\n\nThe snow line is particularly important in the early days of a solar system, as the cloud of dust and gas that surrounds a nascent star begins to coalesce into the protoplanetary disk from which the system’s planets and other orbiting bodies will eventually form. Beyond the snow line, water is solid and aggregates readily into nascent planets and asteroids, whereas within the line, water remains gaseous and is harder to capture.\n\n[ Related: 10 chaotic space-related mishaps of 2024 ]\n\nThis means that objects formed beyond the snow line are relatively rich in water, and one leading theory about the origin of the water on Earth is that it was acquired by the capture of such water-rich objects. And if those objects contained brine solutions rich in organic compounds, it’s at least theoretically possible that life may have already been evolving in those environments before their arrival on Earth.\n\nSuch theoretical possibilities aside, McCoy says the discovery of brine compounds shows the value of OSIRIS-REx having been able to take direct physical samples from Bennu. “These are incredibly rare minerals, so they can’t be detected from Earth.” In addition, he says, “Many of these minerals are unstable in the Earth’s atmosphere. Without the controlled return by a spacecraft mission and very careful curation in nitrogen to isolate them from the atmosphere, we would have never found [them] in the first place.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mars holds liquid water and not just ice in this groundbreaking discovery",
            "link": "https://www.msn.com/en-in/news/techandscience/black-holes-cook-their-own-meals-according-to-nasa-s-chandra-x-ray-study-here-s-how/ar-AA1y2Aln?ocid=BingNewsVerp",
            "description": "Scientists confirm the existence of liquid water on Mars, altering our understanding of the Red Planet. Evidence of wave ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iJUzGF-JYB_MJe2vK6G-iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Art meets science: See the first detailed illustration of an ancient deep-sea mountain",
            "link": "https://phys.org/news/2025-01-art-science-ancient-deep-sea.html",
            "description": "Rising mountain peaks and sharp rock formations cover the ocean floor, with corals, sponges, fish, and tons of sea creatures ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hjZZNRpkf9fvu2dYCgKWiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8m",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThis scientifically accurate illustration, done in the style of Alexander von Humboldt, depicts life along the flanks of the seamount. Each icon represents 50 individual organisms per 125 meters of depth. The icons in the black box represent 100 individuals. Credit: Constance Sartor, shared with permission\n\nRising mountain peaks and sharp rock formations cover the ocean floor, with corals, sponges, fish, and tons of sea creatures clinging to their sides. Unlike mountains on land that dare climbers and hikers to brave their peaks, underwater mountains, called seamounts, are vastly underexplored. Submerged at often unfathomable depths, many are inaccessible to even the most experienced divers.\n\nBut now, a Boston University–led team of scientists has made it possible to view a deep-sea mountain—to study its geographic features and biodiversity—without even getting wet. It's the first time a single seamount in the Pacific Ocean has been artistically visualized with this level of precision.\n\nThe team mapped a seamount located on the edge of the United States Exclusive Economic Zone in the central Pacific, producing a stunning illustration depicting corals and deep-sea organisms that live among complex ocean currents. The mountain, which sits a couple thousand miles southeast of Hawaii and is also on the border of the Phoenix Islands Protected Area, was brought to life using data collected during an expedition led by Randi Rotjan, a BU College of Arts & Sciences research associate professor of biology.\n\nTo do so, Rotjan and her team used a remotely operated vehicle (ROV), which scaled the seamount four times to illuminate the abundance of corals and deep-sea organisms that call it home at different depths. They then leveraged that data to inform an artistic rendering in the style of Alexander von Humboldt, a revered 19th-century naturalist who was one of the first to depict complex natural systems artistically. Rotjan says that Humboldt's legacy inspired her and the scientists to commission Constance Sartor, artist-at-sea and marine scientist at Schmidt Ocean Institute.\n\n\"The deep sea is a dark, impenetrable place where you can't take satellite views or landscape images,\" says Rotjan. \"We need art to help us visualize the deep sea, and we drew inspiration for this piece directly from Alexander von Humboldt.\"\n\nThe seamount is part of an ancient system of underwater volcanoes dating back over 60 million years. Most of the mountain is shrouded in darkness, but the top sits 196 meters (643 feet) below the surface within the mesophotic zone—also known as the ocean \"twilight zone,\" where a small amount of sunlight allows corals and algae to photosynthesize. Below the twilight zone, deep-ocean corals don't need light to thrive.\n\nThe team collected ROV data from the top down to 1,500 meters (4,921 feet) deep, documenting over 100 different types of coral living on all sides of the seamount. The base is about 5,000 meters (16,400 feet) below the surface, making it about two and half times the size of Mount Washington, the tallest peak in New England. The team published their findings, and the artistic rendering, in Scientific Reports.\n\n\"There's very little work that's been done to explore the deep sea. Less than 1 percent of the ocean seafloor has actually been imaged globally,\" says Brian Kennedy (CAS'23), who earned his Ph.D. in the Rotjan Lab and is lead author of the study. The paper was first published as a chapter in his Ph.D. dissertation. He is now the chief scientist at the Ocean Discovery League, a nonprofit focused on expanding deep-sea science.\n\nThe ROV spotted many types of biologically diverse organisms on the seamount, including these three eels. Credit: Schmidt Ocean Institute\n\nThe Brink spoke with Kennedy and Rotjan to learn all about the newly documented seamount, the importance of deep-ocean corals, and how the deep sea is connected to our lives on land.\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe Brink: What exactly is a seamount, and why did you decide to focus on this one?\n\nRotjan: A seamount is an underwater mountain that has all of the things that mountains on land have, but instead of wind and precipitation, it has ocean currents that carry oxygen and nutrients. For this study, we wanted to get a sense of the ecological rules that govern underwater mountain biology. On land, the patterns on a mountain are obvious—the top has low tree cover, then there's a conifer zone, and then the deciduous zone. But in the deep sea, we don't know any of this because we haven't seen most of the deep sea.\n\nKennedy: When we think about deep-sea science, a lot of the questions we're asking about the deep ocean are the same questions many great explorers and natural historians were asking about nature centuries ago. Thinking about seamounts, and how analogous they are to terrestrial mountains, we don't understand the processes that control the distribution of life the same way we do on land. This work was inspired by trying to get a better understanding of the bigger picture of what shapes biodiversity and community composition on seamounts. We wanted to take a deeper dive on a seamount that was unexplored.\n\nWhat was it like to document a previously unexplored area in such a remote part of the world?\n\nKennedy: In the beginning, there was some uncertainty around this project since it [started] right after COVID, and we really weren't sure it was going to happen. In some ways, it was a miracle we pulled this expedition off at all. We went to sea with less of a rigid cruise plan than normal. Once we mapped this area using multibeam sonar, we realized it was a great candidate. The summit of the seamount reaches the mesophotic zone, meaning that it receives enough light for photosynthesis to occur. It's also relatively symmetrical, and exists in some really complex equatorial current structures. There are really strong currents at different depths that change direction.\n\nRotjan: It was the perfect seamount for what we were looking for. We decided in real time as a team to perform four [ROV] dives at the seamount, which is no small thing. Each dive takes a lot of time and resources, and are each 24 to 36 hours long, so spending that much time and attention on one seamount is rare. We had our artist, Constance, onboard the vessel with us.\n\nThe ROV spotted many types of biologically diverse organisms on the seamount, including a yet-to-be identified brittle star living on a coral. Credit: Schmidt Ocean Institute\n\nHow do the ocean currents influence the seamount and the life that exists there?\n\nKennedy: In the deep sea, we don't understand the full relationship, but we have some ideas. The assumption is that [ocean] currents are better for deep-sea coral diversity. On the equator, there are complex current systems that change at different depths and vary dramatically in direction and speed. The summit of this seamount reaches the equatorial undercurrent, which is one of the most powerful currents in this region of the Pacific.\n\nWe saw four distinct current systems on the seamount: a very strong west to east, a weaker west to east, a reverse east to west, and at the deepest depths, we saw a south to north flow. We hypothesized that each one would host different communities—but, of course, the answer was more nuanced than we were expecting. Corals were pretty consistent on all sides—some were affiliated to currents, but others didn't match the current patterns.\n\nRotjan: Once we start to understand some of these patterns and answer these questions, scientists can know if an abundant coral on the north side, like Swiftia, is found in any unusual spots that would be noteworthy. We can start to unpack the biodiversity. Since we haven't been able to do this before at this scale, this is so exciting.\n\nI know another important factor is oxygen, and you were able to document the oxygen minimum zone, or OMZ—pockets where there is less oxygen available than the surrounding water—on the seamount. Can you explain the significance of that?\n\nKennedy: Oxygen minimum zones exist in every ocean, which is where oxygen is lower than the rest of the water column. One of the cool things about this particular seamount is that there are two minimum zones—one at 200 to 300 meters, and another one around 500 to 600 meters.\n\nStudying oxygen minimum zones is important because climate change is going to have a really major effect on oxygen distribution. A lot of the climate modeling indicates that oxygen concentrations in the deep ocean are going to decrease, and oxygen zones are going to expand dramatically in some parts of the world. We have to understand how sensitive different corals are to low oxygen states and how long they can sustain in a lower oxygen state before they start dying.\n\nRotjan: Even though there are oxygen minimum zones all over the ocean, this particular finding shows the stability of the zone on this seamount, because if it changed frequently, these corals would have a much bigger gap between them. These species are able to live on either side of the divide, but not in it, which begs all kinds of questions, like, is it the same population above and below the OMZ? Can coral larvae move through the oxygen minimum zone? We know climate change can also slow down or disrupt ocean currents, which can change the oxygen minimum zones and current dynamics, so disrupting the currents disrupts all of those systems.\n\nImage plate of example of vertical zonation along the flanks of the seamount. While there were numerous differences between the sides of the feature, four basic zones remained the same on all sides. (A) The top of the seamount was predominantly carbonate pavement with sediment filled depressions that hosted cup corals species. CCA commonly encrusted the carbonate (B) between 235 and 430 m depth on all sides there was a high density community of Aphrocallistes cf. beatrix sponges with tufts of Phyllochaetopterus limicolus worms living among the sponges. (C) Starting at 430 m down to 600 m, smaller encrusting sponges that were predominantly found on vertical or overhung faces dominated the benthic community. (D) the deeper depths (600–1500 m) were a mix of sponges and octocorals taxa made up the comparatively thinly populated patchy community. Credit: Scientific Reports (2025). DOI: 10.1038/s41598-025-86163-z\n\nWhy is it important to learn more about deep-sea corals?\n\nKennedy: Deep-sea corals and sponges are ecosystem engineers in the environment. Deep-sea communities play an important role in increasing nutrients concentration in deep water, which is one of the reasons upwelling areas are so productive. That water becomes nutrient-rich during its time in the deep sea by bacterial processes that corals and sponges have a heavy effect on modifying. The ocean around the world is changing very fast, and we need to know how to understand the impacts of climate change and human activities.\n\nRotjan: There is incredibly high biodiversity in seamounts, and these equatorial seamounts have some of the highest seamount biodiversity there is. One of the other key pieces about these corals is that they grow very slowly. These corals can be 4,000 years old—they're old on a different level. They've lived through thousands of years of human history. Are we going to let them die on our watch? No.\n\nHow do you hope that this discovery can steer the conversations about deep-ocean conservation?\n\nRotjan: This seamount is right on the edge of the US Exclusive Economic Zone, in an unprotected area just outside of the recently renamed Pacific Remote Islands—now the Pacific Islands Heritage—Marine National Monument. There have been calls to expand protections in these US waters to include this seamount, and the many others in the area. Protecting oceans should be a bipartisan issue, and there has been historic bipartisan support for protecting these special, yet vulnerable, places.\n\nKennedy: We need to think about individual seamounts as much more complex entities than we have done previously. Seamounts that host photosynthetic communities—but don't break the surface—are very rare globally. I hope this paper opens the door to more people recognizing how special these oceanic features are.\n\nMore information: Brian RC Kennedy et al, Multi-faceted examination of a deepwater seamount reveals ecological patterns among coral and sponge communities in the equatorial Pacific, Scientific Reports (2025). DOI: 10.1038/s41598-025-86163-z Journal information: Scientific Reports"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of a unique drainage and irrigation system that gave way to the 'Neolithic Revolution' in the Amazon",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/discovery-of-a-unique-drainage-and-irrigation-system-that-gave-way-to-the-neolithic-revolution-in-the-amazon/ar-AA1y4jly?ocid=BingNewsVerp",
            "description": "A pre-Columbian society in the Amazon developed a sophisticated agricultural engineering system that allowed them to produce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dCR0FzIQu--VAPDhxH17qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The best no code game engines recommended by leading indie devs",
            "link": "https://www.msn.com/en-us/news/technology/the-best-no-code-game-engines-recommended-by-leading-indie-devs/ar-AA1y3o4P?ocid=BingNewsVerp",
            "description": "N o code game engines and tools are becoming increasingly popular, enabling artists and anyone with a good idea to create ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XMXqsGLlLNc9nBpS_oXr6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Creative Bloq on MSN6h",
            "source": "Creative Bloq on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gallabox raises $3.5M to fuel its mission to democratize AI-driven conversational commerce for SMBs",
            "link": "https://markets.businessinsider.com/news/stocks/gallabox-raises-3-5m-to-fuel-its-mission-to-democratize-ai-driven-conversational-commerce-for-smbs-1034283293",
            "description": "Founded by Karthik Jagannathan, Yogesh Narayanan, and Yathin Panchanathan, Gallabox emerged from their firsthand experience ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LLtqbVOuns-uJkl1eHd95C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "Business Insider",
            "article_content": "San Diego, Jan. 29, 2025 (GLOBE NEWSWIRE) -- Traditional customer communication channels are breaking down, with businesses losing millions in potential revenue through ineffective email, SMS and phone outreach. Gallabox, founded by veterans from India's leading services marketplace, announced $3.5 million in funding to transform how businesses leverage WhatsApp for marketing and sales.\n\nThe seed round was led by FUSE, with participation from existing investors Prime Venture Partners and Neon Fund. This latest round brings the total raised by Gallabox to $5 million since its inception in 2021.\n\n\n\n\n\nKarthik Jagannathan, CEO and co-founder of Gallabox.\n\nBusinesses worldwide, especially in regions where WhatsApp dominates communication, are eager to integrate this high-ROI channel into their growth strategies. While large enterprises could afford to build custom WhatsApp automation solutions to nurture conversations and convert them to closed deals, small and mid-sized businesses were left managing conversations manually, leading to significant revenue leakages and lost opportunities.\n\nUnlike traditional communication tools that offer fragmented solutions, Gallabox provides an end-to-end platform for WhatsApp automation. The platform's no-code approach enables businesses to create AI chatbots for lead qualification, deploy drip marketing campaigns, and manage team collaboration through shared inboxes. From broadcast messaging and automated appointment booking to personalized service recommendations, Gallabox helps businesses automate every stage of their customer interaction funnel.\n\n\n\n\n\nGallabox enables businesses to use WhatsApp for a wide range of purposes\n\n\n\nFounded by Karthik Jagannathan, Yogesh Narayanan, and Yathin Panchanathan, Gallabox emerged from their firsthand experience of working with thousands of SMBs struggling with customer communication and scaling growth—despite investing heavily in lead-generating resources, which have largely been manual.\n\n\"The shift to B2C messaging is undeniable, but most businesses lack the tools to capitalize on it,\" said Karthik Jagannathan, CEO and co-founder of Gallabox. \"Typically, SMBs spend enormous amounts of time and effort in building pipelines, which are often disjointed and not scalable. Our platform enables any business, regardless of their technical expertise or budget, to deploy sophisticated AI agents on WhatsApp, helping them convert every conversation into a business opportunity... within minutes.\"\n\nThe company's trajectory validates its approach. Starting in Chennai, India's unofficial SaaS capital, Gallabox acquired its first 100 customers outside their network within 100 days of launch. So far, the platform has served over 10,000 businesses across 45 countries, with strong traction in service-oriented sectors including education, healthcare/wellness, real estate, and travel.\n\nThrough Gallabox, businesses can offer a chatbot to support their customers.\n\n\n\n“The world is standardizing on WhatsApp as the modern communication and engagement platform. Gallabox enables companies to meet their customers exactly where they are — with a holistic marketing, sales, and commerce suite on top of WhatsApp. Thrilled to partner with Karthik, Yogesh, Yathindhar, and the entire Gallabox team as they shape the future of business-to-customer communication,” said Kellan Carter, Founding Partner at FUSE.\n\nThe company has established dedicated teams in the Middle East, Latin America and the US to support its rapid international expansion in markets where WhatsApp is the dominant channel for business communication.\n\n“Karthik, Yogesh, and Yathin have proven to be an exceptional team throughout the two years we have worked together. Their relentless focus on execution and great product made it an easy decision for us to double down on our commitment,” said Sanjay Swamy, Managing Partner, Prime Venture Partners. “Gallabox's outstanding product allows SMBs to effortlessly create and deploy AI agents and workflows that automate customer engagement, enabling business owners to concentrate on their core operations.”\n\nThe platform's impact is evident across sectors. Educational institutions use Gallabox to automate their entire admission process, healthcare providers streamline appointment management, and real estate agencies automate property inquiries and viewing schedules. The platform's AI agents handle routine interactions while enabling human teams to focus on high-value conversations.\n\nLooking ahead, Gallabox is evolving beyond pure WhatsApp automation to become a comprehensive AI Sales and Marketing agent platform for SMBs on multiple messaging channels. The company is developing advanced capabilities that will enable businesses to train AI agents through natural language instructions, handling complex tasks from lead qualification to prospect engagement to service delivery.\n\nGallabox plans to use the funding to strengthen its product capabilities and expand its geographic footprint. The company's vision is to redefine how businesses engage with customers, making enterprise-grade AI automation accessible to companies of all sizes.\n\nEnds\n\nMedia images can be found here.\n\n\n\nAbout Gallabox\n\nGallabox is a no-code conversational platform on a mission to democratize AI for small and medium-sized businesses worldwide. With offices in California, Dubai, and India, Gallabox is transforming the sales and marketing playbooks of thousands of companies, helping them achieve faster growth than ever before.\n\nAbout FUSE\n\nFUSE is an early-stage software focused venture capital firm, currently investing out of their second fund of $255M.\n\nAbout Prime Venture Partners\n\nPrime Venture Partners is one of India’s leading early-stage venture capital firms (primevp.in) based in Bangalore, led by Sanjay Swamy, Shripati Acharya, and Amit Somani. Founded in 2012 with the goal of bringing Silicon Valley-style professionalism to venture investing and building world-class companies from India, PrimeVP is often the first institutional investor in category-defining tech startups. Its major investments span sectors including FinTech, Enterprise SaaS, Consumer Internet, EdTech, Healthcare, Logistics, IoT, and EVs, among others."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Watch The One Chicago Crossover Tonight — What Time Does It Start?",
            "link": "https://www.forbes.com/sites/monicamercuri/2025/01/29/how-to-watch-the-one-chicago-crossover-tonight---what-time-does-it-start/",
            "description": "NBC’s One Chicago airs its first crossover in five years tonight. Here’s how to watch the epic event featuring \"Chicago Fire, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FNiPSeDt3MZqJep-_2TmlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After a torrid start, Tennessee basketball is fading as it nears the home stretch | Estes",
            "link": "https://www.msn.com/en-us/sports/nba/after-a-torrid-start-tennessee-basketball-is-fading-as-it-nears-the-home-stretch-estes/ar-AA1y3gBS?ocid=BingNewsVerp",
            "description": "Tennessee's status as a serious March Madness contender has taken some dents, most recently a deeply frustrating loss to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3uRvLv2EYUVLt6JMhjPS1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "The Knoxville News-Sentinel on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The OnePlus 13 has already set an impossible standard for Android phones in 2025",
            "link": "https://www.msn.com/en-us/news/technology/the-oneplus-13-is-already-set-an-impossible-standard-for-android-phones-in-2025/ar-AA1y1TPb?ocid=BingNewsVerp",
            "description": "I've used the OnePlus 13 for six weeks and after using many other new phones — including Galaxy S25 Ultra — this is why it's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T2FNLWJHEqMag91CkyR3zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "16hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nothing Phone 3 and Phone 3a: Everything we know so far",
            "link": "https://www.msn.com/en-us/technology/tech-companies/nothing-phone-3-and-phone-3a-everything-we-know-so-far/ar-AA1y36cQ?ocid=BingNewsVerp",
            "description": "Nothing will hold an event on March 4 where it seems at least one Nothing Phone 3 model will be revealed, and here's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.16nKVCKR-nMbVtHrcOGE2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "5hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek used OpenAI’s model to train it’s competitor using ‘distillation,’ White House AI czar says",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-used-openai-s-model-to-train-it-s-competitor-using-distillation-white-house-ai-czar-says/ar-AA1y498y?ocid=BingNewsVerp",
            "description": "David Sacks says OpenAI has evidence that Chinese company DeepSeek used a technique called \"distillation\" to build a rival ...",
            "image_url": "https://www.bing.com/th?id=OVFT.thxS3wCMkCqQWwqXnft3dC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "1hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI says it has evidence China’s DeepSeek used its model to train competitor",
            "link": "https://www.ft.com/content/a0dfedd1-5255-4fa9-8ccc-1fe01de87ea6?embed=true",
            "description": "OpenAI says it has found evidence that Chinese artificial intelligence start-up DeepSeek used the US company’s proprietary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EiZavsSvctxPcv3W29IkHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9h",
            "source": "The Financial Times",
            "article_content": "For individuals\n\nDiscover all the plans currently available in your country"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Using machine learning, study develops models to predict high-risk gun dealers",
            "link": "https://www.msn.com/en-us/money/markets/using-machine-learning-study-develops-models-to-predict-high-risk-gun-dealers/ar-AA1y1EIe?ocid=BingNewsVerp",
            "description": "Federally licensed firearm dealers are an important target of regulatory and enforcement efforts aimed at reducing the supply ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V-ARJf96EuLnE8yRQVVAxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Case study demonstrates practical applications for quantum machine learning",
            "link": "https://www.msn.com/en-us/news/technology/case-study-demonstrates-practical-applications-for-quantum-machine-learning/ar-AA1y1zyA?ocid=BingNewsVerp",
            "description": "Quantum researchers from CSIRO, Australia's national science agency, have demonstrated the potential for quantum computing to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kTG2zTWT3Iy556c0bnPvtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Tech Xplore on MSN18h",
            "source": "Tech Xplore on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Australian teacher believed to have been killed by Russia in Ukraine is alive, says foreign minister",
            "link": "https://www.msn.com/en-za/news/other/australian-teacher-captured-by-russian-forces-in-ukraine-war-is-alive-foreign-minister-confirms/ar-AA1y2Nyu?ocid=BingNewsVerp",
            "description": "On 14 January, Australia summoned Russian ambassador Alexey Pavlovsky to answer questions about Mr Jenkins’s status. 'The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jwD0gFAot93zSx3CrCcBUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Suicidal tendencies and ’80s battlefield tactics: How North Korean soldiers are operating in Russia’s war on Ukraine",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/suicidal-tendencies-and-80s-battlefield-tactics-how-north-korean-soldiers-are-operating-in-russia-s-war-on-ukraine/ar-AA1xYmC9?ocid=BingNewsVerp",
            "description": "Ukrainian special operations forces have given an insight into the brutal, near-suicidal tactics of the North Koreans they ...",
            "image_url": "https://www.bing.com/th?id=OVF.ZyVDCpGapjDye9%2fAZkNRDg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "21hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What exactly is behind the conflict in Democratic Republic of Congo?",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/what-exactly-is-behind-the-conflict-in-democratic-republic-of-congo/vi-AA1y4bzc?ocid=BingNewsVerp",
            "description": "The M23 group is one of about 100 armed factions vying for a foothold in eastern Congo, where a decades-long conflict has ...",
            "image_url": "https://www.bing.com/th?id=OVF.c4Eg%2fjHsFlR%2bA0%2f4oQr4CA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN36m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zelensky: Trump rhetoric ‘exactly what Putin is afraid of’",
            "link": "https://www.msn.com/en-us/news/politics/zelensky-trump-rhetoric-exactly-what-putin-is-afraid-of/ar-AA1y4dIe?ocid=BingNewsVerp",
            "description": "Ukrainian President Volodymyr Zelensky argued during an interview that President Trump’s recent tough rhetoric is what ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EX3BdLe8U5nb7isjY-1Gey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSN",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Goldman Sachs says the DeepSeek plunge doesn't point to the start of a big stock market correction",
            "link": "https://markets.businessinsider.com/news/stocks/stock-market-outlook-selloff-deepseek-tech-ai-valuations-recession-nvda-2025-1",
            "description": "\"In our view this is a correction and not the start of a sustained bear market,\" Goldman Sachs said. DeepSeek sparked a $1 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4YqAYeaX_n7ZuyNMj0PAKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "4m",
            "source": "Business Insider",
            "article_content": "The painful sell-off in stocks on Monday doesn't signal the start of a bear market, Goldman said.\n\nStrong macroeconomic conditions will hold up the market.\n\nMonday's retreat was a rethinking of high valuations among tech stocks, not weak fundamentals.\n\nThe market's dramatic free fall on Monday may have spooked investors this week, but the event was not a prelude to a deeper wipeout, Goldman Sachs said.\n\nThe market sold off to start the week as investors reacted to the jarring debut of DeepSeek, an AI app from a Chinese startup that challenged some of the core tenets of the market's bull thesis.\n\nBut to Goldman analysts, the event doesn't portend more pain to come.\n\n\"In our view this is a correction and not the start of a sustained bear market,\" analysts led by Peter Oppenheimer wrote on Wednesday.\n\nWith $1 trillion in market capped wiped out in a day, fears that the market was reaching a bearish inflection point likely seemed warranted to investors. However, Goldman argued that bear markets strike when profits fall on recession fears.\n\nWhile DeepSeek created ripples in the AI narrative, it did nothing to disrupt strong macroeconomic conditions. The analysts said they see a 15% chance that recession hits in the next 12 months, and are also betting on moderate interest rate cuts this year as inflation continues to ebb.\n\nGoldman Sachs Global Investment Research\n\nInstead of signaling the start of a possible bear market, the sell-off reflected that leading US tech stocks were \"priced to perfection,\" meaning that their valuations had climbed to levels that made them sensitive to disappointments.\n\nThe tech sector's heavy concentration in the S&P 500 — in which the top seven mega-cap firms account for around a third of the benchmark's value — only added to the problem.\n\nYet Goldman says these factors are the side-effects of strong fundamentals and not the result of massive speculation.\n\n\"The growing influence of technology on market returns reflects the significant outpacing of technology profits relative to other industries,\" the note said. In other words, there's no bubble.\n\nSince Monday, investors have returned to the idea that US tech is attractive, and could even benefit from DeepSeek's disruptive AI model. Benchmark indexes briefly surged on Tuesday, though trading has since been mixed.\n\nOther commentators disagree with Goldman's take.\n\n\"The Black Swan\" author Nassim Taleb warned that Monday's decline could be the start of deeper pullbacks to come.\n\n\"This is the beginning,\" Taleb told Bloomberg on Tuesday. \"Beginning of an adjustment of people to reality, because now they realize, now, it's no longer flawless.\"\n\nGoldman advised that investors try and diversify without giving up on tech. That includes adding exposure to bonds, focusing on the equal-weight S&P 500, and favoring global growth compounders beyond the tech sector."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech Stocks Plunge as DeepSeek’s AI Breakthrough Sparks $1 Trillion Market Loss",
            "link": "https://www.msn.com/en-us/money/other/tech-stocks-plunge-as-deepseek-s-ai-breakthrough-sparks-1-trillion-market-loss/vi-AA1y1nDS?ocid=BingNewsVerp",
            "description": "Technology stocks plunged Monday after China’s DeepSeek announced it had trained a sophisticated AI model at a fraction of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-sD6f48kqCFU5s9-cAD7gC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Self-Healing Coatings Market Size: 2033 Statistics",
            "link": "https://menafn.com/1109141718/Self-Healing-Coatings-Market-Size-2033-Statistics",
            "description": "VANCOUVER, BC, CANADA, January 29, 2025 /EINPresswire / -- The Self-Healing Coatings Market is expected to grow from an estimated USD 2614.5 million in 2024 to USD 39462.0 million in 2033, at a CAGR ...",
            "image_url": "https://www.bing.com/th?id=OJ.x0kouL7aev0B9w&pid=news&w=80&h=16&rs=2",
            "category": "market+share",
            "date": "10h",
            "source": "Mena FN",
            "article_content": "(MENAFN- EIN Presswire)\n\nEmergen Research Logo\n\nThe Self-Healing Coatings is expected to grow from an estimated USD 2614.5 million in 2024 to USD 39462.0 million in 2033, at a CAGR of 35.20%\n\nVANCOUVER, BC, CANADA, January 29, 2025 /EINPresswire / -- The Self-Healing Coatings Market is expected to grow from an estimated USD 2614.5 million in 2024 to USD 39462.0 million in 2033, at a CAGR of 35.20%\n\nThe self-healing coatings market is witnessing significant growth due to the increasing demand for advanced protective materials across various industries, including automotive, construction, electronics, and aerospace. Self-healing coatings are innovative materials that can automatically repair minor damages, such as scratches and cracks, restoring their protective properties without external intervention. These coatings enhance the durability and lifespan of materials, reduce maintenance costs, and improve performance, making them highly desirable in applications requiring robust protective solutions.\n\nThe Self-Healing Coatings Market report contains an in-depth analysis of the historical, current, and projected revenues for every industry vertical, segment, end-use industries, applications, and regions. The pandemic has dynamically affected all aspects of life on a global scale along with drastic changes in the economy and market conditions. The report covers the currently fluctuating market scenario along with present and future assessment of the COVID-19 impact. The report encompasses the historical data, company overview, financial standing, and necessary information about the new and key players of the market.\n\nRequest Free Sample Copy (To Understand the Complete Structure of this Report [Summary + TOC]) @\n\nKey Drivers of Market Growth\n\nOne of the primary drivers of the self-healing coatings market is the rising demand for sustainable and cost-effective solutions to protect surfaces and materials. The automotive industry, in particular, has been a key contributor, as self-healing coatings can maintain the aesthetic and functional integrity of vehicle surfaces, reducing the need for frequent repairs. Similarly, in the construction sector, these coatings are gaining traction for their ability to protect infrastructure from environmental wear and tear. Advances in nanotechnology and material science have led to the development of more efficient self-healing coatings, further driving market growth. Additionally, growing awareness of eco-friendly products and the need for reducing waste have bolstered the adoption of self-healing coatings.\n\nRestraints in the Market\n\nDespite the promising potential of self-healing coatings, several factors limit their widespread adoption. High production costs and complex manufacturing processes can make these coatings less accessible for small- and medium-sized enterprises. Limited awareness about the benefits of self-healing coatings, particularly in developing regions, poses a challenge to market penetration. Additionally, the performance of self-healing coatings under extreme environmental conditions, such as high temperatures and corrosive environments, may require further advancements to meet industrial demands. Regulatory hurdles and the need for extensive testing before commercialization also act as restraints to market growth.\n\nMajor Companies and Competitive Landscape:\n\nAutonomic Materials Inc, Covestro AG, AkzoNobel N.V., BASF SE, Feynlab Inc., GVD Corporation, 3M Company, Shawcor Ltd, Winn & Coales (Denso) Ltd, Revivify Canada, Inc.\n\nWant to learn more about the global Self-Healing Coatings Market ? Access the full report with just one click!\n\nThe report provides a thorough estimation of the overall impact of the pandemic on the Self-Healing Coatings Market and its vital segments. The report also discusses the impact of the pandemic across different regions of the market. It also offers a current and future assessment of the impact of the pandemic on the Self-Healing Coatings Market\n\nGrowth Factors and Opportunities\n\nThe self-healing coatings market is expected to benefit from ongoing research and development in material science, which is leading to the creation of more efficient and cost-effective solutions. Increasing investments in infrastructure development, particularly in emerging economies, are creating opportunities for these coatings in the construction sector. The aerospace and electronics industries are also driving demand for self-healing coatings due to their need for lightweight, durable, and long-lasting protective materials. Furthermore, rising environmental concerns are encouraging the development of bio-based and sustainable self-healing coatings, which align with global sustainability goals.\n\nHow will this Report Benefit you?\n\nA 250-page report from Emergen Research includes 194 tables and 189 charts and graphics. Anyone in need of commercial, in-depth assessments for the global Self-Healing Coatings Market, as well as comprehensive market segment analysis, can benefit from our new study. You can assess the whole regional and global market for Self-Healing Coatings Market with the aid of our recent study. To increase market share, obtain financial analysis of the whole market and its various segments. We think there are significant prospects in this industry for rapidly expanding energy storage technology. Look at how you may utilise the current and potential revenue-generating prospects in this sector. The research will also assist you in making better strategic decisions, enabling you to build growth strategies, strengthen competitor analysis, and increase business productivity.\n\nSelf-Healing Coatings Market Segmentation Analysis\n\n· Form Outlook (Revenue, USD Million; 2020-2033)\n\nExtrinsic\n\nIntrinsic\n\n· End User Outlook (Revenue, USD Million; 2020-2033)\n\nAutomotive\n\nAerospace\n\nBuilding & Construction\n\nMarine\n\nOthers\n\n· Regional Outlook (Revenue, USD Million; 2020-2033)\n\nNorth America\n\nUnited States\n\nCanada\n\nMexico\n\nEurope\n\nGermany\n\nFrance\n\nUnited Kingdom\n\nItaly\n\nSpain\n\nBenelux\n\nRest of Europe\n\nAsia-Pacific\n\nChina\n\nIndia\n\nJapan\n\nSouth Korea\n\nRest of Asia-Pacific\n\nLatin America\n\nBrazil\n\nRest of Latin America\n\nMiddle East and Africa\n\nSaudi Arabia\n\nUAE\n\nSouth Africa\n\nTurkey\n\nRest of MEA\n\nEmergen Research is Offering Limited Time Discount (Grab a Copy at Discounted Price Now) @\n\nExplore More Of this Report @\n\nSelf-Healing Coatings Market Size @\n\nSelf-Healing Coatings Market Share @\n\nSelf-Healing Coatings Market Trends @\n\nPlastics Regional Market Demand @\n\nSelf-Healing Coatings Market Analysis @\n\nAbout Us:\n\nEmergen Research is a market research and consulting company that provides syndicated research reports, customized research reports, and consulting services. Our solutions purely focus on your purpose to locate, target, and analyse consumer behavior shifts across demographics, across industries, and help clients make smarter business decisions. We offer market intelligence studies ensuring relevant and fact-based research across multiple industries, including Healthcare, Touch Points, Chemicals, Types, and Energy. We consistently update our research offerings to ensure our clients are aware of the latest trends existent in the market. Emergen Research has a strong base of experienced analysts from varied areas of expertise. Our industry experience and ability to develop a concrete solution to any research problems provides our clients with the ability to secure an edge over their respective competitors.\n\nEric Lee\n\nEmergen Research\n\n+ +91 90210 91709\n\n...\n\nVisit us on social media:\n\nFacebook\n\nX\n\nLinkedIn\n\nLegal Disclaimer:\n\nEIN Presswire provides this news content \"as is\" without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the author above."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Estée Lauder's SWOT analysis: stock faces challenges amid global beauty market shifts",
            "link": "https://www.msn.com/en-us/money/markets/est%C3%A9e-lauder-s-swot-analysis-stock-faces-challenges-amid-global-beauty-market-shifts/ar-AA1y1WA4?ocid=BingNewsVerp",
            "description": "The Estée Lauder Companies Inc. (NYSE:EL), a global leader in the prestige beauty market with impressive gross margins of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xSbDq1E2xLGnWJV56sRjUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "15hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Trump is trying to collapse our economy\": War on \"woke\" revealed as a war on all Americans",
            "link": "https://www.msn.com/en-us/politics/government/trump-is-trying-to-collapse-our-economy-war-on-woke-revealed-as-a-war-on-all-americans/ar-AA1y36Av?ocid=BingNewsVerp",
            "description": "Conn., said on Twitter, \"In a blitzkrieg, Trump is trying to collapse our democracy — and probably our economy — and seize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.forLcwx8ksUlyqlVF1RGqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "5hon MSNOpinion",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://smdp.com/business/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/",
            "description": "By ALEX VEIGA AP Business Writer Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe ...",
            "image_url": "https://www.bing.com/th?id=ODF.b0gA6pqYswsyH-C4XrAS0g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "Santa Monica Daily Press17h",
            "source": "Santa Monica Daily Press",
            "article_content": "By ALEX VEIGA AP Business Writer\n\nEconomic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.\n\nDamage caused by Hurricanes Helene and Milton helped push total economic losses from natural disasters in the U.S. to $217.8 billion last year, according to insurance broker Aon PLC. That figure represents an 85.3% increase from 2023, when losses totaled about $117.5 billion. It's also the largest annual tally of economic losses from natural disasters since 2017.\n\nInsured losses, or the portion of economic losses that are covered by insurance, also rose last year. They climbed 36% to $112.7 billion, the most since 2022.\n\nHurricane Helene tore across six southeastern states last fall, costing $75 billion in economic losses, mainly due to inland and coastal flooding. according to Aon. Less than two weeks later, Hurricane Milton made landfall on the west coast of Florida, causing some $25 billion in economic losses.\n\n\"In 2024, one of the big differences is we had significant U.S. hurricane events that happened,\" said Liz Henderson, global head of climate risk advisory at Aon. \"When those events happen, they affect a large area and they affect areas with large values in terms of properties and people and content. So the losses from those events tend to be significantly higher.\"\n\nAt least two other hurricanes, several severe \"convective\" storms and a draught contributed to the losses from natural disasters in the U.S. last year.\n\nIn addition to the severe storms in the U.S., deadly floods in the Valencia region of Spain and other natural disasters drove worldwide economic losses from natural disasters to $368 billion last year, according to Aon. That's a 7.3% decline from 2023, but about 14% higher than the annual average going back to 2000. Global insured losses, meanwhile, climbed 15.1% to $145 billion.\n\nWhile it's impossible to predict the timing, location and losses from natural disasters, 2025 is not off to an encouraging start. The devastating wildfires that erupted in Los Angeles County on Jan. 7, killing at least 28 people and destroying more than 14,000 structures, are already projected to be among the costliest natural disasters.\n\nIn a separate report last week, Aon estimated that total economic and insured losses for the two largest wildfires — the Palisades fire and the Eaton blaze burning just outside Los Angeles — could reach into the lower tens of billions of dollars, likely making them the costliest wildfires in U.S. history."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Remove Bloatware From Windows 11 (And Why You Should)",
            "link": "https://www.msn.com/en-us/news/technology/how-to-remove-bloatware-from-windows-11-and-why-you-should/ar-AA1y1lD8?ocid=BingNewsVerp",
            "description": "There's a lot of unneeded bloatware included on Windows 11 computers, but how exactly do you identify and remove the pesky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Yl2nruVxnomXlg_V5_R9PC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "14hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Computer freezes when shutting down or restarting Windows 11",
            "link": "https://www.thewindowsclub.com/computer-freezes-when-shutting-down-or-restarting",
            "description": "If your computer freezes when shutting down or restarting Windows 11/10, this detailed guide will help you troubleshoot and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6yQjlHuj9YfdH8BMHqIcRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "23h",
            "source": "TWCN Tech News",
            "article_content": "This article lists some suggestions if your computer freezes when shutting down or restarting Windows 11/10. According to reports, the computer becomes unresponsive when users try to restart or shut it down. The temporary fix to this problem is to force shut down the PC.\n\nComputer freezes when shutting down or restarting Windows 11/10\n\nUse the following fixes if your computer freezes when shutting down or restarting Windows 11/10:\n\nDisconnect all peripherals Run Power Troubleshooter Restore power plan settings to default Check the status of drivers in the Device Manager Repair the system image files Test your RAM Check your hard disk for errors Try to identify Services that are creating issues Update BIOS and chipset driver Troubleshoot in a Clean Boot state.\n\nAll these fixes are explained below in detail:\n\n1] Disconnect all peripherals\n\nThe first step is to disconnect all peripherals. If your computer does not hang after disconnecting the peripherals, one of them might be responsible for this issue. In this case, updating or reinstalling the required drivers can help.\n\n2] Run Power Troubleshooter\n\nThe Power Troubleshooter fixes power-related issues, so running it can be helpful in this case.\n\n3] Restore power plan settings to default\n\nYou can also try to reset your power plan settings to the default. Follow the steps provided below:\n\nOpen the Control Panel. Type power in the Control Panel search bar and click on the Power Options. Click on the Change plan settings link next to the active power plan. Click Restore default settings for this plan.\n\n4] Check the status of drivers in the Device Manager\n\nCorrupt drivers can be the cause of this issue. Therefore, we suggest you check the status of drivers in the Device Manager. Follow the steps provided below:\n\nOpen the Device Manager. Expand all the branches one by one. If any driver shows a yellow exclamation mark, it is faulty. Right-click on that driver and select Properties. You will see the error code and message under the General tab of the driver properties.\n\nNow, troubleshoot according to the Device Manager error code displayed. The Network adapter can also be responsible for this issue. Download the latest version of the network card driver from the official website of your computer’s manufacturer. Now, uninstall the Network driver and install its latest version.\n\n5] Repair the system image files\n\nOne possible cause of this issue is the corrupt system image files. Scan your system for system file corruption and repair it with System File Checker and DISM tools.\n\n6] Test your RAM\n\nYour RAM might be faulty. Windows 11 has a built-in tool to test the RAM. Use the Memory Diagnostic Tool to test your RAM. A faulty memory shows some symptoms. Also, notice if your PC is showing these symptoms.\n\n7] Check your hard disk for errors\n\nHard disk errors cause several issues on a Windows computer. This can be the case with you. Windows 11 has a built-in utility that checks hard drives for errors. Use the Chkdsk utility to scan your C drive for file system errors and bad sectors. If the Check Disk utility finds any errors on your hard disk, it will fix them.\n\n8] Try to identify Services that are creating issues\n\nThis post will show you how to identify Windows Services delaying Shutdown or Startup.\n\n9] Update BIOS and chipset driver\n\nCheck for BIOS updates. Visit the official website of your computer manufacturer and download the latest version of the BIOS (if available). Install the latest BIOS update. You can view the current version of BIOS in System Information. Your computer should be connected to a power supply during the BIOS update. Make sure that the power supply is not interrupted during the update. If you are a laptop user, connect the charger and turn on the supply even if it is fully charged.\n\nAlso, update the chipset driver to the latest version. You can download the same from the official website of your computer manufacturer.\n\n10] Troubleshoot in a Clean Boot state\n\nPerform Clean Boot. Clean-boot troubleshooting is designed to isolate a performance problem. To perform clean-boot troubleshooting, you must take several actions and then restart the computer after each action. You may need to manually disable one item after another to try and pinpoint the one causing the problem. Once you have identified the offender, you can consider removing or disabling it.\n\nI am sure something here will help you.\n\nRead: Windows PC will not Shutdown or Restart\n\nWhy does my computer randomly freeze and need to be restarted in Windows 11?\n\nThere can be many reasons why your computer freezes randomly, like less RAM, less space on the hard drive, corrupted drivers, overheating issues, etc. Run a RAM test to know whether your RAM is faulty. Also, scan your hard disk for logical errors and bad sectors.\n\nHow to boot in Safe Mode?\n\nYou can use the MSConfig app to boot in Safe Mode. If you want to use the internet in Safe Mode, boot in Safe Mode with Networking. If you cannot boot into Windows, you can use Windows Recovery Environment to boot into Safe Mode.\n\nRead next: You don’t have permission to shut down and restart this computer."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Karthik Venkatesan: Shaping the Future of Software Engineering",
            "link": "https://www.thehansindia.com/business/karthik-venkatesan-shaping-the-future-of-software-engineering-940712",
            "description": "Karthik Venkatesan, a seasoned software engineer with over six years of experience, shares his insights on scalable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XgMSVWRiv4FUOzNZnpNUCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "30m",
            "source": "The Hans India",
            "article_content": "Karthik Venkatesan, a highly regarded software engineer based in Seattle, has built a reputation for his expertise in back-end development and cloud technologies. With over six years of experience in the tech industry, he has established himself as a thought leader in scalable architecture and cloud computing. In a recent conversation, Karthik shared his journey, insights into modern software engineering, and his vision for the future of the industry.\n\n\"I've always been drawn to solving complex problems, especially when it comes to scale,\" Karthik reflects, describing how his passion for software engineering developed early on. His academic journey at New York University's Courant Institute of Mathematical Sciences, where he earned his Master of Science in Computer Science, gave him a strong foundation. \"It was in grad school that I realized how much I enjoyed breaking down complicated technical challenges and finding scalable solutions,\" he adds.\n\nWhen discussing his approach to managing large-scale technical projects, Karthik explains the importance of evaluating system design through multiple lenses. \"When designing systems, I always start with performance, scalability, and security,\" he shares. \"Using advanced cloud services, we’re able to build solutions that are both efficient and resilient. Regular architecture reviews are key to ensuring that systems continue to evolve with the changing demands of businesses.\"\n\nIn today's landscape, balancing system performance with data privacy compliance is a significant challenge. \"Data privacy is a core concern, especially when building scalable systems,\" Karthik notes. \"I design systems with privacy-by-design principles in mind, ensuring compliance with major privacy regulations while keeping performance intact. It's a delicate balance, but one that is achievable with careful planning and robust security measures.\"\n\nKarthik is a firm believer in using data to measure success. \"I always monitor performance metrics like system latency, throughput, and resource utilization,\" he says. \"But just as important is ensuring that engineering solutions align with business KPIs. By tracking both technical and business metrics, I can optimize systems to directly contribute to business objectives.\"\n\nInnovation is at the heart of Karthik's philosophy. \"I encourage my team to experiment and continuously learn,\" he explains. \"With emerging cloud services and big data technologies, there are always new approaches to explore. It’s important to foster a culture of experimentation to stay ahead of the curve.\" He credits this mindset for many of the successful solutions he’s pioneered.\n\nCollaboration with cross-functional teams has played a significant role in his career. \"Working with product managers, data scientists, and business stakeholders is essential,\" he reflects. \"I pride myself on being able to explain complex technical concepts in a way that everyone can understand. It’s about making sure that the entire team is aligned, from a technical and business perspective.\"\n\nLooking to the future, Karthik is excited about the direction of cloud computing. \"Serverless architecture, machine learning operations, and edge computing are all areas I'm particularly excited about,\" he reveals. \"The integration of AI and ML capabilities with traditional systems is a game-changer for scalability and efficiency.\"\n\nAs Karthik continues to innovate and lead in the tech space, he also sees a growing emphasis on sustainable computing. \"There’s a rising awareness about the environmental impact of technology,\" he says. \"Efficient system design can reduce carbon footprints, and I’m proud to contribute to that movement.\"\n\nWith his unique blend of technical expertise and leadership, Karthik Venkatesan is shaping the future of software engineering, ensuring that it remains both cutting-edge and responsible."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloudastructure Announces Approval to List Common Shares on the Nasdaq Capital Market",
            "link": "https://finance.yahoo.com/news/cloudastructure-announces-approval-list-common-153000312.html",
            "description": "Cloudastructure, Inc. ('we,' 'us,' 'our,' 'Cloudastructure' or the 'Company'), a cloud-based video surveillance platform with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FQHuRr2ygER9rv-ZVJzgty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "58m",
            "source": "YAHOO!Finance",
            "article_content": "CLOUDASTRUCTURE, INC.\n\nPALO ALTO, Calif., Jan. 29, 2025 (GLOBE NEWSWIRE) -- Cloudastructure, Inc. (“we,” “us,” “our,” “Cloudastructure” or the “Company”), a cloud-based video surveillance platform with artificial intelligence (“AI”) and computer vision analytics, today announced that its Class A common shares (the “common shares”) have been approved for listing on the Nasdaq Capital Market (“Nasdaq”) under the ticker symbol “CSAI”. Cloudastructure common shares are expected to commence trading on Nasdaq on or about January 30, 2025.\n\n“We are honored to have been approved for a direct listing of our shares on the Nasdaq Capital Market,” said James McCormick, Chief Executive Officer of Cloudastructure. “As a leader in intelligent security, Cloudastructure harnesses the power of AI-driven, cloud-based architecture to deliver adaptable, efficient, and cost-effective surveillance solutions across diverse industries. This direct listing offers us exposure to investors within the world’s most liquid and dynamic market. Importantly, it comes at a pivotal time for the Company as we are on a solid growth trajectory with a number of important upcoming milestones. Overall, the listing marks a new chapter for Cloudastructure, as we execute on our vision of becoming the definitive leader in AI-powered security solutions.”\n\nMaxim Group LLC acted as the exclusive financial advisor to Cloudastructure in connection with the direct listing.\n\nThe Company also announced plans to launch a new Investor Relations section on its website https://investor.cloudastructure.com/ . This dedicated section will serve as a central resource for shareholders, featuring information such as stock information, press releases, shareholder meetings, FAQs, and more.\n\nABOUT CLOUDASTRUCTURE\n\nHeadquartered in Palo Alto, California, Cloudastructure’s advanced award-winning security platform utilizes a scalable cloud-based architecture that features cloud video surveillance with proprietary, state-of-the-art AI/ML analytics, and a seamless remote guarding solution. The combination enables enterprise businesses to achieve proactive, end-to-end security, and pairs that platform with an attractive value proposition that eschews proprietary hardware and offers contract-free, month-to-month pricing and unlimited 24/7 support. With Cloudastructure, companies can achieve unparalleled situational awareness in real time and thereby stop crime as it is happening, while simultaneously achieving up to a 75% lower Total Cost of Ownership than other systems. For more information, visit https://www.cloudastructure.com/ .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Incredible story of British Airways pilot who was sucked out of plane mid-flight and survived",
            "link": "https://www.ladbible.com/lifestyle/travel/british-airways-pilot-tim-lancaster-flight-5390-855532-20250129",
            "description": "British Airways pilot Captain Tim Lancaster was terrifyingly sucked out of the cockpit while en route to Spain, forcing cabin ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SgQU4K_58vtiKgVWaCh-qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "2h",
            "source": "LADbible",
            "article_content": "A pilot who was sucked out of the cockpit while he was 23,000ft in the air miraculously lived to tell the tale.\n\nAgainst all odds, Captain Tim Lancaster somehow managed to cling onto the British Airways jet for dear life while hanging out of the plane headfirst.\n\nIt was a white knuckle ride, that's for sure - and you can get an idea of exactly what he went through while watching this terrifying simulation or this chilling real-life footage.\n\nWhat was supposed to be a routine flight from Birmingham, England, to Malaga, Spain, ended up going down in history as one of the most bizarre aviation accidents ever.\n\nAdvert\n\nBritish Airways Flight 5390 took to the skies on 10 June 1990, with 81 passengers on board, four cabin crew and two pilots - although they almost landed one person light.\n\nLancaster - who had 11,050 hours of flight experience before the incident - was working alongside co-pilot Alistair Atchison when disaster struck shortly after take off.\n\nThe BAC One-Eleven 528FL had climbed to around 17,300ft and cabin crew were getting ready for meal service as they flew over Didcot, when a loud bang erupted in the cockpit.\n\nIt turned out that the left windscreen panel, situated on Lancaster's side of the flight deck, had unexpectedly blown out.\n\nAdvert\n\nThe force alone dragged the captain out of his seat and forced him headfirst out of the gaping hole, while crew members sprang into action and desperately grabbed onto his ankles.\n\nA reconstruction of the horrifying moment Lancaster was sucked out of the cockpit (Discovery)\n\nLancaster's knees were caught on the flight controls - but the entirety of his upper torso was exposed to the elements.\n\nFlight attendant Nigel Ogden courageously held onto Lancaster's legs as he began to slip out of the window, despite risking being dragged out of the opening too.\n\nAdvert\n\nAs Aitchison began an emergency descent, cabin crew member John Heward was forced to rush into the cockpit and get hold of Ogden to help him support Lancaster, who was still hanging out of the plane.\n\nFlight attendant Simon Rogers was then thrown into the mix and took over the task of holding onto the captain - who was feared dead by his colleagues.\n\nThey had watched his head repeatedly crash against the side of the fuselage, leaving him covered in blood, while he continued to shift several centimetres further out of the window.\n\nThe British Airways flight then made an emergency landing at Southampton Airport after about 20 minutes, where Lancaster's ankles were freed from the flight controls.\n\nAdvert\n\nThe captain seen with the crew members who helped to save his life (YouTube/Retrontario/NBC News)\n\nIncredibly, the captain only suffered frostbite, bruising, shock, and fractures to his right arm, left thumb, and right wrist.\n\nSimilarly, Ogden had frostbite in his face and a dislocated shoulder - while he was also haunted by his memories from the incident in 1990.\n\nThe crew member previously told the Sydney Morning Herald: \"His legs were jammed forward, disconnecting the autopilot, and the flight door was resting on the controls, sending the plane hurtling down at nearly 650kmh through some of the most congested skies in the world.\n\nAdvert\n\n\"I thought I was going to lose him, but he ended up bent in a U-shape around the windows.\n\n\"His face was banging against the window with blood coming out of his nose and the side of his head, his arms were flailing and seemed about 6 feet long.\"\n\nThe captain miraculously survived the ordeal in 1990 (YouTube/Retrontario/NBC News)\n\n\"Most terrifyingly, his eyes were wide open. I'll never forget that sight as long as I live,\" Ogden added.\n\nAsked whether he feared death while he was hanging out of the cockpit, Lancaster told reporters: \"It did cross my mind. For a moment or two.\"\n\nIn the 2005 documentary Mayday, he also explained: \"What I remember most clearly was the fact that I couldn't breathe because I was facing into the airflow.\"\n\nAn investigation by the Air Accidents Investigation Branch (AAIB) later found that bolts belonging to the windshield had been replaced with slightly smaller ones, which proved to be a lot less secure.\n\nLancaster returned to work after less than five months, but left British Airways in 2003.\n\nHe went on to fly planes for EasyJet until 2008, when he retired from commercial piloting - as I'm sure he'd seen more than enough of the skies by that point."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India: At least 30 killed and 60 more people injured in crush at Kumbh Mela pilgrimage",
            "link": "https://www.msn.com/en-au/news/other/india-at-least-30-killed-and-60-more-people-injured-in-crush-at-kumbh-mela-pilgrimage/vi-AA1y49n9?ocid=BingNewsVerp",
            "description": "Hindu worshippers take a holy bath on the banks of the Sangam during the Kumbh Mela festival in Prayagraj, India, 29.01.2025 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Hre0eFl3GTB4j-0ueRpkai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "54mon MSN",
            "source": "Euronews (English) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Joe Rogan’s JRE surpassed by massive show as Spotify’s top podcast",
            "link": "https://www.dexerto.com/entertainment/joe-rogans-jre-surpassed-by-massive-show-as-spotifys-top-podcast-3049129/",
            "description": "Joe Rogan’s JRE podcast was just dethroned on Spotify by a health and wellness host for the most popular show.",
            "image_url": "https://www.bing.com/th?id=OVFT.aqZHvPl00iLapneeSJCIgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Dexerto20h",
            "source": "Dexerto",
            "article_content": "Joe Rogan’s JRE podcast was just dethroned on Spotify as the most popular show on the platform by an unexpected creator.\n\nTime and again, Joe Rogan’s ‘JRE’ podcast has been a number-one hit on Spotify. His discussions about controversial topics and conspiracy theories have captured the likes of millions since he debuted JRE in 2009 on Ustream.\n\nRogan’s fanbase skyrocketed even more after Spotify purchased the rights to air JRE in May 2020.\n\nWith so much competition in the podcast realm, like Theo Von’s ‘This Past Weekend’ and Alex Cooper’s ‘Call Her Daddy,’ JRE has had to produce mind-bending discussions to keep listeners tuned in — which he’s done seamlessly.\n\nArticle continues after ad\n\nInstagram: joerogan Joe Rogan pictured with Meta CEO Mark Zuckerburg.\n\nFrom his theories on an alien invasion to flying dragons, Rogan’s topics have enthralled his fans, making JRE stay at the top of Spotify’s rankings for the most-listened-to podcast.\n\nHowever, Rogan’s podcast has seen an occasional drop on Spotify’s The Podcast Charts, giving way for other hosts to reign victorious — which is exactly what just happened.\n\nArticle continues after ad\n\nJRE dethroned by The Mel Robbins Podcast on Spotify\n\nAt the time of writing, JRE has been surpassed as Spotify’s number-one podcast in the US by The Mel Robbins Podcast.\n\nArticle continues after ad\n\nMel Robbins is a New York Times bestselling author and a motivational speaker. On her podcast, she discusses how to cultivate positivity for your well-being as well as health tips and facts.\n\n“You can change your life and Mel Robbins will show you how,” her podcast bio reads. “Every episode is packed with deeply relatable topics, tactical advice, hilarious screwups, compelling conversations, and the tools and inspiration you need to create a better life.”\n\nRogan previously saw a drop in his JRE stats in December 2024 when Kylie Kelce’s ‘Not Gonna Lie’ debuted. In the same month, ‘The Telepathy Tapes’ podcast also toppled JRE as the most popular show.\n\nArticle continues after ad\n\nWhile JRE might currently be number two on Spotify’s charts, the rankings tend to change quickly, resulting in Rogan’s podcast likely being number one, once more, in little to no time."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mass drone scare in US: Donald Trump's administration reveals the mystery - ‘Not the enemy, authorized to conduct…’",
            "link": "https://www.msn.com/en-in/news/world/mass-drone-scare-in-us-donald-trumps-administration-reveals-the-mystery-not-the-enemy-authorized-to-conduct/ar-AA1y3eeb?ocid=BingNewsVerp",
            "description": "Recent drone sightings have ignited speculation ranging from alien invasions to foreign surveillance. The White House has now dismissed these theories and insist that the drones had been authorised ...",
            "image_url": "https://www.bing.com/th?id=OJ.Hpk0ZVuWHc9usA&pid=news&w=45&h=16&rs=2",
            "category": "aliens+theory",
            "date": "5hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Photoshop: How to Recreate a Vintage, UFO Sighting Photo!",
            "link": "https://www.msn.com/en-us/news/technology/photoshop-how-to-recreate-a-vintage-ufo-sighting-photo/vi-AA1y25kd?ocid=BingNewsVerp",
            "description": "Photoshop CC 2020 tutorial showing how to recreate the look of a classic, vintage, UFO sighting Photo. This video is NOT ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3lqA2q1hr70Nn2KLUJMZmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Blue Lightning TV Photoshop on MSN13h",
            "source": "Blue Lightning TV Photoshop on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Phoenix Lights - The Dark Truth?",
            "link": "https://www.msn.com/en-us/health/medical/phoenix-lights-the-dark-truth/vi-AA1y3hNE?ocid=BingNewsVerp",
            "description": "Phoenix Lights remain one of the most debated UFO sightings in history. Thousands of witnesses reported seeing a massive, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M9chZpoIdmI5oc-i6eXSiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Found And Explained on MSN5h",
            "source": "Found And Explained on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists find traces of life’s building blocks in historic asteroid samples",
            "link": "https://www.popsci.com/science/bennu-asteroid-sample-life/",
            "description": "It took a while for scientists to gain access to the samples that NASA’s OSIRIS-REx mission took from the asteroid Bennu, but ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8QjORSxh5skMG0R6-tj1Gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "28m",
            "source": "Popular Science",
            "article_content": "It took a while for scientists to gain access to the samples that NASA’s OSIRIS-REx mission took from the asteroid Bennu, but the wait is proving to be worth it. A new study published January 29 in Nature describes an unexpected discovery in the material delivered by OSIRIS-REx: residues of compounds left over by the evaporation of liquid water.\n\nTim McCoy, the paper’s lead author, tells Popular Science that the presence of these compounds was completely unexpected. “[Finding them] was a complete surprise,” he says. “Collectively, the team that wrote this paper has hundreds of years of experience examining meteorites and none of us—in fact, nobody—had ever seen some of these minerals.”\n\nOREX-800044-101, the sample that was analysed by the Japanese members of the OSIRIS-REx sample analysis team. Credit: Yasuhiro Oba\n\nOne of the reasons that the discovery is so significant is that the compounds must have precipitated from the evaporation of brine solutions–solutions of liquid water with high concentrations of dissolved salts. “We know this,” McCoy explains, “both because some of these minerals … actually have water in their crystal structure, and because we know the most abundant fluid [in the universe] is water. There could have been a small component of other ices, like carbon dioxide, but it was mostly water.”\n\n[ Related: This is what’s inside NASA’s previously stuck asteroid sampler ]\n\nThe presence of these compounds therefore implies the presence of liquid water at some point in Bennu’s history—or, more accurately, in the history of the ancient asteroid from which Bennu originated. That parent asteroid was a larger object that broke up into smaller pieces at some point during the last 65 million years. McCoy explains that the parent asteroid was formed partly of ice, and over the millennia, this ice was melted by heat from the decay of radioactive elements in the asteroid’s regolith.\n\nMcCoy says that this water “likely existed not on the surface, but as a vein or pocket under the surface of the asteroid.” This prolonged its existence in a liquid state, most likely, as McCoy says, at “about room temperature.” The dissolved minerals may also have allowed the solution to remain liquid for longer: brine solutions generally have lower freezing points than pure water. (This is why roads are salted during snowy weather.)\n\nIn any case, when the water did eventually evaporate, it left behind the concentrated precipitates that proved such a surprise to McCoy and his team—and when the parent asteroid broke up, those compounds were passed onto its successors, including Bennu. The first compound the team discovered in the Bennu sample was sodium carbonate, which had never been observed before in any other asteroid or meteorite. As it incorporates water into its crystal structure, its presence prompted McCoy and other teams around the world to search samples of other water-soluble compounds. They found 11 such compounds in total, all of which had been concentrated in a brine solution and then precipitated as the water evaporated.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nThis evidence for the presence of liquid water on the ancient body from which Bennu formed provides a tantalizing possibility: the possibility that Bennu’s progenitor may have seen the first stirrings of life. Brines of the sort that apparently formed in the pockets of liquid water on Bennu’s ancestor provide a favorable environment for the development of complex organic compounds. In a statement accompanying the release of the paper, McCoy said, “We now know from Bennu that the raw ingredients of life were combining in really interesting and complex ways on Bennu’s parent body.” The paper also speculates that similar brines may exist today in the interior of Saturn’s moon Enceladus and Mars’s moon Ceres.\n\nA mosaic image of asteroid Bennu, composed of 12 PolyCam images collected by the OSIRIS-REx spacecraft from a range of 24 kilometers. Credit: NASA/Goddard/University of Arizona\n\nEither way, McCoy says the apparent presence of liquid water in Bennu’s parent asteroid also tells us something important about that asteroid: “The fact Bennu’s parent asteroid incorporated ice means it had to form beyond the Solar System’s snow line.” This line marks the distance from a star at which the temperature falls below water’s freezing point. (In 2016, NASA captured an image of this phenomenon in a young solar system.)\n\nThe snow line is particularly important in the early days of a solar system, as the cloud of dust and gas that surrounds a nascent star begins to coalesce into the protoplanetary disk from which the system’s planets and other orbiting bodies will eventually form. Beyond the snow line, water is solid and aggregates readily into nascent planets and asteroids, whereas within the line, water remains gaseous and is harder to capture.\n\n[ Related: 10 chaotic space-related mishaps of 2024 ]\n\nThis means that objects formed beyond the snow line are relatively rich in water, and one leading theory about the origin of the water on Earth is that it was acquired by the capture of such water-rich objects. And if those objects contained brine solutions rich in organic compounds, it’s at least theoretically possible that life may have already been evolving in those environments before their arrival on Earth.\n\nSuch theoretical possibilities aside, McCoy says the discovery of brine compounds shows the value of OSIRIS-REx having been able to take direct physical samples from Bennu. “These are incredibly rare minerals, so they can’t be detected from Earth.” In addition, he says, “Many of these minerals are unstable in the Earth’s atmosphere. Without the controlled return by a spacecraft mission and very careful curation in nitrogen to isolate them from the atmosphere, we would have never found [them] in the first place.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mars holds liquid water and not just ice in this groundbreaking discovery",
            "link": "https://www.msn.com/en-in/news/techandscience/black-holes-cook-their-own-meals-according-to-nasa-s-chandra-x-ray-study-here-s-how/ar-AA1y2Aln?ocid=BingNewsVerp",
            "description": "Scientists confirm the existence of liquid water on Mars, altering our understanding of the Red Planet. Evidence of wave ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iJUzGF-JYB_MJe2vK6G-iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum theory and thermodynamics: No contradiction with new entropy definition, study says",
            "link": "https://www.msn.com/en-us/news/technology/quantum-theory-and-thermodynamics-no-contradiction-with-new-entropy-definition-study-says/ar-AA1y4g6Y?ocid=BingNewsVerp",
            "description": "The famous second law of thermodynamics says that the world gets more and more disordered when random chance is at play. Or, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pJyB7FtAQF169wSXoo-ZJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "1hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Experimental System Brings Quantum Technology Closer to Students",
            "link": "https://scitechdaily.com/new-experimental-system-brings-quantum-technology-closer-to-students/",
            "description": "The quantum revolution is advancing technology, and new experimental equipment from the University of Barcelona helps ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8lgi-XwDGXnnLqlx64u78S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "4h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Renewable Revolution: Innovations That Could Transform Energy Forever",
            "link": "https://www.msn.com/en-ie/news/techandscience/the-renewable-revolution-innovations-that-could-transform-energy-forever/vi-AA1y3ODk?ocid=BingNewsVerp",
            "description": "Dive into the future of energy! 🌍 Discover groundbreaking innovations that are shaping the renewable revolution and paving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UixgNgyDOvlWBiqS6YRW0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Climate Cosmos on MSN1h",
            "source": "Climate Cosmos on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of a unique drainage and irrigation system that gave way to the 'Neolithic Revolution' in the Amazon",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/discovery-of-a-unique-drainage-and-irrigation-system-that-gave-way-to-the-neolithic-revolution-in-the-amazon/ar-AA1y4jly?ocid=BingNewsVerp",
            "description": "A pre-Columbian society in the Amazon developed a sophisticated agricultural engineering system that allowed them to produce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dCR0FzIQu--VAPDhxH17qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "11mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    }
]