[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In pictures: Fiery sunsets and UFO-like clouds",
            "link": "https://www.msn.com/en-xl/news/other/in-pictures-fiery-sunsets-and-ufo-like-clouds/ar-AA1xoOon?ocid=BingNewsVerp",
            "description": "BBC Weather Watchers have been busy gathering images of the week's dramatic skies.",
            "image_url": "https://www.bing.com/th?id=OVFT.Cp25MSJqRv5bhttA5aoqgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "BBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning 'UFO clouds' spotted in UK skies - where you might see them this weekend",
            "link": "https://www.express.co.uk/news/uk/2002034/ufo-clouds-uk-skies-where-to-see-them-this-weekend-lenticular",
            "description": "Sky watchers are in for a treat as weather conditions mean unusual sight likely to be spottedin parts of Britain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q8f8l-tklHLcm52y1bDhgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7h",
            "source": "Daily Express",
            "article_content": "Lenticular clouds are strange phenomena created when strong winds blow over a mountain range or hill\n\nSkygazers in northern parts of the UK have been treated to an uncommon and magical display of clouds resembling flying saucers or UFOs. Known as lenticular clouds, these strange phenomena are created when strong winds blow over a mountain range or hill, forming a wave shape that causes air to bounce downwind. These spectacular clouds form on top of the bounced air and appear to be stacked on top of each other.\n\nREAD MORE: Shoreditch skyline transformed by 50ft hologram displaying stunning visuals\n\nLenticular clouds are also known as UFO clouds or pancakes\n\nThey are not often seen in the UK and typically form to the side of mountains, with Sierra Nevada and Cascade ranges often displaying them. The Met Office explained: “These lens-shaped orographic wave clouds form when the air is stable and winds blow across hills and mountains from the same or similar direction at different heights through the troposphere.” They are said to be the most pronounced during either sunrise or sunset due to the low sun illuminating them. They are known to pose aviation hazards.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nLenticular clouds require the right type of weather patterns in order to be formed\n\n“Pilots of powered aircraft tend to avoid flying near lenticular clouds because of the turbulence that accompanies them,” said the Met Office. The national meteorological service added that skilled or brave glider pilots often prefer flying with these types of clouds in the sky as “they can tell from the shape of the clouds where the air will be rising”. Lenticular clouds were visible on Thursday and Friday mornings in North-east England.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO’s 44th food drive underway in the Kanawha Valley",
            "link": "https://wvmetronews.com/2025/01/17/ufos-44th-food-drive-underway-in-the-kanawha-valley/",
            "description": "Local volunteers will donate their time over the next dozen weeks to gather food for local food banks in Kanawha and Putnam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hTc69wJuoy7iNj2Ko3haMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "West Virginia MetroNews7h",
            "source": "West Virginia MetroNews",
            "article_content": "INSTITUTE, W.Va. –– Local volunteers will donate their time over the next dozen weeks to gather food for local food banks in Kanawha and Putnam Counties. The 44th annual United Food Operation food drive kicked off Friday. It’s a 12 week effort to collect as much non-perishable food as possible to be passed along to the region’s needy.\n\n“We do our pre-planning and get everything together and as we’re talking to the pantries, they’re running out of food. The need is so great we’ve got to keep this going,” said Elaine Harris, UFO Chairperson.\n\nEach Friday through April, the organization will accept donations of food at their warehouse in Institute to be distributed to a dozen food banks across two counties.\n\n“Our warehouse is right off the Institute exit, there will be a big sign. We can take food and store it there and then distribute to the food banks,” she explained.\n\nThis year the American Postal Workers Union Local 133 has joined the effort. The union members are employed at the U.S. Postal Service Processing Center at Southridge. The facility had originally been slated for closure, but thanks to efforts by the community and West Virginia’s Congressional delegation it was saved and will stay in place. Harris said the organization wanted to get involved in the food drive out of gratitude.\n\n“It’s their way of giving back to the community because the community was so very involved and supportive of them,” she said.\n\n“Our members are very excited to take part in this,” Tim Holstein, Vice President of APWU Local 133, said in a news release. “We have a table set up in front of the union office at the plant and at the Main Post Office and are asking everyone to bring canned/nonperishable food to donate. One can of food could make a difference in someone’s life.”\n\nThe effort accepts any non-perishable goods. They’ll take them at the warehouse each Friday or they can also make arrangements to pick up large donations. Harris said it’s a never ending labor of love.\n\n“The need is so great. This is working people falling through the cracks. This is how we started this program almost 45 years ago,” she said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Photoshop Tutorial How to Transform a Photo into a Classic, Vintage, UFO SIGHTING",
            "link": "https://www.msn.com/en-us/news/technology/photoshop-tutorial-how-to-transform-a-photo-into-a-classic-vintage-ufo-sighting/vi-AA1xnv8J?ocid=BingNewsVerp",
            "description": "Photoshop CS6 Extended tutorial showing how to transform an ordinary photo into a classic, vintage UFO sighting. TUTORIAL ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qjm-92Q5m6v8btW7R_4lMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Blue Lightning TV Photoshop on MSN11h",
            "source": "Blue Lightning TV Photoshop on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire identified as UFO sighting hotspot as Cumbernauld location of 'mysterious objects'",
            "link": "https://www.glasgowlive.co.uk/news/glasgow-news/lanarkshire-identified-ufo-sighting-hotspot-30805709",
            "description": "Areas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0RBda3jckAJd-QgCt5cC6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "11h",
            "source": "glasgowlive.co.uk",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nLanarkshire has been named a UFO sighting hotspot by a group of researchers who recorded ten incidents over two years.\n\nAreas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, which varied from cylindrical to star-like.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023, reports Lanarkshire Live. And from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward, blinking then reappearing, rotating at various speeds” above East Kilbride.\n\nThey are among 395 sightings across the United Kingdom – and an updated map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States. And last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs). Experts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence. A quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings. That was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\nJoin Glasgow Live's WhatsApp community here and get the latest news sent straight to your messages.\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\nSign up to our daily Glasgow Live newsletter here to receive news and features direct to your inbox"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crazy AI app lets you transform a photo into a 3D model",
            "link": "https://bgr.com/tech/crazy-ai-app-lets-you-transform-a-photo-into-a-3d-model/",
            "description": "Krea is one of the latest AI tools that promise to revolutionize video generation. With a prompt, you can turn a photo into a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XBX31QgGuRNbRF_A006fky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "BGR",
            "article_content": "Krea is one of the latest AI tools that promise to revolutionize 3D modeling. By partnering with the top AI video providers, the company lets you create videos with Hailuo, Mini Max, Luma Labs, Runway, Pika Labs, and Kling.\n\nOne of Krea’s most interesting features is its ability to generate real-time images guided by 3D models. This feature lets users take an image, convert it into a 3D model, and use it to guide scene generation. What makes this tool so cool is that you can move, manipulate, and rotate the model to change the scene—all in real-time and in a very intuitive way, as spotted by X user Justine Moore.\n\n2) Generate real-time images guided by 3D models with @krea_ai\n\n\n\nThis feature lets you take an image, convert it into a 3D model, and then use it to guide scene generation.\n\n\n\nYou can move, manipulate, and rotate the model to change the scene. pic.twitter.com/c3ongexolH — Justine Moore (@venturetwins) January 17, 2025\n\nHowever, this isn’t the only tool available with Krea’s AI app. You can create real-time styles, change the environment of your images with one click by having perfect light and color consistency, ultra slow-motion in 120fps, animate and fuse images, and even use its enhanced presets to turn your image into an oil painting or let the AI create something completely unique.\n\nKrea focuses on five major features: High-quality generation, Editing, video generation, Instant AI generation, and an Enhancer tool that lets you upscale photos and videos. It’s also important to note that the service allows you to create images with sound, setting it apart from the competition.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nWhat’s nice about Krea is that you can take advantage of free daily image generation and access some of its popular tools as long as you are logged on to the platform. The company offers three other paid tiers, Basic, Pro, and Max, with a good discount when you choose the yearly plan.\n\nevery video model in one place.\n\n\n\nwe partnered with the top AI video providers to bring the best video models into Krea.\n\n\n\nnow you can create with @Hailuo_AI #MiniMax, @LumaLabsAI, @runwayml, @pika_labs, and @Kling_ai. pic.twitter.com/BomLy70KPH — KREA AI (@krea_ai) October 17, 2024\n\nWith the Basic plan, you can create around 720 Flux Images, 36,000 real-time images, 180 enhanced images, three training jobs, and a commercial license."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Copilot AI Added to Microsoft 365 Apps Alongside $3-Per-Month Price Hike",
            "link": "https://www.msn.com/en-us/news/technology/copilot-ai-added-to-microsoft-365-apps-alongside-3-per-month-price-hike/ar-AA1xo3E1?ocid=BingNewsVerp",
            "description": "This eliminates the need for a $20 Copilot Pro add-on to try the AI features in Office apps, but it increases the overall ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B-DaUdYauaT8RXJoTi2vSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PCMag on MSN8h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future Of AI Is Completely Personal",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/17/the-future-of-ai-is-completely-personal/",
            "description": "The first wave of generative AI tools has felt like utter magic. The large language models (LLMs) that power these ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8NFu7f2sFLw3_v8raQyLgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft triples down on AI",
            "link": "https://www.theverge.com/2025/1/17/24345865/microsoft-ai-announcements-2025-notepad",
            "description": "Microsoft made a trio of announcements this week that are going to be very important for how the company approaches its big ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E7P9Y8TWEQ-wkZCXTTlSXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "The Verge",
            "article_content": "Microsoft made a trio of announcements this week that are going to be very important for how the company approaches its big AI bet in 2025. It started off by creating a new AI engineering group to focus its developers on building an AI platform and tools for both Microsoft and its customers. Microsoft then announced pay-as-you-go agents for its relaunched Copilot Chat for businesses, and it finished the week by bundling Office AI features into Microsoft 365 for consumers and raising the subscription price.\n\nAll three of these announcements are linked to Microsoft’s insatiable hunger to win at AI. The company still prioritizes security through employee performance reviews, but it increasingly feels like promoting AI is an equally high priority.\n\nThe new engineering group is a good example of Microsoft’s priorities. Led by former Meta engineering chief Jay Parikh, the new CoreAI – Platform and Tools division will combine Microsoft’s Dev Div and AI platform teams together. Microsoft CEO Satya Nadella described the reorganization as “entering the next innings of this AI platform shift” and said it will “reshape all application categories.” Nadella has regularly said that the pace of AI is changing software development, and now Microsoft is building an AI-first app stack to try and take advantage of this opportunity.\n\nCombining Microsoft’s AI platform work and its developer division will put AI at the heart of the very tools, platforms, and services that Microsoft builds for customers and its own teams. Nadella even described this platform shift as the ability for Microsoft’s AI agents, which are essentially virtual employees that automate tasks, to eventually be able to build custom applications. It’s a transformation for Microsoft that looks like it will flip the company from software-as-a-service to service-as-software — where once-manual human tasks are automated by software and AI.\n\nMicrosoft has spent the past 15 years selling cloud computing to businesses, tempting them to move off traditional software that’s licensed and installed to on-premise servers toward servers hosted by the software giant. Nadella led Microsoft’s transformation to cloud infrastructure and services before becoming CEO, and it’s been hugely successful for the company. Now, Nadella appears to be betting on being able to automate many people-based services and package this up in a software solution Microsoft can sell to businesses.\n\nI’ve spoken to some employees in Microsoft’s Dev Div organization this week, and it’s clear there is some unease about the company’s commitment to AI at all costs. Microsoft’s new AI engineering group emerged just days after Meta chief Mark Zuckerberg predicted 2025 is going to be a year where “Meta, and the other companies that are working on this, are going to have an AI that can effectively be a mid-level engineer that you have at your company that can write code.” In an interview with Joe Rogan, Zuckerberg said he believes that, over time, a lot of the code in Meta’s apps “will be built by AI engineers instead of people engineers.”\n\nThat’s a scary prospect for the thousands of engineers at Meta and Microsoft who have spent their entire careers learning how to build software. One engineer in Microsoft’s new CoreAI team tells me there’s now a feeling that if you’re not all in on AI, there won’t be a place for you in this new team.\n\nMicrosoft’s transition here will undoubtedly see engineering jobs change, and it’s all part of a revenue opportunity for AI that the company is constantly chasing. Investors are increasingly looking for returns on Microsoft’s big bets on AI, and recent reports have suggested that it’s struggling to sell businesses on the idea of paying extra for AI-powered versions of Office apps. That’s probably why this week we also saw Microsoft relaunch Copilot as Microsoft 365 Copilot Chat, complete with free ChatGPT-like capabilities and pay-as-you-go agents. It’s a rebranding of what was once Bing Enterprise Chat, then Copilot, and now Copilot Chat.\n\nI spoke to Jared Spataro, Microsoft’s chief marketing officer of AI at work, earlier this week, and he made it clear this relaunch is also Microsoft’s latest attempt to get people hooked on using AI at work. “What we find is that when you start to use it, you become accustomed to and appreciative of the value that it can provide at work,” says Spataro.\n\nThe free chat side of Copilot has already been popular for businesses that rely on Microsoft’s software and services, and by adding in agent capabilities, there’s an upsell opportunity to get businesses to pay extra to automate tasks with AI.\n\nMicrosoft can also use this Copilot Chat as a way to tempt businesses into upgrading to the full Microsoft 365 Copilot at $30 per user per month. “While Copilot Chat is a powerful new on-ramp for everyone in your organization to build the AI habit, Microsoft 365 Copilot remains our best-in-class personal AI assistant for work,” says Spataro.\n\nThis is where Copilot really transforms from a simple chatbot into a more assistive technology that can analyze Excel data for you, write paragraphs in Word, or generate an entire PowerPoint presentation. A lot of CTOs tell me that businesses have found the most value from Copilot inside Microsoft Teams, where the AI assistant will transcribe meetings and pull out key talking points to make it easy to catch up on calls you might have missed.\n\nMost businesses aren’t paying the extra for Copilot inside Office apps, though. While adding an AI-powered version of the Python programming language to Excel is powerful and summaries of Outlook emails are super useful, Microsoft needs a lot more compelling Copilot features if it wants businesses to pay that $30 per user per month fee.\n\nIt’s a similar situation over on the consumer side, which is why Microsoft started bundling its AI-powered Office features into Microsoft 365 Personal and Family subscriptions this week. Instead of asking consumers for $20 extra per month for Copilot Pro, Microsoft is raising its subscription prices by $3 per month to bundle Copilot into Office apps.\n\nAs part of this price bump, Microsoft is providing a set of AI credits that can be used on Copilot in apps like Word, Excel, PowerPoint, Outlook, and OneNote. You’ll get a monthly allotment of these credits, which can also be used for things like image generation in the Designer app or in apps on Windows like Paint, Photos, and Notepad. If you want unlimited usage of Copilot in Office apps or all of these AI features, you’ll still need to pay for Copilot Pro.\n\nMicrosoft had been testing this Microsoft 365 subscription change in Australia, New Zealand, and some markets in Asia, and it feels like the worldwide launch this week is an even bigger test before the company does something similar for its commercial subscriptions.\n\nGoogle may well force Microsoft’s hand here, after revealing this week that its Gemini Business plan, which you previously had to pay $20 per user per month for, is now free. Google is now bringing all of its AI features to its Workspace app at no extra cost, which piles on the pressure for Microsoft to make some similar moves for commercial customers of Microsoft 365.\n\nAs the competition heats up in 2025, expect to see Microsoft come up with even more inventive pay-as-you-go agents or AI credit methods to get consumers and businesses addicted to AI.\n\nThe pad:\n\nMicrosoft won’t support Office apps on Windows 10 after October 14th. If you’re still on Windows 10, it’s getting closer to the point of upgrade time. Microsoft has started warning that it will no longer support Office apps, known as Microsoft 365 apps, on Windows 10 after October 14th — the day support ends for the old OS. While the apps will continue to function, there could be issues over time. It’s all part of an effort from Microsoft to get businesses and consumers to upgrade to Windows 11.\n\nIf you’re still on Windows 10, it’s getting closer to the point of upgrade time. Microsoft has started warning that it will no longer support Office apps, known as Microsoft 365 apps, on Windows 10 after October 14th — the day support ends for the old OS. While the apps will continue to function, there could be issues over time. It’s all part of an effort from Microsoft to get businesses and consumers to upgrade to Windows 11. Microsoft stops using Bing to trick people into thinking they’re on Google. Microsoft has started quietly killing off its spoofed Google UI that it was using to trick Bing users into thinking they were using Google. The page that appeared after you searched for “Google” on Bing no longer has a special search bar or an image that resembles a Google Doodle. It’s just a regular Bing search result now, although some countries still have the fake Google UI.\n\nMicrosoft has started quietly killing off its spoofed Google UI that it was using to trick Bing users into thinking they were using Google. The page that appeared after you searched for “Google” on Bing no longer has a special search bar or an image that resembles a Google Doodle. It’s just a regular Bing search result now, although some countries still have the fake Google UI. Parallels is testing Windows x86 emulation on Apple silicon Macs. If you own one of the latest MacBooks and want to use Windows on it, there’s some promising news this week. Parallels has launched an “early technology preview” that lets Apple silicon Macs emulate Intel-based hardware to run Windows. Performance will be “really slow” right now, though, with boot times of up to seven minutes. Hopefully that improves as the technology preview progresses.\n\nIf you own one of the latest MacBooks and want to use Windows on it, there’s some promising news this week. Parallels has launched an “early technology preview” that lets Apple silicon Macs emulate Intel-based hardware to run Windows. Performance will be “really slow” right now, though, with boot times of up to seven minutes. Hopefully that improves as the technology preview progresses. Microsoft’s former Surface design chief joins Amazon. Two key Surface inventors are reuniting at Amazon this week . Ralf Groene , who was previously head of design for Windows and devices, has joined Amazon to be part of Panos Panay ’s devices and services team. Panay left Microsoft in 2023, after working alongside Groene to create the original Surface tablet more than 10 years ago. Amazon also hired Xbox cofounder J Allard recently, who is also working on Panay’s devices team. I’m intrigued to see what these three former Microsoft colleagues dream up at Amazon.\n\nTwo key Surface inventors are reuniting at Amazon this week , who was previously head of design for Windows and devices, has joined Amazon to be part of ’s devices and services team. Panay left Microsoft in 2023, after working alongside Groene to create the original Surface tablet more than 10 years ago. Amazon also hired Xbox cofounder recently, who is also working on Panay’s devices team. I’m intrigued to see what these three former Microsoft colleagues dream up at Amazon. Microsoft’s chief is cozying up to Trump. Satya Nadella and Microsoft president Brad Smith joined Elon Musk and US President-elect Donald Trump on Wednesday for lunch to discuss cybersecurity, AI, and tech policy. Like many other tech companies, Microsoft has donated $1 million to Trump’s inauguration fund.\n\nSatya Nadella and Microsoft president joined and US President-elect on Wednesday for lunch to discuss cybersecurity, AI, and tech policy. Like many other tech companies, Microsoft has donated $1 million to Trump’s inauguration fund. There is no more waitlist for GitHub Copilot Workspace. Microsoft-owned GitHub has dropped the waitlist for its AI coding assistance tool. There has been a waitlist since April of last year, but developers can now try out the technical preview without having to wait to be approved.\n\nMicrosoft-owned GitHub has dropped the waitlist for its AI coding assistance tool. There has been a waitlist since April of last year, but developers can now try out the technical preview without having to wait to be approved. Microsoft commits to the European Union’s AI Act. Microsoft says it’s ready to comply with the EU AI Act. “We are building our products and services to comply with our obligations under the EU AI Act and working with our customers to help them deploy and use the technology compliantly,” says Natasha Crampton , Microsoft’s chief responsible AI officer. Microsoft’s announcement is in stark contrast to a bunch of companies, including Meta and Spotify, that are calling for an end to “inconsistent regulatory decision making” for AI rules in Europe.\n\nMicrosoft says it’s ready to comply with the EU AI Act. “We are building our products and services to comply with our obligations under the EU AI Act and working with our customers to help them deploy and use the technology compliantly,” says , Microsoft’s chief responsible AI officer. Microsoft’s announcement is in stark contrast to a bunch of companies, including Meta and Spotify, that are calling for an end to “inconsistent regulatory decision making” for AI rules in Europe. Microsoft files a gaming AI patent for “crafting and altering game narratives.” I’m still waiting for Microsoft to unveil its AI plans for Xbox, but it looks like the company is already exploring ways that AI can be used in game design. Windows Central has spotted a patent from 2024 that allows designers and players to customize a game through generative AI prompts. Nvidia has been showing off similar work for NPCs in games, and I wouldn’t be surprised if we start to see a lot more of this.\n\nI’m still waiting for Microsoft to unveil its AI plans for Xbox, but it looks like the company is already exploring ways that AI can be used in game design. Windows Central has spotted a patent from 2024 that allows designers and players to customize a game through generative AI prompts. Nvidia has been showing off similar work for NPCs in games, and I wouldn’t be surprised if we start to see a lot more of this. Forty years at Microsoft = a giant crystal. There aren’t many Microsoft employees who can say they’ve been at the company 40 years, but Larry Osterman is one of them. To celebrate Osterman’s long tenure — that has included work on Windows, Exchange, and Azure — Microsoft gifted him a giant 40th-anniversary crystal. It took almost six months to be delivered, and it looks like it was worth the wait. I never even knew a 40-year celebratory gift existed at Microsoft.\n\nThere aren’t many Microsoft employees who can say they’ve been at the company 40 years, but is one of them. To celebrate Osterman’s long tenure — that has included work on Windows, Exchange, and Azure — Microsoft gifted him a giant 40th-anniversary crystal. It took almost six months to be delivered, and it looks like it was worth the wait. I never even knew a 40-year celebratory gift existed at Microsoft. New Copilot features are coming to Mac. Microsoft has started rolling out Copilot inside Outlook for Mac for Microsoft 365 Copilot subscribers. You can access Copilot directly from Outlook, and it appears alongside contacts and calendars.\n\nThanks for subscribing and reading to the very end. This week’s issue was a day late due to Microsoft’s final AI announcement of the week coming in hot on Thursday. Next week’s Notepad will also arrive on Friday, the day after the Xbox Developer Direct event."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Louisiana company uses AI to help with the restaurant hiring process. It just won a $115,000 prize",
            "link": "https://www.nola.com/news/business/ai-hiring-assistant-wins-louisiana-business-competition/article_287d3320-d51d-11ef-a1dc-afbeb91ec6af.html",
            "description": "Cantaloupe AI offers instant voice interviews, allowing applicants for hospitality industry jobs to speak for themselves, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mIRNa9U-m2MxDNYHsmdtIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "NOLA.com4h",
            "source": "NOLA.com",
            "article_content": "This Louisiana company uses AI to help with the restaurant hiring process. It just won a $115,000 prize"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alien Truths Revealed: A Paranormal Encounter Like No Other",
            "link": "https://www.msn.com/en-us/society-culture-and-history/cultural-events/alien-truths-revealed-a-paranormal-encounter-like-no-other/vi-AA1xnpX3?ocid=BingNewsVerp",
            "description": "Sweden's most notorious UFO skeptic sat down for an interview that would challenge everything he believed. Ole K. had spent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UQaZ2I7pwGNamR2ZkHx4uC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are You There?",
            "link": "https://www.yahoo.com/entertainment/are-you-there-010036942.html",
            "description": "Paranormal psychology student Rosa Gonzalez lights a ritual candle used to contact the dead. When she asks, 'Are You There?' she opens a door to a demonic game of 20 questions. This game triggers a ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "paranormal",
            "date": "38m",
            "source": "Yahoo",
            "article_content": "29,734 people played the daily Crossword recently. Can you solve it faster than others?\n\n29,734 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IF YOU SEE BLOOD IN A SCRAPYARD, RUN! (IT'S A TRAP)",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/if-you-see-blood-in-a-scrapyard-run-it-s-a-trap/vi-AA1xoCwZ?ocid=BingNewsVerp",
            "description": "In today’s chilling investigation, Andreas, Alice, and Joshua venture into a mysterious scrapyard with a dark and tragic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LvCWfEolmdzbBfSWpbf0ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BBC confirm start date for new spooky series - and fans don't have long to wait",
            "link": "https://www.msn.com/en-gb/entertainment/tv/bbc-confirm-start-date-for-new-spooky-series-and-fans-dont-have-long-to-wait/ar-AA1xoKG4?ocid=BingNewsVerp",
            "description": "BBC's Uncanny is returning to TV screens with the second series of the hit supernatural show, as presenter Danny Robins ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EG2c7Jo8v1h79YbCrYTd9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3hon MSN",
            "source": "Coventry Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BBC confirm return of 'hit supernatural series' - and it's back very soon",
            "link": "https://www.mirror.co.uk/tv/tv-news/bbc-confirm-return-hit-supernatural-34504893",
            "description": "Hit supernatural series Uncanny is making a comeback with presenter Danny Robins at the helm as he uncovers several spooky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Fov1rWOTpX7B4M-UPnHlyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "The Mirror",
            "article_content": "BBC confirm return of 'hit supernatural series' - and it's back very soon\n\nBBC's hit show, Uncanny is set to make an epic return to screens as the supernatural series uncovers a number ghostly tales.\n\nFans of the programme won't have long to wait, as the BBC has announced that the new season will kick off on Friday 31st January at 9pm on BBC Two and BBC iPlayer, with a trailer available to watch online now.\n\nIn the second series of the popular BBC Two show , produced by BBC Studios Specialist Factual Productions and based on the hit BBC Radio 4 podcast, Danny Robins delves into real-life accounts of potentially paranormal events.\n\nEach episode explores eerie experiences that appear to defy rational explanation, leaving viewers to wonder: Are these encounters truly supernatural, or is there a logical explanation?\n\nThroughout four episodes, Robins investigates different cases, aiming to help those involved understand what happened.\n\nFrom a family in rural Lancashire haunted by the presence of a child to a group of charity shop workers who all witnessed the same ghostly figure, each story raises questions.\n\nOther tales include a teenager and his friends confronting a dark, towering presence in the 90s and a young girl allegedly shoved down the stairs by an unseen force in the early 2000s.\n\nImage: BBC) BBC)\n\nDanny Robins, who is also behind the acclaimed BBC Radio 4 podcasts Uncanny, The Battersea Poltergeist, and The Witch Farm, is joined by sceptic Dr Ciarán O’Keeffe and parapsychologist Evelyn Hollow to examine the details of each case and explore possible explanations.\n\nViewers are encouraged to share their own theories, and Robins provides updates on the cases based on audience feedback.\n\nImage: BBC) BBC)\n\nIn addition to the TV series, a new visualised podcast, Uncanny: Post Mortem, launches on January 31st. This will air on BBC Two and iPlayer right after the TV episode, offering an extended 90-minute experience.\n\nThe podcast features celebrity ghost-watchers, such as Kiell Smith-Bynoe, Meera Syal, and Charlie Cooper, along with experts Evelyn Hollow and Dr. Ciarán O'Keeffe. They join Robins and the central witness to further dissect each paranormal tale.\n\nAn extended audio version of the podcast will also be available on BBC Sounds for fans to listen to.\n\nUncanny returns to screens on Friday 31st January at 9pm on BBC Two and BBC iPlayer"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The hunt for ‘dark’ oxygen and why it might be more common than first thought",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A startling discovery made public in July that metallic rocks were apparently producing oxygen on the seabed of the Pacific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "37mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI has created an AI model for longevity science",
            "link": "https://www.technologyreview.com/2025/01/17/1110086/openai-has-created-an-ai-model-for-longevity-science/",
            "description": "OpenAI is making a foray into scientific discovery with an AI built to help manufacture stem cells. When you think of AI’s contributions to science, you probably think of AlphaFold, the Google ...",
            "image_url": "https://www.bing.com/th?id=ODF.XSf4ZF8kRw5qB0PknxvGIQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "MIT Technology Review4h",
            "source": "MIT Technology Review",
            "article_content": "OpenAI’s new model, called GPT-4b micro, was trained to suggest ways to re-engineer the protein factors to increase their function. According to OpenAI, researchers used the model’s suggestions to change two of the Yamanaka factors to be more than 50 times as effective—at least according to some preliminary measures.\n\n“Just across the board, the proteins seem better than what the scientists were able to produce by themselves,” says John Hallman, an OpenAI researcher.\n\nHallman and OpenAI’s Aaron Jaech, as well as Rico Meinl from Retro, were the model’s lead developers.\n\nOutside scientists won’t be able to tell if the results are real until they’re published, something the companies say they are planning. Nor is the model available for wider use—it’s still a bespoke demonstration, not an official product launch.\n\n“This project is meant to show that we’re serious about contributing to science,” says Jaech. “But whether those capabilities will come out to the world as a separate model or whether they’ll be rolled into our mainline reasoning models—that’s still to be determined.”\n\nThe model does not work the same way as Google’s AlphaFold, which predicts what shape proteins will take. Since the Yamanaka factors are unusually floppy and unstructured proteins, OpenAI said, they called for a different approach, which its large language models were suited to.\n\nThe model was trained on examples of protein sequences from many species, as well as information on which proteins tend to interact with one another. While that’s a lot of data, it’s just a fraction of what OpenAI’s flagship chatbots were trained on, making GPT-4b an example of a “small language model” that works with a focused data set.\n\nOnce Retro scientists were given the model, they tried to steer it to suggest possible redesigns of the Yamanaka proteins. The prompting tactic used is similar to the “few-shot” method, in which a user queries a chatbot by providing a series of examples with answers, followed by an example for the bot to respond to."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dark oxygen' mission takes aim at other worlds",
            "link": "https://www.msn.com/en-xl/science/environmental-science/dark-oxygen-mission-takes-aim-at-other-worlds/ar-AA1xp5PO?ocid=BingNewsVerp",
            "description": "Gas from the seafloor has scientists wondering if oxygen could be found in the oceans of other planets.",
            "image_url": "https://www.bing.com/th?id=OVFT.XBkH_9PfZpyj68UQ5TMXXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "30mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers unveil 'surprising' breakthrough in carbon nanotube recycling, paving way for sustainable materials",
            "link": "https://www.sciencedaily.com/releases/2025/01/250113134756.htm",
            "description": "In a significant step toward creating a sustainable and circular economy, researchers have demonstrated that carbon nanotube (CNT) fibers can be fully recycled without any loss in their structure or ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily6h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DNA motors found to switch gears",
            "link": "https://www.sciencedaily.com/releases/2025/01/250116133440.htm",
            "description": "Scientists have discovered that the protein machines that shape our DNA can switch direction. Until now, researchers believed that these so-called SMC motors that make loops into DNA could move in one ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily5h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalizes 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-finalizes-o3-mini-reasoning-ai-model-version-launch-it-soon-2025-01-17/",
            "description": "ChatGPT maker OpenAI has finalized a version of its new reasoning AI model o3 mini and would be launching it in a couple of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Glz14Ht3tUyZempRZ9rTky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is trying to extend human life, with help from a longevity startup",
            "link": "https://www.msn.com/en-us/news/other/openai-is-trying-to-extend-human-life-with-help-from-a-longevity-startup/ar-AA1xomkq?ocid=BingNewsVerp",
            "description": "OpenAI says it trained a new AI model called GPT-4b micro with Retro Biosciences, a longevity science startup trying to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vl1YQD0k_zXyP255EUT1Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft-OpenAI Partnership Raises Antitrust Concerns, FTC Says",
            "link": "https://www.msn.com/en-us/technology/tech-companies/microsoft-openai-partnership-raises-antitrust-concerns-ftc-says/ar-AA1xovjy?ocid=BingNewsVerp",
            "description": "Microsoft Corp.’s $13 billion investment in OpenAI raises concerns that the tech giant could extend its dominance in cloud ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yBpEoHjEVbhKoubDyqCagi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Democratic lawmakers pen letter accusing Meta, OpenAI, Google and more of trying to 'buy favor' with Trump",
            "link": "https://news.yahoo.com/news/democratic-lawmakers-pen-letter-accusing-193023996.html",
            "description": "Meta, Apple, Google and other tech companies have been named in a letter penned by Democratic lawmakers, accusing them of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Upv4wzsec1DzzUndG312Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "YAHOO!News",
            "article_content": "Democratic lawmakers pen letter accusing Meta, OpenAI, Google and more of trying to 'buy favor' with Trump\n\nDemocratic lawmakers have penned a letter accusing Big Tech companies and leaders of engaging in an \"effort to influence and sway\" the incoming administration following substantial donations to President-elect Donald Trump’s inaugural fund.\n\nThe letter, obtained by Fox News Digital, was distributed by Sen. Elizabeth Warren and Sen. Michael Bennet to Amazon, Apple, Google, OpenAI, Meta, Microsoft and Uber.\n\n\"Big Tech companies have come under increased scrutiny from federal regulators for antitrust violations, violations of privacy, and harms to workers, consumers, and competition. At the same time, lawmakers in both parties have voiced support for regulating tech platforms, in recognition that there is currently no comprehensive set of rules for the tech sector,\" the letter states.\n\nBiden Warns Of 'Ultra-wealthy' 'Oligarchy' Despite Accepting Donations From Dem Mega-donors\n\nSenators Elizabeth Warren and Michael Bennet are asking tech companies for answers following their contributions to President-elect Trump's inaugural fund.\n\n\"We are concerned that your company and other Big Tech donors are using your massive contributions to the inaugural fund to cozy up to the incoming Trump administration in an effort to avoid scrutiny, limit regulation, and buy favor,\" the document continues.\n\nADVERTISEMENT\n\nWarren and Bennet claim these donations \"raise questions about corruption and the influence of corporate money on the Trump administration, and Congress and the public deserve answers.\"\n\nRead On The Fox News App\n\nThe letter asks the mentioned companies to answer questions by January 31 about these contributions, including the rationale behind them and what kinds of communications were made to the Trump team.\n\nJason Aldean, Kid Rock Join Carrie Underwood At Trump Inauguration Events\n\nLogos of major Big Tech companies.\n\n\"Funny, they never sent me one of these for contributing to Democrats,\" OpenAI CEO Sam Altman tweeted in response to the letter.\n\nAltman noted that his $1 million donation to the inaugural fund was a personal contribution, and he was confused about the document's details, considering his company had no part in the decision.\n\nADVERTISEMENT\n\nIn a statement to Fox News Digital, an OpenAI spokesperson said, \"Sam believes that President Trump will lead our country during a pivotal moment for AI and American innovation and looks forward to working with him and his administration.\"\n\nTrump Inauguration Guest List Includes Tech Titans Mark Zuckerberg, Jeff Bezos, Elon Musk\n\nTech leaders, including Elon Musk, Shou Zi Chew, Jeff Bezos and Mark Zuckerberg are set to attend Trump's inauguration on Monday.\n\nAmazon, Google, Meta, Microsoft and Uber donated $1 million to Trump’s inaugural fund.\n\nApple CEO Tim Cook personally donated $1 million to the fund.\n\nMany of these tech company leaders are expected to attend Trump's inauguration.\n\nFox News Digital has reached out to Amazon, Apple, Google, Meta, Microsoft, and Uber for comments.\n\n\n\n\n\nOriginal article source: Democratic lawmakers pen letter accusing Meta, OpenAI, Google and more of trying to 'buy favor' with Trump"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rumors are swirling that OpenAI is on the brink of AGI and ASI",
            "link": "https://bgr.com/tech/rumors-are-swirling-that-openai-is-on-the-brink-of-agi-and-asi/",
            "description": "While OpenAI has not released a major ChatGPT upgrade like GPT-5, some people think it might be close to building AGI and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NL2OMc4CRLKf9kZweQ0C5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10h",
            "source": "BGR",
            "article_content": "We’ve been waiting for a big ChatGPT upgrade for months now, but OpenAI has yet to announce one. Sure, the company had a monster month of announcements in December. OpenAI took the o1 reasoning model out of beta, making it available to more ChatGPT users. The text-to-video Sora tool is now available to users in certain markets. The o3 reasoning model has also been announced and is currently undergoing testing.\n\nThese are just a few of the AI announcements OpenAI made in December, but there’s no word on when the GPT-4o upgrade will drop. Unofficially, reports say that ChatGPT GPT-5, or whatever it ends up being called, is running behind schedule, as OpenAI has had issues training the next-gen AI model. OpenAI isn’t the only AI company experiencing such problems.\n\nSam Altman has been hyping OpenAI’s accomplishments recently, teasing potential ChatGPT features to come in 2025 while also talking about the larger goals. AGI (artificial general intelligence) is the next big thing, an AI that can tackle any task just like a human would. After AGI, we get to artificial superintelligence (ASI), which is AI that exceeds the capabilities of the human mind.\n\n“We are now confident we know how to build AGI as we have traditionally understood it,” Altman said in a blog post recently, adding that OpenAI is already starting to look at superintelligence development.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nHow close are we to that big AI breakthrough? Some people think the recent excitement that some OpenAI engineers are displaying online suggests that the company is indeed close to some sort of big advancement in AI.\n\nSome AI fans noticed the recent teasers from OpenAI employees, as well as an essay from an AI researcher who goes by the name of “Gwern” online.\n\n🚨 AI Researcher Gwern just dropped the latest essay on OpenAI o3, o4, o5\n\n\n\nHere are a few important points from the essay:\n\n\n\n– openAI may have chosen to keep its \"o1-pro\" model private, using its computational resources to train a more advanced model like \"o3\", similar to the… https://t.co/p10BXXjuQH pic.twitter.com/Zcu7a1uY7C — Haider. (@slow_developer) January 16, 2025\n\nGwern theorized that OpenAI may hold the key to developing AGI and superintelligence. A powerful reasoning model like the o1 or o1 pro can produce the data needed to train more advanced reasoning models.\n\nThe essay author in the tweet above also said they’re surprised OpenAI isn’t keeping o1-pro private so they can use it for training o3 and newer models. Eventually, AI models will train themselves, leading to the big AGI and ASI breakthroughs we’re waiting for.\n\nGwern suggests that OpenAI may already be on the verge of a big breakthrough, or they’ve already done it behind closed doors:\n\nIf you’re wondering why OAers are suddenly weirdly, almost euphorically, optimistic on Twitter, watching the improvement from the original 4o model to o3 (and wherever it is now!) may be why. It’s like watching the AlphaGo Elo curves: it just keeps going up… and up… and up… There may be a sense that they’ve ‘broken out’ and have finally crossed the last threshold of criticality, from merely cutting-edge Al work, which everyone else will replicate in a few years, to takeoff – cracked intelligence to the point of being recursively self-improving and where o4 or o5 will be able to automate AI R&D and finish off the rest.\n\nThis isn’t just about OpenAI being close to the next massive improvement in AI but also the future beyond that. Access to superintelligence will make subsequent AI developments easier and more efficient because an AI mind will handle the next innovations.\n\nAlso, in a scenario where OpenAI might be close to AGI and ASI, it would obtain an incredible advantage over competitors. Other AI firms that have not established their own superintelligence will have to develop AI with traditional methods. In contrast, OpenAI would have ASI employing its own discoveries to create better AI, and it’ll do it more efficiently.\n\nThis is all speculation at this point, as OpenAI has yet to make any announcements. But it’s all based on the recent hype from Sam Altman and other OpenAI engineers. Of course, they always seem to go out of their way to hype OpenAI’s efforts on social media, so this all could simply be more of the same.\n\nAlso, if and when ChatGPT AGI and ASI are reached, don’t expect it to be affordable or even available publicly. At least, not initially. OpenAI rivals might be just as close to AGI and ASI, but they might be more restrained in teasing imminent breakthroughs.\n\nFinally, there’s also the safety aspect to consider. Artificial intelligence, from the current ChatGPT models to AGI and ASI, will have to be aligned with humanity’s interests so it doesn’t develop its own agenda, which could almost certainly endanger our species.\n\nBack to GPT-5, it’ll still be interesting to see what OpenAI does next in terms of ChatGPT upgrades. More news about o3 should come soon. Then, GPT-4o will celebrate its first anniversary this summer. Some sort of upgrade for the base ChatGPT model is surely due soon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Volvo CTO Anders Bell chats its new do-it-all tech platform and future EVs",
            "link": "https://www.msn.com/en-us/news/technology/volvo-cto-anders-bell-chats-its-new-do-it-all-tech-platform-and-future-evs/ar-AA1xnYmM?ocid=BingNewsVerp",
            "description": "We had a chance to chat with Volvo CTO Anders Bell about its new Superset platform, and how it will power future Volvo EVs.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "9hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "XRP Crosses $190B Market Cap, Algorand (ALGO) Breakout, And Monsta Mash ($MASH) Captures The Limelight",
            "link": "https://www.coinspeaker.com/xrp-crosses-190b-algorand-breakout-monsta-mash-captures-the-limelight/",
            "description": "XRP and ALGO demonstrated strong price trends recently. XRP surged past $3, getting closer to its $3.4 ATH set in 2018.",
            "image_url": "https://www.bing.com/th?id=OVFT.MToG5qJipPOw34fjzqGbpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "coinspeaker10h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EnforceMintz — Telemedicine Enforcement: Trends in 2024 Suggest More Sophisticated Enforcement to Come in 2025",
            "link": "https://www.jdsupra.com/legalnews/enforcemintz-telemedicine-enforcement-9713057/",
            "description": "The Department of Justice (DOJ) and the Office of the Inspector General for the Department of Health and Human Services (OIG) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QQpSrOHR20qgs1IeWznFuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "JD Supra9h",
            "source": "JD Supra",
            "article_content": "The Department of Justice (DOJ) and the Office of the Inspector General for the Department of Health and Human Services (OIG) have historically focused their virtual health care enforcement efforts on “traditional” telemarketing, broker, runner, and related schemes. These arrangements generally involve sales agents, recruiters, or marketers who direct patients to purported telemedicine companies, which then enter into payment arrangements with physicians and/or non-physician practitioners for the provision of medically unnecessary health care services. The practitioners often have limited or no interaction with the supposed patients, do not review or have access to patient medical records, and order or prescribe medically unnecessary items or services from a predetermined list.\n\nIn July 2022, the OIG formalized its concerns regarding such arrangements in a Special Fraud Alert. As noted by the OIG, these schemes implicate multiple civil and criminal laws, including the federal Anti-Kickback Statute, the Civil Monetary Penalties Law, the civil False Claims Act (FCA), and criminal fraud statutes. The OIG further stated that these arrangements have the potential for considerable harm to both federal health care programs and program beneficiaries, including (1) inappropriate increases in costs for medically unnecessary items and services, (2) patient harm or delayed clinical services, and (3) corruption of medical decision-making.\n\nWhile DOJ and the OIG have continued to pursue and investigate telefraud schemes, two cases announced in 2024 demonstrate a shift in telemedicine enforcement from “traditional” schemes to more sophisticated investigations and potential criminal exposure in certain matters.\n\nFirst, in June 2024, Ruthie He, the founder, CEO, and clinical president of Done Global (Done), and David Brody, clinical president of Done and the sole physician shareholder of Done Health, P.C., were indicted, arrested, and arraigned in a first-of-its-kind telemedicine criminal prosecution (see our prior post here). Both He and Brody face a seven-count indictment alleging conspiracy to distribute controlled substances, aiding and abetting the distribution of controlled substances, conspiracy to commit health care fraud, and conspiracy to obstruct justice.\n\nThe indictment alleges that He and Brody orchestrated a scheme to generate over $100 million in revenue by inappropriately offering Adderall and other stimulants for the treatment of attention deficit disorder. Among other allegations, the defendants purportedly violated the prohibition against the corporate practice of medicine and directed practitioners to prescribe and renew Adderall prescriptions without clinical justification. The practitioners were allegedly paid based upon an above-market pay structure tied to the number of patients ultimately receiving prescriptions. Indeed, the indictment asserts that prescribing practitioners often were not licensed in the states where prescriptions were issued and that Adderall and other stimulants were ordered in violation of state physician supervision requirements.\n\nThe prosecution of He and Brody is proceeding in federal court in the Northern District of California before Judge Breyer. In October 2024, He’s bond was revoked, and she was remanded to custody as a flight risk. On December 2, 2024, He filed a motion to dismiss or, in the alternative, moved to compel disclosure of grand jury materials. The motion asserts that the indictment fails to satisfy the knowledge requirement under the Controlled Substances Act, that the health care fraud conspiracy elements have not been adequately alleged, and, in the alternative, that He should be entitled to grand jury materials. On December 16, 2024, DOJ opposed the motion to dismiss, arguing the sufficiency of the indictment and contesting the disclosure of grand jury materials. The motion to dismiss is currently pending.\n\nIn addition to He and Brody, several other Done personnel have cases pending in the Northern District of California. Two Done nurse practitioners and an executive leader have cases pending before Judge Breyer. In the last related case, a Done physician has entered a plea agreement.\n\nSecond, also in June 2024, a behavioral health telemedicine holding company and its practice affiliates (collectively, Supportive Care) agreed to pay approximately $4.6 million to resolve allegations related to the submission of false claims to Medicare and the Connecticut Medicaid program. Interestingly, DOJ alleged that the telemedicine company submitted false claims for “telehealth originating site facility fees.” Under the applicable Medicare billing code, telehealth originating site fees are only billable when the originating site (in this case the nursing facility) provides administrative and clinical support for the telehealth patient. Instead, here, the telemedicine company and its affiliates billed for the originating site facility code.\n\nAdditionally, DOJ alleged that Supportive Care submitted false claims for psychological services for Medicare and Medicaid beneficiaries residing in nursing facilities. DOJ alleged, however, that the beneficiaries were not in fact residing in the nursing facilities and had been transferred to various hospitals and admitted as inpatients. The settlement resolved both sets of FCA allegations.\n\nThese two cases demonstrate that DOJ and the OIG are expanding their investigation and enforcement activities beyond “traditional” telefraud arrangements into more complex areas. In the Done prosecution, DOJ is seeking to criminally enforce allegedly fraudulent telehealth activity implicating compliance with state corporate practice and physician supervision requirements. In the Supportive Care resolution, DOJ and the OIG focused on the alleged failure to adhere to telehealth-specific codes. Both matters portend a trend likely to continue in 2025 whereby a maturing telehealth industry is subject to more sophisticated government investigations.\n\n[View source.]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top 8 Men's Fall 2025 Trends From Pitti Uomo",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/the-top-8-mens-fall-2025-trends-from-pitti-uomo/ar-AA1xlNMt?ocid=BingNewsVerp",
            "description": "The Pitti Uomo pack was all about the double-breasted suit, the maxi coat, the grandpa cardigan and floral designs.",
            "image_url": "https://www.bing.com/th?id=OVFT.-7v__tWcJxldfX0H_AIn5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19hon MSN",
            "source": "WWD on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Home insurance costs soaring as climate-related events surge, Treasury Department says",
            "link": "https://www.msn.com/en-us/money/other/home-insurance-costs-soaring-as-climate-related-events-surge-treasury-department-says/ar-AA1xkA9O?ocid=BingNewsVerp",
            "description": "Climate-related natural disasters are dramatically driving up insurance costs for homeowners in the most-affected regions, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9HC_KneZSgfmX8aVQ6k5pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The hunt for ‘dark’ oxygen and why it might be more common than first thought",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A startling discovery made public in July that metallic rocks were apparently producing oxygen on the seabed of the Pacific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "37mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giant ‘Darth Vader’ sea bug discovered off the coast of Vietnam",
            "link": "https://www.msn.com/en-us/science/biology/giant-darth-vader-sea-bug-discovered-off-the-coast-of-vietnam/ar-AA1xntgS?ocid=BingNewsVerp",
            "description": "Researchers newly identified a 'supergiant' sea bug species off the coast of south-central Vietnam, but scientists worry ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ulpr8KAxQzO_jd33MjwsAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI has created an AI model for longevity science",
            "link": "https://www.technologyreview.com/2025/01/17/1110086/openai-has-created-an-ai-model-for-longevity-science/",
            "description": "OpenAI is making a foray into scientific discovery with an AI built to help manufacture stem cells. When you think of AI’s contributions to science, you probably think of AlphaFold, the Google ...",
            "image_url": "https://www.bing.com/th?id=ODF.XSf4ZF8kRw5qB0PknxvGIQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "MIT Technology Review4h",
            "source": "MIT Technology Review",
            "article_content": "OpenAI’s new model, called GPT-4b micro, was trained to suggest ways to re-engineer the protein factors to increase their function. According to OpenAI, researchers used the model’s suggestions to change two of the Yamanaka factors to be more than 50 times as effective—at least according to some preliminary measures.\n\n“Just across the board, the proteins seem better than what the scientists were able to produce by themselves,” says John Hallman, an OpenAI researcher.\n\nHallman and OpenAI’s Aaron Jaech, as well as Rico Meinl from Retro, were the model’s lead developers.\n\nOutside scientists won’t be able to tell if the results are real until they’re published, something the companies say they are planning. Nor is the model available for wider use—it’s still a bespoke demonstration, not an official product launch.\n\n“This project is meant to show that we’re serious about contributing to science,” says Jaech. “But whether those capabilities will come out to the world as a separate model or whether they’ll be rolled into our mainline reasoning models—that’s still to be determined.”\n\nThe model does not work the same way as Google’s AlphaFold, which predicts what shape proteins will take. Since the Yamanaka factors are unusually floppy and unstructured proteins, OpenAI said, they called for a different approach, which its large language models were suited to.\n\nThe model was trained on examples of protein sequences from many species, as well as information on which proteins tend to interact with one another. While that’s a lot of data, it’s just a fraction of what OpenAI’s flagship chatbots were trained on, making GPT-4b an example of a “small language model” that works with a focused data set.\n\nOnce Retro scientists were given the model, they tried to steer it to suggest possible redesigns of the Yamanaka proteins. The prompting tactic used is similar to the “few-shot” method, in which a user queries a chatbot by providing a series of examples with answers, followed by an example for the bot to respond to."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is reality shaped by our observation? Why a fringe idea in science is still controversial",
            "link": "https://www.msn.com/en-us/news/technology/is-reality-shaped-by-our-observation-why-a-fringe-idea-in-science-is-still-controversial/ar-AA1xmKbx?ocid=BingNewsVerp",
            "description": "'He was very taken with the thought that no phenomenon becomes a true phenomena until it has been observed,' Wald told Salon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IN0Gxy551hlyQIUyWdTL7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unveiling the Top 10 Climate Discoveries",
            "link": "https://www.msn.com/en-gb/science/environmental-science/unveiling-the-top-10-climate-discoveries/vi-AA1xnT4v?ocid=BingNewsVerp",
            "description": "Discover the groundbreaking findings that are reshaping our understanding of climate change! 🌍 From innovative solutions to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oedpiAOgm0-qmcXEWI0a1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "WORLD3 unveils a cloud-powered no-Code AI Agent Builder to craft personalized social media AI influencers",
            "link": "https://www.msn.com/en-us/news/other/world3-unveils-a-cloud-powered-no-code-ai-agent-builder-to-craft-personalized-social-media-ai-influencers/ar-AA1xmsIH?ocid=BingNewsVerp",
            "description": "WORLD3 introduces a No-Code AI Agent Builder that empowers users to create personalized social media influencers, automate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lPVg-oi_eZVwepiJalaGVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "17hon MSN",
            "source": "Invezz on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Loveable.dev : New AI Tool That Lets You Create Apps in Minutes (No Code)",
            "link": "https://www.geeky-gadgets.com/no-code-app-development-platform-loveable-dev/",
            "description": "Build full-stack apps without coding using Loveable.dev. AI-powered tools make app creation fast, easy, and accessible for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IhodLkB68X0qySYfNdXdty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "13h",
            "source": "Geeky Gadgets",
            "article_content": "Building a full-stack application can feel like an overwhelming task, especially if coding isn’t your strong suit. Even for seasoned developers, juggling backend setups, frontend design, and database integrations can quickly become a time-consuming maze. But what if you could skip the technical headaches and bring your app ideas to life without writing a single line of code? Enter Loveable.dev—an innovative AI no-code app development platform that’s rewriting the rules of app development. Whether you’re a complete beginner or a developer looking to save time, this tool promises to make app creation not just possible, but refreshingly simple.\n\nImagine being able to design a fully functional app in under 20 minutes—complete with user authentication, database integration, and even live previews. Loveable.dev takes your ideas and transforms them into reality with just a few prompts, allowing you to focus on creativity and functionality rather than technical hurdles. From building a wealth tracker app to creating SaaS dashboards, this platform enables you to develop apps that are as polished as they are practical.\n\nWhat Sets Loveable.dev Apart?\n\nTL;DR Key Takeaways : Loveable.dev enables users to create full-stack applications without coding, automating tasks like backend/frontend development, database integration, and user authentication.\n\nThe platform offers seamless integration with tools like Supabase for databases and Stripe for payment processing, making sure scalability and security.\n\nUsers can build apps in under 20 minutes with features like live rendering, pre-designed templates, and collaborative branching for team workflows.\n\nAdvanced tools support SaaS development, including dashboards for managing API endpoints and handling complex backend tasks like authentication.\n\nReal-time adjustments through live rendering and iterative design allow users to refine apps dynamically, making sure a responsive development process.\n\nLoveable.dev is transforming the way applications are built by allowing users to create full-stack apps without writing a single line of code. This AI-powered platform automates traditionally complex tasks such as backend and frontend development, database integration, and user authentication.\n\nLoveable.dev is designed to simplify app development by removing technical hurdles and offering a user-friendly experience. Using simple prompts, you can generate fully functional applications that include backend infrastructure, user interfaces, and more. The platform integrates seamlessly with widely-used tools like Supabase for database management and Stripe for payment processing, making sure scalability and security for your applications. Here are some of the standout features of Loveable.dev:\n\nFull-stack application creation based on user inputs, eliminating the need for manual coding.\n\nbased on user inputs, eliminating the need for manual coding. Built-in database integration for efficient and reliable data handling.\n\nfor efficient and reliable data handling. Secure user authentication systems to protect user data and enhance trust.\n\nto protect user data and enhance trust. Live rendering for real-time previews of your app as you build it.\n\nfor real-time previews of your app as you build it. Pre-designed templates to accelerate the development process and inspire creativity.\n\nThese features make Loveable.dev a versatile no-code app development platform and powerful tool for anyone looking to create apps quickly and efficiently, regardless of their technical expertise.\n\nPractical Application: Building a Wealth Tracker App\n\nImagine creating a wealth tracker app that monitors income, expenses, credit scores, and stock prices—all in real time. With Loveable.dev, this process becomes straightforward and accessible. You can easily incorporate features such as financial tips, budget tracking, and goal-setting tools. The platform also allows you to design interactive dashboards that visualize expense trends and budget comparisons, providing users with a rich and engaging experience.\n\nThis example highlights how Loveable.dev enables users to develop sophisticated, feature-packed applications without requiring advanced technical skills. By focusing on functionality and user experience, you can create apps that meet real-world needs and deliver value to your audience.\n\nDevelop a Full-Stack App Without Writing ANY Code with Loveable.dev\n\nHere are more detailed guides and articles that you may find helpful on AI development.\n\nStreamlined Development: Build Apps in Minutes\n\nOne of the most compelling aspects of Loveable.dev is its simplicity and speed. You can build a fully functional app in under 20 minutes, making it an ideal solution for users who need quick results. The platform supports both mobile and desktop previews, allowing you to test your app’s design and functionality across different devices. This ensures a seamless user experience regardless of the platform.\n\nAdditionally, Loveable.dev includes a collaborative branching feature, allowing teams to work together efficiently. This feature streamlines the development process by allowing multiple users to contribute and refine the app simultaneously. Whether you’re working solo or as part of a team, Loveable.dev ensures a smooth and productive workflow.\n\nAdvanced Tools for SaaS Development\n\nLoveable.dev extends beyond basic no-code app development creation, offering advanced tools specifically designed for building Software as a Service (SaaS) products. For instance, you can create dashboards to manage API endpoints with user-friendly interfaces and backend functionality. The platform handles complex backend tasks such as authentication and database connections, freeing you to focus on enhancing the user experience and refining your app’s features.\n\nThese advanced capabilities make Loveable.dev an excellent choice for developers and entrepreneurs looking to create scalable and robust SaaS solutions. By automating technical processes, the platform allows you to prioritize innovation and user satisfaction.\n\nReal-Time Adjustments with Iterative Design\n\nLoveable.dev’s live rendering and iterative design tools enable you to make real-time adjustments to your app. This feature allows you to test and refine your designs without interrupting the development process. By providing immediate feedback on changes, the platform encourages a dynamic and responsive approach to app creation.\n\nThis iterative design process ensures that your application evolves alongside your vision. Whether you’re tweaking the user interface or adding new features, Loveable.dev makes it easy to adapt and improve your app as you go.\n\nHow Loveable.dev Stands Out Among Competitors\n\nWhen compared to other AI-powered no-code app development platforms, Loveable.dev distinguishes itself through its intuitive interface and comprehensive feature set. Unlike competitors such as B. New or V0, Loveable.dev offers a broader range of tools and a more user-friendly experience. Its seamless integration with third-party tools and emphasis on accessibility make it a versatile option for both developers and non-developers.\n\nBy combining simplicity with advanced functionality, Loveable.dev provides a balanced solution that caters to a wide range of users. Whether you’re building a personal project or a professional-grade application, the platform delivers the tools and support you need to succeed.\n\nMedia Credit: WorldofAI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big Tech expands its reach with new startup acquisitions and investments",
            "link": "https://www.msn.com/en-us/money/other/big-tech-expands-its-reach-with-new-startup-acquisitions-and-investments/ar-AA1xo4Gu?ocid=BingNewsVerp",
            "description": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fr1UqXkLd5UUK0RvkJ6oLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "7hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ARC Resources: Attachie Startup Is Now",
            "link": "https://seekingalpha.com/article/4750285-arc-resources-attachie-startup-is-now",
            "description": "ARC Resources maximizes sales prices for production and this differentiates it from many U.S. producers. Learn more about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q92aFQpTgDtaRpcprSa4my&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5h",
            "source": "Seeking Alpha",
            "article_content": "I analyze oil and gas companies like ARC Resources and related companies in my service, Oil & Gas Value Research, where I look for undervalued names in the oil and gas space. I break down everything you need to know about these companies -- the balance sheet, competitive position and development prospects. This article is an example of what I do. But for Oil & Gas Value Research members, they get it first, and they get analysis on some companies that is not published on the free site. Interested? Sign up here for a free two-week trial .\n\nMy last article mentioned the Attachie project startup that ARC Resources Ltd. ( OTCPK:AETUF ) has been working on for some years. Part of the reason that free cash flow will take a jump is because now necessary projects will dip\n\nLong Player believes oil and gas is a boom-bust, cyclical industry. It takes patience, and it certainly helps to have experience. He has been focusing on this industry for years. He is a retired CPA, and holds an MBA and MA.\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of AETUF either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nDisclaimer: I am not an investment advisor, and this article is not meant to be a recommendation of the purchase or sale of stock. Investors are advised to review all company documents and press releases to see if the company fits their own investment qualifications.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Volvo CTO Anders Bell chats its new do-it-all tech platform and future EVs",
            "link": "https://www.msn.com/en-us/news/technology/volvo-cto-anders-bell-chats-its-new-do-it-all-tech-platform-and-future-evs/ar-AA1xnYmM?ocid=BingNewsVerp",
            "description": "We had a chance to chat with Volvo CTO Anders Bell about its new Superset platform, and how it will power future Volvo EVs.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "9hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This phone is a selfie superstar, but I can’t recommend it",
            "link": "https://www.msn.com/en-us/news/technology/this-phone-is-a-selfie-superstar-but-i-can-t-recommend-it/ar-AA1xo9k8?ocid=BingNewsVerp",
            "description": "The selfie cameras on the Huawei Nova 13 Pro are brilliant, and its rear camera's great too, so why can't I fully commit to it?",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "7hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman's OpenAI backing initiative headed by several anti-Trump staff pushing liberal causes",
            "link": "https://www.msn.com/en-us/news/politics/sam-altmans-openai-backing-initiative-headed-by-several-anti-trump-staff-pushing-liberal-causes/ar-AA1xoUZ7?ocid=BingNewsVerp",
            "description": "Sam Altman's OpenAI is backing a new AI initiative from a group where John Kerry was a founding member that has voiced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HBrJsjbUrcjdG-XmxS0RzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "2hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft-OpenAI Partnership Raises Antitrust Concerns, FTC Says",
            "link": "https://www.msn.com/en-us/technology/tech-companies/microsoft-openai-partnership-raises-antitrust-concerns-ftc-says/ar-AA1xovjy?ocid=BingNewsVerp",
            "description": "Microsoft Corp.’s $13 billion investment in OpenAI raises concerns that the tech giant could extend its dominance in cloud ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yBpEoHjEVbhKoubDyqCagi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Innovating Retail with Machine Learning: The Future of Dynamic Pricing",
            "link": "https://techbullion.com/innovating-retail-with-machine-learning-the-future-of-dynamic-pricing/",
            "description": "The retail industry is witnessing a paradigm shift, thanks to the transformative power of machine learning. A recent article ...",
            "image_url": "https://www.bing.com/th?id=OVFT.itA3cDgNMKsreJljvk6hTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Impacts13h",
            "source": "Impacts",
            "article_content": "The retail industry is witnessing a paradigm shift, thanks to the transformative power of machine learning. A recent article by Akhilesh Kota sheds light on how machine learning is revolutionizing the dynamic pricing landscape, enabling retailers to make more informed and adaptive decisions. The insights delve into the nuances of this innovative approach, emphasizing its role in reshaping consumer experiences and business profitability.\n\nUnderstanding Dynamic Pricing\n\nDynamic pricing is a strategy that adjusts prices in real-time, responding to fluctuations in demand, competition, and external factors. Unlike traditional static pricing, it uses advanced algorithms to analyze and react to market conditions with accuracy and speed. When combined with machine learning, dynamic pricing becomes even more powerful. Machine learning algorithms process vast amounts of data, identify patterns, and refine pricing strategies based on actionable insights. This enables businesses to stay competitive, meet customer expectations, and maximize revenue. By ensuring prices are neither excessively high nor unsustainably low, dynamic pricing balances profitability with customer satisfaction, driving sustainable business growth.\n\nMachine Learning: The Game Changer\n\nThe application of machine learning in dynamic pricing brings unprecedented sophistication to pricing strategies, leveraging data-driven insights to enhance decision-making. Machine learning algorithms excel in several key areas:\n\nAnalyzing Market Trends: These systems detect subtle shifts in consumer preferences, competitor pricing, and market conditions, enabling proactive and informed pricing adjustments.\n\nPredicting Demand: By forecasting demand patterns for specific products and timeframes, businesses can optimize inventory levels, avoid stockouts, and maximize revenue opportunities.\n\nEnhancing Personalization: Tailored pricing strategies based on individual customer profiles, preferences, and purchase history create a more personalized and engaging shopping experience.\n\nBy automating complex analytical processes, machine learning not only reduces human error but also enables faster, more accurate responses to dynamic market conditions, empowering businesses to stay competitive.\n\nData as the Backbone\n\nThe success of machine learning in dynamic pricing hinges on the quality and diversity of data inputs. Retailers need to collect extensive information, such as historical sales trends, customer demographics, competitor pricing, and broader economic indicators. These datasets are essential for training algorithms that evolve and optimize pricing strategies over time. Furthermore, integrating real-time data allows these models to adapt swiftly to changing market conditions, ensuring prices remain competitive and aligned with current demand. This combination of comprehensive data and real-time updates empowers businesses to make informed, agile decisions, helping them gain an edge in today’s fast-paced and competitive markets.\n\nOvercoming Challenges\n\nThe potential of machine learning in dynamic pricing is vast, but it comes with challenges that businesses must navigate carefully. Ethical concerns, such as unintentional price discrimination, can erode consumer trust if not addressed transparently. Moreover, the implementation of machine learning systems demands substantial investment in infrastructure, skilled professionals, and technical expertise. These hurdles can be daunting, particularly for smaller organizations. To overcome them, businesses should prioritize transparency in pricing strategies and ensure algorithms adhere to ethical standards. Investing in scalable, user-friendly technologies and fostering a workforce skilled in data science can simplify adoption, ensuring the benefits outweigh the challenges.\n\nFuture Prospects\n\nThe integration of machine learning into dynamic pricing represents a transformative shift toward a smarter and more adaptive retail landscape. As technology continues to advance, several key developments are expected to shape the future of pricing strategies:\n\nImproved Algorithms: Enhanced models will delve deeper into consumer behavior, identifying subtle trends and preferences for precise price adjustments.\n\nSeamless Integration: Dynamic pricing systems will increasingly connect with inventory management, marketing, and customer engagement tools, creating unified ecosystems.\n\nGlobal Applications: Machine learning will enable region-specific pricing strategies, catering to the unique demands of diverse markets and cultural contexts.\n\nThese advancements will not only empower retailers with better decision-making tools but also foster customer satisfaction by ensuring transparent, fair, and competitive pricing tailored to individual needs.\n\nIn conclusion, Akhilesh Kota’s insights into machine learning-powered dynamic pricing reveal its immense potential to transform retail. Leveraging data and advanced algorithms enables businesses to enhance efficiency, boost profitability, and adapt to evolving market demands. Embracing these innovations will be essential for retailers aiming to thrive in a competitive and rapidly changing industry landscape."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 6 Programming Languages for Machine Learning in 2025",
            "link": "https://www.techopedia.com/best-programming-languages-for-machine-learning",
            "description": "Explore the top 6 programming languages for machine learning. Find out which languages are ideal for data analysis, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a-GB0m0QGQyrP732TWCW_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Techopedia13h",
            "source": "Techopedia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia’s growing ties with Iran have shaped the war in Ukraine. A new treaty raises the stakes for Trump’s administration",
            "link": "https://www.msn.com/en-us/news/world/russia-s-growing-ties-with-iran-have-shaped-the-war-in-ukraine-a-new-treaty-will-raise-the-stakes-for-trump-s-administration/ar-AA1xkSS0?ocid=BingNewsVerp",
            "description": "Just three days before US President-elect Donald Trump returns to the White House, Russia and Iran have finally signed a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z9nucUtkz9eNka03pNkl2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "9hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says any British military role in Ukraine under new 100-year deal would be worrying",
            "link": "https://www.reuters.com/world/russia-says-any-british-military-role-ukraine-under-new-100-year-deal-would-be-2025-01-17/",
            "description": "Russia said on Friday that any placement of British military assets in Ukraine under a new 100-year partnership agreement ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8tWXkfRv6eUN0tCIbi8fNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amid News of a Ceasefire Deal in the Israel-Hamas War in Gaza, Explore the Conflict’s Roots and Ramifications",
            "link": "https://www.pbs.org/wgbh/frontline/article/ceasefire-deal-israel-hamas-war-gaza-palestinians-israelis-roots-ramifications/",
            "description": "Watch our documentaries on the evolution and impact of the Israel-Hamas war in Gaza and the overarching Israeli-Palestinian ...",
            "image_url": "https://www.bing.com/th?id=OVF.UV1D%2b4KgqsrUakqOHpFv1Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "PBS8h",
            "source": "PBS",
            "article_content": "by Patrice Taddonio\n\nThe ceasefire deal announced this week between Israel and Hamas calls for a truce in the catastrophic war in Gaza and the return of dozens of Israeli hostages being held since the Oct. 7, 2023, Hamas-led attack on Israel.\n\nExplore FRONTLINE’s documentaries and reporting on the roots, evolution and impact of the war and the overarching Israeli-Palestinian conflict, its sprawling ramifications, and how the most recent chapter in this long and volatile history has played out.\n\nReleased in October 2024, this documentary followed people directly impacted by the Hamas attack and the war in Gaza as they shared harrowing experiences with death, despair and continuing trauma. In the film, Israelis described what it was like to experience the deadliest day for Jews since World War II as the Oct. 7 attacks unfolded, with around 1,200 people killed, 5,000 injured and 251 taken hostage. And in Gaza, where more than 40,000 people have reportedly been killed in Israel’s retaliation against Hamas, Palestinians described — and recorded — the horrors of large-scale devastation.\n\nAs outrage over the Israel-Hamas war in Gaza deeply divided American campuses and in some places devolved into hate-filled rhetoric and arrests, this June 2024 documentary with Retro Report investigated how universities responded, how powerful interests joined the fray, and how the conflict over the conflict ultimately spiraled out of control.\n\nThis documentary, updated in May 2024, offered a sweeping examination of the critical moments over the course of the past three decades leading up to the Israel-Hamas war in Gaza and the role of a central player: Israeli Prime Minister Benjamin Netanyahu.\n\nIn this January 2024 documentary, correspondent Ramita Navai investigated rising support for militant groups, including Hamas, since the Oct. 7 attack, Israel’s military campaign in the West Bank, and the implications for a region on edge.\n\nThis December 2023 documentary with The Washington Post examined how Hamas was able to breach Israel’s vaunted security barrier and carry out the attack that ignited the Israel-Hamas war in Gaza.\n\nRe-released in October 2023, this seminal 2002 documentary examined how the Israeli-Palestinian peace process begun at Oslo in the 1990s was derailed and ultimately undone by the dynamics of politics and violence. The documentary included interviews with key figures from both sides of the negotiating table, including Benjamin Netanyahu, Yasser Arafat, Shimon Peres, Saeb Erekat and Ehud Barak.\n\nExplore more from FRONTLINE on the Israeli-Palestinian conflict."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "With Hamas commanders dead, political leaders abroad struck ceasefire",
            "link": "https://www.washingtonpost.com/world/2025/01/17/hamas-leaders-gaza-ceasefire-deal-negotiations/",
            "description": "Israel’s 15-month campaign has depleted the group’s military strength, sapped its political influence and opened a void in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oHWZZ_DValhWByQcQMkksS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4h",
            "source": "The Washington Post",
            "article_content": "TEL AVIV — The ceasefire deal in the war between Israel and Hamas this week reflected a shift within the militant group’s internal dynamics: With its senior leadership dead, it was Hamas’s political representatives abroad who led the negotiations over a conflict started by hard-line commanders inside Gaza.\n\nHamas negotiators in Doha, Qatar, still coordinated closely with military leaders in Gaza, and the deal required their approval. But 15 months of fighting have depleted the group’s military strength, sapped its political influence and opened a void in leadership inside the Gaza Strip.\n\n“This is a new pattern of decision-making in Hamas, which means that the outside leadership has more impact than they had four or five months ago,” said Michael Milstein, a former adviser to the Israeli military on Palestinian affairs.\n\nAdvertisement\n\nIsrael says it killed military commander Mohammed Deif and political chief Ismael Haniyeh last summer. Two months later, in the biggest blow to the movement, Israel killed Yahya Sinwar, the architect and leader of Hamas’s deadly attack of Oct. 7, 2023, that triggered Israel’s ferocious war.\n\nSinwar had been appointed to replace Haniyeh, a promotion that suggested that Hamas’s Gaza-based faction was maintaining control. Israel believes Sinwar’s brother Mohammed, also based in Gaza, has replaced Deif.\n\nBut no one, in Gaza or abroad, has replaced Sinwar, seen in previous rounds as the hard-line voice and deciding vote. The Israeli campaign has hollowed out the Izzedine al-Qassam Brigades, and remaining leaders face the threat of Israeli assassination.\n\nThat left the negotiations to Khalil al-Hayya, who was Yahya Sinwar’s deputy, and his four-person team, all of whom are from Gaza but living abroad, and Mohammed Sinwar in Gaza, according to regional officials and people familiar with the negotiations.\n\n“Today Khalil al-Hayya is considered the head of the Hamas movement in Gaza” and is “strongest at this stage” at the political and diplomatic level, said a person who worked for Yahya Sinwar and remains close to Hamas. The person spoke on the condition of anonymity to discuss internal matters.\n\nHayya’s team included senior Hamas official Ghazi Hamed and Mohammed Darweesh. “There are people outside of that immediate circle [negotiating team] that pull strings and have power and influence within the movement,” said Gershon Baskin, who helped negotiate the release of kidnapped Israeli soldier Gilad Shalit from Hamas captivity in 2011.\n\nAdvertisement\n\nBaskin named longtime leader Khaled Mashal, head of the Hamas bureau abroad, and Mousa Abu Marzouk, another senior official. The Shura Council, a body of senior Hamas officials, also had to be consulted.\n\nIsraeli media often describes Mohammed Sinwar, a hard-liner like his brother, as the new head of Hamas in Gaza. But Avi Kalo, a former Israeli military intelligence official, said the balance of power has shifted to Hamas leaders based abroad, largely in Doha.\n\nMohammed Sinwar’s “power is driven by his controlling the battlefield and commanders, but he does not have the same mandate as the Hamas leadership outside,” he said. “That shifting dynamic, coupled with pressure from Trump and Qatar, generated new compromises from Hamas that has led us to this situation.”\n\nBaskin described the Israeli focus on Mohammed as politically expedient, “as it’s very easy for the Israelis to create the evil devil who’s in charge of everything … that if we kill that person, everything will be fine.”\n\nAdvertisement\n\nStill, in the hours before the ceasefire deal was announced Wednesday, members of the Hamas political office were in communication with the group’s military leadership in Gaza, including during a meeting with the Qatari prime minister, to get final approval on the agreement, according to an official briefed on the talks who spoke on the condition of anonymity to discuss internal discussions.\n\nFighters led by Hamas streamed out of Gaza early on Oct. 7, 2023, to kill some 1,200 Israelis in communities near the enclave and take 250 hostage. About 100 hostages are believed to remain in Gaza. Israel has killed more than 46,500 Palestinians and flattened much of the densely populated enclave in the 15 months since.\n\nThe agreement has three phases. The first is an initial 42-day ceasefire and the gradual release of 33 Israeli hostages in exchange for an undetermined number of Palestinians detained in Israeli prisons. Israel is to begin pulling back its troops in Gaza and allowing a surge of humanitarian assistance.\n\nAdvertisement\n\nRemaining Israeli hostages and additional Palestinian detainees are to be released in the second phase. The thorniest issues, still unresolved, are left to the third phase, when reconstruction and new governing and security structures in Gaza are supposed to be implemented.\n\nThe deal does not address who will rule Gaza going forward. Without a political solution for Gaza and the occupied West Bank, critics say, it’s likely to collapse.\n\nPressure from President-elect Donald Trump, a renewed push by the Biden administration and domestic challenges facing both Israel and Hamas helped get a deal over the finish line. Steve Witkoff, Trump’s Middle East envoy, applied new pressure on the Israeli negotiating team, according to a diplomat who was briefed on the talks.\n\nHamas’s position, meanwhile, was weakened by mounting public anger and pressure to compromise.\n\nAdvertisement\n\nThe Hamas negotiating team was more open to terms that the group had previously rejected outright, according to the diplomat, such as allowing a phased withdrawal of Israeli troops from security zones.\n\n“The humanitarian situation was obviously having a big impact,” said the diplomat, who spoke on the condition of anonymity to discuss sensitive talks.\n\nPalestinians in Gaza received the ceasefire with mixed emotions. In the hours immediately after the announcement Wednesday, deadly Israeli strikes continued across the Strip. While celebrations erupted, people kept their hopes modest. Some planned to return to bombed-out homes or to bury their dead.\n\nThe deal does not end the war. Israeli Prime Minister Benjamin Netanyahu has not ruled out returning to the battlefield.\n\nHayya did not call the ceasefire a victory, as Hamas has after reaching ceasefires with Israel in the past.\n\nAdvertisement\n\n“In this historic moment, we extend words of pride and honor to our people in Gaza,” he said in a televised address from Doha on Wednesday.\n\nMouin Rabbani, a nonresident fellow at Qatar’s Center for Conflict and Humanitarian Studies, said Hamas can spin its survival as a win. Israel vowed to eradicate the group, but “it is still standing.”\n\nMuch uncertainty remains. Even in its weakened state, Hamas is still the dominant political force in Gaza. Netanyahu has refused to propose a postwar political plan for the Strip. He has ruled out the return of the U.S.-backed Palestinian Authority.\n\n“The big question here that no one has an answer to, and I think that Hamas outside [the enclave] itself doesn’t know for sure, [is if] the people inside of Gaza are going to be able to implement this deal.” Baskin said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BofA’s Hartnett Says Trump Trade to Shield US Stocks From Plunge",
            "link": "https://www.msn.com/en-us/money/other/bofa-s-hartnett-says-trump-trade-to-shield-us-stocks-from-plunge/ar-AA1xna5E?ocid=BingNewsVerp",
            "description": "Donald Trump’s return to the White House will likely protect US stocks from a big selloff, according to Bank of America Corp.",
            "image_url": "https://www.bing.com/th?id=OVFT.nmF-SmS1lrId5EEvEtdcSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Insurance Stocks Plunge As Los Angeles Wildfires Rage",
            "link": "https://www.msn.com/en-us/money/news/insurance-stocks-plunge-as-los-angeles-wildfires-rage/vi-AA1xoy1K?ocid=BingNewsVerp",
            "description": "As Los Angeles wildfires ravage California, insurance stocks plummet, with losses estimated to reach billions due to the high ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h95ODKxt0emN_YREJN5IHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "Money Talks News on MSN5h",
            "source": "Money Talks News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dell's SWOT analysis: stock poised for AI-driven growth amid market challenges",
            "link": "https://www.msn.com/en-us/money/smallbusiness/dell-s-swot-analysis-stock-poised-for-ai-driven-growth-amid-market-challenges/ar-AA1xoQrN?ocid=BingNewsVerp",
            "description": "Dell Technologies Inc. (NYSE:DELL), with a market capitalization of $76.72 billion, finds itself at a pivotal juncture as it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BtA6HMdY_sTNj2qo0qLM9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top Health Insurance Companies Dominating the U.S. Market",
            "link": "https://www.msn.com/en-us/money/insurance/the-top-health-insurance-companies/ar-AA1xo2Wj?ocid=BingNewsVerp",
            "description": "The largest health insurance company in the U.S., UnitedHealth Group, reported 2023 revenues of $371.6 billion. That makes it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EEP93vCE_BtVh__RvwMxuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4hon MSN",
            "source": "Retirement Daily on The Street on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Access Retirement Savings Early and Penalty-Free For Disaster Relief",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/how-to-access-retirement-savings-early-and-penalty-free-for-disaster-relief/ar-AA1xoEQE?ocid=BingNewsVerp",
            "description": "If you’ve been affected by a major disaster, such as the wildfires in California, you may be eligible to tap your retirement ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DYbvBaVPhPQFxELSOvSLHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "3hon MSN",
            "source": "Investopedia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Greece given economy warning as fears of war on Brits' holiday homes rise after Spain move",
            "link": "https://www.msn.com/en-gb/travel/news/greece-give-economy-warning-as-fears-of-war-on-brits-holiday-homes-rise-after-spain-move/ar-AA1xnxCa?ocid=BingNewsVerp",
            "description": "EXCLUSIVE: A travel expert has issued a major warning to Greece about following Spain's lead in imposing property taxes on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uiREiT-pK5O3txWK-pQA6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "11hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PC Sales Stagnated at the End of 2024 Despite AI Hype",
            "link": "https://www.msn.com/en-us/technology/tech-companies/pc-sales-stagnated-at-the-end-of-2024-despite-ai-hype/ar-AA1xneg6?ocid=BingNewsVerp",
            "description": "Last week, IDC announced its tabulation of computer sales for the fourth quarter of 2024. Despite predictions of an increase, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tTEZnbEqvJcAOyHHgxa-5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "ExtremeTech on MSN7h",
            "source": "ExtremeTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The PC market grew only 1.3% in 2024",
            "link": "https://www.msn.com/en-us/money/markets/the-pc-market-grew-only-1-3-in-2024/ar-AA1xo4tO?ocid=BingNewsVerp",
            "description": "According to one analyst firm, the combined shipment of desktop and laptop computers in 2024 was 245.3 million units. That’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z98RPvCz3Snuj8qzTya-vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Bring Zero Trust to Wi-Fi Security with a Cloud-based Captive Portal?",
            "link": "https://thehackernews.com/2025/01/how-to-bring-zero-trust-to-wi-fi.html",
            "description": "Discover how cloud-captive portal solutions improve Wi-Fi security by bringing the Zero Trust framework. Learn to implement ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZAIuMeyTSXw7zIGNb7scsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "The Hacker News11h",
            "source": "The Hacker News",
            "article_content": "Recent data breaches have highlighted the critical need to improve guest Wi-Fi infrastructure security in modern business environments. Organizations face increasing pressure to protect their networks while providing convenient access to visitors, contractors, temporary staff, and employees with BYOD. Implementing secure guest Wi-Fi infrastructure has become essential for authenticating access, protecting data, maintaining compliance across all geographies, and ensuring business continuity.\n\nEvolved security solutions now combine zero-trust architecture with cloud-based captive portals to enhance network protection. These systems enable organizations to implement strict access controls, verify every device's security status, and maintain network separation. Through advanced features like conditional access and device registration, businesses can now offer secure guest Wi-Fi access while maintaining complete visibility and control over their network resources.\n\nChallenges in Wi-Fi Security Today\n\nDistributed organizations implementing guest Wi-Fi networks face increasingly sophisticated security challenges. The complexity of implementing and managing secure guest Wi-Fi access while maintaining network integrity has become a critical concern for both IT administrators and Security practitioners.\n\nCommon security vulnerabilities\n\nModern guest Wi-Fi networks face several significant security threats:\n\nLack of Network Micro-Segmentation: Networks for unmanaged/unsecured devices often share the same infrastructure as networks for managed/corporate devices without proper isolation. This increases the risk of unauthorized access to sensitive systems or data.\n\nNetworks for unmanaged/unsecured devices often share the same infrastructure as networks for managed/corporate devices without proper isolation. This increases the risk of unauthorized access to sensitive systems or data. Weak Encryption: Most of Guest Wi-Fi Networks use \"Open\" authentication which may introduce a source of attack during spoofing. It's recommended to use WPA3 and OWE encryption to enforce the security for clients during association.\n\nMost of Guest Wi-Fi Networks use \"Open\" authentication which may introduce a source of attack during spoofing. It's recommended to use WPA3 and OWE encryption to enforce the security for clients during association. Man-in-the-Middle (MITM) Attacks: Attackers can exploit unsecured Guest Wi-Fi to intercept communications, steal credentials, or inject malicious data.\n\nAttackers can exploit unsecured Guest Wi-Fi to intercept communications, steal credentials, or inject malicious data. Inadequate Authentication: Some networks use too simple shared passwords or no authentication at all, making it extremely easy for attackers to connect and launch attacks.\n\nSome networks use too simple shared passwords or no authentication at all, making it extremely easy for attackers to connect and launch attacks. Rogue Access Points (APs): Attackers can set up rogue APs mimicking legitimate Guest Wi-Fi to lure users and steal sensitive information.\n\nIf not properly secured, the Wi-Fi guest networks pose significant security risks. Weak access controls allow unauthorized users to exploit the network, leading to data interception and man-in-the-middle attacks. A critical issue is the lack of network segmentation; without proper isolation, attackers on the guest network may access internal systems, risking data breaches.\n\nInsufficient authentication and weak password practices further heighten vulnerabilities, enabling unauthorized access. To mitigate these risks, organizations should implement VLANs, strict authentication, and active monitoring. A well-segmented guest network helps maintain security while offering convenient access to visitors.\n\nWhy is BYOD the most critical category to monitor?\n\nBYOD introduces a mix of unmanaged and potentially insecure devices into the network. These devices often lack corporate-level security controls and might already be compromised with malware, creating a direct entry point for attackers once connected to the network.\n\nIf the attacker has access to the network through a BYOD, sensitive corporate data accessed via BYOD devices may increase the likelihood of unintentional or malicious data leakage.\n\nHere is a summary of the potential actions that can be implemented to mitigate such issues :\n\nProper Network Segmentation\n\nAsset inventory\n\nEncryption\n\nAuthentication Mechanism (like Captive Portal)\n\nProfiled Security Policies\n\nMonitoring and Threat Detection\n\nZero Trust Approach\n\nPotential consequences for businesses\n\nSecurity breaches in guest Wi-Fi networks can have devastating impacts on organizations. Recent studies indicate that 40% of businesses have experienced information compromise through public Wi-Fi networks. The financial implications are significant, with some companies reporting ransomware payments exceeding $1 million to recover their data.\n\nBeyond immediate financial losses, businesses face:\n\nDamage to brand reputation and customer trust\n\nDisruption of normal business operations\n\nPotential loss of intellectual property\n\nCompromise of internal network resources\n\nLegal and compliance considerations\n\nOrganizations must navigate complex regulatory requirements when implementing guest Wi-Fi management systems. The legal framework includes multiple layers of compliance, they need to warrant the security level for their network while ensuring the confidentiality of the users' data, and they need to cooperate with the authorities when required while complying with limited data retention period obligation. It is even more difficult for international organizations because they need to monitor and stay updated on any regulations' changes in various countries and jurisdictions, operating at international levels creates diverse and even contradictory obligations, for example, the data retention policies are different among countries, in France, it is required to retain data logs for 1 year, but it is 6 years in Italy, while the General Data Protection Regulations (GDPR) requires users' data to be deleted after the purposes have been achieved. Some key regulations need to be taken into consideration:\n\nTherefore, businesses must implement proper documentation, monitoring systems, and security controls to maintain compliance with these regulations. Regular security audits and network infrastructure updates are essential to maintaining legal compliance while providing secure guest access.\n\nLeveraging Cloud Captive Portals for Enhanced Security\n\nCloud-based captive portal solutions have emerged as a cornerstone of modern network security infrastructure. These sophisticated systems provide organizations with centralized control over guest access while maintaining robust security protocols.\n\nHow Cloud Captive Portals Work\n\nCloud-captive portals function as gateway systems that authenticate users before granting network access. The system intercepts initial connection attempts and redirects users to a secure login page. Organizations can implement various authentication methods, including:\n\nSocial login integration\n\nSponsor\n\nDeclarative Email\n\nSMS Authentication\n\nThese solutions operate without additional hardware requirements, making them infrastructure-agnostic and instantly deployable across global locations.\n\nIntegration with Zero Trust frameworks\n\nModern Cloud Captive Portals should align seamlessly with Zero Trust security principles by implementing continuous verification and limited access protocols.\n\nThe integration enables:\n\nDevice Profiling & Authentication\n\nIntegrity\n\nAccess Control\n\nPolicy Enforcement\n\nAutomation\n\nTraffic Monitoring & Compliance\n\nRequired security features to deploy a cloud captive portals solution\n\nModern captive portal solutions shall incorporate multiple layers of security protection. Innovative solutions now integrate with leading security solutions, enabling administrators to implement granular access controls and URL filtering.\n\nCloudi-Fi platform supports comprehensive compliance requirements through regional data center deployment, ensuring adherence to local privacy regulations. Automated encryption of personal data and transparent collection processes provide users and administrators complete control over information handling.\n\nAdvanced features include integration with cloud-based security platforms, enabling:\n\nCloud firewall implementation\n\nContent filtering capabilities\n\nBandwidth Control\n\nAutomated device onboarding\n\nThese capabilities offer a robust security framework that protects both the organization's network and user data while maintaining seamless access for authorized users.\n\nBenefits of a Zero Trust Captive Portal Solution\n\nThe implementation of Zero Trust Architecture represents a paradigm shift in securing guest Wi-Fi networks, moving away from traditional perimeter-based security to a more comprehensive verification model. This approach fundamentally changes how organizations manage and secure guest network access.\n\nZero Trust Cloud Captive Portal solutions provide a scalable, centralized access control layer across multiple sites or large office campuses. By leveraging cloud-based infrastructure, they allow seamless deployment without needing extensive on-prem hardware, ensuring consistent policy enforcement and secure, device-specific access. The cloud-based platform dynamically scales to handle high volumes of traffic and multiple entry points, while continuously monitoring user behaviors. This architecture not only simplifies management but also enhances security, as threats are isolated, and access is tightly controlled based on identity, device, and risk assessment, all through a unified, cloud-driven approach.\n\nAdapting Zero Trust principles for guest access\n\nOrganizations must carefully adapt Zero Trust principles to maintain security while ensuring a seamless guest experience. The implementation requires a balanced approach that considers security requirements and user convenience. Key adaptation strategies include:\n\nRole-based permissions for the access control\n\nSponsoring, social login with MFA, mail address, … for user authentication\n\nSegmentation for network isolation\n\nTime-limited access tokens for session management\n\nBenefits of traditional security models\n\nZero Trust Architecture offers significant advantages compared to conventional security approaches. The model eliminates the inherent vulnerabilities of traditional perimeter-based security by implementing continuous verification and granular access controls.\n\nThe transformation from traditional to zero-trust security brings multiple operational improvements:\n\nEnhanced Security Posture Elimination of lateral movement threats\n\nReal-time threat detection and response\n\nComprehensive audit trails Operational Efficiency Automated device onboarding\n\nCentralized policy management\n\nSimplified compliance reporting\n\nThe architecture's ability to maintain strict security controls while supporting dynamic access requirements makes it particularly effective for guest Wi-Fi environments. By implementing least-privilege access principles, organizations can ensure that guests receive only the necessary network resources while maintaining complete visibility and control over all network activities.\n\nIntegrating Zero Trust principles with cloud-based management platforms enables distributed organizations to effortlessly scale their guest Wi-Fi security efficiently. This combination offers network and security administrators powerful tools for monitoring network usage, enforcing security policies, and responding to potential threats in real time.\n\nConclusion\n\nThe transformation of guest Wi-Fi security through cloud-captive portals and Zero Trust Architecture marks a significant advancement in corporate network protection. Modern organizations require robust security solutions that extend beyond traditional perimeter defenses. The combination of continuous verification, granular access controls, and advanced monitoring capabilities creates a comprehensive security framework that addresses current and emerging threats while maintaining operational efficiency.\n\nBusiness leaders must recognize the critical role of secure guest Wi-Fi in maintaining regulatory compliance and protecting sensitive data. Organizations ready to strengthen their network security should consider implementing a Zero Trust Captive Portal solution - Cloudi-Fi offers extensive resources and guidance for this essential security upgrade. This strategic approach positions businesses to meet future security challenges while providing secure, seamless guest access that supports operational goals and protects valuable digital assets.\n\nNote: This article is expertly written and contributed by RJ Singh — is a seasoned Global Sales Servant Leader with long history of successful sales management and individual contributor roles at multiple technology start-ups. He has spent years performing active roles in sales leadership, business development, partner relationships, and customer success services at various fast-growing technology companies resulting in high revenue growth and increased shareholder value. Currently, RJ passionately serves customers and partners as Chief Revenue Officer at Cloudi-Fi — and Simon Mesnage, Senior Network Engineer with 8 years of expertise in Wi-Fi infrastructure design and troubleshooting."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Federated learning: The killer use case for generative AI",
            "link": "https://www.infoworld.com/article/3804403/federated-learning-the-killer-use-case-for-genai.html",
            "description": "As enterprises struggle to balance AI capabilities against data privacy concerns, federated learning provides the best of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XB4Dw5LO5Theqj8MzDQNJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "InfoWorld16h",
            "source": "InfoWorld",
            "article_content": "Let’s imagine a fictional company, Global Retail Corporation, a multinational retail chain struggling with its initial approach to AI integration. They built custom generative AI applications on their cloud provider using OpenAI’s APIs for broader analysis, providing access to their LLMs (large language models) and ChatGPT to get more strategic and valuable answers to their business questions. The process was costly and complex, and it delivered suboptimal results. That all changed when they adopted federated learning.\n\nThe strategy of federation in AI deployments\n\nFederated learning is emerging as a game-changing approach for enterprises looking to leverage the power of LLMs while maintaining data privacy and security. Rather than moving sensitive data to LLM providers or building isolated small language models (SLMs), federated learning enables organizations to train LLMs using their private data where it resides. Everyone who worries about moving private enterprise data to a public space, such as uploading it to an LLM, can continue to have “private data.” Private data may exist on a public cloud provider or in your data center.\n\nThe real power of federation comes from the tight integration between private enterprise data and sophisticated LLM capabilities. This integration allows companies to leverage their proprietary information and broader knowledge in models like GPT-4 or Google Gemini without compromising security. More importantly, it means not having to deal with moving petabytes of data to a public cloud that’s also hosting an LLM."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Once-in-a-century’ discovery made at Pompeii after lying under rock for 2,000 years",
            "link": "https://www.ladbible.com/news/world-news/pompeii-new-discovery-bathhouse-944277-20250117",
            "description": "A ground-breaking discovery has been made in the ancient Roman city of Pompeii, almost 2,000 years on from being completely ...",
            "image_url": "https://www.bing.com/th?id=OVFT.osqdrABx37KNzaGdOTOFcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "13h",
            "source": "LADbible",
            "article_content": "A ground-breaking discovery has been made in the ancient Roman city of Pompeii, almost 2,000 years on from being completely covered in ash.\n\nThe wealthy city had 10,000 to 20,000 residents in its hay day, though following the two-day eruption of Mount Vesuvius in 79 AD, it was preserved under a layer of ash.\n\nMost residents were able to escape during the first phase of pumice rain - which lasted 18 hours - though over 1,100 bodies have been discovered on-site.\n\nAdvert\n\nMany items from the time were found at the UNESCO World Heritage Site, along with preserved skeletons, such as coins, jewellery, and silverware.\n\nMore discoveries continue to be made at the site of Pompeii (Marco Cantile/LightRocket via Getty Images)\n\nIt may have been discovered in the 16th century, with excavations beginning in the 18th century, but more and more continues to be found out about the ancient area.\n\nArchaeologists have now discovered a private bathhouse, which could be the largest in the city, featuring hot, warm and cold rooms, fancy artwork and even a huge plunge pool.\n\nAdvert\n\nThe Roman-equivalent of a spa, it is located in the middle of a grand residence that has been unearthed following an excavation over the past two years, as reported by the BBC.\n\nSpeaking to BBC News, Dr Gabriel Zuchtriegel, director of the Archaeological Park of Pompeii, explained: \"It's these spaces that really are part of the 'Pompeii effect' - it's almost as if the people had only left a minute ago.\"\n\nIt is part of an entire block, featuring a laundry, bakery and a large private house, believed to be owned by one wealthy individual, potentially influential politician Aulus Rustius Verus.\n\n\"There are just a few houses that have a private bath complex, so it was something really for the wealthiest of the wealthy,\" Dr Zuchtriegel highlighted. \"And this is so huge - it's probably the biggest bath complex in a Pompeiian private home.\"\n\nAdvert\n\nThe enormous bathhouse shows off the lavish side of Roman life (BBC)\n\nThe lucky users of the bathhouse would have changed in a vibrantly decorated changing room featuring a mosaic floor, making their way to the hot room, relaxing in the bath and enjoying its sauna-like warmth, before heading to the brightly-painted warm room.\n\nHere, oil was rubbed into the skin before being scraped off - think of it as Roman skincare.\n\nThen, they would enter the cold room, featuring red columns and a plunge pool big enough for 20-30 people to have a dip, as Dr Zuchtriegel said that it was popular to socialise and have some wine here in the summer.\n\nAdvert\n\nDr Sophie Hay weighed in on the complex as a 'once-in-a-century discovery', while also revealing the darker side of the Roman era.\n\nA furnace would sit under the hot room, while a boiler room would also be located behind the hot room, with conditions being almost unbearable for slaves.\n\n\"The difference between the sumptuous life of the bathhouse, compared to the furnace room, where the slaves would be feeding the fire toiling all day,\" Dr Hay highlighted. \"A wall is all that could divide you between two different worlds.\"\n\n(CM Dixon/Heritage Images/Getty Images)\n\nAdvert\n\nAs the excavation nears its final weeks, more historical discoveries continue to be made. When it is done, it will be opened to the public to explore.\n\nTwo skeletons were also found in the house, with analysis of the pair revealing the shocking events following the eruption of Mount Vesuvius, as one of them, a woman, was holding onto jewellery and coins.\n\nTrying to protect themselves in a small room, they were brutally killed as a mix of superheated volcanic gas and ash, also called a pyroclastic flow, made its way through Pompeii.\n\nDespite all the discoveries made, a third of the city still lies underneath the volcanic debris, though this new excavation, the most extensive in years, has provided more information about Roman life.\n\nThe archaeologists have been followed by a BBC documentary team for a series called Pompeii: The New Dig, which is available to watch on BBC iPlayer."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient Egypt discovery near Tutankhamun's tomb leaves archaeologists rethinking history as we know it",
            "link": "https://www.ladbible.com/news/world-news/ancient-egypt-luxor-discovery-archaeology-zahi-hawass-300769-20250117",
            "description": "A huge discovery has been made in the area of Ancient Egypt where Tutankhamun was found after unknown tombs and burial shafts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aLMWu9KKTl-OjiJgk4beWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "9h",
            "source": "LADbible",
            "article_content": "A huge discovery has been made in the area of Ancient Egypt where Tutankhamun was found after unknown tombs and burial shafts were found dating back some 3,600 years.\n\nAnd it is a find that has made archaeologists investigating this period of time re-think how they see history as we know it.\n\nThe revelation came following a new dig early this month by the Zahi Hawass Foundation for Antiquities and Heritage, a foundation established by Egyptian archaeologist Zahi Hawass to teach Egyptians hieroglyphics, archaeology, and the history of Egypt.\n\nAdvert\n\nIn the significant find, experts came across a vast tomb and burial area carved in to rock, hidden below the surface of the ancient city of Luxor.\n\nThe discovery was made last Wednesday in an area of Queen Hatshepsut's funeral temple at Deir al-Bahri on the Nile's West Bank.\n\nFor context, Queen Hatshepsut reigned from 1479BC until 1458BC and is one of the empire's earliest rules.\n\nWork on the site had been going since September 2022 in conjunction with Egypt's Supreme Council of Antiquities.\n\nAdvert\n\nArtefacts found at the tombs included numerous wooden coffins, including one for a child.\n\nThe discovered tomb (Mohamed Elshahed / Anadolu via Getty Images)\n\nThere were bronze coins with the image of Alexander the Great dating to the Time of Ptolemy I (367BC to 283BC). Alongside that were children's toys made of clay, cartonnage (a material used to make funerary masks and coffins) as well as funerary masks that covered mummies.\n\nThere were also winged scarabs, beads and funerary amulets.\n\nAdvert\n\nMore basic offerings were also present, including a pottery table used for bread, wine and meat. Archery bows were also present in the tomb.\n\nZahi Hawass (Mohamed Elshahed/Anadolu via Getty Images)\n\nAccording to Hawass himself, he said the find could 'reconstruct history' as it has been told.\n\nThe hope is that it will now provide a fuller picture of the lives people had, as well as the culture they were a part of, in Ancient Egypt.\n\nAdvert\n\nThe ancient city of Luxor is famous for housing the Valley of the Kings, included the world famous King Tutankhamun's tomb, discovered in 1922.\n\nEgypt is full of surprises (Mohamed Elshahed/Anadolu via Getty Images)\n\nSituated 340 miles from the Pyramids of Giza, it is known as the 'world's greatest open-air museum'.\n\nThe recent find is different to, say, Tutankhamun, who was buried in a constructed tomb. This week's revelation showed burial chambers carved in to rock to create tombs in the environment that surrounded Ancient Egyptians."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25 biggest space conspiracy theories: Debunked",
            "link": "https://www.space.com/space-exploration/search-for-life/25-space-conspiracy-theories-debunked",
            "description": "NASA was formed in 1958 \"to provide for research into problems of flight within and outside the Earth's atmosphere, and for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ttlDxmHyFHfaOWq5a4JmLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Space.com10h",
            "source": "Space.com",
            "article_content": "Astronaut James Irwin salutes in front of the landing module of the Apollo 15 on the moon in 1971.\n\nThe internet is absolutely full of myths and urban legends about space and just about everything else, so readers must be a skeptical these days.\n\nFrom claims of aliens crashing on Earth and UFOs being hidden on military bases, to Mars being abnormally large and the moon turning green, space tends to attract some outlandish or at least highly unproven claims that should be vetted carefully.\n\nHere are some of the biggest space myths and conspiracy theories that just won't go away.\n\n1. The Apollo moon landings were fake\n\nNASA astronauts Neil Armstrong and Buzz Aldrin assemble the American flag on the moon during their Apollo 11 lunar landing mission in July 1969. NASA astronauts on the International Space Station marked the 45th anniversary of the Apollo 11 launch with a video message on July 16. (Image credit: NASA)\n\nTwelve NASA astronauts walked on the moon between 1969 and 1972, but in the decades since Apollo 11 astronauts first set foot on the moon, many theories have been put forward claiming that the whole Apollo program was staged. However, the Lunar Reconnaissance Orbiter has since released photos of the landing sites as they appear on the lunar surface many years later.\n\nSome of the questions moon landing deniers ask are \"Why are there no stars in the sky in the moonwalkers' photos? Why are the U.S. flags fluttering on the surface? Why do you see footprints in the pictures, but no marks from the lunar modules that landed there?\"\n\nIt turns out those questions are easy to answer than you may think.\n\nThere are no stars in the sky for the same reason you don't see stars during the day on Earth, according to NASA: The bright glow of daylight on the surface washes them out.\n\nU.S. flags planted into the lunar soil had metal rods sewn in them to appear as though they were moving, according to NASA. Without these wires, the flag would have hung straight down, making for a pretty lackluster photo prop.\n\nAnd the lunar modules, though heavier, didn't put prominent marks in the surface in some places because their mass was more evenly distributed than the astronauts' weight was in their boots.\n\n2. NASA is a lie\n\nNASA's Artemis 1 moon rocket arrives at Kennedy Space Center's Vehicle Assembly Building on Sept. 27, 2022. (Image credit: NASA's Kennedy Space Center)\n\nSome people actually believe NASA's whole function is not to explore space, but to generate space-related hoaxes. (The Apollo moon landing is a famous example that we'll explore in the next slide.) People who believe this conspiracy, sometimes flagged with the hashtag \"#NASAhoax\" on social media, will say that amazing space pictures of Mars, Pluto and even Earth are fake, computer-generated imagery (CGI).\n\nNASA was formed in 1958 \"to provide for research into problems of flight within and outside the Earth's atmosphere, and for other purposes,\" according to the National Aeronautics and Space Act of 1958, which then-president Dwight D. Eisenhower signed into law shortly after the start of the space race against the Soviet Union.\n\nSince then, NASA has launched hundreds of satellites into orbit around Earth, the moon and several other worlds. In fact, NASA spacecraft have orbited, flown by or landed on every planet in the solar system. NASA also sends astronauts into orbit, where they conduct research at the International Space Station (ISS).\n\n\n\nIf you're not convinced, you are free to travel to Florida's Space Coast to watch a rocket launch for yourself. It's also quite easy to see the space station and other satellites with your own eyes with the help of a satellite tracker.\n\n3. The Earth is flat\n\nEarth as seen from space (Image credit: NASA)\n\nThis myth is so popular that there is even a group named after it: the Flat Earth Society. Members of the organization argue that the horizon is always at eye level, which they say would not be possible if the Earth were round. They also say there is no full movie of the Earth rotating from space — which is not true, as NASA has published multiple videos taken from satellites, including a live video of Earth from the ISS, which orbits our planet 16 times per day.\n\n\n\nOne way of demonstrating to yourself that the Earth is round is to consider how orbits of satellites work. Satellites constantly \"fall\" around the Earth as they are pulled around by our planet's gravity; they just need to be traveling fast enough at a high enough altitude to not slam into the atmosphere. Or, you can look at the amazing pictures taken by astronauts at the ISS.\n\n4. Planet Nine will kill us\n\nArtist's illustration of the hypothetical Planet Nine, which may lie undiscovered in the outer solar system. (Image credit: Caltech/R. Hurt (IPAC))\n\nIn April 2016, the New York Post tweeted, \"A newly discovered planet could destroy Earth as soon as this month.\" The newspaper was referring to Planet Nine, a theoretical planet at the edge of the solar system. An accompanying video also claimed that the new planet would be throwing all sorts of asteroids and comets at Earth, which would supposedly end up pummeling our planet.\n\n\n\nAlthough the existence of a ninth planet has not been confirmed, astronomers are actively looking for one to help explain motions of some objects in the icy Kuiper Belt, a vast region of icy objects beyond Neptune. If the planet is actually found, the planet will pose no threat to us, according to the California Institute of Technology's Mike Brown (who is one of the original backers of the Planet Nine theory).\n\n5. Alien research is happening at Area 51\n\nArea 51's restricted area covers over 90,000 acres (36,000 hectares) . (Image credit: Roger Holden via Getty Images)\n\nThe 1996 movie \"Independence Day\" is one of the main sources of the Area 51 hoax, which claims that aliens and their technology — recovered from crashed flying saucers — are being studied secretly at a classified military base about 80 miles (130 kilometers) northwest of Las Vegas in the Nevada desert. Some people in the area around the base claim that they have seen strange lights or objects flying in or out of this area.\n\n\n\nWhile the testing and development conducted at Area 51 is classified, the U.S. government has acknowledged its existence (although the CIA officially calls it \"Homey Airport\" or \"Groom Lake\").\n\nA part of Edwards Air Force Base, the area was a known location for high-technology airplane flights in the 1960s and 1970s. It first served as a proving ground for Lockheed U-2 and A-12 OXCART spy planes as early as 1955. UFO sightings reported in the area were indeed unidentified objects, but only because the planes were top-secret — not because they were flown by aliens.\n\n6. There is a killer planet known as \"Nibiru\"\n\nArtist's conception of the fictional rogue planet Nibiru, or Planet X. Nibiru does not exist, so don't be fooled. (Image credit: gilderm | sxc.hu)\n\nConspiracy theorists say another dangerous planet is Nibiru, which was first mentioned in the 1976 book \"The Twelfth Planet,\" by Zecharia Sitchin. In the book, Sitchin translated ancient Sumerian cuneiform and claimed that the text is proof of a planet beyond Neptune called Nibiru that orbits the sun every 3,600 years.\n\n\n\nYears later, self-proclaimed psychic Nancy Lieder claimed to have communicated with extraterrestrials who said Nibiru would collide with Earth in 2003. When that didn't happen, the date was moved to 2012 (and linked, of course, with the 2012 doomsday predictions). Of course, the collision never occurred, the world didn't end in 2012 and no astronomer has ever found a planet on a collision course with Earth.\n\n7. There is a face on Mars\n\nThe original 'Face on Mars' image taken by NASA's Viking 1 orbiter, in grey scale, on July, 25 1976. Image shows a remnant massif located in the Cydonia region. (Image credit: NASA)\n\nIn 1976, NASA's Viking 1 spacecraft took a picture of what appeared to be a face on Mars. Immediately, some people said there must have been aliens on the Red Planet that left that face behind as evidence of their existence. NASA, however, pointed out that the suspected face is really just a pile of rocks casting shadows that resemble face-like features.\n\n\n\nNASA followed up with better-resolution pictures taken from the Mars Reconnaissance Orbiter and the Mars Global Surveyor in 1998 and 2001, respectively. These new images made it quite clear that the \"face on Mars\" is nothing more than a trick of light and shadows on a completely normal Martian mound.\n\n8. The moon Iapetus is an alien Death Star\n\nSaturn's moon Iapetus. (Image credit: NASA)\n\nIapetus is a moon of Saturn that looks somewhat like the infamous Death Star in the \"Star Wars\" franchise, with a large crater that resembles the fictional weapon's superlaser focus lens. The Death Star is a planet-killing machine that destroys entire worlds with its outrageously powerful laser. It was prominently featured in the 2016 movie \"Rogue One: A Star Wars Story,\" as well as in 1977's \"Star Wars: Episode IV - A New Hope.\"\n\n\n\nA Daily Mail article published in May 2016 claimed Iapetus is an artificial object crafted by aliens. As \"evidence,\" the article cited a photo taken by NASA's Cassini spacecraft in 2004. In the photo, there's a line around the moon's equator that resembles the equatorial trench around the Death Star.\n\nBut this line isn't nearly as interesting as the Death Star's trench, which houses the battle station's engines, thrusters and docking bays. That line is nothing more than a mountain ridge, and Iapetus is actually just made up of boring old rock and ice. Cassini has flown by the moon to take pictures several times without being blasted by deadly alien lasers.\n\nSaturn's moon Mimas, with it's giant crater Herschel, also looks surprisingly like the Death Star.\n\n9. Saturn's hexagon is alien technology\n\nThis movie, made from images obtained by Cassini's imaging cameras, is the first to show Saturn's hexagon in color filters and the first movie to show a complete view from the north pole down to about 70 degrees north latitude. (Image credit: NASA/JPL-Caltech/SSI/Hampton University)\n\nSaturn's hexagon was first spotted when NASA's Voyager spacecraft flew by the giant, ringed planet in 1980. The bizarre, six-sided structure on the round planet's north pole caused quite the stir, because straight lines and polygons are not so common in nature.\n\n\n\nImmediately after the Voyager returned its first images of Saturn's strange feature, even stranger theories arose to explain it, including that it was somehow related to alien technology, or perhaps even was a gateway to hell. The hexagon is not artificial, but rather a weird-looking hurricane at Saturn's pole.\n\nNASA has done several flybys of this region with the Cassini spacecraft, studying the haze particles and other features of the storm, to try to learn more about its unusual properties.\n\n10. Mars is as big as the moon\n\nThe solar system to scale. The diameter of Jupiter (middle, with red spot) is about 11 times that of Earth (third planet from the left). Mars is the second-smallest planet in the solar system (fourth planet from left). (Image credit: Lunar and Planetary Institute)\n\nOriginating in 2003, the infamous Mars hoax asserts that Mars was closer to Earth than it had been in the 60,000 years prior, and that the planet will appear as large as the full moon. What started out as a misconstrued email turned into a recurring rumor that gets reshared every August and, naturally, has spread to social media as it became more popular.\n\n\n\nAlthough Mars is indeed relatively close to Earth in a cosmic sense, it will never be as large as the full moon. It will appear as a red dot in the sky, just as the ancient astronomers saw it. If you'd like to see Mars magnified, take out a telescope or look at one of NASA's spectacular Mars pictures."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If Aliens Visited Earth a Million Years in the Future?",
            "link": "https://www.msn.com/en-us/news/technology/what-if-aliens-visited-earth-a-million-years-in-the-future/vi-AA1xl2o1?ocid=BingNewsVerp",
            "description": "\"What If is an epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a ...",
            "image_url": "https://www.bing.com/th?id=OVF.265CIPBTwbfpkwNcdRaVNg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "What If on MSN13h",
            "source": "What If on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning 'UFO clouds' spotted in UK skies - where you might see them this weekend",
            "link": "https://www.express.co.uk/news/uk/2002034/ufo-clouds-uk-skies-where-to-see-them-this-weekend-lenticular",
            "description": "Sky watchers are in for a treat as weather conditions mean unusual sight likely to be spottedin parts of Britain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q8f8l-tklHLcm52y1bDhgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "7h",
            "source": "Daily Express",
            "article_content": "Lenticular clouds are strange phenomena created when strong winds blow over a mountain range or hill\n\nSkygazers in northern parts of the UK have been treated to an uncommon and magical display of clouds resembling flying saucers or UFOs. Known as lenticular clouds, these strange phenomena are created when strong winds blow over a mountain range or hill, forming a wave shape that causes air to bounce downwind. These spectacular clouds form on top of the bounced air and appear to be stacked on top of each other.\n\nREAD MORE: Shoreditch skyline transformed by 50ft hologram displaying stunning visuals\n\nLenticular clouds are also known as UFO clouds or pancakes\n\nThey are not often seen in the UK and typically form to the side of mountains, with Sierra Nevada and Cascade ranges often displaying them. The Met Office explained: “These lens-shaped orographic wave clouds form when the air is stable and winds blow across hills and mountains from the same or similar direction at different heights through the troposphere.” They are said to be the most pronounced during either sunrise or sunset due to the low sun illuminating them. They are known to pose aviation hazards.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nLenticular clouds require the right type of weather patterns in order to be formed\n\n“Pilots of powered aircraft tend to avoid flying near lenticular clouds because of the turbulence that accompanies them,” said the Met Office. The national meteorological service added that skilled or brave glider pilots often prefer flying with these types of clouds in the sky as “they can tell from the shape of the clouds where the air will be rising”. Lenticular clouds were visible on Thursday and Friday mornings in North-east England.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire identified as UFO sighting hotspot as Cumbernauld location of 'mysterious objects'",
            "link": "https://www.glasgowlive.co.uk/news/glasgow-news/lanarkshire-identified-ufo-sighting-hotspot-30805709",
            "description": "Areas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0RBda3jckAJd-QgCt5cC6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "11h",
            "source": "glasgowlive.co.uk",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nLanarkshire has been named a UFO sighting hotspot by a group of researchers who recorded ten incidents over two years.\n\nAreas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, which varied from cylindrical to star-like.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023, reports Lanarkshire Live. And from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward, blinking then reappearing, rotating at various speeds” above East Kilbride.\n\nThey are among 395 sightings across the United Kingdom – and an updated map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States. And last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs). Experts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence. A quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings. That was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\nJoin Glasgow Live's WhatsApp community here and get the latest news sent straight to your messages.\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\nSign up to our daily Glasgow Live newsletter here to receive news and features direct to your inbox"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The hunt for ‘dark’ oxygen and why it might be more common than first thought",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A startling discovery made public in July that metallic rocks were apparently producing oxygen on the seabed of the Pacific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "37mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giant ‘Darth Vader’ sea bug discovered off the coast of Vietnam",
            "link": "https://www.msn.com/en-us/science/biology/giant-darth-vader-sea-bug-discovered-off-the-coast-of-vietnam/ar-AA1xntgS?ocid=BingNewsVerp",
            "description": "Researchers newly identified a 'supergiant' sea bug species off the coast of south-central Vietnam, but scientists worry ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ulpr8KAxQzO_jd33MjwsAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum engineers 'squeeze' laser frequency combs to make more sensitive gas sensors",
            "link": "https://www.sciencedaily.com/releases/2025/01/250116161246.htm",
            "description": "Scientists use devices known as frequency comb lasers to search for methane in the air above oil and gas operations and to screen for signs of infection in human breath. A new study could help make ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily58m",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Quantum Science: The Secret of Long-Lasting Molecular Entanglement",
            "link": "https://scitechdaily.com/revolutionizing-quantum-science-the-secret-of-long-lasting-molecular-entanglement/",
            "description": "Researchers have revolutionized quantum technology by achieving long-lasting entanglement between molecules using ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Y01cBm_7bcng_jWlDYiii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "20h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Role Did Women Play in the Scientific Revolution?",
            "link": "https://www.msn.com/en-ca/health/wellness/what-role-did-women-play-in-the-scientific-revolution/ar-AA1xnZJk?ocid=BingNewsVerp",
            "description": "The Scientific Revolution, spanning 1500 to 1700, was a transformative era, when new ideas were more readily embraced in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kTQDtn6Cbuo2c8_vobM6By&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "TheCollector on MSN15h",
            "source": "TheCollector on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Trump revolution: where it came from and where it’s going",
            "link": "https://theconversation.com/the-trump-revolution-where-it-came-from-and-where-its-going-246271",
            "description": "As Trump prepares for his inauguration, the world is preparing itself as it enters the beginning of the second Trump Revolution.",
            "image_url": "https://www.bing.com/th?id=OJ.f9BcrdKZRUFu1A&pid=news&w=120&h=16&rs=2",
            "category": "science+revolution",
            "date": "8h",
            "source": "The Conversation",
            "article_content": "As Donald Trump prepares for his inauguration, the world is preparing for the beginning of the second Trump Revolution. Trump’s second term will be very different from his first, when his powers were more limited and restrained. In 2016 he did not win a majority of the popular vote.\n\nNow things are different. He received more votes than his opponent. His cabinet supports his radical agenda. He has control of both houses of Congress and of the Supreme Court. Despite what some critics say, the situation is not the same as Germany in 1933. But it is a rightist revolution, nevertheless.\n\nIt is unprecedented for the US. Trump’s election threatens to dismantle the country’s liberal democratic institutions and lead to further global political instability. Trump will reverse policies and undo agreements to inhibit climate change.\n\nOne way or another, we are all going to be affected. The world we have occupied, and the things that many of us have taken for granted since the Allied victory over fascism in 1945, could be profoundly challenged.\n\nThe Insights section is committed to high-quality longform journalism. Our editors work with academics from many different backgrounds who are tackling a wide range of societal and scientific challenges.\n\nHow did the US come to elect a convicted felon accused of trying to overturn an election? And what does the new Trump era mean for the world economy? Is he simply just the latest manifestation of the 1980s neoliberal “greed is good” political motto? Or will his extreme nationalism and isolationism put him on a collision course with other world powers?\n\nI have been an economist for five decades. My research in economics has also led me to consider the roots of authoritarianism, the limits of socialism and the crises of left-wing politics. Since 2019 I have also been involved with colleagues, including political scientist Gerhard Schnyder, on a research project looking into the growth of populism.\n\nOne question that’s vital to understanding the current situation is whether neoliberalism led to the rise of Trump. The difficulty is that the word neoliberalism has been stretched enormously in meaning, to cover many leading politicians, including Margaret Thatcher, Ronald Reagan, Tony Blair, Emanuel Macron, Bill Clinton, Hillary Clinton, Joe Biden and Trump himself. The leaders of the Hungarian, Yugoslavian, and Chinese Communist parties, who introduced more markets into their planned economies (after 1956, in the 1950s and 1980s respectively), have all been described by prominent academics as neoliberal. Seemingly, anyone who supports some markets is neoliberal.\n\nSince the late 1970s, I have supported a mixed economy with a private sector and markets, alongside public regulation, strategic planning and a strong welfare state. Some of the prominent critiques of neoliberalism seem to reject a mixed economy. Yet mixed economies with strong welfare states are among the best performing systems in the world.\n\nTrump’s economic protectionism contrasts with the free trade rhetoric of Reagan and Thatcher, which was inspired by influential Chicago economists such as Milton Friedman and Friedrich Hayek. Instead of using an overstretched term, we should identify more specific forces and events. Here, the rise of Chicago style economics, and the election of Thatcher in 1979 and Reagan in 1980 are highly relevant.\n\nRead more: Three possible futures for the global economy if Trump brings in new trade tariffs\n\nHayek and Friedman revived a 19th century strand of liberalism that promoted free markets with minimal government regulation, and a reduction of the size of the state. Although their analyses differ in some important respects, they both underestimated the vital role of the state in sustaining a modern market economy.\n\nIn increasingly complex economies, more state regulation is required to make market competition work. Even from a business point of view, increasing state intervention is needed to educate and train the workforce and to reduce absences due to ill health. To serve human welfare, as well as business interests, the majority of 20th century liberals became promoters of a welfare state.\n\nBut by the late 1950s, as a curious anomaly, the Chicago school of economists had abandoned the free market policy of opposition to oligopolies and monopolies. With this major concession to the large corporations, Chicago economics inspired Thatcher, Reagan and other leading politicians around the world.\n\nFrom 1980 onwards, their policies led to reductions in taxes for the rich and rising inequalities of wealth and income, as French economist Thomas Piketty and others have demonstrated. Trade union power was reduced and real wage levels began to stagnate. As Piketty has shown, more wealth and power was passed to the rich.\n\nGlobalisation created some economic insecurity. Manufacturing jobs moved to China and other countries where labour was cheaper, as deindustrialisation accelerated in the developed west. Where there was inadequate retraining in alternative skills – as in the US and the UK – the traditional working class lost out.\n\nCorporate power started to become increasingly concentrated. And, contrary to Chicago aspirations, during the 1980s, and after, in the US and UK, there was no significant reduction in the overall burden of taxation or in the size of the state. But the rich and the large corporations have prospered. Huge companies like Amazon, Google and Walmart (founded in 1994, 1998 and 1962 respectively) now dominate the global corporate landscape.\n\nUsing some core ideas in mainstream economics, intellectual developments since the 1980s have led to an enhanced celebration of greed and self-interest over the virtues of public service and care for others. Notions of duty or public service have become unfashionable. They are excluded from many economic models, where it is typically assumed that everyone maximises their own satisfaction or utility.\n\nRising inequality and threats to democracy\n\nLike all revolutionaries, Trump did not come from nowhere. The Chicago economists had promoted the virtues of private property over the survival of representative democracy. They saw the latter as a virtue, but property mattered much more. In fact, the evidence suggests that both are vital. Consider the (nominal) GDP per capita of the top 30 economies in the world, excepting smaller countries such as Hong Kong, Iceland, Luxembourg, Macau, Qatar, San Marino and Singapore. All 30 are currently democracies, except the oil-rich United Arab Emirates. All are capitalist mixed economies, but with welfare states of various sizes.\n\nThe best performers are Ireland, Switzerland, Norway, Denmark, the Netherlands, Sweden, and the US. In seven of these countries in the full list, the welfare state is much stronger than in the US. By several criteria, social democratic welfare capitalisms, with larger public sectors and higher levels of taxation, have performed better than Anglo-American capitalism.\n\nFor prosperity, the existence of a private sector is important, but so too is democracy. Representative democracy can counter any slide toward dictatorship, help protect human rights and encourage pluralism and tolerance. There is also evidence that democracy reduces the chances of war and famine, and that it helps to put pressure on governments to deal with pollution and other environmental problems.\n\nThe proportion of the global population living in liberal democracies increased markedly in the second half of the 20th century. I am a member of the babyboom generation, born just after the end of the second world war. This generation has witnessed the forward march of democracy. In the 1970s, dictatorships fell in places like Greece, Portugal and Spain.\n\nThe 1980s and 1990s saw another surge of democratisation, with new democracies emerging in Latin America. The fall of the Berlin Wall in 1989 and the end of the cold war brought democracy to much of central and eastern Europe. But since the beginning of the 21st century, liberal democracy has been in retreat. It is now threatened in one of its first and most important homelands.\n\nA world ripe for populism\n\nUnder Reagan and his Republican successors, the US Republican party was transformed from a pragmatic political organisation, which was capable of compromise and reaching some consensus with its opponents, to a party with an uncompromising ideology in favour of the rich.\n\nBoth Reagan and Thatcher ensured that political developments in favour of the rich were not reversed. Research shows that economic inequality can lead to a greater inequality of political power. In other words, politics reverts to an elite activity, by those and for those with money and influence.\n\nInequality of power leads to further economic inequality – a circular and cumulative process. It can lead to politicians being seen as out of touch with ordinary people.\n\nIn the US, the issue is compounded by how the parties are funded. The Citizens United organisation, for example, was founded in 1988 in the US to promote a deeply conservative agenda. In 2010 it won a case in the Supreme Court that ended restrictions on corporate spending in federal election campaigns. Since 2010 Citizens United has supported Trump.\n\nThe information ecosystem\n\nYears before the political rise of Trump, the information ecosystem had already been undermined by monopoly ownership of big media, and the rise of social media as a home for conspiracy theories, misinformation, and attacks on experts.\n\nIn the past, most news and information was filtered and guided by specialists, working in accredited institutions. Science itself is an institutionalised system to screen and authenticate knowledge. Such a system is always imperfect. The new digital technologies of the 1990s raised hopes of open information systems, free and unfiltered.\n\nBut mass and social media have undermined these established mechanisms of accreditation and led to different outcomes. Even more seriously, big money and powerful political influencers have learned to manipulate the information ecosystem to their own advantage, with some experts saying this is an “industrial scale” problem.\n\nAs Walter Lippmann showed in his classic 1922 book, Public Opinion, information overload can often prompt people to adopt “cultural stereotypes” rather than evidence-based opinions. Today we now know much more about how people can select and interpret information in biased ways. For example, there is “confirmation bias”, where people seek information that confirms a belief and ignore contradictory evidence. Biases like this are profuse in echo chambers like X (formerly Twitter) and Facebook where algorithms insure users are largely exposed to information that confirms their preexisting beliefs.\n\nThere is also the “framing effect”, where the same evidence presented in different ways can lead to different responses. For example, people might react differently to a statement about a success rate (“This procedure has a 70% success rate”) compared to a failure rate (“This procedure has a 30% failure rate”), even though the information conveyed is identical.\n\nThe information explosion led by 24-hour news, smart phones and social media has greatly exacerbated these problems. These major limitations present difficulties in a democracy.\n\nRead more: The dynamics that polarise us on social media are about to get worse\n\nRepeated politico-economic shocks\n\nIn recent years, the problems of dealing with information overload have become much worse. When people lose trust in experts, then they often turn to populists, who provide easy answers instead of addressing real underlying problems. We have seen this in recent years with right-wing populist governments and representatives being elected across Europe.\n\nIn the UK, right-wing politics is grappling with an ideological transformation in many ways similar to that the US Republican party has undergone. Nigel Farage’s populist party, Reform UK, has surged to 25% in the polls. And the traditional centre-right Conservatives are debating to what degree it should adopt Reform’s approach, with some arguing for an electoral pact with Farage.\n\nBut we’ve already seen the Conservatives deploy many tactics used by Trump during the last 14 years of their time in government. Condemn experts. Promote simple solutions to complex problems. Endorse prejudice. Claim to represent the will of the people. The world has become ripe for such populism.\n\nAt the same time, globalisation continues to undermine job security, particularly in manufacturing, in the US and other western economies. Real wage growth has stagnated in the US for decades. There have been significant increases in US real wages since 2019, but not enough to restore confidence in government economic policies.\n\nConfidence in government was also undermined by the Iraq invasion in 2003, led by then George W. Bush and Tony Blair, following false information that Saddam Hussein had weapons of mass destruction. When no such weapons were found, trust in establishment politicians was severely damaged. Hundreds of thousands of people died in the war and subsequent instability in Iraq.\n\nThe 2008 financial crash and subsequent austerity measures led to widespread political discontent and stimulated various forms of populism. Capitalism had suffered its biggest financial crisis since the 1930s. Banks had to be bailed out and governments had to rescue financial markets. In the US, 8 million jobs were lost in two years. World trade dropped by 20%.\n\nMarkets eventually recovered, but the crash brought suffering to millions. In November 2008, Queen Elizabeth II asked a UK group of economists why they did not see the crash coming. Adequate answers were not forthcoming. All this added to a growing mistrust of politicians and scientific experts.\n\nThere is some evidence that these trends were exacerbated by the COVID-19 pandemic. Inundated with misinformation on social media, large swathes of the population lost faith in the current political and economic system. Information abundance led not to enlightenment, but to a mistrust of experts, the blaming of other groups, and to a resurgence of racism and nationalism.\n\nTrump built on these economic and political developments. He successfully courted the new billionaire elite and the owners of mass media. For many, it did not matter that President Biden’s policies had grown the US economy and greatly reduced unemployment. Many focused instead on the surge in prices, which was partly due to COVID-19 and the Ukraine war.\n\nThe rightist populist mindset was not dented by this economic success. Anti-immigration rhetoric won out. Trump made much use of the anti-immigrant card, referring to them as “stone-cold killers”, “monsters” and “vile animals”.\n\nHistorian and complexity scientist, Peter Turchin and his team have collected data on long-term political cycles, which reveal patterns and processes of decay that undermine the viability of states. They examine how and why past societies collapsed.\n\nRead more: History's crisis detectives: how we're using maths and data to reveal why societies collapse – and clues about the future\n\nWriting for The Conversation last year, Daniel Hoyer, who works alongside Turchin, said that one of the most common patterns that in the historical record was how extreme inequality shows up in nearly every case of major crisis. “When big gaps exist between the haves and have-nots, not just in material wealth but also access to positions of power, this breeds frustration, dissent and turmoil.”\n\n“Ages of discord”, as Turchin dubbed periods of great social unrest and violence, produce some of history’s most devastating events, including the US civil war of the 1860s, the early 20th-century Russian Revolution and the Taiping rebellion against the Chinese Qing dynasty, often said to be the deadliest civil war in history.\n\nHoyer writes: “All of these cases saw people become frustrated at extreme wealth inequality, along with lack of inclusion in the political process. Frustration bred anger, and eventually erupted into fighting that killed millions and affected many more.”\n\nTurchin calls this “elite overproduction”, where aspiring groups try to gain shares of concentrated wealth and power. Discontent increases, with battles between existing and new elites, vying for power. Some elites gain control of parts of the media, undermining public trust. Norms of public discourse and behaviour are undermined. States fracture internally and key public institutions decline.\n\nTrust in government\n\nTrump has achieved power in a country that records a low level of trust in government. This mistrust was fertile ground for misinformation and the abuse of social media in Trump’s election campaign. Although distrust in government is not the only causal factor, it is useful to look at levels of trust in other democracies for comparison.\n\nThe Organisation for Economic Cooperation and Development has researched trust levels in 50 governments over 2019-23, which covers the years of the COVID-19 pandemic. The countries with the highest trust levels, expressed in percentage scores, are shown in the chart below:\n\nThey all have trust levels of 60% or above. Nine of these ten countries are in Europe. Four of them are Nordic states. All of them elect their governments by some system of proportional representation, including Ireland that uses a single transferable vote system.\n\nNow consider the levels of trust in government in three other highly developed democracies: France has 43%, the UK 40%, and the US 31%.\n\nPerhaps it is no coincidence that the ten countries with the highest trust in government have systems of proportional representation. By contrast, France, the UK and the US, which have much lower levels of trust in government, do not have proportional representation. France and the US are also systems where the elected presidents have substantial executive powers.\n\nIn UK constituencies the first-past-the-post electoral system creates a flip-flopping process of alternate periods of Tory and Labour government.\n\nIn France the presidential system has created movements from the right to the left and back. Although Emmanuel Macron is another centre ground politician, his main challenge in recent presidential electoral contests has been from the far right.\n\nIn the US, two parties – Democrats and Republicans – have been the only viable choices, not only for president, but for two houses of Congress, for more than a century. Since the 1960s, the system has become more polarised. Because of voting logjams in Congress, presidents have used executive orders and other powers to get things done.\n\nProportional systems also mean that coalitions are more likely. Coalitions do not please everyone, but they can reduce shifts to the extremes and encourage the search for consensus positions.\n\nBut research by political scientists on the effects of proportional representation versus other systems is in some respects inconclusive. And recent elections in places like Sweden, Austria and Germany show this system can help populist parties into power and prominence. So there is no perfect electoral solution, and there never has been.\n\nRead more: All British politicians should immediately distance themselves from the foreign interference of Elon Musk\n\nHow then can populist politics be countered? The control of the media by a few super-rich moguls must certainly been seen as factor, and legislation assuring greater competition should be prioritised if we are to have well-balanced democracies.\n\nAnd without restricting free expression, there must be measures to counteract fake news – fact-checkers are needed now more than ever.\n\nEconomic and political reasons for popular discontent must be tackled. Governments cannot continue to duck the problem of extreme inequalities of wealth and power. Tighter legislative controls on large corporations would encode their responsibilities to people and to the planet.\n\nSchools also need to prepare young people for their duties as citizens, to educate them in the dangers of dictatorship, and in the need to defend a vibrant, pluralist system of representative democracy, where we have duties to others and not simply to ourselves.\n\nWhat next?\n\nSo what will the next four years bring? As it was in his first term as president, Trump’s focus will be maintaining his grip on power and lucratively serving himself and the billionaire elite around him. He has already indicated plans to cut welfare programmes including Medicaid, and has said that he will abandon policies to deal with the climate crisis, which will accelerate global warming.\n\nTrump has also announced that he will reduce the size of the federal state and has tasked Elon Musk with identifying areas to slash, promising mass job cuts. Unlike his first presidency in 2017-21, he is now facing less constraints on doing this.\n\nTrump is no economic liberal. His reckless tariff policy reflects this. He has threatened large tariffs of between 10% and 100% on Canadian, Mexican and Chinese imports into the US. These will be imposed by his government as taxes on imports. Companies will react by raising their prices, thus raising inflation in the US. He does not believe in free trade. Neither does he appreciate the potential inflationary and other adverse economic consequences of high tariffs and a global trade war.\n\nTalking of war, Trump has suggested that he will wind down or terminate support for Ukraine. He would placate Russia, unwary of the consequences of appeasing dictators. This raises the question of by how much is he being influenced by the Russians. The situation in the Middle East also remains volatile. There is no guarantee that Trump, having made several reckless foreign policy statements regarding Canada, Greenland, Panama and elsewhere, will be able to provide diplomatic solutions.\n\nTrump’s plan to round up and deport millions of illegal immigrants will lead to further discord within the US itself. The US is already a deeply fractured country. These policies will greatly exacerbate internal divisions. Some US states will resist Trump by providing safe havens for immigrants.\n\nDespite the promise of so much turmoil, so far, the stock markets have not reacted adversely. In the short term, it is possible that tax cuts for billionaires and some other Trump measures will stimulate the financial markets. But this is unlikely to last long. Cuts in the federal government could create havoc. Internal battles could undermine political and economic confidence. A global trade war would contract the global economy, leaving the US adversely affected.\n\nThe rich may gain a lot, at least for a while, and until the adverse consequences develop in magnitude. But the poor and disadvantaged will suffer. Their plight will be blamed on immigrants and the resistance within the federal and state machines. The economic and political failings will be used to justify greater authoritarianism, including limitations on free speech. We live in very dangerous times.\n\nFor you: more from our Insights series:\n\nTo hear about new Insights articles, join the hundreds of thousands of people who value The Conversation’s evidence-based news. Subscribe to our newsletter."
        }
    }
]