[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jimmy Carter had a UFO encounter. What to know",
            "link": "https://thehill.com/homenews/administration/5060764-jimmy-carter-had-a-ufo-encounter-what-to-know/?lv=true",
            "description": "( NewsNation) — Former President Carter, who died Sunday at age 100, left behind a unique legacy of openness about UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oF1csacByrrd3PgD4QvxdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4h",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jason Sands: Where is the UFO Whistleblower Now?",
            "link": "https://thecinemaholic.com/jason-sands/",
            "description": "James Fox’s documentary ‘The Program’ explores the reality behind the supposed existence of extraterrestrial beings through ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5gsVudO-lkX-4aXBL745Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "thecinemaholic.com1h",
            "source": "thecinemaholic.com",
            "article_content": "James Fox’s documentary ‘The Program’ explores the reality behind the supposed existence of extraterrestrial beings through the alleged experiences of several former and retired US Army officials, including Jason Sands. The UFO whistleblower served in the Air Force as a master sergeant before concluding his career in 2007. As per reports, he is also one of the numerous individuals who have spoken to former intelligence official and whistleblower David Grusch about allegedly encountering UFOs. Jason’s claims have shaken the online communities and platforms that study UAPs. Interestingly, his experience of allegedly meeting an alien, as he revealed in the documentary, forms one of the most detailed and vivid accounts delivered by a whistleblower in recent times! SPOILERS AHEAD.\n\nJason Sands Served 22 Years in the Air Force\n\nJason Sands joined the US Air Force in 1985. His discharge/release certificate states that his primary specialties were electronic system security assessment and aircraft structural maintenance. However, after emerging as a UFO whistleblower, he claimed that he was part of several top-secret programs within the Air Force. In an interview given in April 2024, he alleged that one of his duties concerned understanding technology captured from non-human intelligence (NHI). He further added that he was a member of the “Red Team,” which was committed to monitoring exchanges between scientists, which apparently concerned numerous alien races at times. Despite these claims, there isn’t any evidence in the public domain to prove that he was part of any missions that targeted extraterrestrial activity.\n\nJason’s life supposedly turned around in 1994 when he allegedly met an extraterrestrial being while driving through the Nellis Air Force Base Complex in Nevada. As detailed in ‘The Program,’ he witnessed the apparent entity disappearing from Earth in a peculiar-looking craft. He shared this unverified experience with the documentarian James Fox, paving the way for his inclusion in the project. After meeting the former Air Force officer, the filmmaker investigated the claims and details concerning his tenure, only to be convinced about his credibility. After collaborating with Jason on the documentary, Fox accidentally revealed the former’s identity, only for him to emerge as a whistleblower.\n\nJason Sands’ Allegations and Claims Are Highly Contested\n\nJason Sands has been a significant presence in the online UFO research community since April 2024. He garnered immense attention with his claim of meeting an alien in 1994 and being part of several secret government programs. In an interview, he reportedly said he joined a UAP (unidentified anomalous phenomenon) task force forum in 2021 to contribute his supposed knowledge concerning “black projects.” Even though many have accepted him and his words, several others have approached the same with critical eyes. After Jason released his Air Force release/discharge certificate in April 2024, a former UFO enthusiast raised suspicions concerning his alleged involvement in extraterrestrial research, which are not indicated in the “proof” he shared.\n\nFurthermore, in an interview with Spaced Out Radio in April 2024, Jason claimed he was “forced to serve” in the “20 and Back Program.” As per reports, it was described as a program in which participants spent 20 years in a Secret Space Program (SSP) to interact with extraterrestrial beings and visit military bases across the solar system. In 2022, a whistleblower named Corey Goode admitted that he fabricated the entire program to take advantage of his fans financially. Jason’s alleged involvement in a fictional program turned numerous UFO enthusiasts against him, forcing him to describe the whole ordeal as a misunderstanding. He stated in April 2024 that “20 and Back” was an “experience” for him rather than one official program.\n\nSimilarly, Jason’s claim that he heard scientists discussing multiple alien races has also been scrutinized. In March 2024, the All-domain Anomaly Resolution Office (AARO) within the Office of the Secretary of Defense published a report about the US government’s involvement with UAP. The same offers insights about test and evaluation units with a nickname with ‘alien’ connotations, which can be what Jason apparently heard as an alleged member of the “Red Team.”\n\nJason Sands is Involved in the UAP Discourse While Working as a Consultant Today\n\nAs discussions and debates concerning Jason Sands’ claims and allegations grow, he has been working as an independent consultant for the Department of Defense since August 2024. The whistleblower is currently based in Gaithersburg, a city in Montgomery County, Maryland. While he remains a popular figure in the UFO research community, he has chosen to keep his family away from the spotlight, which is understandable considering the scrutiny he faces day after day. The backlash he deals with has only increased following his inclusion in James Fox’s ‘The Program.’ The recent reactions against Jason can be traced back to an interview he gave to Post Disclosure World, a YouTube channel dedicated to UFO news, in December 2024.\n\nWhen asked about his experiences as an Air Force officer, Jason alleged that he was forced to do some “dirty work,” which mainly involved killing “NHI,” also known as non-human intelligence. He went on to explain that he had to do it because he was informed that “bad things” would happen to him or his family if he didn’t comply. The online UFO research community immensely scrutinized the whistleblower’s “alien assassin” claim. The credibility he garnered since his emergence as a first-hand witness of alleged alien existence was severely affected within a day. Even James Fox, who initially backed Jason, expressed his disbelief.\n\n“Absolutely devastates his credibility. But I still believe that encounter may have happened based on the background digging I did, but yeah, that’s not good for his credibility,” Fox shared. Irrespective of the backlash Jason continues to receive, he remains a sensational figure when it comes to alien discourse. Since April 2024, he has given numerous interviews and appeared on several podcasts to explain his claims. He is also one of the advocates of a comprehensive Congressional investigation into UAP within the jurisdiction of the US government. As ‘The Program’ sheds light on the possible existence of extraterrestrial beings, we can look forward to more clarity concerning Jason’s credibility and his claims’ authenticity.\n\nRead More: Darrell Livengood: Where is the Alleged UFO Witness Now?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disney visitors baffled by 'glowing red' UFO soaring over Florida park",
            "link": "https://www.msn.com/en-us/science/astronomy/disney-visitors-baffled-by-glowing-red-ufo-soaring-over-florida-park/ar-AA1wLvon?ocid=BingNewsVerp",
            "description": "Winter tourists at Disney World in Orlando, Florida caught a glimpse of a 'glowing red' UFO streaking upward in the night sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tXaBQnAb1cKk6_pwDui84y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN3m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From 'Home Improvement' to a UFO sighting, here are five fun stories about Jimmy Carter",
            "link": "https://www.yahoo.com/news/home-improvement-ufo-sighting-five-175821899.html",
            "description": "Former President Jimmy Carter died on Sunday. Here are 5 fun-facts and funny stories from his long and interesting life and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LxRUUM6yUEL1_Ei5WU4T4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "Former President Jimmy Carter lived 100 years, and accomplished a lot around the world and locally in Georgia. While many will remember what he did professionally as a president or personally as a humanitarian, there are several fun facts and funny stories that some people may not know about.\n\nHere are 5 of the most interesting and bizarre ones:\n\nFILE - Former President Jimmy Carter works on a corbel at the start of the Habitat for Humanity build on Monday, Oct. 7, 2019. His work with the organization was a plot point on an episode of \"Home Improvement\" in which he had a cameo.\n\nJimmy Carter was on \"Home Improvement\"\n\nOne of the most popular sitcoms of the 1990's was \"Home Improvement,\" Tim Allen's first leading project. Carter had a brief cameo in season 3, episode 18. In the episode, Tim Allen's character Tim Taylor and his wife compete to see who can build a house faster as part of Habitat for Humanity, an organization Carter has been a longtime supporter of. Carter appears at the end of the episode in a televised message to the Taylors.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Tim...what can I say?\" Carter said. \"Crews are working around the clock to repair what you built.\"\n\nWant to watch the episode? It's available on Disney+ and Hulu.\n\nCarter condolences: Donations to Carter Center encouraged in lieu of flowers. How you can honor Jimmy Carter\n\nFILE - A bouquet of flowers rests at the base of the Smiling Peanut on Monday February 20, 2023 in Plains, Georgia after former President Jimmy Carter went into hospice care. The 13-foot tall roadside attraction is a remnant of Jimmy Carter's 1976 Presidential campaign. Carter died on Sunday.\n\nSmiling Peanut\n\nA 13-foot tall \"Smiling Peanut\" statue was debuted in 1976 by the Indiana Democratic Party as a part of Carter's presidential campaign. It draws a connection between Georgia's iconic crop while bearing a smile reminiscent of Carter's. The peanut is made of solid foam sprayed over a series of metal hoops covered with chicken wire.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt has moved around over the years, but today stands in Plains and currently stands at 120 Buena Vista Rd. What's even more interesting about this roadside attraction is a certain local legend: There's a hole in the back which was carved by the Secret Service to ensure there were no assassins or bombs hiding in the peanut.\n\nJimmy Carter saw a UFO\n\nOne of the longest-running, strange stories to surround Carter was the time he saw a UFO. While the exact dates of the sighting is unclear, the story goes that after a dinner more than 50 years ago, Carter said he and several other people saw something in the sky:\n\n\"A kind of green light appeared in the western sky. This was right after sundown. It got brighter and brighter. And then it eventually disappeared. It didn’t have any solid substance to it, it was just a very peculiar looking light. None of us could understand what it was.”\n\nCarter clarified in another interview years later that, while it was an unidentified flying object, he didn't necessarily mean a flying saucer or something similar.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"It was unidentified as far as we were concerned, but I think it's impossible, in my opinion, some people may disagree, to have space people from other planets or other stars to come,\" he said.\n\nFILE - Jimmy Carter and Willie Nelson backstage at the Merriwether Post Pavilion in Maryland in 1980. Nelson and other musicians helped put Carter into the White House in 1976. Carter died on Sunday.\n\nJimmy Carter: \"Rock & Roll President\"\n\nAs Variety put it, Carter was remembered as the ultimate music-loving president. He was not only a huge fan of big names like the Allman Brothers and Bob Dylan, but they were also fans of his. The close relationship Carter had with music and musicians was the focus of a documentary called \"Jimmy Carter: Rock & Roll President\" (which you can watch on Max). In the documentary, Carter laughed as he revealed that when Willie Nelson came to stay at the White House, he smoked marijuana with one of his sons.\n\nCarter's awards: When did Jimmy Carter win the Nobel Peace Prize? Here’s a look at 5 of his honors\n\nJimmy Carter missed out on being valedictorian\n\nWhen Carter was graduating from Plains High School in 1941, he was slated to be valedictorian but missed the chance because he skipped a day of classes. He reportedly went to see a movie on April Fool's Day in Americus with some other senior boys. Carter received zeroes for that day and became the salutatorian instead.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMiguel Legoas is a Deep South Connect Team Reporter for Gannett/USA Today. Find him on X and Instagram @miguelegoas and email at mlegoas@gannett.com.\n\nThis article originally appeared on Savannah Morning News: Former President Jimmy Carter fun facts, funny stories"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'It was a flying object that was unidentified': Former US President Jimmy Carter on his UFO encounter",
            "link": "https://www.msn.com/en-in/news/world/us-court-overrules-attempt-to-stop-9-11-attackers-from-avoiding-death-penalty/ar-AA1wLsyR?ocid=BingNewsVerp",
            "description": "Former US president Jimmy Carter, who passed away at 100, was noted for his candidness about his 1969 UFO sighting. Despite ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P4kKsyI-45s2yFSuKJVfcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "The Times of India on MSN2h",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transform your life with AI: Apps for happiness, business, and job success",
            "link": "https://www.nzherald.co.nz/lifestyle/transform-your-life-with-ai-apps-for-happiness-business-and-job-success/HYVNXI5A3JCIPFJFJSLT76YRJ4/",
            "description": "As the power of AI continues to grow exponentially, here are nine ways to make sure you benefit. Get better id ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XzMSswUgTeKdcOlnnSPiuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "26m",
            "source": "The New Zealand Herald",
            "article_content": "The information was impressive enough, but the visualisation was the really impressive bit. It was far more powerful than any 1400-word block of text could ever be.\n\nGet your life (and marriage) in order\n\nMen might be doing more of the chores than they used to but they’re still way behind on what’s known as “the mental load”: the planning, co-ordinating, scheduling, organising, assigning and following up on all the thousands of tasks big and small needed to make a family work.\n\nA recent NZ Herald headline put it this way: “Being CEO of the household is weighing women down and hurting relationships”.\n\nIt told of a UC Berkeley study, which found: “Women reported being responsible for 73% of the cognitive labour, leading them to feel stressed, depressed, burned out and dissatisfied with their relationship”.\n\nA bevy of AI-based apps is now available that might be able to help with this. Apps like Gether, Goldee and Jam allow you to forward emails and other correspondence to an email address where AI detects your family’s names and automatically schedules their events in your and their calendars, and assigns people to the right tasks.\n\nThe tech isn’t all the way there yet, still requiring some manual inputs, but it’s a massive leap forward. The question is: will this get more men involved in the mental labour or just make them feel better that things are slightly easier for their partners?\n\nMake yourself happier\n\nThe amount of research on happiness and how to improve it has grown exponentially in the past 20 years, to the point where it’s become impossible to know what to do with it, or even where to start. Imagine if you could feed all that information into an AI and have it create you a plan for how to live the perfect life. Well you can’t, but you can get closer than ever before.\n\nThere are many platforms that allow you to upload files and get AI to answer your questions, give you insights and do all sorts of other cool things. The one that’s getting most of the attention is Google’s NotebookLM, probably partly because it’s Google, partly because it’s very good, partly because it’s free.\n\nI took thousands of words of research from positive psychology research repository the Greater Good Science Center at UC Berkeley, fed them into NotebookLM and asked it to construct a plan that would maximise my wellbeing in 2025. Here’s its top-line summary:\n\nMorning:\n\nMindfulness meditation (5-10 minutes):\n\nGratitude journaling (5 minutes):\n\nPurpose check-in (5 minutes):\n\nAfternoon:\n\nSocial Connection Break (10 minutes):\n\nAwe Walk (5 minutes):\n\nEvening:\n\nAltruism Hour (15 minutes):\n\nReflect and Plan (5 minutes):\n\nWeekly practices:\n\nGratitude letter (once a week):\n\nSocial gathering (once or twice a week):\n\nAwe-inspiring experience (once a week):\n\nI’m sharing it with you as part of my altruism hour. In return, perhaps you could write me a gratitude letter.\n\nMake more money\n\nApps such as Venture Planner, LivePlan and VentureKit allow you to write a sentence or two about some vague moneymaking idea, click some boxes and come out with a full, extremely impressive-sounding (and looking) business plan.\n\nNo ideas? No worries! Ask ChatGPT or some other LLM what they suggest, then cut and paste into Venture Planner.\n\nWant some extra cash but can’t be bothered with all the hassle and expense of a startup?\n\nWrite a few sentences about something you know something about, and platforms like Teachable or Heights can instantly turn it into an online course, including full lesson plans, with which you can then spam your friends on social media.\n\nWho knows? Maybe someone will pay you for it.\n\nI set up a writing course up in less than 10 minutes, including detailed lesson plans and a full website including pictures of happy families I’d never seen who were presumably delighted by my valueless course they’d never heard of.\n\nGoogle is developing a raft of AI tools. Can they help you change your life?\n\nWin more arguments\n\nWant to give someone a piece of your mind about the issues of the day, but you’ve clicked on a bunch of studies you thought would prove your point and you’ve got no idea what they mean?\n\nI gave NotebookLM three papers and one book about education in New Zealand and asked it for talking points that could be used for a talkback radio call complaining about the dire state of Kiwi kids’ reading.\n\nIt responded with 10 ideas, every one of them excellent.\n\nThe first read: “Over a third of 15-year-olds in New Zealand struggle to read and write. This is a shocking statistic uncovered by Unicef in 2020. This isn’t just about acing exams – poor literacy is linked to poorer health, lower incomes, and even criminal activity. Something needs to change!”\n\nI could feel the phone lines lighting up even before I’d reached the exclamation mark.\n\nTalk to your future self\n\n“Future You” is a project from the Massachusetts Institute of Technology, which helps you create a 65-year-old chatbot version of yourself and chat with it about any topic you like: existential dread, disappointment at the state of the world, general sense of ennui and so on. An initial study into the project reported all sorts of benefits for users, including decreased anxiety, improved mental health and better academic performance.\n\nSide note: The project is targeted at younger people, who have had far less time to become worn down by life.\n\nSave on therapy\n\nMental health chatbots are suddenly everywhere.\n\nTheir MO is generally therapy 101: they ask you how you’re feeling, then offer “empathy”, then conclude with potential coping strategies. Some studies have shown these bots to have promise, and while it’s doubtful they’re as good as real therapy for your mental health, they’re definitely much better for your financial health.\n\nWhen I told Earkick about my many stresses and anxieties, it suggested using “micro breaks” for a five-step mindfulness practice (“Pause and acknowledge, find your breath, focus on the present, let go of thoughts, return to your breath”) which, while not groundbreaking, cost me $150 less than the almost identical advice I once paid $150 an hour for.\n\nGet a job\n\nEmployers have been using AI to screen you out of your dream job for years, so it’s only fair that you can now use AI to beat them at their own game.\n\nApps like Jobscan, Kickresume and Job Copilot allow you to find jobs, build your CV and write cover letters that can beat the screening systems, all with a minimum of effort. Some of them will even auto-apply for jobs on your behalf.\n\nPro tip: tell AI to include in your application the fact that AI created your job application, demonstrating to employers both your technical prowess and your ruthless commitment to productivity.\n\nIt’s not just CVs AI can help with. The career-help corner of the AI universe is booming. I used a free tool from Taplio to critique my LinkedIn profile. It was both surprisingly good and crushingly brutal and led me to make several changes. I also asked it to assess the LinkedIn profile of Bill Gates. It criticised his failure to include his key skills.\n\nChange the world\n\nI googled “how to change the world”, found 20-30 research papers, articles and even books, fed them into NotebookLM, then asked it for answers. It produced 1000 well-researched, erudite and occasionally inspiring words, but right now you probably just want the key points:\n\n1. Identify problems that resonate with you.\n\n2. Deconstruct the problem and understand the context.\n\n3. Embrace experimentation and learning.\n\n4. Become a “changemaker” by cultivating essential skills: these include empathy, vision, initiative, resourcefulness, persistence.\n\n5. Join or support existing organisations.\n\n6. Promote a culture of change in your own sphere of influence.\n\n7. Remember that building state capability takes time and collaboration."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s next for generative AI in 2025?",
            "link": "https://www.computerworld.com/article/3627484/whats-next-for-generative-ai-in-2025.html",
            "description": "Small language models capable of addressing specific tasks without burning through processing power are likely to surge in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eGmCtEiZbl_HcVNwejHQqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Computerworld",
            "article_content": "In 2024, the surge in generative AI (genAI) pilot projects sparked concerns over high experimentation costs and uncertain benefits. That prompted companies to then shift their focus to delivering business outcomes, enhancing data quality, and developing talent.\n\nIn 2025, enterprises are expected to prioritize strategy, add business-IT partnerships to assist with genAI projects and move from large language model (LLM) pilots to production instances. And small language models will also likely come into their own, addressing specific tasks without overburdening data center processing and power.\n\nOrganizations will also adopt new technologies and architectures to better govern data and AI, with a return to predictive AI, according to Forrester Research."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tim Cook has an uphill battle in 2025 after Apple's bets on the Vision Pro and AI didn't pan out",
            "link": "https://www.msn.com/en-us/news/technology/tim-cook-has-an-uphill-battle-in-2025-after-apples-bets-on-the-vision-pro-and-ai-didnt-pan-out/ar-AA1wL1hw?ocid=BingNewsVerp",
            "description": "Apple had a big year with the launch of the Vision Pro and Apple Intelligence, but the futuristic bets are falling short of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z5_5QkiEYXJ_IysDd3srPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Entrusting Generative AI ChatGPT To Provide Hangover Cures And Bender Relief",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/12/31/entrusting-generative-ai-chatgpt-to-provide-hangover-cures-and-bender-relief/",
            "description": "It's that time of the year to be thinking about hangover cures. One place to find them is via generative AI. It's a good news ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ccH7r8dDjJf_dcwrfMa7wC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "If AI takes your job in 2025, you’ll soon be hired back",
            "link": "https://www.yahoo.com/tech/ai-takes-job-2025-ll-153618619.html",
            "description": "Quite a lot of people aren’t paying attention to the experts. Early in 2024 the trusty Institute for Public Policy Research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D_iM2krYNuhb2X5kv6z4bS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "51m",
            "source": "Yahoo",
            "article_content": "It’s two years since the launch of ChatGPT-3, and we’ve learnt so much along the way.\n\nWe now know, for example, that Hillary Clinton was the first female president of the United States, righting a historical wrong. Generative AI has given us recipes for spaghetti dishes using petrol as an ingredient, and told us that for our dietary health, we should try to remember to eat one small pebble a day.\n\nMy favourite: astronauts “have met cats on the moon, played with them, and provided care”, according to Google. Apparently, that is what Neil Armstrong was really referring to when he spoke about “one small step” – it was a cat’s. How foolish of us not to notice what was, in retrospect, a pretty big clue from Nasa about the feline conquest of space.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHistory turns out to be full of other surprises. Both the Viking marauders of medieval Europe, and the Wehrmacht in the Second World War had commendable diversity policies, as many members were ethnically black or American Indian, as drawn by Google.\n\nAI has been trying its hand at improving educational standards. It insists there are two occurrences of the letter ‘r’ in the word ‘strawberry’, and don’t let anyone tell you anything else.\n\nI’m occasionally asked about my 2013 book, ‘The Goolag: How Google’s Empire Is Changing the World’, which ChatGPT includes in my career summaries, and flatteringly describes as a ‘notable work’. I regret to inform readers that no such book exists, or anything like it, by me or anyone else. It is one of several works wrongly attributed to me.\n\nNow Apple has entered the fray, bringing ‘Apple Intelligence’ to iPhones. It can’t do any worse, can it? It’s Apple. Alas, it’s already told us that the prime minister of Israel, Benjamin Netanyahu, has been arrested for war crimes (wrong) and that the alleged assassin of a prominent American health industry executive committed suicide in his cell (wrong). Both stories were attributed to the BBC, which wasn’t very happy.\n\nGoogle was forced to apologise after its AI chatbot generated a black Nazi and native American Vikings\n\nNevertheless, lucky Americans will soon be able to dial a freephone number (it’s 1-800-CHATGPT) and get content of this quality read out to them.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSome people pay good money to be abused down a phone line – London’s public telephone kiosks were once stuffed with cards promoting such services – so perhaps this is not that new. But it’s a sober reminder that the statistical guesswork underlying the Large Language Models (LLMs), often leads to terrible results, called “hallucinations”.\n\nI don’t blame the AI companies entirely for this. Over-hyping and over-selling a technology is just what they do today. They take no more responsibility for the consequences than the scorpion in the fable that wants to hitch a lift from a frog to cross a river, promises not to sting it but does so anyway, drowning them both.\n\nOnly, unlike in the fable, the scorpions of Silicon Valley always seem to be able to get to the other side, where they just start all over again. If there’s a problem, you can be sure they won’t be around to help clean it up.\n\nJust as much responsibility should go on those of us who insist on deploying technology where it isn’t appropriate. Due diligence flies out of the window.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFor example, Tony Blair urges us to spend billions on AI to improve the efficiency of the NHS, automating rather than replacing the vast layers of bureaucracy.\n\nDominic Cummings now indulges in wild fantasies about teams of chatbots replacing the real voters who today take part in focus groups. He even imagines these hallucinations being fed directly into another AI to produce campaign material. Cummings has spent so long in the company of the snake oil salesmen of Silicon Valley he appears to think everyone else is stupid.\n\nWhen AI is deployed judiciously, it can be very useful indeed. Machine learning has proved a valuable tool in data analysis, finding patterns in masses of data. Where the errors are inconsequential, such as in many applications of signal and image processing, it has become well established. The text-munching research assistants aren’t quite there yet, but they should improve.\n\nThe problem for the technology industry is that you can’t conjure up a massive stock market bubble, or have the political class hanging on your every word, if you’re flogging software that is “actually sometimes quite useful”. It’s just not revolutionary enough, and that’s become the only way they know how to sell their wares.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOur credulity has been noted for decades. In the 1960s, a computer scientist called Joseph Weizenbaum developed two very successful chat programmes, ELIZA and DOCTOR, and the response of users astonished him. People talked for hours, spilling their secrets to the software. It was their over-trusting reaction, not the technology, that turned Weizenbaum from an AI advocate to a technology sceptic.\n\nSimon Willison, a widely followed British developer in Silicon Valley, reminds us that “LLMs are useful tools for thought (but) terrible tools for delegating decision-making to. Any time someone outsources actual decision making authority to an opaque random number generator [it] is a recipe for disaster.”\n\nQuite a lot of people aren’t paying attention to the experts. Early in 2024 the trusty Institute for Public Policy Research (IPPR) lobbed out a report which reliably generated a Guardian headline: “AI ‘apocalypse’ could take away almost 8m jobs in UK, says report”. Goldman Sachs said 300m globally the year before.\n\nBut in fact you’d have to be crazy to let an AI system actually sign off on anything, as we’ve seen. If AI takes your job this year, you’ll probably get hired back very quickly when your boss realises the mistake he or she’s made. If your boss has been replaced by an AI too, he or she will get hired back first.\n\nAdvertisement Advertisement\n\nWe used to be far more discerning. A quite remarkable presentation was rediscovered recently, created at IBM in the late 1970s. It was a set of rules the software developers should follow. “A computer can never be held accountable. Therefore a computer must never make a management decision,” it advised. Other instructions were just as emphatic. “A MANDATE WITHOUT ACCOUNTABILITY IS AN ELEGANT FORM OF SUICIDE” is one instruction.\n\nIt’s a message from another era, from a less cynical but more far responsible generation of technologists – one more concerned about human welfare than with just getting rich quick.\n\nBroaden your horizons with award-winning British journalism. Try The Telegraph free for 1 month with unlimited access to our award-winning website, exclusive app, money-saving offers and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Augusta Civic Center to host Maine Paranormal and Horror Convention",
            "link": "https://www.centralmaine.com/2024/12/31/augusta-civic-center-to-host-maine-paranormal-and-horror-convention/",
            "description": "The unique gathering of lovers of all things supernatural and macabre will feature celebrity guests, captivating panels, eerie vendors, ghostly investigations and immersive experiences. The Maine ...",
            "image_url": "https://www.bing.comNo image",
            "category": "paranormal",
            "date": "Kennebec Journal16h",
            "source": "Kennebec Journal",
            "article_content": "The Maine Paranormal and Horror Convention is scheduled from 10 a.m. to 6 p.m. Saturday, Sept. 6, and 10 a.m. to 4 p.m. Sunday, Sept. 7, at the Augusta Civic Center, 76 Community Drive, Augusta.\n\nThose who attend can dive into a world of mystery and terror as paranormal enthusiasts, horror fans and industry icons gather under one roof.\n\nThis is the ultimate gathering for lovers of all things supernatural and macabre, featuring celebrity guests, captivating panels, eerie vendors, ghostly investigations, and immersive experiences.\n\nAdmission will cost $25 for a single day, $40 for a weekend pass, $60 for a VIP weekend pass or $120 for a VIP weekend pass with dinner party\n\nFor tickets or more information visit augustaciviccenter.org."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Citrus County author wages war against hoaxers",
            "link": "https://www.chronicleonline.com/lifestyle/citrus-county-author-wages-war-against-hoaxers/article_feb06fe7-624d-5ff5-bbe7-36e2ad2266ee.html",
            "description": "Citrus County paranormal author Maxim W. Furek is a 21st-century witch hunter, calling out hoaxers he claims, 'have sold ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PvY36YWprWxCGkRhid4IVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Citrus County Chronicle Online2h",
            "source": "Citrus County Chronicle Online",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 20 best Latino movies of 2024",
            "link": "https://www.latimes.com/delos/story/2024-12-31/best-latino-movies-2024-problemista-sujo-musica-pedro-paramo-frida",
            "description": "From border narratives that go beyond the immigration debate to coming-of-age quasi-musicals with puppets; from a western ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8oug7ZOxnHlohlRJ-2e70C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10m",
            "source": "Los Angeles Times",
            "article_content": "From border narratives that go beyond the immigration debate to coming-of-age quasi-musicals with puppets; from a western that confronts Chile’s dark past to an adaptation of one of Mexico’s most revered novels, 2024 was truly a banner year for Latino and Latin American cinema. Below are the films that stuck with us over the last 12 months.\n\n20. The Casagrandes Movie\n\nThe delightfully cartoony Mexican American family at the center of this beloved Nickelodeon show embarks on their biggest adventure yet when Ronnie Anne (voiced by Izabella Alvarez), the series’ rowdy heroine, celebrates her 12th birthday. Forced to travel to a picturesque town in Michoacán, she encounters a supernatural entity who proves mother-daughter conflicts have existed since ancient times. Director Miguel Puga took inspiration from P’urhépecha culture and his memories spending summers in Jacona, Michoacán, for a vision of Mexico that’s not generic, but founded on specific personal ties.\n\nStreaming on Netflix\n\n19. Going Varsity in Mariachi\n\nAdvertisement\n\nAside from common extracurriculars, many Texas high schools have the option for students to join competitive mariachi bands. Classic tunes like “Mexico Lindo y Querido” or “El Rey” are reinvigorated in the hands and voices of young people. The teens that comprise the Mariachi Oro from Edinburgh North High School in the Rio Grande Valley — as well as their teacher Abel Acuña — serve as the subjects for this look at how this genre of traditional Mexican music enables them to build community, boost their self-confidence and assert their pride in their heritage. Through every performance, culture perseveres.\n\nStreaming on Netflix\n\n18. Pedro Páramo\n\nThree-time Oscar-nominated cinematographer Rodrigo Prieto takes on his first feature as a director with this reimagining of Juan Rulfo’s seminal novel set partially during the Mexican Revolution. Juan Preciado (Tenoch Huerta) steps into the ghostly town of Comala to fulfill a promise he made to his deceased mother. Once upon a time, his wealthy father, the eponymous Pedro Páramo (Manuel Garcia-Rulfo) ruled these parts like a tyrant. Now, Juan must confront the specters of those hurt by the dad he never knew. It’s a tale about how both benevolence and violence reverberate across generations, almost inescapably.\n\nStreaming on Netflix\n\n17. Música\n\nTalented multi-hyphen Rudy Mancuso co-wrote, directed, and starred in this somewhat autobiographical debut where he plays a younger version of himself living with his mother (played by his real-life parent) in New Jersey’s Brazilian American community. As he wrestles with the pressure of pursuing a traditional career or following his dream of creating a musical comedy show with puppets, he falls for the more grounded Isabella (Camila Mendes). This blend of practical set pieces, humorous tunes, and visual depictions of how Rudy’s mind interprets every sound is an idiosyncratic marvel.\n\nStreaming on Prime\n\n16. Frida\n\nThere’s no shortage of films that tackle the tragedy-ridden life of painter Frida Kahlo, whose image has now become clichéd iconography. But Peruvian-born editor-turned-director Carla Gutierrez takes a distinct approach in this documentary: she allows Kahlo to speak for herself. Narrated mostly in the first person, this portrait takes its text directly from the artist’s diaries and cleverly uses animation to bring her mind-bending works to life. In the voice of Fernanda Echevarría, an often foul-mouthed and occasionally vulnerable Frida emerges to discuss heartbreak, passion, and how she used creation to exorcise her pain.\n\nStreaming on Prime\n\n15. In Her Place\n\nFollowing her two Oscar-nominated documentaries “The Mole Agent” and “The Eternal Memory,” Chilean filmmaker Maite Alberdi dives into a fiction based on the real-life story of a writer, María Carolina Geel (Francisca Lewin), who killed her lover in the 1950s. Though she wanted to serve her sentence, the system absolved her solely because of her gender. Through the eyes of Mercedes (Elisa Zulueta), a married mother working for the judge on the case, Alberdi explores how patriarchal societies push women into nearly inescapable domestic roles. In María Carolina’s empty apartment, Mercedes finds a taste of freedom.\n\nAdvertisement\n\nStreaming on Netflix\n\n14. Queens (Reinas)\n\nA father’s fantastical tall tales aim to ease the pain of separation in this auspicious first feature inspired by director Klaudia Reynicke’s childhood in 1990s Lima, Peru. As the South American nation undergoes an economic and political crisis, the whimsical parent in question, Carlos (a fantastic Gonzalo Molina), spends time with his daughters — teenage Aurora (Luana Vega) and the younger Lucía (Abril Gjurinovic) — in the days before they move to the U.S. with his ex-wife. Undeniably flawed, but also genuinely invested in forging a strong bond with the girls (his reinas), Carlos manages to leave a lasting impression.\n\nComing to VOD soon\n\n13. Rita\n\nGenre tropes allowed filmmaker Jayro Bustamante to discuss the genocide of Indigenous people in his native Guatemala via the political horror thriller “La Llorona.” His follow-up stays in the same otherworldly wavelength to shine a light on a tragedy that involved dozens of young girls back in 2017. Thirteen-year-old Rita (Giuliana Santa Cruz) escapes her abusive home only to be sent to a reformatory where physical and sexual violence are the norm. Wearing a pair of feathered wings, Rita becomes a catalyst for a plan to liberate all the captive youths in this institution and expose the abhorrent treatment they’ve received.\n\nStreaming on Shudder\n\n12. Los Frikis\n\nIn order to survive, hundreds of young Cuban outcasts knowingly contracted the HIV virus in the 1990s, during what’s known as the “special period.” Their status granted them access to isolated sanatoriums in the countryside where food and safety were guaranteed. Paco, a punk rocker played by a ferocious Héctor Medina, is among those who take this drastic measure and is sent away. His naïve younger brother, Gustavo (Eros de la Puente), finds a way to join him, and for a while the two enjoy a paradisiacal, summer-camp-like freedom. Adria Arjona, previously seen in “Hit Man,” plays a kindhearted caretaker.\n\nPlaying in theaters\n\n11. Eureka\n\nBoundary-pushing Argentine auteur Lisandro Alonso weaves an ambitious triptych traveling across the Americas and across centuries to examine the experiences of Indigenous peoples in the aftermath of colonization. Viggo Mortensen, one of Alonso’s recurrent collaborators, stars as a father searching for his daughter in the first segment set in the Old West, which cleverly gives way to present-day South Dakota, and eventually to the Brazilian Amazon a few decades in the past. The thought-provoking, if ever enigmatic picture demands that one succumb to its unhurried pace and unexpected formal surprises.\n\nAvailable on VOD\n\n10. Problemista\n\nAspiring toy designer Alejandro (Julio Torres) moved from his native El Salvador to New York City to pursue his unconventional career. After not landing a dream internship, he must face the labyrinthine U.S. immigration system. In order to stay, the mild-mannered young man takes a job assisting Elizabeth (Tilda Swinton), an eccentric and acerbic artist who promises to sponsor him for a green card. The latest brainchild from the creator of “Los Espookys” is a one-of-a-kind immigrant story overflowing with imagination, absurdist humor, and incisive commentary about a system built to crush the most vulnerable.\n\nAdvertisement\n\nStreaming on Max / Available on VOD\n\n9. The Human Surge 3\n\nAs disorienting as it is revelatory, this experimental work quite literally expands our relationship to the moving image since it was filmed with a 360-degree VR camera that floats through the spaces with an immersive fluidity. Behind this conceptual feat—a sequel to his 2016 “The Human Surge” (there’s no part two)—is Argentine visionary Eduardo Williams. This time around he follows straggling young people in Peru, Taiwan, and Sri Lanka, first separately until the geographical distance between them collapses and their timelines overlap. The last sequence is an astonishing optical illusion to behold.\n\nAvailable on VOD\n\n8. Chronicles of a Wandering Saint\n\nObsessively religious Rita (Mónica Villa) wants a miracle, and she is willing to fidget with the truth in order to make others in her remote Argentine town believe it’s manifested through her. Halfway through her deceitful plan, writer-director Tomás Gómez Bustillo (himself a Catholic missionary turned filmmaker) drops a twist that alters the course of this fascinatingly original narrative and moves it into the realm of the paranormal where flesh-and-bone demons, talking objects, and the terms and conditions of the afterlife coexist with the living — even if the latter don’t realize it.\n\nAvailable on VOD\n\n7. Hummingbirds\n\nLiving in the border town of Laredo, Texas, two Mexican American best friends, Silvia Del Carmen Castaños and Estefanía “Beba” Contreras, co-directed this luminous dual self-portrait about the uncertainty and possibility of the future as queer activists from economically underprivileged backgrounds. Being undocumented, Contreras worries about her limited prospects. Together they mine wonder from the everyday and turn it into music and poetry inspired by the places and the people they’ve known their whole lives, and most importantly by the bond they’ve forged with one another through “lo bueno y lo malo.”\n\nComing to VOD soon\n\n6. In the Summers\n\nPuerto Rican music star Residente (credited as René Pérez Joglar) stuns with a visceral performance in this Sundance-winning drama as a troubled father who tries to make the most out of the limited time he has with his daughters each year. Told over three distinct segments where the girls are played by different actors as they get older — Sasha Calle and Lio Mehiel embody them as adults — this subtle, humanistic debut by Colombian American writer-director Alessandra Lacorazza traces the evolution of the parent-children relationship traversing bumps, highlights, resentment and ultimately forgiveness.\n\nAvailable on VOD\n\n5. La Cocina\n\nAdvertisement\n\nA barrage of orders is deployed inside a Times Square restaurant where a battalion of cooks and waitresses from around the globe perform with chaotic precision. There, Pedro (Raúl Briones), an undocumented Mexican immigrant, prepares dishes and dishes out snarky remarks with a suave demeanor, bordering on arrogance. When money goes missing just as his girlfriend Julia (Rooney Mara) decides to have an abortion, Pedro begins unraveling in monumental fashion. This black-and-white adaptation of Arnold Wesker’s “The Kitchen” confronts how capitalism ensures the American Dream goes forever unfulfilled for many.\n\n4. Pictures of Ghosts\n\nCinema is a profoundly personal affair for Brazilian director Kleber Mendonça Filho. At once a tribute to the bygone movie palaces of his hometown of Recife, and an introspective self-examination focused on his relationship with film, this evocative documentary is a must-see for all cinephiles. Images of the home where he grew up, and where his love and practice for visual storytelling were born, collide with footage he shot in the 1990s when those local theaters were still enticing crowds — one of them, the São Luiz, survives. The amalgamation of memory, historical fact and artifice yield an engrossing incantation.\n\nStreaming on Criterion Channel / Available on VOD\n\n3. The Settlers\n\nThe blood-soaked history of Chile — not dissimilar from that of most post-colonial nations — receives a searing filmic indictment in this striking western. Hired by a wealthy man to eliminate Indigenous people from “his land,” a pathetic British soldier (Mark Stanley), a ruthless American cowboy (Benjamin Westfall) and an ambivalent young Chilean mestizo (Camilo Arancibia) embark on a violent odyssey. The horrors they commit unveil the poisonous truth about the country’s origin myth. There’s such bold assurance in the writing and execution of this epic, it’s hard to believe this is director Felipe Gálvez Haberle’s very first feature.\n\nStreaming on Mubi/ Available on VOD\n\n2. I’m Still Here\n\nWith titanic restraint, seasoned actress Fernanda Torres delivers the best performance of the year as Eunice Paiva, a mother of five whose politically involved husband disappears during Brazil’s military dictatorship in the 1970s. Based on the book Marcelo Rubens Paiva wrote about his own family, the drama by director Walter Salles introduces the dynamics of this tight-knit household with an ensemble cast that makes their interactions feel lived-in and authentic. Torres’ Oscar-worthy turn conveys both the sorrow of the circumstances and then inner strength Eunice required to fight for justice and fend off despair.\n\nAdvertisement\n\nReturning to theaters Jan. 17\n\n1. Sujo\n\nFighting to not repeat his father’s mistakes, Sujo (Juan Jesús Varela), the teenage son of a murdered sicario, leaves Michoacán for Mexico City. And while he can’t escape the vast economic disparity that plagues Mexican society, his curiosity for learning might turn into an opportunity to forge a new path forward. Co-directors Astrid Rondero and Fernanda Valadez, the brilliant duo behind 2020’s “Identifying Features” and two of the most important storytellers in Mexican cinema today, never trivialize the obstacles that young men like their protagonist face, but they allow themselves to dream an alternative, cautiously optimistic outcome to his story. If you see only one 2024 film set against the backdrop of the drug war that afflicts Mexico, make sure it’s this one.\n\nPlaying in theaters"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘I’m not particularly afraid’: Japan’s Ishiba moves into 'haunted' PM house",
            "link": "https://www.msn.com/en-in/news/India/i-m-not-particularly-afraid-japan-s-ishiba-moves-into-haunted-pm-house/ar-AA1wKVpx?ocid=BingNewsVerp",
            "description": "PM Ishiba is aware of the horror stories about the presence of spirits in the mansion that tried to overthrow previous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FwYOUZcY42ki7DeLsX8ClC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "WION on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An historic, popular CT restaurant is changing hands. First they say ‘so long’ to a resident ghost",
            "link": "https://www.courant.com/2024/12/31/an-historic-popular-ct-restaurant-is-changing-hands-first-they-say-so-long-to-a-resident-ghost/",
            "description": "Thank you so much for all your hard work! I have many great memories being there over all the years you have owned,' a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7NJNfgdDkyz1K5clMxP5Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5h",
            "source": "Hartford Courant",
            "article_content": "This former high-profile CT lawyer did time in prison. Here’s what he learned from it."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ultimate Satisfaction with Creative Science Experiments",
            "link": "https://www.msn.com/en-us/science/chemistry/ultimate-satisfaction-with-creative-science-experiments/vi-AA1wKpwV?ocid=BingNewsVerp",
            "description": "Experience ultimate satisfaction and fun with these creative DIY science experiments that will captivate science lovers of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2EJanUkCUESm_NMvGBxC8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A New Discovery Helps Explain How Cannabis Triggers Psychosis",
            "link": "https://www.msn.com/en-us/health/other/a-new-discovery-helps-explain-how-cannabis-triggers-psychosis/ar-AA1wJ2Vr?ocid=BingNewsVerp",
            "description": "\"Cannabis appears to disrupt the brain's natural process of refining and pruning synapses, which is essential for healthy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yuaE_qAwUwZpEmKJeHMTjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert on MSN18h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China nuclear fusion discovery finds mysterious energy boost to power up plasma",
            "link": "https://interestingengineering.com/science/burning-plasma-physics-unlocked-simulation",
            "description": "Researchers in China have used a novel approach to explain the presence of supra-thermal ions in nuclear fusion reactions.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJgdHCGZ57Szf9I61uqMXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Interesting Engineering3h",
            "source": "Interesting Engineering",
            "article_content": "A collaborative effort between researchers at the Shanghai Jiao Tong University and the Chinese Academy of Sciences led to the deployment of a simulation code on a nuclear fusion collision model that has unlocked the physics behind supra-thermal ions in the burning plasma.\n\nThis helps us improve our understanding of how nuclear fusion reactions occur and how they can be improved.\n\nIn our bid to transition to clean energy, nuclear fusion is a critical component. Replicating reactions that power the Sun here on Earth could help us unlock boundless energy without emitting planet-warming gases. To reach there, we need to first succeed in getting more energy out of a nuclear fusion reactor than we put in."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JWST reveals surprising surface chemistry is occurring on Pluto’s moon Charon",
            "link": "https://www.msn.com/en-us/science/chemistry/jwst-reveals-surprising-surface-chemistry-is-occurring-on-pluto-s-moon-charon/ar-AA1wLz3V?ocid=BingNewsVerp",
            "description": "As part of its extensive slate of observations, the James Webb Space Telescope (JWST) recently took a closer look at Pluto’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xPSKQBaEoYaFAyZDLuCXey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Astronomy on MSN1h",
            "source": "Astronomy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning Webb Discovery Forces Rethink of Planet Formation in the Early Universe",
            "link": "https://scitechdaily.com/stunning-webb-discovery-forces-rethink-of-planet-formation-in-the-early-universe/",
            "description": "New data confirms Hubble's finding and refutes current theories of planet formation in the universe’s early days. Thanks to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0trS7waucSKMCyJewcB5zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "14h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What OpenAI’s o3 means for AI progress and what it means for AI adoption are two different things",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/what-openai-s-o3-means-for-ai-progress-and-what-it-means-for-ai-adoption-are-two-different-things/ar-AA1wLEXM?ocid=BingNewsVerp",
            "description": "The cost of the new 'reasoning models' may hold back business adoption even as they speed toward AGI.",
            "image_url": "https://www.bing.com/th?id=OVFT.13ImOJ1xebF6pnkty5mriy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "49mon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 'godfather' of AI is backing Elon Musk's lawsuit against OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/the-godfather-of-ai-is-backing-elon-musks-lawsuit-against-openai/ar-AA1wKGnu?ocid=BingNewsVerp",
            "description": "Musk's lawyers filed an injunction against OpenAI to stop its transition to a for-profit entity.",
            "image_url": "https://www.bing.com/th?id=OVFT.8WottO8UQLLUR0BJWOoM9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Friends and former colleagues recall OpenAI whistleblower as 'one of the true geniuses'",
            "link": "https://www.msn.com/en-us/money/markets/friends-and-former-colleagues-recall-openai-whistleblower-as-one-of-the-true-geniuses/ar-AA1wIXva?ocid=BingNewsVerp",
            "description": "Former OpenAI researcher Suchir Balaji was described by former colleagues and friends as a brilliant person during a memorial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G6XXOW1wkCM90SiUWVuMzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "19hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Godfather of AI Throws Support Behind Elon Musk’s Lawsuit Against OpenAI",
            "link": "https://gizmodo.com/godfather-of-ai-throws-support-behind-elon-musks-lawsuit-against-openai-2000544349",
            "description": "The youth advocacy group Encode is supporting Musk's lawsuit seeking a preliminary injunction that would stop OpenAI from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K_iyRaF1Jklscayr84AFlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15h",
            "source": "Gizmodo",
            "article_content": "The youth advocacy group Encode is supporting Musk's lawsuit seeking a preliminary injunction that would stop OpenAI from becoming fully for-profit.\n\nAn increasingly diverse coalition is forming in opposition to OpenAI’s plan to restructure itself into a fully for-profit company.\n\nOn Monday, Encode, a youth-led advocacy organization representing young people in dozens of countries, filed an amicus brief in support of Elon Musk’s ongoing lawsuit to stop OpenAI’s corporate metamorphosis. The filing came with support from one of the biggest names in the field, Nobel and Turing prizes award-winner Geoffrey Hinton, who is often called the godfather of AI.\n\n“OpenAI was founded as an explicitly safety-focused non-profit and made a variety of safety-related promises in its charter,” Hinton said in a statement released by Encode along with its brief. “It received numerous tax and other benefits from its non-profit status. Allowing it to tear all of that up when it becomes inconvenient sends a very bad message to other actors in the ecosystem.”\n\nHinton recently told the BBC he believes there is a “10 percent to 20 percent” chance that AI will lead to human extinction within the next 30 years. Previously, Hinton’s been more modest, putting the odds at just 10 percent.\n\nOpenAI is currently structured as a for-profit company controlled by a non-profit board, which places some restrictions on its mission and ability to raise money and compensate investors. The company formally announced its intention to restructure itself as a more traditional for-profit corporation last week, although the change had been anticipated for some time and Musk, who was a cofounder of OpenAI, filed his federal lawsuit seeking a preliminary injunction to stop it in November.\n\nEncode argues that OpenAI’s planned shift from a nonprofit to a Delaware public benefit corporation would “undermine specific safety-focused commitments the nonprofit has made to the public.” In particular, the brief questions whether a for-profit corporation could ever fulfill OpenAI’s promise that it will “stop competing with and start assisting” any value-aligned organization that appears close to building artificial general intelligence before it does.\n\n“Today, a handful of companies are racing to develop and deploy transformative AI, internalizing the profits but externalizing the consequences to all of humanity,” Sneha Revanur, the president and founder of Encode, said in a statement. “The courts must intervene to ensure AI development serves the public interest.”\n\nFor its part, OpenAI has urged the court to reject Musk’s lawsuit, arguing that he lacks standing and is seeking to gain an unfair competitive advantage for his own AI startup, xAI. OpenAI also released a trove of emails and other messages from Musk, including several that the company said showed Musk advocated for converting the organization to a for-profit as early as 2017."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Big Things Going On At OpenAI, From Business Changes To AI Evolution",
            "link": "https://www.forbes.com/sites/johnwerner/2024/12/30/3-big-things-going-on-at-openai-business-changes-and-ai-evolution/",
            "description": "It’s a company that has become a household name, and a leader in its field. People are even recognizing the name Sam Altman, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8hrmGX1QPOhiKEoSrWBXny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "If you buy the Galaxy S25, you may get a free Gemini Advanced subscription",
            "link": "https://www.msn.com/en-us/technology/tech-companies/if-you-buy-the-galaxy-s25-you-may-get-a-free-gemini-advanced-subscription/ar-AA1wIZcG?ocid=BingNewsVerp",
            "description": "These trials for Gemini Advanced subscriptions would be unlocked when purchasing a Galaxy S25 device, which we expect to be the S25, S25 Plus, and S25 Ultra. The length of the trial depends on the ...",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "17hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What does Dior Bags mean on TikTok? Viral Bethenny Frankel inspired-trend explained",
            "link": "https://www.thesun.ie/news/14444139/tiktok-dior-bags-bethenney-frankel-drone-sightings/",
            "description": "VIRAL trends on TikTok produce a shedload of secretive slang, which can seem impossible to understand unless you’re a regular on the platform. Here we take a look at the latest phrase taking ...",
            "image_url": "https://www.bing.com/th?id=OJ.1lxDXnGCXK0B0Q&pid=news&w=51&h=16&rs=2",
            "category": "code+trends",
            "date": "6h",
            "source": "Irish Sun",
            "article_content": "VIRAL trends on TikTok produce a shedload of secretive slang, which can seem impossible to understand unless you're a regular on the platform.\n\nHere we take a look at the latest phrase taking the internet by storm — the \"Dior Bags\" phenomenon, which was coined by The Real Housewives of New York star Bethenny Frankel.\n\n3 Bethenny Frankel is behind the 'Dior Bags' TikTok trend Credit: TikTok\n\nWhat does Dior Bags mean on TikTok?\n\n\"Dior bags\" on TikTok is a code phrase used to discuss drones without triggering content moderation algorithms.\n\nIt was initiated by prominent TikToker Bethenny Frankel, who began using the term to continue conversations about recent drone sightings in states including New Jersey.\n\nShe shared information about UFO-like drones spotted over various locations throughout December 2024.\n\nHowever, the reality star noticed that her videos on this topic were receiving significantly fewer views than she expected.\n\nIn one clip Bethenny said she got \"only 500 views\" one some of her drone-related content, which made her suspicious.\n\nIt led her to believe that TikTok's algorithms could be limiting the visibility of content related to drones.\n\nTo get around this perceived censorship, which is also known as shadow-banning, Bethenny cleverly substituted the word \"drones\" with \"Dior bags\" in her content.\n\nThis code has allowed her and her following to continue discussing the controversial topic without risking video takedowns or account restrictions.\n\nTypes of Dior Bags\n\nBethenny has developed a specific terminology within this code:\n\n\"Worker bees\" : These refer to drones that are easily visible and can be photographed.\n\n: These refer to drones that are easily visible and can be photographed. \"Queen bees\": These are more advanced drones that are harder to spot, described as \"shiny\" and \"more special\".\n\nShe has also mentioned \"alien bags\", hinting at the possibility of extraterrestrial involvement or more advanced technologies.\n\nIn one of her TikToks, Bethenny explains that there \"are the bags that have been released, but there are bags that are decades more advanced that we haven’t even seen\".\n\n3 Different types of 'Dior Bags include 'worker bees' and queen bees'\n\nSpread of the Trend\n\nThe Dior bags trend quickly gained traction on TikTok.\n\nWithin a short period, over 19,000 videos were uploaded using the hashtag #Diorbags.\n\nCommenters on drone-related content have also adopted the term, leaving those of us unfamiliar with the code confused about the seemingly sudden surge in discussions about luxury handbags.\n\nCensorship debate\n\nBethenny's use of this code phrase reflects a broader concern about potential censorship of discussions related to drone sightings.\n\nShe has expressed frustration at not being able to talk openly about the topic, stating: \"It's become clear... people do not want me discussing the Dior bags.\"\n\nThe trend has also sparked discussions about the nature of these drone sightings.\n\n3 'Dior Bags' is a codeword for drones Credit: Alamy\n\nBethenny claims to have cross-referenced information with people who have worked in known organizations and others who are aware of undisclosed operations.\n\nShe emphasizes the complexity of the situation, stating: \"There are many things going on at once, at the same time.\"\n\nKeeping discussion alive\n\nThe \"Dior bags\" trend is part of a larger phenomenon on TikTok where users create and adopt unique terminologies to discuss sensitive or controversial topics.\n\nKnown as \"Algospeak\", it allows users to navigate perceived content moderation systems and continue conversations that they believe might otherwise be suppressed.\n\nThe Dior bags trend has successfully kept the conversation about drones alive on TikTok.\n\nTikTok trends HERE are some more TikTok trends happening right now: Check out the Just Give Me My Money viral trend where each of a group of friends seeks a round of applause for saying the funny phrase. The October 1st viral trend has taken off and it has made the Halloween month the time to fall in love. Try out the Melissa McCarthy I Want Something dance trend. Ever wondered what Hopecore on TikTok was? Here's how to try out the AI hugging trend that's taken the social media by storm. One confusing trend is called the \"hear me out challenge\" that we've explained. Or do you want to know how to do the AI Disney Pixar trend on TikTok? A singing filter called 'Do Re Mi Filter' took the world by storm as well. The adorable Moo Deng has captured the hearts of millions, inspiring a TikTok makeup trend where fans strive to achieve a look reminiscent of this charming baby hippo. If you want to change your hair, the calico hair look trend is perfect for you. Another trend can either be an artsy activity or a date night disaster.\n\nIt has also highlighted the creative ways in which social media users adapt to perceived restrictions on free speech and information sharing.\n\nWhile TikTok has released statements about banning hate speech, there is no suggestion the platform is restricting views on content featuring drones.\n\nIn 2020, TikTok said: “We’re proud that we have already taken steps to keep our community safe, for example, by not permitting content that denies the Holocaust and other violent tragedies.\n\n“We know there’s always more we can do, which is why we are taking further action to remove misinformation and hurtful stereotypes about Jewish, Muslim and other communities.\n\n“This includes misinformation about notable Jewish individuals and families who are used as proxies to spread antisemitism.\n\n“We’re also removing content that is hurtful to the LGBTQ+ community by removing hateful ideas, including content that promotes conversion therapy and the idea that no one is born LGBTQ+.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ignoring Your Company's Dress Code Can Get You Fired",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/ignoring-your-company-s-dress-code-can-get-you-fired/ar-AA1wKSVr?ocid=BingNewsVerp",
            "description": "Employers and prospective employees need to be upfront about expectations on the job regarding appearance, and other policies ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PZcDeNKHXKiYCGjSffdc9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "21 New Year’s resolutions all Liverpool students should stick to for 2025, but defo won’t",
            "link": "https://thetab.com/2024/12/30/21-new-years-resolutions-all-liverpool-students-should-stick-to-for-2025-but-defo-wont",
            "description": "Liverpool is an incredible city with so many activities and places to visit – if none of them take the fancy of your friends ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nGp5DZYpFg1X8PoReZAaOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "The Tab17h",
            "source": "The Tab",
            "article_content": "You have to buy me one fat frog every time you text your ex next year\n\n6 seconds ago\n\nIs a new year, new you right around the corner as we all pop to the shops to buy our green grapes and red underwear in preparation for the big night? Even if you haven’t fallen victim to the TikTok trends going into 2025, no doubt you’ve promised yourself that you’ll sign up for the uni gym and stop forgetting your cash on a Monday night at The Raz.\n\nAll students in Liverpool have their vices – the Elf Bars can only get you through a few days of seasonal depression and withdrawals from your mum’s Christmas dinner before you’re up at 3am making a vision board and completely reinventing yourself. So whether you’re looking to give up fat frogs, find the love of your life skating by the Pier Head, or just want to attend more than two lectures a week, you’re in the right place.\n\nHopefully these resolutions for 2025 will fill you with hope and ambition rather than the all-consuming feeling of guilt and paranoia we’ve all experienced at some point. No doubt you won’t follow any of them and still end up being that one third year who’s blackout drunk at AU night. Happy New Year!\n\nStop trying to find your lost parcel on the Smithdown Matters Facebook page\n\nLet’s face it, a middle aged scouser is probably trying on your Oh Polly parcel as we speak. You can only pray that you’ve not lost the envelope that has your missing ID in it, or any birthday money from your grandparents. There’s only so many times you can ask for the neighbours’ names from the house opposite you, and sometimes you just have to come to terms with the fact that yor Vinted parcel has become part of a student house’s secret santa for the year.\n\nCut down the amount of cash you bring out on a Monday at The Raz\n\nRealistically speaking, telling a medical professional that you consumed 34 raz-bombs the night before a 9am lecture should genuinely be a criminal offence. Adding in the fact that that only cost you £37 in total with entry, they’ll probably give you a pat on the back, but your housemates certainly won’t be celebrating your achievements when you’re throwing up against a lamppost whilst simultaneously crying at the transaction notifications from your bank. Getting a grip is a commendable feat, we promise.\n\nStart wearing multiple layers to the Grove Wing of the Sydney Jones\n\nAlternatively, start protesting against the energy saving in all the libraries and make them turn the heating on. Why is it so cold and why do I never learn to pack a jumper?\n\nStop regretting which modules you picked last year (and complaining about it)\n\nIt’s literally your fault that you picked that one really niche module about Northern Irish art history or coding obscure maths data in Spanish, sorry. Maybe your goal for 2025 is to fulfil the academic weapon role you thought you’d adopt after your first year at uni.\n\nStop getting blackout drunk at pres…\n\nI wish I took a mental note of my alcohol tolerance every time I got caught throwing up outside The Lime Kiln but you win some, you lose some I suppose. Sometimes necking an entire bottle of cheap wine from Wag 1 Offy isn’t the move, and you definitely don’t need that concoction of leftover gin, out of date fruit juice and off brand lemonade to take with you as “journey juice”. Maybe Dry January would be a good idea for you x\n\nBut start ACTUALLY going to pres\n\nNo doubt you’re getting paralytic before every night out because you’re only doing one every three months – stop saying no to social plans just because you’ve got assignments to do or CVs to write. The time will make itself for your uni work, but never stops when it comes to piling in an Uber at 3am with no plans, just a few weird props you acquired from the living room floor. It’s all well and good entering your intelligent era next year, but you deserve to let your hair down too. You’ll regret it otherwise, trust me.\n\nStart washing up everything in the sink of your uni kitchen\n\nSink does not equal dumping ground for crusty pasta bowls.\n\nStop making friends with the bossmen on Leece Street\n\nAs hilarious as it was to be a fresher behind the counter in Hot n Tender, there’s nothing more embarrassing than seeing videos of drunk you taking orders from a confused bunch of third years just popping in for a kebab. Save yourself the shame of initiating a love story with the chicken shop man.\n\nStop adding to the bin mountain\n\nSelf-explanatory.\n\nStart walking from Smithdown to uni even when your mates don’t go\n\nThe feeling of betrayal you experience when you wake up in time for a 10am, get yourself ready with the expectation that all of your coursemates are meeting you on the way to walk to campus, and then seeing that they haven’t been active for 14 hours, is incomparable to anything else. The brand new 2025 you should be brave enough to trek from Smithdown to South Campus Teaching Hub solo, even on a chilly morning. Use it as your hot girl walk and opportunity to listen to a weirdly niche podcast, or stomp along to your “misty mountain solo self reflection main character moment jams” daylist on Spotify.\n\nStart giving yourself a break from uni assignments\n\nAlong the same lines of actually having a night off to head out on the town with your flatmates, having a relaxing evening tucked up on the sofa with a friend or two can do you wonders mid-semester. There’s only so many late night study sessions you can pull off before you’re burnt out and start to convince yourself that your housemates have forgotten that you exist and you’ll never find a graduate job with an arts degree. So not true! Have a break, have a self care night, have a cheeky takeaway. You deserve it.\n\nStop spending half your student loan on sweet treats\n\nHowever, when you do manage to get that 4000 word assignment started, spending £3 on a pastry after every 150 words is actually quite bad for your bank account – or so I’ve heard.\n\nStart saying no to Concert Square for a night out\n\nWe’ve all got that one friend that wants to start the night in SOHO or MODO for the “vibes” but you always end up feeling sober, freezing cold and no longer excited to go out. There are so many venues and clubs in Liverpool to test out once or twice, so make a list with your friends of your ideal places to visit and branch out a little! The nightlife scene in town defo stretches further than Concert Square and Quick Burger, you just have to look for it.\n\nStop texting your ex\n\nTHEY ARE NOT THE LOVE OF YOUR LIFE.\n\nIf they’re an avid Skint goer, on any of the snowsports society boards at John Moores, or genuinely disagree that pineapple doesn’t belong on pizza, then they’re not for you I’m afraid. Get those grapes down you on New Years babe.\n\nStop avoiding walking up Brownlow Hill\n\nWhat happened to those 75 hard plans you made, eh? Taking the long way through campus to avoid clambering up Brownlow Hill is not part of the hot girl gym aesthetic you put on your vision board for 2025. Get those legs moving and squint through your tears, it’s not that bad. Joking. LOL.\n\nStart making time to visit your friends or invite them to visit you\n\nA little bit of home never does anyone any harm. Dragging your home friends up to Liverpool to give them a tour around the Docks and Baltic Market will help you take your mind off things when you’re fighting those winter blues. Sometimes you just need that comfort of getting wine drunk with your best friends in a different city – making time for this in the new year can do wonders for you.\n\nStop being scared of the teenagers on Lawrence Road\n\nSeriously though, why are they so scary?\n\nStart making moves on your library crush\n\nOur Library Crush feature on Instagram hears, sees and knows everything you’d be dying to know about everyone’s love lives on campus, believe me. There’s nothing more exhilarating than noticing the love of your uni life sitting across from you in the Hogwarts room in the Harold Cohen, or brushing past them on the stairs in the Sydney Jones. I expect to see you all flirting in the Starbucks in time for Valentine’s Day this year.\n\nStop putting the attendance code in for seminars after 11am\n\nIf it’s past 11am just get a grip and go onto campus, surely? The only exception MIGHT be the Thursday after AU night, but you’re admitting your weaknesses if you’re asking the course group chat for the attendance code for the 2pm seminar.\n\nStop being afraid to do things solo\n\nLiverpool is an incredible city with so many activities and places to visit – if none of them take the fancy of your friends or housemates, don’t be afraid to go and explore things on your own! Incorporating solo dates into your resolutions for 2025 is so cute and VERY mindful.\n\nStart applying to jobs to fuel your Gourmet Grill/Nabzy’s/Harper’s addiction\n\nThere’s only so far a trust fund will stretch when it comes to cheesy chips and gyros unfortunately.\n\nTake our advice and run with it – we know you won’t stick to any of these resolutions and can’t wait to hear how miserable we all feel by the Easter break. If you manage to find a way to romanticise January and the dreaded exam season, please let us know."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dress To Impress Codes – December 2024",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/dress-to-impress-codes-december-2024/ar-AA1wL62z?ocid=BingNewsVerp",
            "description": "Looking for the latest Dress To Impress codes? We’ve got you covered! This list includes all of the… The post Dress To Impress Codes – December 2024 first appeared on PowerUp Gamer.",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "School science lessons could be 'de-Westernised' to highlight discoveries by other cultures in 'woke' Labour overhaul of the curriculum",
            "link": "https://www.dailymail.co.uk/news/article-14238989/School-science-lessons-Westernised-highlight-discoveries-cultures-woke-Labour-overhaul-curriculum.html",
            "description": "An independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ooBTek4uqrcVWkyTIf0Gjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "Daily Mail",
            "article_content": "Science lessons could be made less 'Western' under the Government's overhaul of the school curriculum.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July.\n\nIt is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'.\n\nThe terms of reference for the overhaul says it must reflect 'the issues and diversities of our society', with a committee currently considering proposals.\n\nIn response to the Department for Education's call for evidence, top science bodies stressed the importance of teaching 'non-Western' contributions to science.\n\nThe Royal Society of Biology, Royal Society of Chemistry, and Institute of Physics also said pupils should learn why some cultures were 'less able to claim credit and ownership for ideas'.\n\nTogether with the Association for Science Education, they convened a group to make recommendations that have now been submitted to Labour's review.\n\nBut their evidence has been branded 'a ludicrous proposal from the wokerati', while Labour has been accused of 'education vandalism' with their curriculum overhaul.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July\n\nThe review is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'\n\nHighlighting the work of the Primary Curriculum Advisory Group, the Royal Society of Biology's own submission stated: 'It is essential that all children feel included in the sciences by valuing their experiences and through the thoughtful use of contexts, imagery and narratives.\n\n'This is partly achieved by ensuring that they build a repertoire of shared experiences; partly through techniques within the classroom; and partly through the narratives attached to the sciences.\n\n'Specifically, the curriculum should offer children a chance to learn about historic Western and non-Western contributions to the sciences, as well as cutting-edge contemporary research from diverse teams of scientists.\n\n'Teachers should be encouraged to frame historic examples of scientific discoveries in the context that some individuals, groups, cultures and nations were disadvantaged in their ability to participate in or to resource research and less able to claim credit and ownership for ideas that had been developed by them.'\n\nThe Royal Society of Biology also said it had sought expertise on 'decolonising the curriculum' and for a 'no more heroes' approach to teaching science in schools.\n\nThis would mean 'avoiding prescriptive lists of historic figures in biology' and instead 'exploring opportunities for local, recogniseable, diverse historic and contemporary figures through which discovery and exploration of biological concepts can be explored'.\n\nIt added that students should be encouraged to 'see a wide range of biologists in action'.\n\nThe Institute for Physics suggested that 'ideas should be framed in the context of the times in which discoveries were made and accredited within Western science'.\n\nIts submission to the curriculum review added: 'They can explain how many of those discoveries drew on earlier work in other parts of the world.\n\n'And how, during the period of growth of Western science, different groups, cultures and nations were more or less able to participate in research, resource scientific activity, or claim credit and ownership for ideas.'\n\nThe Royal Statistical Society called for the greater use of 'real-world data' - such as on gender inequalities or migration - in the teaching of maths and statistics.\n\n'The curriculum should be focused on solving problems using data rather than answering questions about data,' its submission added.\n\nTeaching unions are also among groups to have submitted evidence to the curriculum review.\n\nThe Association of School and College Leaders said the current curriculum 'prioritises a somewhat monocultural worldview, especially with regards to literature and history'.\n\nMs Phillipson has hailed the review as an 'important step in this Government's mission to break down barriers to opportunity, deliver better life chances and enable more young people to get on'.\n\nThe review is being chaired by Professor Becky Francis, who has spearheaded research into educational inequalities.\n\nTory MP Laura Trott, the shadow education secretary, said: 'Labour's curriculum changes will drive down educational standards.\n\n'Instead of continuing with a rich, knowledge-based curriculum which has led to our children being the best readers and mathematicians in the Western world, they are tearing it all up.\n\n'Pure education vandalism once again.'\n\nReform UK deputy leader Richard Tice hit out at 'a ludicrous proposal from the wokerati'.\n\nHe added: 'We need more historic British heroes and achievements to be taught to our children, not less.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cosmological Evidence Emerges That Dark Energy Is An Illusion",
            "link": "https://www.msn.com/en-us/science/astronomy/cosmological-evidence-emerges-that-dark-energy-is-an-illusion/ar-AA1wLCN9?ocid=BingNewsVerp",
            "description": "Cosmologists have long wondered whether dark energy and the accelerating expansion of the universe is an illusion. Now the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RssK0t355b9TnVMdq829Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN5m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China nuclear fusion discovery finds mysterious energy boost to power up plasma",
            "link": "https://interestingengineering.com/science/burning-plasma-physics-unlocked-simulation",
            "description": "Researchers in China have used a novel approach to explain the presence of supra-thermal ions in nuclear fusion reactions.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJgdHCGZ57Szf9I61uqMXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Interesting Engineering3h",
            "source": "Interesting Engineering",
            "article_content": "A collaborative effort between researchers at the Shanghai Jiao Tong University and the Chinese Academy of Sciences led to the deployment of a simulation code on a nuclear fusion collision model that has unlocked the physics behind supra-thermal ions in the burning plasma.\n\nThis helps us improve our understanding of how nuclear fusion reactions occur and how they can be improved.\n\nIn our bid to transition to clean energy, nuclear fusion is a critical component. Replicating reactions that power the Sun here on Earth could help us unlock boundless energy without emitting planet-warming gases. To reach there, we need to first succeed in getting more energy out of a nuclear fusion reactor than we put in."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet sauron the vegetarian piranha and other new species named in 2024",
            "link": "https://www.msn.com/en-us/news/world/meet-sauron-the-vegetarian-piranha-and-other-new-species-named-in-2024/ar-AA1wLn4D?ocid=BingNewsVerp",
            "description": "Researchers identified hundreds of new species in 2024, expanding our knowledge of Earth’s startling biodiversity.",
            "image_url": "https://www.bing.com/th?id=OVFT.crosXddT15oJYfxsLtpTBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 Discoveries That Revolutionized Science In 2024",
            "link": "https://www.msn.com/en-us/science/environmental-science/7-discoveries-that-revolutionized-science-in-2024/ar-AA1wLsR0?ocid=BingNewsVerp",
            "description": "With all of that to focus on, you probably didn't realize how many incredible scientific discoveries were made this year, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ylQ78z6R_eVl6oaE60EiaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Sciencing on MSN56m",
            "source": "Sciencing on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Forget ChatGPT — Google Gemini is my favorite AI product of the year",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/forget-chatgpt-google-gemini-is-my-favorite-ai-product-of-the-year/ar-AA1wLhUv?ocid=BingNewsVerp",
            "description": "The flurry of Google product launches this December, based around the new Gemini 2.0 model are truly mind-blowing. New ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bBpmxta89MNcKbURRn15Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "4hon MSN",
            "source": "Tom's Guide on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Coding and AI: How People Without Coding Experience Get Into AI",
            "link": "https://www.unite.ai/coding-and-ai-how-people-without-coding-experience-get-into-ai/",
            "description": "Andrew Ng's assertion that artificial intelligence is the new electricity captures the impact and potential of AI across ...",
            "image_url": "https://www.bing.com/th?id=OVFT.81d0ncob7hJyNdLgpuYfty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "unite7h",
            "source": "unite",
            "article_content": "Andrew Ng's assertion that artificial intelligence is the new electricity captures the impact and potential of AI across various sectors. However, many individuals may shy away from merging coding and AI due to the belief that advanced coding skills are mandatory. Bursting this myth reveals a world of opportunities for those without a programming background.\n\nLet’s break down how anyone can get started with coding and AI, even without writing a single line of code.\n\nThe Myth of Coding and AI\n\nThe belief that AI is a domain exclusive to programmers is as outdated as dial-up internet.\n\nRecent developments tell a different story.\n\nThe “Future of Work Report: AI at Work” highlights that over 55% of LinkedIn members globally are expected to see their jobs change due to the rise of generative AI.\n\nAI projects now require collaboration between strategists, domain experts, and communicators, creating a balanced blend of skills. Artificial Intelligence demands professionals who understand how to apply its power, interpret data, and design systems that address business needs.\n\nCompanies are now looking for professionals who can translate AI’s technical potential into practical strategies that deliver results. The World Economic Forum confirms this trend and predicts that 97 million new jobs will emerge globally in the AI sector by 2025. Interestingly, many of these jobs will not require coding expertise. This shift shows that AI is no longer limited to programmers but is open to people with diverse skills and expertise.\n\nNon-Coding Roles in AI\n\nAI is no longer a siloed space for software developers. Numerous non-coding roles exist within the AI ecosystem. Each position plays a vital role in the successful implementation and governance of AI technologies.\n\nLet's go over some of the few non-technical roles below:\n\nAI Product Manager\n\nAI product managers connect the development team and business stakeholders. Their main role is to ensure that AI projects align with business objectives and customer needs. They focus on defining product features, user experiences, and long-term strategies.\n\nThe growing demand for AI product managers shows their importance in turning AI concepts into practical and market-ready solutions. Ultimately, their ability to fill the gap between technical innovation and real-world application drives the success of AI initiatives in today’s competition.\n\nData Annotator\n\nData annotators are essential to the AI training process. They prepare and label data, such as images, text, or audio, to help machine learning models learn patterns and make accurate predictions.\n\nThis role requires attention to detail and domain knowledge but doesn’t demand coding skills. Data annotators contribute to the quality and accuracy of AI systems, which heavily rely on clean, well-labeled datasets for optimal performance.\n\nAI Ethics Specialist\n\nA recent PwC survey revealed that 84% of organizations show concern over AI's ethical impacts. This is where AI ethics specialists come in. These professionals focus on AI technologies being fair, transparent, and accountable.\n\nDue to the drastic rise of AI systems in sensitive areas like healthcare, finance, and law enforcement, professionals need to evaluate and address ethical concerns.\n\nAI ethics specialists can help guide companies in implementing responsible practices to confirm the ethical use of AI.\n\nAI Consultant\n\nAn AI consultant helps organizations merge AI solutions into their existing workflows. They work with businesses to spot opportunities for AI adoption and provide guidance on effectively implementing these technologies.\n\nWhile AI consultants don’t need to learn how to write AI cod, they must understand how to translate technical solutions into business strategies.\n\nNo-Code and Low-Code Tools\n\nNo-code and low-code platforms have opened doors for those lacking programming skills. These tools allow users to confidently engage with AI without involving complex coding.\n\nLet’s look at some of those tools:\n\nTeachable Machine: Teachable Machine allows anyone to train machine learning models. Users can create models for image, sound, or pose recognition using a simple interface. This tool democratizes access to machine learning, making it an excellent starting point for novices.\n\nTeachable Machine allows anyone to train machine learning models. Users can create models for image, sound, or pose recognition using a simple interface. This tool democratizes access to machine learning, making it an excellent starting point for novices. Runway ML: Runway ML provides a visual platform for creating AI projects. Artists and designers can experiment with machine learning models without a technical background.\n\nRunway ML provides a visual platform for creating AI projects. Artists and designers can experiment with machine learning models without a technical background. DataRobot: DataRobot automates the machine learning workflow, simplifying the process for non-technical users. Organizations use this platform to quickly build predictive models. DataRobot’s user-friendly approach enables businesses to gain insights without extensive programming knowledge, making AI more accessible.\n\nCoding and AI: How to Start Without Coding\n\nStarting in the coding and AI domain without prior coding experience may seem intimidating. However, several strategies can make it easier to enter the field.\n\nUnderstand AI Basics\n\nThe first step is to understand AI's core principles without directly diving into programming.\n\nCourses like Andrew Ng’s “AI for Everyone” or Coursera’s AI Foundations offer beginner-friendly insights.\n\nPodcasts, such as AI in Business by Emerj, also provide valuable perspectives.\n\nYouTube channels such as Simplilearn and CodeAcademy’s AI series break down complex ideas into understandable segments.\n\nLearn Data Literacy\n\nData literacy forms the backbone of AI. Individuals must develop the ability to analyze and interpret data.\n\nBecoming comfortable with analyzing patterns, interpreting visualizations, and drawing conclusions equips you to contribute meaningfully. Tools like Excel, Google Sheets, or Power BI are excellent starting points.\n\nParticipate in AI Communities\n\nEngaging with AI communities fosters networking and learning opportunities. Platforms like Kaggle, Reddit’s AI forums, and LinkedIn groups introduce you to mentors, collaborators, and industry insiders.\n\nDeveloping foundational skills like learning AI basics, focusing on data literacy, and networking with industry leaders can help form coding expertise within the AI domain.\n\nThe Importance of Lifelong Learning in AI\n\nAI doesn’t sit still. It’s a continuously developing field where today’s breakthrough might be outdated tomorrow. You must keep learning to stay ahead.\n\nWebinars, workshops, and conferences are great resources for staying current, no matter your technical background. As AI continues to shape industries, staying updated on trends, tools, and ethical considerations will make you a valuable asset in any role.\n\nWrapping Up: How Non-Coders Can Get Started with Coding and AI\n\nCoding and AI are no longer limited to programmers. Individuals without coding experience have many opportunities to succeed in this dynamic field. Understanding AI basics, exploring non-coding roles, and leveraging no-code tools create pathways to success.\n\nThe future of AI shines brightly, and everyone has a chance to contribute. Remember, the most critical skills for success in AI are not always technical. Curiosity, creativity, and a willingness to learn are just as essential.\n\nKeep visiting Unite.ai to learn more about getting your hands on AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Year’s cybersecurity resolutions that every startup should keep",
            "link": "https://www.msn.com/en-us/money/other/new-year-s-cybersecurity-resolutions-that-every-startup-should-keep/ar-AA1wLcPx?ocid=BingNewsVerp",
            "description": "Your startup doesn’t have to suffer the same fate in 2025. Some of the simplest things in security can help keep malicious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jatNJ1Y5zglXj3zyLrvkBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After ups and downs, food delivery startup Epicery closes shop",
            "link": "https://www.msn.com/en-us/money/other/after-ups-and-down-food-delivery-startup-epicery-closes-shop/ar-AA1wLmwZ?ocid=BingNewsVerp",
            "description": "French food delivery startup Epicery will cease operations Tuesday, after one last holiday season hurrah for its clients and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YcjUijDCLH9crpPFhExi2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Didn't Take Your Job In 2024. What About 2025? Indeed's Economist Weighs In",
            "link": "https://www.msn.com/en-us/careers/job-search/ai-didn-t-take-your-job-in-2024-what-about-2025-indeed-s-economist-weighs-in/ar-AA1wLxn8?ocid=BingNewsVerp",
            "description": "If 2025 is anything like the past few years for the job market, one thing is for certain: big changes are ahead.",
            "image_url": "https://www.bing.com/th?id=OVFT.nQCdOQvqPoW4OAC1lMdEZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "55mon MSN",
            "source": "Investopedia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here's Why You Should Retain Revvity Stock in Your Portfolio for Now",
            "link": "https://finance.yahoo.com/news/heres-why-retain-revvity-stock-132700074.html",
            "description": "Failed to fetch dynamically imported module: https://finance.yahoo.com/assets/_app/immutable/nodes/95.C_N2kNfW.js ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "software+trend",
            "date": "2h",
            "source": "YAHOO!Finance",
            "article_content": "Revvity, Inc. RVTY is well-poised for growth in the coming quarters, courtesy of its strong product portfolio. The optimism, led by its solid third-quarter 2024 performance and focus on artificial intelligence (AI), is expected to contribute further. Headwinds resulting from foreign exchange volatility and integration risks are major downsides.\n\nThis Zacks Rank #3 (Hold) company’s shares have gained 1.8% in 2024 against the industry’s 12.4% decline. The S&P 500 has increased 26.3% during the same time frame.\n\nThe renowned provider of health science solutions has a market capitalization of $13.63 billion. It projects 6.7% growth for the next five years and expects to witness continued improvement in its business going further. Revvity’s earnings surpassed the Zacks Consensus Estimate in each of the trailing four quarters, delivering an average surprise of 8.55%.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nLet’s delve deeper.\n\nUpsides\n\nFocus on AI: We are upbeat about the trend of healthcare companies using AI for quite some time now. Management at Revvity introduced PKeye Workflow Monitor, a cloud-based platform allowing laboratory personnel to remotely manage and monitor the company’s instruments and workflows in real time.\n\nRevvity also introduced Signals Research Suite, a complete cloud-based solution used by Amazon Web Services.\n\nPromising Product Portfolio: We are optimistic about Revvity’s portfolio, which delivers a comprehensive suite of scientific informatics and software solutions to aggregate data into actionable insights in an automated and scalable way. During the first nine months of 2024, the company’s software and informatics division, Revvity Signals Software, demonstrated strong growth, a trend that is likely to continue in the fourth quarter and beyond on the back of new offerings. RVTY introduced three new SaaS-based offerings during the second quarter. These include Signals Clinical and Signals Synergy, which should help the company to expand into new markets.\n\nRevvity has bolstered its innovation strategy with the launch of groundbreaking products in diagnostics and AI. PhenoLOGIC AI, an advanced tool for high-content screening, enhances image analysis and accelerates live cell data insights using pretrained AI models.\n\nMeanwhile, the Revvity transcribed AI service automates handwritten data transcription in clinical labs, boosting workflow efficiency by 40%. Additionally, EUROIMMUN's genotyping solution for Alzheimer’s therapies positions Revvity at the forefront of personalized medicine in Europe. These innovations demonstrate Revvity’s agility in meeting emerging healthcare needs and solidify its leadership in leveraging AI for transformative medical advancements.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Elon Musk and OpenAI’s Sam Altman Are Fighting—and How It Could Help Google",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/why-elon-musk-and-openai-s-sam-altman-are-fighting-and-how-it-could-help-google/ar-AA1wIBtq?ocid=BingNewsVerp",
            "description": "Once friends and business partners, now rivals, Elon Musk and Sam Altman are dueling it out in a California Federal courtroom ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0IHY-RllXtYbPfJpHul9QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Stakes are high': Google CEO Sundar Pichai highlights AI strategy and challenges for 2025",
            "link": "https://www.msn.com/en-in/money/topstories/stakes-are-high-google-ceo-sundar-pichai-highlights-ai-strategy-and-challenges-for-2025/ar-AA1wKdRs?ocid=BingNewsVerp",
            "description": "'I think 2025 will be critical,' Pichai told employees at the meeting held at Google’s Mountain View headquarters, with some ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mDnewB5MDuTe9McZsQgsBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9hon MSN",
            "source": "Business Today on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New machine learning method predicts material properties with limited data",
            "link": "https://timesofindia.indiatimes.com/city/bengaluru/revolutionary-machine-learning-method-by-iisc-and-ucl-researchers-predicts-material-properties-with-minimal-data-/articleshow/116824609.cms",
            "description": "IISc and UCL researchers unveil a groundbreaking machine learning technique that accurately predicts material properties with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LtemEDKx9Am4jI_V1j4KQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "8h",
            "source": "Indiatimes",
            "article_content": "BENGALURU: Researchers at the Indian Institute of Science (IISc) and University College London have developed a machine learning method to predict material properties using limited data. They believe this can aid in the discovery of materials with desired properties, such as semiconductors.“In recent years, materials engineers have turned to machine learning models to predict which types of materials can possess specific properties such as electronic band gaps, formation energies, and mechanical properties, in order to design new materials,” IISc said.It added that, however, data on material properties – which is needed to train these models – is limited because testing materials is expensive and time-consuming. This prompted researchers led by Sai Gautam Gopalakrishnan, Assistant Professor at the Department of Materials Engineering, IISc, to work on addressing this challenge.In a new study, they found an efficient way to use a machine learning approach called transfer learning to predict the values of specific material properties.In transfer learning, a large model is first pre-trained on a large dataset and then fine-tuned to adapt to a smaller target dataset. “In this method, the model first learns to do a simple task like classifying images into, say, cats and non-cats, and is then trained for a specific task, like classifying images of tissues into those containing tumours and those not containing tumours for cancer diagnosis,” Gopalakrishnan said.Their transfer learning-based model demonstrated superior performance compared to models trained from scratch, Reshma Devi, the study's lead author, said. The team’s Multi-property Pre-Training (MPT) framework achieved remarkable results by simultaneously training on seven different bulk 3D material properties. Most notably, the model successfully predicted band gap values for 2D materials it never encountered during training.Looking ahead, the technology shows promise for battery development by predicting ion movement within electrodes. “This research could contribute significantly to India’s semiconductor manufacturing initiatives by helping predict material defects,” Gopalakrishnan said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning can help blood tests have a separate ‘normal’ for each patient",
            "link": "https://www.thehindu.com/sci-tech/science/machine-learning-can-help-blood-tests-have-a-separate-normal-for-each-patient/article69046064.ece",
            "description": "But despite the CBC’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal.",
            "image_url": "https://www.bing.com/th?id=OVFT.fhpUy6l0PuL0DTuPtQGRAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "5h",
            "source": "The Hindu",
            "article_content": "If you’ve ever had a doctor order a blood test for you, chances are that they ran a complete blood count, or CBC. One of the most common blood tests in the world, CBC tests are run billions of times each year to diagnose conditions and monitor patients’ health.\n\nBut despite the test’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal. Currently, blood test readings are based on one-size-fits-all reference intervals that don’t account for individual differences.\n\nI am a mathematician at the University of Washington School of Medicine, and my team studies ways to use computational tools to improve clinical blood testing. To develop better ways to capture individual patient definitions of “normal” lab values, my colleagues and I in the Higgins Lab at Harvard Medical School examined 20 years of blood count tests from tens of thousands of patients from both the East and West coasts.\n\nIn our newly published research, we used machine learning to identify healthy blood count ranges for individual patients and predict their risk of future disease.\n\nClinical tests and complete blood counts\n\nMany people commonly think of clinical tests as purely diagnostic. For example, a COVID-19 or a pregnancy test comes back as either positive or negative, telling you whether you have a particular condition. However, most tests don’t work this way. Instead, they measure a biological trait that your body continuously regulates up and down to stay within certain bounds.\n\nYour complete blood count is also a continuum. The CBC test creates a detailed profile of your blood cells – such as how many red blood cells, platelets and white blood cells are in your blood. These markers are used every day in nearly all areas of medicine.\n\nFor example, hemoglobin is an iron-containing protein that allows your red blood cells to carry oxygen. If your hemoglobin levels are low, it might mean you are iron deficient.\n\nPlatelets are cells that help form blood clots and stop bleeding. If your platelet count is low, it may mean you have some internal bleeding and your body is using platelets to help form blood clots to plug the wound.\n\nWhite blood cells are part of your immune system. If your white cell count is high, it might mean you have an infection and your body is producing more of these cells to fight it off.\n\nNormal ranges and reference intervals\n\nBut this all raises the question: What actually counts as too high or too low on a blood test?\n\nTraditionally, clinicians determine what are called reference intervals by measuring a blood test in a range of healthy people. They usually take the middle 95% of these healthy values and call that “normal,” with anything above or below being too low or high. These normal ranges are used nearly everywhere in medicine.\n\nBut reference intervals face a big challenge: What’s normal for you may not be normal for someone else.\n\nNearly all blood count markers are heritable, meaning your genetics and environment determine much of what the healthy value for each marker would be for you.\n\nAt the population level, for example, a normal platelet count is approximately between 150 and 400 billion cells per liter of blood. But your body may want to maintain a platelet count of 200 – a value called your set point. This means your normal range might only be 150 to 250.\n\nDifferences between a patient’s true normal range and the population-based reference interval can create problems for doctors. They may be less likely to diagnose a disease if your set point is far from a cutoff. Conversely, they may run unnecessary tests if your set point is too close to a cutoff.\n\nDefining what’s normal for you\n\nLuckily, many patients get blood counts each year as part of routine checkups. Using machine learning models, my team and I were able to estimate blood count set points for over 50,000 patients based on their history of visits to the clinic. This allowed us to study how the body regulates these set points and to test whether we can build better ways of personalizing lab test readings.\n\nOver multiple decades, we found that individual normal ranges were about three times smaller than at the population level. For example, while the “normal” range for the white blood cell count is around 4.0 to 11.0 billion cells per liter of blood, we found that most people’s individual ranges were much narrower, more like 4.5 to 7, or 7.5 to 10. When we used these set points to interpret new test results, they helped improve diagnosis of diseases such as iron deficiency, chronic kidney disease and hypothyroidism. We could note when someone’s result was outside their smaller personal range, potentially indicating an issue, even if the result was within the normal range for the population overall.\n\nThe set points themselves were strong indicators for future risk of developing a disease. For example, patients with high white blood cell set points were more likely to develop Type 2 diabetes in the future. They were also nearly twice as likely to die of any cause compared with similar patients with low white cell counts. Other blood count markers were also strong predictors of future disease and mortality risk.\n\nIn the future, doctors could potentially use set points to improve disease screening and how they interpret new test results. This is an exciting avenue for personalized medicine: to use your own medical history to define what exactly healthy means for you.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine transit operator says Russia has not nominated gas volumes for Jan. 1 so far",
            "link": "https://www.reuters.com/business/energy/ukraine-transit-operator-says-russia-has-not-nominated-gas-volumes-jan-1-so-far-2024-12-31/",
            "description": "Ukraine's gas transit operator said Russia had not nominated any gas flows for Jan. 1 through the Ukrainian pipeline to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TKsdPgJAs7dItIB-_CJqkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sanctions brought on by Putin’s war in Ukraine are taking a bite out of Russia’s New Year's salad",
            "link": "https://www.msn.com/en-us/news/world/sanctions-brought-on-by-putins-war-in-ukraine-are-taking-a-bite-out-of-russias-mayo-based-new-years-salad/ar-AA1wLnvl?ocid=BingNewsVerp",
            "description": "With soaring inflation and the ruble dropping to one of its lowest levels against the dollar since President Vladimir Putin ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7gFn5t64srG6EPjBDK1WsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1hon MSN",
            "source": "NBC News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Protect Children In Conflict: UNICEF’s Call To Action For 2025",
            "link": "https://www.forbes.com/sites/unicefusa/2024/12/30/protect-children-in-conflict-unicefs-call-to-action-for-2025/",
            "description": "As conflicts rage on in so many parts of the world, the suffering may seem insurmountable. But UNICEF is reaching millions of children caught in these crises every day.",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "war+conflict",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Africa Has Entered a New Era of War",
            "link": "https://www.msn.com/en-us/news/world/africa-has-entered-a-new-era-of-war/ar-AA1wJzGZ?ocid=BingNewsVerp",
            "description": "An unprecedented explosion of conflicts has carved a trail of death and destruction across Africa—yet gone largely unnoticed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY1bVlX9le0i3Zi9sVGPuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3hon MSN",
            "source": "Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Homebuilder stocks plunge in December",
            "link": "https://www.msn.com/en-us/money/economy/homebuilder-stocks-plunge-in-december/vi-AA1wIrYg?ocid=BingNewsVerp",
            "description": "CNBC's Diana Olick joins 'The Exchange' with the latest on the latest housing and homebuilder data. I've been on 50 cruises.",
            "image_url": "https://www.bing.com/th?id=OVFT.OJ7bnE9jQyqkw2ioWlxXjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "21hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Evergy Inc (EVRG)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/31/evergy-inc-evrgs-stock-plunge-what-you-need-to-know/",
            "description": "On Monday, Evergy Inc (EVRG) stock saw a decline, ending the day at $61.52 which represents a decrease of $-0.18 or -0.29% from the prior close of $61.7. The stock opened at $61.65 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews34m",
            "source": "bovnews",
            "article_content": "Mizuho has recently initiated Evergy Inc (EVRG) stock to Outperform rating, as announced on October 29, 2024, according to Finviz. Earlier, on September 20, 2024, Jefferies had initiated the stock to Buy, setting a price target of $70. Ladenburg Thalmann also initiated Neutral rating with a price target of $51. Additionally, Citigroup initiated Buy rating on March 26, 2024, with a target price of $64. BofA Securities analysts, in their report published on March 13, 2024, also raised Buy rating and set a price target of $51 for Evergy Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nEvergy Inc (EVRG) Stock Trading Recap\n\nOn Monday, Evergy Inc (EVRG) stock saw a decline, ending the day at $61.52 which represents a decrease of $-0.18 or -0.29% from the prior close of $61.7. The stock opened at $61.65 and touched a low of $61.02 during the day, reaching a high of $61.7. The volume of shares traded was 3.09 million exceeding the average volume of 1.85 million.\n\nEVRG Stock Performance and Moving Averages\n\nIn recent trading, Evergy Inc (EVRG) stock price has shown some volatility, fluctuating 0.15% over the last five trades and -5.35% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 16.71%, and it has plunged by -0.79% in the previous three months. Currently, EVRG is trading at -0.85%, -1.18%, and 7.07% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, EVRG, a Utilities sector stock, is trading -6.03% below its 52-week high but remains 28.06% above its 52-week low. The Average True Range (ATR) (14 days) of 0.84 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nEvergy Inc’s Profitability and Valuation Ratios\n\nEvergy Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of 24.96% and a profit margin of 14.72%, with a gross margin of 16.71%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Evergy Inc’s market capitalization stands at $14.15 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 16.62, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 15.25. Additionally, the Price-to-Sales Ratio is 2.44, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.41, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 1.41% of Evergy Inc (EVRG)’s shares, while financial institutions hold 86.19%.\n\nNotable insider trades include KING CHARLES L, SVP & CHIEF TECHNOLOGY OFFICER at Evergy Inc (EVRG), who sold 2300 shares on Nov 27 ’24, at $65.22 each, totaling $0.15 million. On Nov 13 ’24, Bryant Kevin E., EVP – CORPORATE INITIATIVES, sold 48141 shares for $62.93 each, amounting to $3.03 million. Additionally, on Sep 03 ’24, Caisley Charles A. sold 9236 shares at $59.63 each, generating $0.55 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India delays UPI payments market share cap in relief for Walmart-backed PhonePe, Google Pay",
            "link": "https://www.reuters.com/technology/india-delays-upi-payments-market-share-cap-relief-walmart-backed-phonepe-google-2024-12-31/",
            "description": "India on Tuesday delayed the implementation of market share caps for a popular digital payments method by two years, a move ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NQ68W72K-BJYoPXawOSx9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Market Outlook 2025: Don't Be Blindsided By A Reality Check",
            "link": "https://seekingalpha.com/article/4746967-market-outlook-2025-dont-be-blindsided-by-a-reality-check",
            "description": "The stock market rallied more than 25% in 2024, making another highly successful year of outperformance. Read more on what ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yao5hM8_VwwGmSIzqLdHmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3h",
            "source": "Seeking Alpha",
            "article_content": "JR Research is an opportunistic investor. He was recognized by TipRanks as a Top Analyst. He was also recognized by Seeking Alpha as a \"Top Analyst To Follow\" for Technology, Software, and Internet, as well as for Growth and GARP.\n\nHe identifies attractive risk/reward opportunities supported by robust price action to potentially generate alpha well above the S&P 500. He has also demonstrated outperformance with his picks.\n\nHe focuses on identifying growth investing opportunities that present the most attractive risk/reward upside potential. His approach combines sharp price action analysis with fundamentals investing.\n\nHe tends to avoid overhyped and overvalued stocks while capitalizing on battered stocks with significant upside recovery possibilities.\n\nHe runs the investing group Ultimate Growth Investing which specializes in identifying high-potential opportunities across various sectors. He focuses on ideas that has strong growth potential and well-beaten contrarian plays, with an 18 to 24 month outlook for the thesis to play out.\n\nThe group is designed for investors seeking to capitalize on growth stocks with robust fundamentals, buying momentum, and turnaround plays at highly attractive valuations.\n\nLearn more"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data reveals staggering worldwide economic losses caused by extreme weather: 'Losses are likely to increase'",
            "link": "https://www.yahoo.com/news/data-reveals-staggering-worldwide-economic-103022917.html",
            "description": "When looking at the wider picture, there was a 6% increase in global economic losses from natural disasters in 2024 when ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-MLytL3pQfKaxa4sv1DhOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "5h",
            "source": "Yahoo",
            "article_content": "A Swiss reinsurance company has put a price on the damage caused by 2024's extreme weather events.\n\nWhat's happening?\n\nAs Fox 28 in Spokane, Washington, shared, Swiss Re estimated that there has been an estimated $310 billion in economic losses worldwide because of extreme weather events in 2024.\n\nThe United States was the country that recorded the highest insured losses during the last 12 months. Hurricanes Milton and Helene brought a bill of $50 billion, while other losses were incurred because of a \"high frequency\" of severe thunderstorms. In total, the U.S. saw two-thirds of the planet's total insured losses.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhen looking at the wider picture, there was a 6% increase in global economic losses from natural disasters in 2024 when compared to the previous year, and it was the fifth consecutive year of insured losses topping $100 billion.\n\nIn Europe, intense flooding was estimated to have caused $10 billion in insured losses, while this weather phenomenon also brought financial losses in the Gulf region.\n\nWhy is Swiss Re's report concerning?\n\nIn early December, the Copernicus Climate Change Service confirmed that 2024 will be the hottest year on record, coming after the previous record set in 2023.\n\nThat's an alarming pattern, and according to Swiss Re, if we don't get a handle on rising global temperatures — which exacerbate extreme weather events — it's anticipated that \"losses are likely to increase.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Adaptation is therefore key, and protective measures, such as dykes, dams and flood gates, are up to 10 times more cost-effective than rebuilding,\" the company said in a statement, according to Fox 28.\n\nWhat can be done to protect against losses from extreme weather?\n\nPrevention from the potential damage caused by extreme weather is indeed becoming more crucial as multiple insurers have either pulled coverage for losses incurred following hurricanes and flooding or else are severely increasing the cost of premiums.\n\nWhat would you do if natural disasters were threatening your home?\n\nClick your choice to see results and speak your mind\n\nThat's why Savannah Trims president Gene Kennedy, whose company makes flood protection barriers, emphasized to The Cool Down that businesses and homeowners should investigate what kind of products are available to protect properties from the damage and financial losses caused by extreme weather events.\n\nBut these figures also demonstrate the importance of reducing the rate of rising global temperatures by curbing our production of planet-warming pollution.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAmong the ways to do so are swapping gas-guzzling cars for electric versions, eating more plant-based foods, and investing in renewable energy technology.\n\nJoin our free newsletter for good news and useful tips, and don't miss this cool list of easy ways to help yourself while helping the planet.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's looming economic collapse threatens Putin's grip",
            "link": "https://www.msn.com/en-ca/money/topstories/russia-s-looming-economic-collapse-threatens-putin-s-grip/ar-AA1wINRy?ocid=BingNewsVerp",
            "description": "Russia is heading towards an economic collapse that could threaten Vladimir Putin's power, predicts Jason Jay Smart. A real ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hPz-oTn8MzNWziCtXLHsSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN17h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Avoid these common mistakes when buying a PC at the last minute",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/avoid-these-common-mistakes-when-buying-a-pc-at-the-last-minute/ar-AA1wL347?ocid=BingNewsVerp",
            "description": "So before the pressure to buy a computer during the last bits of the festive season clouds your judgment, we've highlighted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NzEtlnyz4Ka6-OEJHvyl2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top Five PC Hardware Launches Two Watch Out For In 2025",
            "link": "https://www.forbes.com/sites/antonyleather/2024/12/31/the-top-five-pc-hardware-launches-two-watch-out-for-in-2025/",
            "description": "The great news is that January is looking like it will be the hottest month of the year for both processor and graphics card ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sd1Gc2cLfC1F-qSdVSySzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leadership Success Story: Arun Mulka's Multi-Cloud Architecture Transformation",
            "link": "https://www.outlookindia.com/hub4business/leadership-success-story-arun-mulkas-multi-cloud-architecture-transformation",
            "description": "Discover how Arun Mulka's strategic leadership and technical vision transformed a complex multi-cloud project into an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r7ni52uaQ4umGiL66oDDiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "9h",
            "source": "Outlookindia",
            "article_content": "A distinguished leader in cloud architecture and DevOps transformation, Arun Mulka combines deep technical expertise with outstanding team leadership capabilities. His career progression has been marked by successful delivery of complex cloud initiatives, particularly in multi-cloud environments. His innovative approach to technical architecture, evidenced by his successful integration of diverse cloud platforms and services, has resulted in groundbreaking solutions that balance performance, cost, and reliability. Arun's commitment to technical excellence is demonstrated through his consistent success in building high-performing teams, mentoring junior engineers, and driving innovation in cloud architecture and automation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Ecological Footprint of Data Centers: The Downpour of a Digital Future",
            "link": "https://www.archdaily.com/1024900/the-ecological-footprint-of-data-centers-the-downpour-of-a-digital-future",
            "description": "Discover the ecological impact of data centers and their role in shaping a sustainable digital future in modern architecture.",
            "image_url": "https://www.bing.com/th?id=OVFT.O4MLy3bwmyHpUTvgvsYEhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "ArchDaily6h",
            "source": "ArchDaily",
            "article_content": "Save this picture! Today, data is primarily stored in large data centres across the globe, which are major energy guzzlers with significant environmental impact. Image © Claudio Schwarz via Unsplash\n\nThis article is the winning entry of the Epistle Writing Prize 2024, an annual competition dedicated to recognizing outstanding writing on design, architecture, and the environment.\n\nWe might be in the age of the digital cloud - however celestial or ethereal it may appear to be - but it is not only incontrovertibly material but also a powerful ecological force. In present times, data centers are mammoth powerhouses of modern information, communication, and technology industries with giant servers that store and process data. While their proliferation is in a sense, a consequence of our consumption patterns, and as the global demand for the digital grows, so does the data center footprint.\n\nAs nations worldwide race to achieve data sovereignty, environmentalists and climate activists lament the destruction of land by the sheer magnitude of desolation that the data center engenders. What is evident is that these centers, as much as they stand tall as factory-like libraries, are integral laboratories for exploring what a sustainable digital future could take shape as. However, the question remains: can such a future truly be realized?\n\nToday, there are a reported 5,375 data centers in the United States, while Germany and the United Kingdom follow suit with 522 and 517 respectively. The rapid expansion of India's data center industry, driven by initiatives such as the broadband policy and the introduction of JIO and Unified Payment Interface (UPI), coupled with a user base exceeding 600 million smartphone users consuming an average of 26 GB per month, forecasts significant growth. India's 152 data centers are concentrated in the cities of Mumbai, Chennai, Delhi, and Bengaluru. Estimates indicate that the market could reach $5 billion, with installed data center capacity projected to escalate from 800 MW in 2022 to 1700 MW by 2025. Acknowledging this surge, the Government of India unveiled a preliminary National Draft Data Center Policy in 2020. Various states have also implemented or planned data center policies, forging partnerships with private entities for facility development. Yet, these policies overlook a critical concern; their environmental impact.\n\nAt this juncture, the challenge lies not so much in designing for sustainability but in accommodating the unthinkable scale at which such infrastructure is needed and the repercussions of its abundant byproducts. This begs the question, are corporations hiding behind the mask of going green, marching forward with their data cantonments? What comes after the green building? Let's break it down.\n\nCarbon and the Cloud\n\nHeat is the waste product of computation, necessitating extensive use of power-guzzling air conditioning systems like computer room air conditioners (CRACs) or handlers (CRAHs) to mitigate thermal impact. To make cloud services accessible around the clock, facilities are designed to be hyper-redundant (if one system fails, another is ready to take its place), to prevent a disruption in user experience, further adding to energy consumption. In present times, annual energy usage in data centers reaches 200 terawatt hours (TWh), surpassing that of certain countries, reflecting their substantial environmental footprint.\n\nWhile major \"hyper-scale\" data centers operated by companies such as Google, Facebook, and Amazon are committed to achieving carbon neutrality through carbon offsetting and investment in renewable energy such as wind and solar power, smaller-scale data centers often lack the financial means and stability to pursue similar sustainability measures and manage fluctuating capacity requirements.\n\nLooking within the subcontinent, the state of affairs is bleak – with the draft National Data Center Policy encouraging the use of renewable energy but lacking in enforcement when it comes to specifying a mandate or threshold use of green energy.\n\nAn Era of Drought\n\nWater, a better connective agent than air for cooling, has encouraged the move to water instead of air for cooling to cut carbon emissions – yet it has significant drawbacks. In Bluffdale, Utah, residents face water shortages and power disruptions due to the Utah Data Center, which consumes seven million gallons of water daily. India, home to 17% of the global population, possesses only 4% of the world's freshwater resources. The country is grappling with water scarcity with nearly 21 major hubs including Mumbai, Bengaluru, Delhi, and Chennai dealing with severe water crises. The issue here is two-fold. First, neither the draft National Data Centre Policy nor any of the extant state policies address these water demands. Second, due to the unfathomable magnitude of such water consumption, statistics regarding data center water usage or its impact on the water table and communities have been left out of the picture.\n\nIn response to increasing awareness of glaring impacts on water-stressed communities, companies like Google among others, are pledging to go \"water-positive\" by 2030 – by optimizing water utilization and minimizing waste through recycling, as well as investing in water infrastructure for a water-secure future. However, the story is the same here; while corporate pledges such as these provide hope for a green future, they are not enforceable, nor do they appear to be feasible given the explosive growth of the cloud.\n\nA Millennia of Decay\n\nThe rapid turnover of computing and electrical components due to continuous technological advancements has resulted in a substantial increase in electronic waste. Cloud servers, with an average lifespan of only three years, require frequent disposal of outdated hardware. These disposal patterns further exacerbate the monumental increase in waste and have a hazardous impact on natural landscapes. Adding to this are security concerns with some companies demanding the destruction of server equipment to prevent the breach of sensitive data and information, negating the possibility of reusing components.\n\nIn vast manufacturing facilities located in the Global South, distinctive of low labor costs and minimal legal protections, smartphones are manufactured and distributed globally. Often discarded after mere months of use, their afterlife is destined to electronic waste sites, rife with toxic metals and radioactive elements that take over millennia to decay.\n\nPower and the Planet\n\nThe ecosystem of computational dynamics today has not entirely been shaped by the limits of design and technology, but rather by the stark inefficiencies of systematic thought and leadership that herald global interactions. As individuals, communities, corporations, and governments, we need to march forward toward creative pursuit through the lens of both efficiency and sufficiency. This requires a shift in our infrastructural configuration. Can we rethink and re-trace our steps to design circular patterns of consumption that tactfully address security concerns? Initiatives in Europe are paving the way for efficiency in equipment design that can prolong the lifespan of servers as well as ease the process of repair and recycling using material passports – that can document unit histories much like timestamps. Such efforts most definitely help us break immutable boundaries of what the cloud can materialize as and push us to herald in an ecologically sensitive and conscious digital age.\n\n'The Cloud Has Arrived, But What About Its Ecological Footprint?' by Amrita Khosla is the winning entry of the Epistle Writing Prize 2024 in Category 2: Break It Down. The Epistle Writing Prize is an annual competition dedicated to recognizing outstanding writing on design, architecture, and the environment. All winning and shortlisted entries can be read here.\n\nEpistle is South Asia's oldest and largest communications consultancy for built environment stakeholders. It offers editorial, communications, marketing, and PR services to all those who shape the built environment – architects and designers, artists, building product manufacturers and services providers, real estate developers, magazines and journals, socio-cultural institutes, and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lost Papyrus Discovered by Berlin Scholars Sheds Light on Jesus's Early Years",
            "link": "https://www.msn.com/en-us/news/us/lost-papyrus-discovered-by-berlin-scholars-sheds-light-on-jesuss-early-years/ar-AA1wLbBU?ocid=BingNewsVerp",
            "description": "Initially dismissed as a shopping list, the ancient papyrus reveals early stories of Jesus's childhood miracles.",
            "image_url": "https://www.bing.com/th?id=OVFT.J8_6bHarhBBF8_THVEdn-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "3hon MSN",
            "source": "The Jerusalem Post Blogs on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘It’s like a rebirth’: At 83, a feminist icon from Jamaica Plain unravels a Holocaust family mystery",
            "link": "https://www.bostonglobe.com/2024/12/31/metro/vilunya-diskin-holocaust-survivor/",
            "description": "Vilunya Diskin has lived in Greater Boston since the '60s, and in her 20s, she was a member of a local 13-member collective ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W-NliqXwiZ06Sjn53OVP_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "2h",
            "source": "The Boston Globe",
            "article_content": "“What I remember is being very quiet, just not talking at all, because that’s what he told me to do,” she said of the train ride.\n\nIn the early 1940s, authorities had consigned her parents to a Jewish ghetto in their hometown , now known as Lviv, but Diskin escaped their fate when she was left in the care of others. The antisemitic persecution continued even after the Soviet Army liberated the city from the Nazis, as they sought to arrest the rabbi who was taking care of her because he rescued Jewish children from orphanages. So they fled in the middle of the night.\n\nVilunya Diskin’s earliest memory is as a 4-year-old, traveling on a train through a country that no longer exists, being implored to stay quiet as she and others fled the genocidal violence convulsing much of Europe.\n\nAdvertisement\n\nVilunya Diskin sat in her home in Jamaica Plain. She recently discovered through genealogy testing and records in Europe and Israel who her birth parents and twin sister were. Suzanne Kreiter/Globe Staff\n\nDiskin’s flight would eventually bring her to the United States, where she was adopted by a Jewish family and raised in California before settling in Boston as a young adult. She would become a feminist icon when she co-authored the seminal text “Our Bodies, Ourselves” in 1970.\n\nBut she never saw her parents again, nor did she know what had become of her twin sister. The answers would be lost to the cataclysm of the war until, eight decades later, she finally found out who she really is.\n\nMemory can be a tricky thing. In Diskin’s earliest recollection, she is the ward of a rabbi, Israel Leiter, and his family, and believes they had fled Poland and were traveling through what was then-Czechoslovakia. Before Leiter, Diskin had been hidden away for years by a Catholic woman who was a childhood friend of her father. Her twin sister wasn’t so lucky. Unbeknownst to Diskin, her sibling was dead.\n\nYears later, as a college student at the University of California, Berkeley in the early 1960s, she would flip through Polish-language magazines, searching for photos of her sister, though she could no longer understand the words. She eventually made requests to archivists in Israel who specialize in information about those killed in the Holocaust. There were obstacles, missing or incorrect bits of information, which complicated her search. She had the wrong year and wrong location of her birth. She had her parents’ last name, but not their first names.\n\nAdvertisement\n\nVilunya Diskin with Ester Leiter. Suzanne Kreiter/Globe Staff\n\nA longtime resident of Jamaica Plain and now 83, Diskin finally has some answers. Her parents were named Salomon and Edzia, and she knows the identities of her grandparents and great-grandparents, what some of them did for work, and when some were born, married, and died.\n\nAnd thanks to the work of the Holocaust Reunion Project, she now knows her birth name: Wilhelmina Fliegelman.\n\n“In many ways, it’s like a rebirth,” she said recently in between sips of tea at a cafe in her Boston neighborhood. “Here I am in my 80s and it’s a whole new chapter.”\n\nSpecialists in Ashkenazi Jewish genealogy, Jennifer Mendelsohn and Adina Newman, pieced together Diskin’s past. In this case, they used a DNA match list that included distant familial connections to Diskin to reverse-engineer her family tree, using available records and databases from Europe and Israel to fill in the gaps.\n\n“It’s a puzzle with meaning,” Newman said during a recent interview.\n\nFor both her and Mendelsohn, the discovery of family roots and relatives can be rewarding, but also bittersweet.\n\n“These are always happy reunion stories but they’re built on a foundation of very, very, very, awful, painful trauma,” Mendelsohn said.\n\nVilunya Diskin with Rabbi Israel Leiter. Suzanne Kreiter/Globe Staff\n\nDiskin’s parents, she has discovered, worked in a bakery run by her grandfather. She has the address of the bakery, as well as the address of her first home in Lviv, which is now in present-day Ukraine. She hopes to visit after the latest war in that part of the world — a conflict that has pitted Ukraine against Russia — is over.\n\nAdvertisement\n\n“This is profound,” she said. “It is profound to fill those holes.”\n\nHer twin sister’s name was Amalia. The Catholic woman who took her in when her parents were taken away was Anna Demenczuk, and Diskin lived with her for three years. When her father, Salomon, failed to return after Lviv was liberated, Demenczuk honored his wishes that Diskin be raised by a Jewish family, giving her over to Leiter, a local rabbi. After fleeing through Europe, Leiter and his family eventually emigrated to New York, taking Diskin with them. In the United States, she was adopted by a Jewish American couple at the age of 7 and grew up in California.\n\nIn her youth, she was drawn to the Civil Rights Movement because, she said, of her background surviving the Holocaust. She saw parallels between the treatment of Black Americans and the historic oppression of Jews.\n\nShe has lived in Greater Boston since the mid-1960s. In her 20s, she was a member of a local 13-member collective that wrote “Our Bodies, Ourselves,” an influential text that has been celebrated as the bible of women’s health, updated multiple times over the decades to introduce generations of girls to their own anatomy. That advocacy was born out of frustration with how little doctors knew about how women’s bodies worked and how they failed to listen to female patients.\n\nOur Bodies, Ourselves: A New Edition for a New Era Handout\n\nDiskin cuts an energetic presence, willing to discuss modern-day politics or history with a smiling frankness. Nowadays, she worries the United States is “galloping backward into the 19th century” regarding women’s rights.\n\n“The women’s movement has always said that knowledge is power,” said Diskin, who has two children and three grandchildren. “And that’s exactly right.”\n\nAdvertisement\n\nAnd now, learning her own history has made her feel even more powerful, she said. When she received a trove of information in September that revealed so much about her family and her past, Diskin said she did not cry but did feel so overwhelmed that she took a long nap.\n\nLemberg Ghetto, USSR, World War II, 1941-1944. Lemberg, formerly part of Poland, was captured by the Soviet Union in 1939. A ghetto was created in 1941 by Nazi Germany, which held the city during much of World War II. The Jewish population of the city was almost completely exterminated, with thousands sent to Belzec concentration camp. Renamed Lviv, the city, also known as Lwow or Lvov, is now in Ukraine. Heritage Images/Heritage Images/Getty Images\n\n“This information is so big,” she said. “It’s so gigantic.”\n\nTo be sure, there are remaining mysteries she may never unravel. She knows when and where her mother died; she was not sent to a concentration camp but to a ghetto established specifically for Jews in Lviv, Diskin said. Her mother died the same year she was born. But she does not know what became of her father. She assumes he was killed in the Holocaust; otherwise, he would have returned for her. He would have known where to look, she said. And while she knows that her twin sister died at only three months of age, she does not know the circumstances of her death.\n\nStill, she is buoyed and heartened by the new revelations. She now has photos of her biological parents, whose faces she previously could not conjure up. She has cousins she never knew about in Israel and Australia. She has corresponded with the son of Demenczuk, the woman who took her in. She considers him a long-lost brother. And she is pushing for Demenczuk’s name to be added to a memorial in Israel honoring those who risked their safety to save Jews during the Holocaust.\n\nThe only heaviness she felt in finally receiving the news of her birth parents was that she could not share it with her husband, Martin, who died in 1997. She is a self-described optimist, someone who wakes up happy, and she credits researchers like Mendelsohn and Newman, as well as “the miracle” of DNA testing, that allowed “important facts” to be realized. The Nazis, she said, tried to erase Jews from history, and this kind of research is a form of justice.\n\nAdvertisement\n\n“It’s righteous work,” Diskin said, “and it’s important work.”\n\nFlowers, candles, and a flag of Israel at the memorial to the victims of Lviv ghetto during the commemoration ceremony of the 80th anniversary of the liquidation of the Lviv ghetto and Janowska concentration camp on Nov. 12, 2023, in Lviv, Ukraine. More than 136,000 Jews were resettled to the Lviv ghetto, the third-largest ghetto in Eastern Europe. Global Images Ukraine/Global Images Ukraine via Getty Images\n\nDanny McDonald can be reached at daniel.mcdonald@globe.com. Follow him @Danny__McDonald."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Panicking woman opens plane emergency door and climbs onto wing",
            "link": "https://www.msn.com/en-au/news/other/panicking-woman-opens-plane-emergency-door-and-climbs-onto-wing/vi-AA1wLzk8?ocid=BingNewsVerp",
            "description": "Alarming scenes at Seattle-Tacoma Airport in the US state of Washington: after an Alaska Airlines plane landed, a passenger ...",
            "image_url": "https://www.bing.com/th?id=OVF.kPg7ftCUO2i6oTlryEK7iA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "KameraOne Australia on MSN26m",
            "source": "KameraOne Australia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grilled Turkey Burger Recipe with Pineapple",
            "link": "https://www.msn.com/en-au/news/other/grilled-turkey-burger-recipe-with-pineapple/vi-AA1wKFfs?ocid=BingNewsVerp",
            "description": "Grilled Turkey Burger Recipe with Pineapple ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Chef Billy Parisi on MSN5h",
            "source": "Chef Billy Parisi on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From 'Home Improvement' to a UFO sighting, here are five fun stories about Jimmy Carter",
            "link": "https://www.yahoo.com/news/home-improvement-ufo-sighting-five-175821899.html",
            "description": "Former President Jimmy Carter died on Sunday. Here are 5 fun-facts and funny stories from his long and interesting life and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LxRUUM6yUEL1_Ei5WU4T4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "Former President Jimmy Carter lived 100 years, and accomplished a lot around the world and locally in Georgia. While many will remember what he did professionally as a president or personally as a humanitarian, there are several fun facts and funny stories that some people may not know about.\n\nHere are 5 of the most interesting and bizarre ones:\n\nFILE - Former President Jimmy Carter works on a corbel at the start of the Habitat for Humanity build on Monday, Oct. 7, 2019. His work with the organization was a plot point on an episode of \"Home Improvement\" in which he had a cameo.\n\nJimmy Carter was on \"Home Improvement\"\n\nOne of the most popular sitcoms of the 1990's was \"Home Improvement,\" Tim Allen's first leading project. Carter had a brief cameo in season 3, episode 18. In the episode, Tim Allen's character Tim Taylor and his wife compete to see who can build a house faster as part of Habitat for Humanity, an organization Carter has been a longtime supporter of. Carter appears at the end of the episode in a televised message to the Taylors.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Tim...what can I say?\" Carter said. \"Crews are working around the clock to repair what you built.\"\n\nWant to watch the episode? It's available on Disney+ and Hulu.\n\nCarter condolences: Donations to Carter Center encouraged in lieu of flowers. How you can honor Jimmy Carter\n\nFILE - A bouquet of flowers rests at the base of the Smiling Peanut on Monday February 20, 2023 in Plains, Georgia after former President Jimmy Carter went into hospice care. The 13-foot tall roadside attraction is a remnant of Jimmy Carter's 1976 Presidential campaign. Carter died on Sunday.\n\nSmiling Peanut\n\nA 13-foot tall \"Smiling Peanut\" statue was debuted in 1976 by the Indiana Democratic Party as a part of Carter's presidential campaign. It draws a connection between Georgia's iconic crop while bearing a smile reminiscent of Carter's. The peanut is made of solid foam sprayed over a series of metal hoops covered with chicken wire.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt has moved around over the years, but today stands in Plains and currently stands at 120 Buena Vista Rd. What's even more interesting about this roadside attraction is a certain local legend: There's a hole in the back which was carved by the Secret Service to ensure there were no assassins or bombs hiding in the peanut.\n\nJimmy Carter saw a UFO\n\nOne of the longest-running, strange stories to surround Carter was the time he saw a UFO. While the exact dates of the sighting is unclear, the story goes that after a dinner more than 50 years ago, Carter said he and several other people saw something in the sky:\n\n\"A kind of green light appeared in the western sky. This was right after sundown. It got brighter and brighter. And then it eventually disappeared. It didn’t have any solid substance to it, it was just a very peculiar looking light. None of us could understand what it was.”\n\nCarter clarified in another interview years later that, while it was an unidentified flying object, he didn't necessarily mean a flying saucer or something similar.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"It was unidentified as far as we were concerned, but I think it's impossible, in my opinion, some people may disagree, to have space people from other planets or other stars to come,\" he said.\n\nFILE - Jimmy Carter and Willie Nelson backstage at the Merriwether Post Pavilion in Maryland in 1980. Nelson and other musicians helped put Carter into the White House in 1976. Carter died on Sunday.\n\nJimmy Carter: \"Rock & Roll President\"\n\nAs Variety put it, Carter was remembered as the ultimate music-loving president. He was not only a huge fan of big names like the Allman Brothers and Bob Dylan, but they were also fans of his. The close relationship Carter had with music and musicians was the focus of a documentary called \"Jimmy Carter: Rock & Roll President\" (which you can watch on Max). In the documentary, Carter laughed as he revealed that when Willie Nelson came to stay at the White House, he smoked marijuana with one of his sons.\n\nCarter's awards: When did Jimmy Carter win the Nobel Peace Prize? Here’s a look at 5 of his honors\n\nJimmy Carter missed out on being valedictorian\n\nWhen Carter was graduating from Plains High School in 1941, he was slated to be valedictorian but missed the chance because he skipped a day of classes. He reportedly went to see a movie on April Fool's Day in Americus with some other senior boys. Carter received zeroes for that day and became the salutatorian instead.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMiguel Legoas is a Deep South Connect Team Reporter for Gannett/USA Today. Find him on X and Instagram @miguelegoas and email at mlegoas@gannett.com.\n\nThis article originally appeared on Savannah Morning News: Former President Jimmy Carter fun facts, funny stories"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs of the Outback: How a ghost town became Australia's 'Area 51' after baffling sightings of 'conscious' glowing orbs that NO ONE can explain",
            "link": "https://www.dailymail.co.uk/news/article-14000723/UFO-outback-australia.html",
            "description": "Since the dawn of man, every ancient civilisation has detailed strange sights in the sky. Australia, not exactly a country renowned for its UFO sightings, is no exception.",
            "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "2h",
            "source": "Daily Mail",
            "article_content": "'What the f**k is that?' a young jackaroo on a remote cattle station asks the other three blokes riding rough in the tray of a HiLux ute.\n\n'Lindsay…. that's a Min Min light! And if it catches up to us, we'll all disappear into the sky,' a rugged Indigenous stockman named William replied in terror.\n\nBaffled and confused, Lindsay turned and asked: 'What the hell is a Min Min light?'\n\nSince the dawn of man, every ancient civilisation has detailed strange sights in the sky.\n\nAncient Egyptians carved hieroglyphs of 'sky gods' into their monuments, the Romans reported seeing 'gleaming' lights above their cities at night, while Hindu mythology and the Bible mention glowing 'chariots' hovering among the clouds.\n\nAustralia also has its own version of UFOs - or Unidentified Anomalous Phenomena (UAP) as they've now come to be known after a rebrand by NASA.\n\nAnd the first recorded encounters with 'conscious' glowing orbs unfolded in the 1870s, in the remote Queensland mining outpost of Min Min.\n\nSince then, it has become a hub for the strange phenomenon, with hundreds of documented sightings leading it to be dubbed Australia's Area 51.\n\nBoulia, population 230, is ground zero for the eerie phenomenon dubbed Min Min lights\n\nFootage shows an object purported to be a Min Min light spotted east of Boulia in November 2021 at about 10pm\n\nIn the year 2000, a Min Min light tourism centre even opened up there, welcoming thousands of visitors from across the world each year.\n\nResting on a lonely stretch of road between Boulia and Winton, in the central west of the Sunshine State, the tiny community sprang to life as the first commercial copper mines in the region were established in the 1860s.\n\n'The first recorded sightings were in 1879 at the Min Min pub,' Karen Savage, a tourism officer at the Min Min Encounter centre in Boulia, tells me.\n\n'But local Indigenous people say sightings go back as long as there have been people here.'\n\nThere are many differing beliefs surrounding Min Min lights, depending on what part of the country they appear.\n\nSome say the lights are there to guide lost travellers back home, while others fear the orbs lead wandering souls to their doom.\n\nMany also claim the lights appear out of nowhere, just to play tricks on them.\n\n'We don't know why this area has become a hub. But we do know that the prevalence of sightings here are far higher than the rest of Australia,' Ms Savage says.\n\nMin Min has become a hub for the strange phenomenon, with hundreds of documented sightings leading it to be dubbed Australia's Area 51\n\n'They can appear, disappear and reappear. It can be just one light or it can be multiple lights and while most of the sightings are white, there are also recorded sightings in various different colours - like green, blue, purple, yellow.\n\n'Local Indigenous people in the Boulia area mainly see them as a light that would guide them home.\n\n'In other areas, they see the lights as ancestral spirits in unrest - and dangerous.'\n\nThat's certainly the case for local Aboriginal people in the Barkly Tablelands region of the Northern Territory, where one of the country's largest cattle stations, Alroy Downs, is located.\n\nLindsay Pyne travelled to the area to work as a jackaroo in the mid 1990s, when he was just 17.\n\nFor many rough and ready country kids who had just left high school, it was a rite of passage to head to the Outback and muster cattle before settling on a trade.\n\nNowadays, the uniquely Australian custom has largely given way to gap-year Contiki tours overseas.\n\nKeen for adventure and unafraid of hard work, Lindsay fit in perfectly with the no-nonsense crew of stockmen.\n\nAmong them was an Aboriginal elder in a cowboy hat named William - who wore black stubbies and a blue singlet every day, with tattered R. M. Williams boots and no socks.\n\n'The bloke who owned the farm said he couldn't run the joint without William because he knew every square inch of the property - and being an elder, he just knew everything there was to know about the bush as well,' Lindsay tells me.\n\n'He took a shine to me and when we'd get sent off in groups of two or three, I'd often go with him and he would often tell me things about the dreamtime.'\n\nLindsay Pyne (pictured recently) once saw a Min Min light when he was working as a young jackeroo\n\nBecause the property was so large, the men would be camping away from the homestead about 50 per cent of the time.\n\nAccording to Lindsay, if they were more than 150km out, they would just set up camp, if it was less than that, they'd ride their horses back to the homestead or pile into a ute.\n\nOn this particular day, they were right on the boundary and it was getting dark.\n\nBut after a gruelling day's work, they decided to head back for a warm shower and comfy bed.\n\n'I was on the back of the ute with him and I looked over to the right and there it was - this weird white light - maybe the size of a soccer ball,' Lindsay recalls.\n\n'I thought it was the spotty of a roo shooter. But you've gotta understand, where it was coming from, there are no tracks. It's tufted grass, so you couldn't even ride a motorbike through there.\n\n'So there is no way someone was hunting out there or in a vehicle.'\n\nLindsay says he wasn't afraid - until he saw the look of horror on William's face.\n\n'He said to me, \"If the light comes we'll all disappear into the sky.\" He was hysterical,' Lindsay recounts.\n\n'Everyone looked up to him so we were more scared of it because of the way he was reacting to it. You gotta understand that this is the toughest guy you'd ever meet.'\n\nWilliam slammed on the roof of the twin cab and told the driver to gun it.\n\nWhile encounters and descriptions of Min Min lights vary considerably, one of the most common observations is that the orbs appear 'intelligent, conscious and curious'.\n\n'It sort of moves with you and always feels like it's getting closer. It started off the size of a soccer ball and then got bigger and bigger,' Lindsay says.\n\n'It kind of seemed like it wanted to follow us or something. It's hard to explain.'\n\nWhile encounters and descriptions of Min Min lights vary considerably, one of the most common observations is that the orbs appear 'intelligent, conscious and curious' (stock photo)\n\nDespite the enduring mystery, there are many possible scientific explanations for what could cause the phenomenon.\n\nOne theory is known as Fata Morgana - which takes its name from the Italian term for the Arthurian sorceress the Morgan Fairy, who was said to lure sailors to their deaths with bewitching lights, like fairy castles in the air.\n\nFata Morgana occurs when a layer of warm air rests over a layer of cooler air, causing light rays, from tens or even hundreds of kilometres away, to bend in a narrow band around the horizon.\n\nWhen these temperature inversions happen, it can often create a mirage or make objects appear distorted.\n\nA famous example of this is when ships can appear as though they are floating above the water.\n\nOthers believe sightings of Min Min lights are merely just lights from camp fires, far-off moving vehicles, aircraft or buildings.\n\nBut no definitive explanation has ever been proven.\n\nThe eerie inside story of Australia's most infamous UFO sighting: Witnesses threatened, a government cover-up and the official report so explosive it was destroyed after the death of its author\n\nBy Steve Jackson for Daily Mail Australia\n\nThere was no sound to begin with, just an eerie shape, looming in from the distance. Some say it looked like a giant silver cigar, others a flying saucer, a metallic disc, shimmering overhead.\n\nAs the craft slowed to a hover above Westall High School, the children in the playground started screaming. One of the eyewitnesses, Mary Eastwood, said it felt like 'the end of the world'. Students were running around, hysterical, or throwing themselves to the ground in panic. Mary and her friend sat on the perimeter fence, dumbstruck.\n\nThe only thing we know for sure almost 60 years later is that something strange and unnerving happened at the school, just south-east of Melbourne, on an April morning in 1966. Official efforts to dismiss the eye-witness reports by insisting the 'craft' was nothing more than a stray weather balloon have never quite succeeded and a secret government report into the incident has never been released.\n\nIndeed, that explosive report - authored by a high-ranking aviation official - is believed to rubbish the official explanation that the mysterious object was a high-altitude balloon.\n\nSo, it is no surprise that many of the people at Westall that day – students, teachers and residents of nearby Clayton South – resolutely believe what they saw was an alien spacecraft, a UFO. And now, even more astonishingly, a leading UFO investigator says what they actually encountered might have been a captured alien craft deployed as part of secret U.S. military tests.\n\nAuthor Ross Coulthart has spent decades investigating the Westall incident and is convinced the truth has been deliberately covered up.\n\nThe key to the mystery lies in the secret official report into Australia's most significant mass sighting of an unidentified craft which is still buried away in the bowels of the Department of Defence archives.\n\nAccording to sources familiar with the document, it was compiled in 1967 by an engineer - known only as 'Mr X' - who was working as the Assistant Controller of the Aircraft, Guided Weapons and Electronics Supply Division of the government's now-defunct Department of Supply.\n\nLeading UFO investigator Ross Coulthart claims the truth about the Westall incident has been deliberately covered up, with a secret official report into Australia's most significant mass sighting still buried away in the bowels of the Department of Defence archives\n\nA purported photograph of the Westall UFO incident, in which almost 200 students, teachers and residents in south-east Melbourne claimed to have witnessed an unexplained flying object hovering near a suburban school before descending onto a nearby open field in 1966\n\nA newspaper clipping outlining what several witnesses saw on that fateful day in 1966\n\nCoulthart claims only two copies of the 'Westall Papers' were ever made. One was destroyed by Mr X's widow on his orders after his death, while the other remains hidden from public sight.\n\n'One of the things that happened in the wake of the Westall incident was that an official, who was very senior in Australian aviation, was retained by Defence to write an investigation into what took place that day,' Coulthart tells Daily Mail Australia.\n\n'He's since died... but I have spoken with the son of the man who wrote the report.\n\n'He says his father worked on the report in the family home and that he became aware as a child of the fact that his dad was travelling to the Westall school for three or four days in a row in what became an extraordinarily intense investigation.\n\n'And his father was so freaked out by what he discovered – the implications of what he learned – that he gave a secret copy of the Westall Papers to his wife and told her to keep it hidden away in a particular location in the family home.\n\n'He made her promise she would destroy it when he died but, essentially, that was his insurance policy.\n\n'Mr X's son doesn't know what was precisely revealed in that document, but he does have a strong recollection of his father's position on the Westall incident, and believes the truth went well beyond the simple spy balloon explanation.\n\n'He watched his mother burn the report in their back garden after his father died but there is another copy that was the filed with the Department of Supply.'\n\nCoulthart, a five-times Walkley Award-winning investigative journalist, says the mystery file was transferred to the Defence archives after the Department of Supply was dissolved in June 1974.\n\nINTELLIGENTLY CONTROLLED CRAFT\n\nAndrew Greenwood was a teacher at Westall High School when the unexplained incident occurred – and says he was later threatened into silence.\n\nHe vividly recalls a 'hysterical' student running into his Year 9 science class during first break, claiming there was a flying saucer in the sky. While dubious at first, Mr Greenwood nonetheless went outside and was shocked to see a bright silver object 'the size of a car' hovering in the air near the school.\n\nHe said the object began to slowly rise into the sky before it was approached by five aircraft. Whenever these aircraft drew close to the silver object, it quickly darted in a different direction before stopping again.\n\nThe cat-and-mouse encounter continued for about 20 minutes before the object landed briefly in a nearby field - known as the Grange Reserve - then shot away and vanished into the sky entirely.\n\nAndrew Greenwood, one of the teachers at Westall High School during the UFO encounter, has described a frightening visit he received from government officials demanding he keep quiet\n\nTerry Peck, who was a student at Westall, shows former 60 Minutes investigative reporter Ross Coulthart a series of drawings of what she saw hovering above her school in April 1966\n\nWithin 40 minutes, air force and army personnel poured into the area in military vehicles and formed a secure barrier around the reserve. But, knowing the area well, Mr Greenwood and dozens of students were able to sneak in and see what was going on.\n\n'[We saw a] circular area, like trampled grass,' Mr Greenwood says. 'And there were guards around it and there were people in there with equipment.'\n\nMr Greenwood remains convinced the object he witnessed was an alien aircraft.\n\n'I saw a craft. A mechanical object intelligently controlled hovering above me,' he told Coulthart in The Phenomenon, a documentary released in 2022.\n\nHe added that after discussing the incident with local news reporters, Mr Greenwood received an unexpected – and unwelcome – late-night visit at his home from two men claiming to be government officials.\n\nAccording to him, one was wearing plain clothes and the other a high-ranking air force uniform. They told him his recollection of the incident was incorrect - and he would be well advised to stop talking about the encounter.\n\n'When I tried to explain to them that they weren't there - I was - and I knew what I saw, well, the first suggestion was, 'You'd be ill-advised to go on saying that because clearly you were drunk on duty and will have to be reported to the education department and of course you will lose your job',' he says.\n\n'Absolutely, I was threatened. I was told that I should not say anything.'\n\nHe believes the intimidating visit was part of a government conspiracy to cover up the country's largest mass UFO encounter.\n\nEYEWITNESSES THREATENED\n\nOne oft-reported explanation for the Westall incident is that the object could have been a runaway high-altitude atmospheric balloon from the HIBAL program at Mildura Airport, about a six-hour drive away in Victoria's north-west.\n\nThe program was established by Australia's Department of Supply in conjunction with the US Atomic Energy Commission in 1960. It purportedly used white and silver high-altitude balloons to sample the levels of radioactive elements injected into the stratosphere by atomic experiments in the Pacific Ocean.\n\nSome sceptics have suggested the object spotted hovering over the Westall school in 1966 was a runaway high-altitude atmospheric balloon from Mildura Airport about six hours away\n\nBut Coulthart - who has led investigations across ABC's Four Corners, Nine's 60 Minutes and Seven's Sunday Night flagship news and current affairs programs - is convinced there is a more sinister explanation.\n\n'Andrew's account is extraordinarily credible,' Coulthart tells Daily Mail Australia.\n\n'And he's adamant that what he saw was something anomalous that he couldn't explain away as a balloon or anything like that.\n\n'In fact, he says categorically that it was not a balloon of any kind whatsoever, that it was clearly some kind of craft.\n\n'He says he saw an elliptical, metallic disc-shaped object moving in some intelligent way.\n\n'And he's not the only one. There are well over 180 witnesses who saw the exact same thing - people like Terry Peck, who has a particularly vivid memory of what she saw, and who is equally adamant 'it was not a balloon'.\n\nPeck, a former student at Westall, provided Coulthart with a series of drawings of what she saw hovering above her school.\n\nRecounting that fateful April day, she claimed she jumped over the school fence and raced towards where the UFO had landed in the pines.\n\nBy the time she arrived, two other classmates were already there. One of them, a girl, was hysterical. Peck alleges the student was carried off in an ambulance and never came back to school.\n\nWhat happened next still troubles her.\n\n'We all got called to an assembly... and they told us all to keep quiet,' she says.\n\n'I know this sounds corny, but I know what I saw. It was not a balloon. It was a machine, a craft.'\n\n'I'd absolutely just like someone to come forward from the services just to say, \"Yes, it did happen, and it landed and there was a cover-up\".'\n\nCoulthart says he has since spoken to multiple people who attended the assembly who all shared the same story.\n\n'They all describe how there were officials from the government and people in uniform who were standing up the back of the hall who were listening to what was being said to the students,' he says.\n\nAnd it wasn't only the students being warned.\n\n'We've spoken to firemen who attended the incident, and numerous people who were told - threatened - that if they talked about this, this was a national security issue, and that they should shut up about it,' Coulthart says.\n\nFive-time Walkley Award-winning journalist Ross Coulthart vows he will continue investigating the 'non-human technology' involved in encounters such as the Westall mass sighting despite ongoing attempts to discredit anyone who speaks out about the 'biggest story in history'\n\n'Moreover, when the recovery operation happened, there were American-accented personnel driving American left-hand-drive jeeps.\n\n'So, it's just absurd to try to patronise these witnesses by saying, 'You don't know what you saw, it was just a spy or weather balloon'. That's bollocks, absolute rubbish.'\n\nPUBLIC LEFT IN DARK\n\nCoulthart has spent years pushing for the Westall Papers to be made public, but fears they may remain locked away in the Defence Department forever. In the absence of the full report, he has been able to assemble only tantalising pieces of the jigsaw.\n\n'Certainly, there was detailed analysis that was done: soils removed, there were radiation detectors used, Geiger counters used,' Coulthart says.\n\n'It was the most extraordinarily intense investigation and the public has been completely left in the dark.\n\n'I suspect there was a finding [in the Westall Papers] that the object was American technology. I am convinced the Americans have been using Australia as a secret location for testing of technology - non-human technology - that became too sensitive to test in places like Area 51, the Nevada Test Range.\n\n'There's been an ongoing Cold War between the Russians, the Chinese and the Americans over who gets access to this retrieved, non-human technology - and fighting for the knowledge of how to use it and how to develop and replicate it.\n\n'We've moved beyond the argument about whether these things are real. It's been formally admitted that they're real.\n\n'What we have now is a continuing attempt at a feeble cover-up by the Pentagon and the intelligence community, which, I suspect, believes that it can derive some kind of hegemonical American military advantage from the technology that it is hiding.\n\n'That is why the public is being lied to about incidents like Westall, and why this is being concealed.'\n\nTHE ROAD AHEAD\n\nThe Westall sighting has become one of the most enduring of Australian mysteries.\n\nThe incident has not only featured in a raft of popular documentaries, but has also been commemorated at the site itself with a UFO-themed playground.\n\nHIBAL balloons were used to sample the levels of radioactive elements in the atmosphere\n\nOfficially, the Department of Defence will not comment on the existence of the Westall Papers and critics continue to dismiss Coulthart's work. However, the investigator says that despite the passage of time, he will continue to push for the release of Mr X's secret report.\n\n'I have been vilified and attacked for investigating the technology involved in these kinds of encounters,' he tells me.\n\n'Numerous people I have spoken to have told me it is routine for people who are working inside this secret program to be intimidated and threatened with death if they reveal what they know.\n\n'But there is no amount of intimidation or bullying or threats that will stop me from investigating this. It's too far down the track.\n\n'This is the biggest story in human history, and I know it's real.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "School science lessons could be 'de-Westernised' to highlight discoveries by other cultures in 'woke' Labour overhaul of the curriculum",
            "link": "https://www.dailymail.co.uk/news/article-14238989/School-science-lessons-Westernised-highlight-discoveries-cultures-woke-Labour-overhaul-curriculum.html",
            "description": "An independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ooBTek4uqrcVWkyTIf0Gjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "Daily Mail",
            "article_content": "Science lessons could be made less 'Western' under the Government's overhaul of the school curriculum.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July.\n\nIt is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'.\n\nThe terms of reference for the overhaul says it must reflect 'the issues and diversities of our society', with a committee currently considering proposals.\n\nIn response to the Department for Education's call for evidence, top science bodies stressed the importance of teaching 'non-Western' contributions to science.\n\nThe Royal Society of Biology, Royal Society of Chemistry, and Institute of Physics also said pupils should learn why some cultures were 'less able to claim credit and ownership for ideas'.\n\nTogether with the Association for Science Education, they convened a group to make recommendations that have now been submitted to Labour's review.\n\nBut their evidence has been branded 'a ludicrous proposal from the wokerati', while Labour has been accused of 'education vandalism' with their curriculum overhaul.\n\nAn independent review of what is taught in schools was launched by Education Secretary Bridget Phillipson shortly after Labour's general election victory in July\n\nThe review is seeking to 'refresh' what pupils learn after Ms Phillipson complained the current curriculum is 'outdated'\n\nHighlighting the work of the Primary Curriculum Advisory Group, the Royal Society of Biology's own submission stated: 'It is essential that all children feel included in the sciences by valuing their experiences and through the thoughtful use of contexts, imagery and narratives.\n\n'This is partly achieved by ensuring that they build a repertoire of shared experiences; partly through techniques within the classroom; and partly through the narratives attached to the sciences.\n\n'Specifically, the curriculum should offer children a chance to learn about historic Western and non-Western contributions to the sciences, as well as cutting-edge contemporary research from diverse teams of scientists.\n\n'Teachers should be encouraged to frame historic examples of scientific discoveries in the context that some individuals, groups, cultures and nations were disadvantaged in their ability to participate in or to resource research and less able to claim credit and ownership for ideas that had been developed by them.'\n\nThe Royal Society of Biology also said it had sought expertise on 'decolonising the curriculum' and for a 'no more heroes' approach to teaching science in schools.\n\nThis would mean 'avoiding prescriptive lists of historic figures in biology' and instead 'exploring opportunities for local, recogniseable, diverse historic and contemporary figures through which discovery and exploration of biological concepts can be explored'.\n\nIt added that students should be encouraged to 'see a wide range of biologists in action'.\n\nThe Institute for Physics suggested that 'ideas should be framed in the context of the times in which discoveries were made and accredited within Western science'.\n\nIts submission to the curriculum review added: 'They can explain how many of those discoveries drew on earlier work in other parts of the world.\n\n'And how, during the period of growth of Western science, different groups, cultures and nations were more or less able to participate in research, resource scientific activity, or claim credit and ownership for ideas.'\n\nThe Royal Statistical Society called for the greater use of 'real-world data' - such as on gender inequalities or migration - in the teaching of maths and statistics.\n\n'The curriculum should be focused on solving problems using data rather than answering questions about data,' its submission added.\n\nTeaching unions are also among groups to have submitted evidence to the curriculum review.\n\nThe Association of School and College Leaders said the current curriculum 'prioritises a somewhat monocultural worldview, especially with regards to literature and history'.\n\nMs Phillipson has hailed the review as an 'important step in this Government's mission to break down barriers to opportunity, deliver better life chances and enable more young people to get on'.\n\nThe review is being chaired by Professor Becky Francis, who has spearheaded research into educational inequalities.\n\nTory MP Laura Trott, the shadow education secretary, said: 'Labour's curriculum changes will drive down educational standards.\n\n'Instead of continuing with a rich, knowledge-based curriculum which has led to our children being the best readers and mathematicians in the Western world, they are tearing it all up.\n\n'Pure education vandalism once again.'\n\nReform UK deputy leader Richard Tice hit out at 'a ludicrous proposal from the wokerati'.\n\nHe added: 'We need more historic British heroes and achievements to be taught to our children, not less.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cosmological Evidence Emerges That Dark Energy Is An Illusion",
            "link": "https://www.msn.com/en-us/science/astronomy/cosmological-evidence-emerges-that-dark-energy-is-an-illusion/ar-AA1wLCN9?ocid=BingNewsVerp",
            "description": "Cosmologists have long wondered whether dark energy and the accelerating expansion of the universe is an illusion. Now the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RssK0t355b9TnVMdq829Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN5m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Willow is a small chip for Google but a quantum leap for computing",
            "link": "https://www.thehindu.com/sci-tech/technology/google-willow-quantum-processor-how-it-works-why-it-matters/article69045530.ece",
            "description": "Google's latest quantum processor 'Willow' shows promise in solving complex problems, sparking hope for future quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M5Ero0uvTI1-M0Ocgh6RJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "10h",
            "source": "The Hindu",
            "article_content": "Google recently unveiled its latest quantum processor, named ‘Willow’. The research team that built it also tested it and the results were published in Nature.\n\nThey created a great level of buzz about the realisability of quantum computers that could tackle many practical problems.\n\nThe results also kicked up intriguing debates about explaining the power of quantum information processing and how they could solve problems that even the most powerful classical computers struggle with.\n\nBit versus qubit\n\nComputers process information stored in an array of 0s and 1s. In classical computers, some physical system with two possible states is used to represent these 0s and 1s. These physical systems are called bits. A common example is an electric circuit that allows two levels of voltage, one called 0 and the other called 1. A classical computer is a collection of bits together, and the information flowing in and out of bits is controlled and manipulated by physical operations called gate operations. For example, an AND gate accepts two inputs, each either 0 or 1, and outputs 1 if both inputs are 1 and 0 for any other combination of inputs.\n\nA quantum bit, or qubit, has two distinct states representing 0 and 1. More importantly, a qubit can be in states that are also combinations of 0 and 1. This feature is called quantum superposition. Classical bits can’t do this. Because of this ability, each qubit needs two distinct numbers to represent the contributions of 0 and 1 respectively in the qubit’s state. If we have two bits, we need two numbers, one for each bit, to represent the state of the collection. With two quantum bits, we need four numbers to represent the state. For 10 bits, we need 10 numbers to represent the state of the collection. For ten qubits, we need 210 (1,024) numbers.\n\nThis exponential growth in the information required to represent qubits’ states and the superposition of states are the major reasons why quantum computers could be more efficient and powerful than classical computers. Like a classical computer, a quantum computer is also a collection of qubits and a host of physical operations called quantum gates that change the states of qubits to perform calculations.\n\nDifficult to isolate\n\nA major impediment to realising quantum computers is the fragile nature of quantum states. Specifically, while classical bits are robust and long-lasting, qubits are fragile and collapse quickly at the slightest disturbance. This in turn limits the amount of time for which qubits can hold information, how errors-free the quantum computer can keep its calculations, and how well a quantum computer can be scaled.\n\nIt is difficult to isolate a physical gadget to avoid perturbations due to external noise. Therefore, computations are prone to errors. For example, when a bit is expected to represent 0, there is a small chance it may be in the state representing 1. This is called the bit flip error. Methods to identify and fix these errors are called error-correction protocols.\n\nA single 0 is represented by three bits in the state 000 (corresponding to each bit in the state 0). If there is a bit-flip error, the resulting state could be 100, 010 or 001 (depending on whether the first, second or third bit is flipped). Similarly, 1 is represented as 111. If we need to encode 01 as the basic information, its true representation is 000111. Looking at the concatenated sequence in groups of three bits, the occurrence of 100, 010, 001, 011,101 or 110 will mean an error has crept in. When three physical bits represent one logical digit, it is easy to figure out which bit has flipped and correct it suitably before the next step in the computation.\n\nSimilarly, one way to mitigate the effect of errors in a quantum computer is to correct them using additional qubits that keep track of errors creeping in during computations. This is a logical answer to the error problem, it is however unsuitable for qubits in superposed states. Creating exact copies of unknown superposed states is prohibited by the no-cloning theorem of quantum physics. On the other hand, error correction often requires redundancy, i.e. providing more qubits than what is needed to encode information. This makes it clear more than one physical qubit is needed to represent a single logical qubit. (Qubits also have another type of error called phase flip error, which presents similar challenges to error correction.)\n\nOne effective method to detect and correct errors in a quantum computer without also violating the no-cloning theorem is called surface code. Here, engineers arrange an array of qubits on a grid. The qubits are grouped into two categories, namely data qubits and measurement qubits. While the error in data qubits is what we wish to identify and correct, any attempt to measure them will force them out of superposition and whatever information they encode will be lost.\n\nTo avoid this, the surface code method provides the set of measurement qubits. These qubits are entangled with data qubits through suitable gate operations. (If two qubits are entangled, any measurement of one particle will instantaneously cause the other particle to lose its superposition state.) In this setup, the presence of errors in the data qubits is inferred by making suitable measurements of the measurement qubits, while using the gates to prevent the data qubits from being affected, and thus correcting inconsistencies in the data qubits.\n\nThe error rate\n\nAccording to Google, its new quantum processor Willow has significantly better error correction and is thus significantly faster than other quantum computers, not to mention classical computers as well. The researchers who developed it tested it by using it to solve a computationally hard problem.\n\nWillow houses 105 physical qubits and operates at temperatures close to the theoretically possible lowest temperature (0 K, -273.15° C). Nearly half of these are data qubits and the remaining are measurement qubits. The superconducting qubits are not strictly two-state systems. When performing gate operations, the physical system can get excited or ‘leak’ to states other than 0 and 1. These excited states can subsequently interfere with the computations and introduce errors. So a few qubits — i.e. the measurement qubits — are reserved to correct such leakage errors.\n\nCoherence time is the duration over which an intended state (typically, superpositions) of a qubit can survive without being changed due to interactions with the environment or with other parts of the computer. The coherence time of data qubits on Willow is about 100 microseconds, which is more than the coherence time of the physical qubits. This is a consequence of the error correction protocols used. This in itself is an interesting result because it means the information-holding time can be improved by external manoeuvring.\n\nThe next milestone for researchers to achieve is to lower the error rate — calculated as the ratio of the number of qubit errors to the number of gate operations — as they build ever-larger quantum computers with more physical qubits and more error correction operations. Google alone has progressed from 3-by-3 to 5-by-5 to 7-by-7 arrays of data qubits, and the error rate has decreased by more than half in each step.\n\nWhat one expects for a collection of qubits on a circuit is that the error rate either remains the same or increases as the number of qubits is increased. That the error rate becomes smaller as more qubits are added is the below-the-threshold capability of Willow’s architecture and operation. This is vital to achieve quantum processors with enough qubits that perform almost error-free computations of problems of practical relevance — the ultimate goal.\n\nNo dead-ends\n\nThe particular computationally difficult task with which Google tested Willow is called random circuit sampling (RCS). In the RCS task, Willow has to calculate the probability of occurrence of possible strings of 0s and 1s in the output when the quantum gates that act on the qubits are chosen randomly. If there is no noise, RCS is a computationally hard task, meaning that the number of calculations required to make the prediction increases exponentially with the input size.\n\nWillow completed the RCS task for random gate operations realisable on Willow in a few minutes. The researchers estimated that the same task on the most powerful classical computer available today would take 10 septillion years (i.e. 1 followed by 24 zeroes). To compare, the universe’s age in years is approximately 1 followed by 10 zeroes. It is plausible that classical computers running better algorithms may eventually match Willow’s feat, although researchers are not aware of such improvements today.\n\nResearchers are still a long way away from realising quantum processors of reasonable size to be useful in practical contexts. This said, it’s only natural that Willow created the sort of buzz that it did: it has shown that the major issues in realising a reliable quantum computer can be addressed and surmounted, that they are not dead-ends. The work of the Google team provides hope that quantum computers may soon help us unravel nature’s mysteries and also solve computationally difficult problems in drug design, materials science, climate modelling, and optimisation, among others — all with deep societal impact.\n\nS. Srinivasan is a professor of physics at Krea University."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new calculation of the electron's self-energy improves determination of fundamental constants",
            "link": "https://www.msn.com/en-us/news/other/a-new-calculation-of-the-electron-s-self-energy-improves-determination-of-fundamental-constants/ar-AA1wLwFS?ocid=BingNewsVerp",
            "description": "When quantum electrodynamics, the quantum field theory of electrons and photons, was being developed after World War II, one of the major challenges for theorists was calculating a value for the Lamb ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "quantum+physics",
            "date": "1hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UrbanWrk Pioneers Workspace Revolution in India",
            "link": "https://www.devdiscourse.com/article/science-environment/3211282-urbanwrk-pioneers-workspace-revolution-in-india",
            "description": "UrbanWrk, a top-tier operator of enterprise-managed workspaces, had a transformative year in 2024, with strategic expansions and innovations across India. The company aims to enhance client ...",
            "image_url": "https://www.bing.com/th?id=ODF.H3ShcCAtADCOYBdsAlEX4g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "devdiscourse7h",
            "source": "devdiscourse",
            "article_content": "UrbanWrk, India's leading operator in enterprise-managed workspaces, celebrated a landmark year in 2024 marked by considerable expansion and innovation. With 12 centers strategically located across key metro cities, the company continues to redefine workspace solutions in India, fostering vibrant business environments.\n\n\"2024 has been pivotal,\" says Anuj Munot, CEO and Founder. \"We've solidified our presence, catering to diverse business needs, blending flexibility and sustainability while fostering trust through our IGBC-certified properties.\" As the year closes, UrbanWrk is gearing up for a strategic vision in 2025 that promises further growth.\n\nLooking ahead, UrbanWrk plans to strengthen client relationships with tailored workspace solutions, aiming to double growth and expand into new cities. Cultivating an entrepreneurial spirit within the team, the company is committed to innovation and client-centric solutions, poised to lead India's flexible workspace ecosystem.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Science Behind Honda’s Solid-State Battery Breakthrough",
            "link": "https://www.msn.com/en-us/technology/tech-companies/the-science-behind-honda-s-solid-state-battery-breakthrough/ar-AA1wJpQr?ocid=BingNewsVerp",
            "description": "Honda may become the first car company to get an all-solid-state battery into an actual car. Here is how they're doing it.",
            "image_url": "https://www.bing.com/th?id=OVFT.TBTZSHN8fjRvGg0s-kcZKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    }
]