[
    {
        "title": "How the Mystery of Freeware Inspired the Kaleidoscopic UFO 50",
        "link": "https://www.nytimes.com/2024/09/18/arts/ufo-50-designers.html",
        "description": "Figuring out the controls, objectives and how to win is part of the fun when players load games from a fictional 1980s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xS_ZZXp1V2m3wYodTiXfMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11h",
        "source": "The New York Times",
        "article_content": "There are many reasons that creating a video game can take a long time. It may take a while to land on the mechanics, or to nail the story beats. For big-budget games, the sheer scale of ambition and world building can cause development cycles nearly a decade long, during which shifting audience trends may force a developer to scrap its initial vision.\n\nFor UFO 50, which began its development in 2016, the protracted path to completion is right there in the name: It is not just one video game, but 50.\n\nThere are arcade-style sports games (Bushido Ball, Hot Foot), platformers (Cyber Owls, Mini & Max), puzzle games (Block Koala), deck builders (Party House), role-playing games (Grimstone) and dungeon crawlers (Valbrace). While each ’80s-style title is not necessarily feature length by modern terms, they’re fully built out, with narratives, multiple levels and multiplayer modes when appropriate."
    },
    {
        "title": "UFO 50 Review - Space Shuttle Discovery",
        "link": "https://www.gamespot.com/reviews/ufo-50-review-space-shuttle-discovery/1900-6418288/",
        "description": "UFO 50 is a masterful compilation of retro-style games that invokes the sense of delightful discovery at the heart of the 8-bit era.",
        "image_url": "https://www.bing.com/th?id=ODF.5V7DlNAYcY6rugNa1gU_gg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "GameSpot1h",
        "source": "GameSpot",
        "article_content": "Discovery in video games has changed over the last 40 years. While we are arguably in a golden age of creativity and innovation in the medium, it's a different type of creativity than when games were in their infancy--learning to crawl, grappling for new ideas, and guessing at best practices. Modern-day games have become largely standardized, and that's mostly for the better. But when we look back at retro game collections like the NES Classic or compilations from Digital Eclipse, we're often remembering the trailblazers, not the oddballs. That's what makes UFO 50 so special--it invokes the sense of wild experimentation and surprise that you would find in a cross-section of the earliest video games.\n\nThe pitch is simple: UFO 50 is a compilation of fictional retro games made throughout the 1980s by a prolific developer called UFO Soft. They range from 1982 to 1989, and span across the entire gamut of retro genres. The presentation leans into this, as selecting a game for the first time has you blowing the dust off of it. You get the sense that you discovered these forgotten gems in an attic or garage sale. And for the most part, the games carry the design and story aesthetic that was common in '80s games, which I would describe as \"sci-fi pulp as reimagined by early computer programmers.\"\n\nIn reality, of course, the games were created by a team of modern-day developers led by Spelunky's Derek Yu. That makes the decision to make not just a retro game but 50 retro games remarkably ambitious. One would expect such a massive undertaking to result in minigames at most, but that is not the case. These are almost universally the size and scope of actual games you would buy in the 1980s--still often smaller than the games we'd expect today, but not compromised for their fictional time period.\n\nThe character-select screen in Fist Hell\n\nGallery\n\nAnd while UFO 50 doesn't tell a straightforward narrative story, there is a lot of richness to be found in the meta-fiction of UFO Soft. You see the logo changing over time. The games themselves get more complex and more refined, and have better art direction and better quality-of-life features, over the fictional timeline. The games themselves have little notes about their development, and you can piece together criss-crossing plotlines involving the studio's personalities and leadership. The occasional sequel will appear, showing an early style of iterative development that might result in radically different gameplay styles springing from the same core concepts. One of the games--a point-and-click adventure called Night Manor--has glimpses of the early cinematic achievement that you could see being influential in the fiction of the world.\n\nLike a lot of early games, the simplicity of the controls means you more-or-less figure out the game by playing. This can be slightly frustrating sometimes, especially when a game ventures into territory with more complex, board game-like mechanics, like Devilition. Others, like Mooncat, have strange and counterintuitive controls that I struggled to get a proper feel for. This is realistic in that a lot of old video games tried to approximate board-game complexity or experiment with control schemes, but the wealth of other games to play made it difficult to remain patient with those more inscrutable ones.\n\nDespite basing themselves around retro games, though, most of these have some special twist or feature that makes them stand out from similar games of their genre. You can mark a game as a favorite for easy reference later, and as I reached further and the games grew more refined, I kept marking more and more of them, eager to go back and experience them all to their fullest. And while UFO 50 is very casual in how it lets you approach the games in any order, there is a reward for delving deeply into each one--you get rewards to place in your garden for an achievement in each game, along with a golden cartridge for finishing it.\n\nTo give a taste, here are mini-reviews of some of my favorites in the compilation:\n\nMortol\n\nThis puzzle platformer gives you an array of peons willing to sacrifice themselves for the greater good, making your resources and lives draw from the same large pool. Each one can perform a \"ritual\" to stick into walls, turn into a stone block, or blow up passages, so you progress through the stage by carefully managing when and how to sacrifice them to keep progressing further. It was followed by a sequel, Mortol II, later in the collection, which includes a more sophisticated class-based system for utilizing your willing sacrifices, but there's something very pure and engaging about the original idea.\n\nBushido Ball\n\nA dodgeball-meets-fighting game with a selection of samurai characters to choose from. You smack the projectiles with your katana to ricochet it back at the other side, and on top of requiring precision timing, each character has their own special abilities, providing lots of replay value and room for skill-building.\n\nCamouflage\n\nCamouflage is a brilliant little puzzle game with a root in stealth mechanics. As a largely helpless chameleon, you need to navigate to your home while avoiding watchful predators. But being a chameleon, you can change your colors to match the tile you're standing on. That makes navigating through a stage a tense exercise in planning your route to pick up new camouflage patterns. For extra challenge, each stage has collectibles to pick up, including a baby chameleon who will follow you around and pick up its own camouflage pattern, thus doubling the challenge.\n\nParty House\n\nPossibly my favorite surprise of the bunch, Party House is an ingenious puzzle game with mechanics similar to modern deck-builders. You're given a strict number of turns to throw a series of parties, and you control the guest list. Each guest comes with bonuses to your cash and popularity--cash expands your house, and popularity goes toward inviting new guests. Some guests have \"Troublemaker\" attributes that will attract the cops, while others might sacrifice some popularity for cash, or vice-versa. Dancers stack as a multiplier for popularity. One party-goer even brings a random friend who risks overloading your party and summoning the fire marshall to kick someone out.\n\nThe party commences, a random assortment of your rolodex of party-goers shows up, and you tabulate your cash and popularity to put toward the next party, all while steering toward some particular win condition like having four aliens attend a single party. It's shockingly compelling, and easy to keep the party going for just one more turn late into the night.\n\nThe cops break up the party in Party House\n\nThe Big Bell Race\n\nThe is one of the shortest games of the collection but also one most suited to multiplayer. The Big Bell Race is pure game mechanics: You're a spaceship navigating through a boxy maze-like racetrack while bouncing off the other racing ships and grabbing power-ups that create track hazards for your competitors. A single tournament is eight quick races, but the competition can be fierce, and you can always play two-player to bump elbows against a friend.\n\nWarptank\n\nAt first glance, Warptank appears similar to the classic Blaster Master tank segments, but it's the \"warp\" in the name that really sets it apart. At any point, your tank can flip from floor to ceiling or to opposing walls. Navigating a stage is a delicate balance of avoiding traps and taking out enemies by frequently gaining access to new vantage points, giving it a fierce action-game feeling that also tickles your brain.\n\nVainger\n\nThis metroidvania-like platformer has a hook similar to Warptank, but the application of it in this genre makes it feel very different. As an alien soldier, you can swap the gravity polarity by double-tapping the jump button, so all of the traps and enemies are positioned to take advantage of stages that could be upside-down at any time. The result is something like the second quest of Symphony of the Night in a reversed castle, except you control when the whole thing flips on its head.\n\nThe alien protagonist of Vainger\n\nPingolf\n\nLots of early games tried to approximate sports like golf, but Pingolf is a more modern take with a sci-fi aesthetic. The side-scrolling stages are set up like platforming stages with some elements of pinball, with narrow corners and bounce pads. It feels not quite like anything else, though the closest analogue is probably the recent Cursed to Golf.\n\nFist Hell\n\nIt wouldn't be a retro-style compilation without a River City Ransom riff, but Fist Hell sets itself apart with fantastic pixel art and an engaging hook: zombies! You're taking on the hordes of the undead with nothing but your fists and found objects, which leads to neat twists like lopping the skull off of one zombie and throwing it at another. It's the kind of comical early gore that felt daring in the '80s, and with four characters to choose from, there's lots of replay value.\n\nValbrace\n\nAnother surprising favorite from a genre I haven't had much experience with, Valbrace is a first-person dungeon-crawling RPG, similar to Dungeon Master or Wizardry 2. The presentation is top-notch for emulating the peculiar, pixelated look of those dungeon crawlers, and when you encounter monsters, you enter a more active real-time third-person combat system. What really helps it stand out, though, is the magic system, which maps spells onto a particular pattern drawn with your D-pad. You discover those spells as you proceed through the dungeon, but even if you die, the spell pattern will still work on your next run. That means if you can remember the spells--or map them onto graph paper--you'll make each subsequent run that much easier.\n\nFighting goblins in Valbrace\n\nRakshasa\n\nA side-scrolling action game along the lineage of Ghosts & Goblins, this one has you taking on hordes of demons with a unique revival mechanic. You're extremely vulnerable to attacks and bound to die, but each time you die, you can recover your life by navigating around the demons of the spiritual plane. Each time you die, more demons are added, making it increasingly difficult--but not impossible--to recover your body.\n\nStar Waspir\n\nThis is less of a retro genre reimagined, and more of an anachronistic take on the bullet hell. Lots of shoot-'em-ups graced the NES and its similarly powered consoles, but Star Waspir has the tense risk-reward dynamic of populating constant power-ups that are just temptingly close to enemy fire. It's the kind of tough, responsive combat that has made the genre such a hit, given new context through a retro filter.\n\nGrimstone\n\nAn old-school JRPG-style game set in a fantastical version of the Old West, Grimstone begins as an angel rescues a handful of adventurers from a burning saloon, who then form a posse to go after outlaws. The aesthetic is reminiscent of the earliest Final Fantasy games, but its setting and a timing-based combat system gives it a modern twist.\n\nLords of Diskonia\n\nWhat if a strategy game got a dose of air hockey? Lords of Diskonia has you collect income from villages and use it to buy an army of knights, archers, champions, and more, and then take them into battle. But far from a typical warzone, your soldiers here are differently sized circular disks who get fired into and bump against enemy units to attack. It's a wildly different take on the strategy genre and feels tactical and dynamic at once.\n\nCyber Owls\n\nThe final game of the collection is also a smart, cheeky commentary on the prominence of Turtle-mania in the late '80s, and the efforts from just about every cartoon studio or video game developer to make their own franchise-friendly animals with attitude. Cyber Owls is the kind of game you'd see then, with an elite band of owl soldiers, each with their own stages to match their specialty--from beat-'em-up to stealth action. It's probably the single most varied game of the set, and one of the most cinematic, serving as a perfect bookend to the fictional journey of game development throughout the decade.\n\nSimply put, UFO 50 is an audacious triumph. Dozens of the games are compelling enough to warrant a full playthrough, and even some of the less successful experiments have some intriguing element or inventive idea to draw you in. Best of all, it's exciting to have such a rich vein of strange, creative video game experiences to examine. This is nostalgia, but not the candy-coated feeling of reliving what we've already experienced. It's remembering how it felt to discover something new."
    },
    {
        "title": "The Brilliant UFO 50 Collects the Greatest ’80s Games That Never Existed",
        "link": "https://www.pastemagazine.com/games/ufo-50/the-brilliant-ufo-50-collects-the-greatest-80s-games-that-never-existed",
        "description": "It’s really hard to review UFO 50. It’s not something you can speed through in a week and then dash off 1000 words about.",
        "image_url": "https://www.bing.com/th?id=OVFT.98atmm2qFgF6NPx7OQk1vy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Paste2h",
        "source": "Paste",
        "article_content": "Content not available"
    },
    {
        "title": "UFO 50 was terrible to review but incredible to play",
        "link": "https://www.msn.com/en-us/entertainment/other/ufo-50-was-terrible-to-review-but-incredible-to-play/ar-AA1qMoqW?ocid=BingNewsVerp",
        "description": "The issue I had reviewing UFO 50 is not the issue you will have playing it. Presenting itself as an anthology of all 50 games ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-7dY3FCaAcif0_scsaRKaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Polygon on MSN7h",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "‘Georges It Is Past Your Bedtime’ – MMA Fans React After St-Pierre Posts UFO Update On Social Media",
        "link": "https://www.mmanews.com/news/ufc/mma-fans-react-georges-st-pierre-ufo-update-social-media/",
        "description": "Former two-division UFC champion Georges St-Pierre wants his followers to \"learn more about it\" the latest developments in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-cXok7M7Mp9nze2EHEfGpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "MMA News7m",
        "source": "MMA News",
        "article_content": "Content not available"
    },
    {
        "title": "AI Agents Are The New Apps, Say HubSpot, Salesforce",
        "link": "https://www.forbes.com/sites/johnkoetsier/2024/09/18/ai-agents-are-the-new-apps-say-hubspot-salesforce/",
        "description": "The question is whether we’re getting the ominous Agent Smith from The Matrix or the human and approachable Agent J (Will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RaEBJMnwZig89qrg-TY9_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "AI-powered app offers personalized allergy forecasts",
        "link": "https://www.msn.com/en-us/news/other/ai-powered-app-offers-personalized-allergy-forecasts/ar-AA1qLFXr?ocid=BingNewsVerp",
        "description": "SoundHealth launched a new feature in its AI-powered health care app that will give users personalized allergy forecasts to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.whJLqqBkIZQtcK4-kqnRTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10hon MSN",
        "source": "Fox Business on MSN",
        "article_content": ""
    },
    {
        "title": "Landmark AI deal sees Hollywood giant Lionsgate provide library for AI training",
        "link": "https://arstechnica.com/information-technology/2024/09/landmark-ai-deal-sees-hollywood-giant-lionsgate-provide-library-for-ai-training/",
        "description": "AI video synthesis firm Runway and entertainment company Lionsgate announced a partnership to create a new AI model trained ...",
        "image_url": "https://www.bing.com/th?id=OVF.roj3YwYJ3XJJOagQ82YVhg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11m",
        "source": "Ars Technica",
        "article_content": "On Wednesday, AI video synthesis firm Runway and entertainment company Lionsgate announced a partnership to create a new AI model trained on Lionsgate's vast film and TV library. The deal will feed Runway legally clear training data and will also reportedly provide Lionsgate with tools to enhance content creation while potentially reducing production costs.\n\nLionsgate, known for franchises like John Wick and The Hunger Games, sees AI as a way to boost efficiency in content production. Michael Burns, Lionsgate's vice chair, stated in a press release that AI could help develop \"cutting edge, capital efficient content creation opportunities.\" He added that some filmmakers have shown enthusiasm about potential applications in pre- and post-production processes.\n\nRunway plans to develop a custom AI model using Lionsgate's proprietary content portfolio. The model will be exclusive to Lionsgate Studios, allowing filmmakers, directors, and creative staff to augment their work. While specifics remain unclear, the partnership marks the first major collaboration between Runway and a Hollywood studio.\n\n\"We’re committed to giving artists, creators and studios the best and most powerful tools to augment their workflows and enable new ways of bringing their stories to life,\" said Runway co-founder and CEO Cristóbal Valenzuela in a press release. \"The history of art is the history of technology and these new models are part of our continuous efforts to build transformative mediums for artistic and creative expression; the best stories are yet to be told.\"\n\nThe quest for legal training data\n\nGenerative AI models are master imitators, and video synthesis models like Runway's latest Gen-3 Alpha are no exception. The companies that create them must amass a great deal of existing video (and still image) samples to analyze, allowing the resulting AI models to re-synthesize that information into new video generations, guided by text descriptions called prompts. And wherever that training data is lacking, it can result in unusual generations, as we saw in our hands-on evaluation of Gen-3 Alpha in July.\n\nHowever, in the past, AI companies have gotten into legal trouble for scraping vast quantities of media without permission. In fact, Runway is currently the defendant in a class-action lawsuit that alleges copyright infringement for using video data obtained without permission to train its video synthesis models. While companies like OpenAI have claimed this scraping process is \"fair use,\" US courts have not yet definitively ruled on the practice. With other potential legal challenges ahead, it makes sense from Runway's perspective to reach out and sign deals for training data that is completely in the clear.\n\nEven if the training data becomes fully legal and licensed, different elements of the entertainment industry view generative AI on a spectrum that seems to range between fascination and horror. The technology's ability to rapidly create images and video based on prompts may attract studios looking to streamline production. However, it raises polarizing concerns among unions about job security, actors and musicians about likeness misuse and ethics, and studios about legal implications.\n\nSo far, news of the deal has not been received kindly among vocal AI critics found on social media. On X, filmmaker and AI critic Joe Russo wrote, \"I don’t think I’ve ever seen a grosser string of words than: 'to develop cutting-edge, capital-efficient content creation opportunities.'\"\n\nFilm concept artist Reid Southen shared a similar negative take on X: \"I wonder how the directors and actors of their films feel about having their work fed into the AI to make a proprietary model. As an artist on The Hunger Games? I'm pissed. This is the first step in trying to replace artists and filmmakers.\"\n\nIt's a fear that we will likely hear more about in the future as AI video synthesis technology grows more capable—and potentially becomes adopted as a standard filmmaking tool. As studios explore AI applications despite legal uncertainties and labor concerns, partnerships like the Lionsgate-Runway deal may shape the future of content creation in Hollywood."
    },
    {
        "title": "Top Microsoft Office apps are getting a major AI upgrade — PowerPoint, Outlook and even Teams get a Copilot boost",
        "link": "https://www.msn.com/en-us/news/other/top-microsoft-office-apps-are-getting-a-major-ai-upgrade-powerpoint-outlook-and-even-teams-get-a-copilot-boost/ar-AA1qNgaY?ocid=BingNewsVerp",
        "description": "Copilot is making the scourge of customer service, AI chatbots, easier to create, and able to be tailored towards specific ...",
        "image_url": "https://www.bing.com/th?id=OVFT.l_6YPvVn8RaH_NyzkbVBrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "55mon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "Crafting An AI Strategy: A Blueprint For Financial Institutions",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/18/crafting-an-ai-strategy-a-blueprint-for-financial-institutions/",
        "description": "When it comes to adopting AI, CFOs often face three main risks: vendor selection, the value of the AI use case and the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BnrIJIclGSea6eIJRSfxPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "BlumFest to Include ‘Paranormal Activity’ Re-Release",
        "link": "https://www.msn.com/en-us/movies/news/blumfest-to-include-paranormal-activity-re-release/ar-AA1qIo8r?ocid=BingNewsVerp",
        "description": "BlumFest has found its lineup for this year’s Halloween season. It will kick off with the 2009 found footage feature ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mOdty5UGfAkCNsT4-2N_ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23hon MSN",
        "source": "Hollywood Reporter on MSN",
        "article_content": ""
    },
    {
        "title": "Mechanic Falls woman interviewed for paranormal documentary on the ‘Bridgewater Triangle’",
        "link": "https://www.pressherald.com/2024/09/17/mechanic-falls-woman-interviewed-for-paranormal-documentary-on-the-bridgewater-triangle/",
        "description": "Describing a battle between the dark and the light side of paranormal beings, which Deb Hewins calls angels and demons, she ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pFw1jnuWhUU2hgyfVL7eCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "Portland Press Herald",
        "article_content": "WEST PARIS — Deb Hewins was interviewed recently for “Cursed Echoes: Beyond the Veil,” a paranormal documentary about the notorious Bridgewater Triangle.\n\nThe Bridgewater Triangle is an area about 200 square miles in southeastern Massachusetts that has had an unusually high number of reports of alleged paranormal phenomena, including unidentified flying objects, poltergeists, and other spectral events, sightings of Bigfoot-like creatures and giant snakes and birds.\n\nCryptozoologist Loren Coleman coined the term in the 1970s in the book “Mysterious America” after researching the area and its paranormal reports.\n\nHewins, who lives in Mechanic Falls, moved to Bridgewater, Massachusetts, when she was 9 years old. The move happened shortly after a curious incident with her father in which he was unresponsive or frozen in time for several minutes while reading the newspaper one Sunday morning.\n\nHewins said her father told the family that they had to move to Bridgewater “because God told him to.”\n\nDuring the recent interview in West Paris, Hewins described her paranormal experiences and encounters, or “visits,” from extraterrestrials she has experienced along with her twin sister, Audrey Hewins, as far back as they both can remember.\n\nAdvertisement\n\n“I would tell my parents I was afraid to go to bed. I was afraid the bald men were going to get me,” Hewins said. “I was seeing all sorts of things behind the veil that people don’t see.”\n\nLiving near the Hockomock Swamp and the Freetown-Fall River State Forest, sites where many strange occurrences have been reported, only intensified the experiences that the twins were having, Hewins said during the documentary interview.\n\n“We had the Hockomock swamp pretty much in our backyard,” Hewins said.\n\nShe said there are many different extraterrestrial species that she sees and communicates with, both benevolent and malevolent.\n\n“All these beings are highly intelligent,” Hewins said. “And they know everything about us because they’re telepathic.”\n\nShe described a battle between the dark and the light side of these beings, which she called angels and demons.\n\nAdvertisement\n\nHewins eventually realized how to repel the negative beings, by projecting love.\n\n“Every religion has pieces of the truth but, where they are in certain parts of the world, things are different. Things are interpreted differently,” Hewins said.\n\nShe said there is a “spiritual awakening” happening in the world that is being helped along by extraterrestrials.\n\n“The world’s falling apart. If somebody doesn’t intervene, we’re in trouble,” she said. “I do believe this is a global intervention and they’re doing it in steps.”\n\nShortly after moving to Maine in 2006, the Hewins twins founded Starborn Support, a national online support group “to assist and provide emotional support to those who feel they have had an extraterrestrial encounter,” according to the group’s Facebook page.\n\n“I can’t imagine doing this alone. A lot of people do it. That’s why I started the support group,” Hewins said.\n\nAdvertisement\n\nThe group hosts gatherings for “experiencers,” those who report having a UFO or ET encounter.\n\nAfter the interview on Sept. 11, Hewins, filmmaker Tyler Roberts, and film producer Jess Weiner gathered with other experiencers to call on ETs to visit and then watch the sky for UFOs.\n\nThe group saw several bright floating dots that could not be readily identified, but many were suspected satellites moving across the night sky.\n\nAccording to NASA’s website, UFOs can be “rocket launches, comets, military jets, weather balloons, sounding rockets, satellites, meteors and fireballs, experimental craft (if you are lucky) and odd clouds (such as lenticular clouds, which are lentil-shaped and resemble flying saucers).”\n\nIn recent years, UFOs, or as the federal government has started referring to them, unidentified anomalous phenomena, or UAPs, have gained mainstream attention with hearings held before the U.S. Congress.\n\nFilmmaker Roberts grew up in Billerica, which is a part of the triangle and home to what he referred to as the “most haunted road in Massachusetts.” He feels like he is meant to tell the story he is crafting in his first feature-length film.\n\nAdvertisement\n\n“The more I think the world is black and white, the more gray I see,” Roberts said.\n\nHe also traveled to Bridgewater and Salem, Massachusetts, where he encountered many synchronicities which led him to Hewins.\n\n“These are things I’m running into, and I can’t ignore them,” Roberts said. “It’s almost like it’s slapping me in the face over and over again, saying ‘tell the story.’”\n\nRoberts hosts a podcast, “Total Disclosure,” in which he interviews people about UFOs and cover-up conspiracies, including credible sources like retired federal government officials.\n\nThere is a GoFundMe campaign to raise money for post-production expenses on Roberts’ self-funded documentary. The trailer is expected to be released in October, just in time for “spooky season,” he said."
    },
    {
        "title": "This Iconic Found Footage Horror Film Is Returning to Theaters",
        "link": "https://www.msn.com/en-us/movies/other/this-iconic-found-footage-horror-film-is-returning-to-theaters/ar-AA1qLlAq?ocid=BingNewsVerp",
        "description": "Blumhouse has partnered with AMC Theaters in order to celebrate the legacy the studio has created over the years. The event ...",
        "image_url": "https://www.bing.com/th?id=OVFT._gRzN8y38l1PBxFa1ECrOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23hon MSN",
        "source": "collider on MSN",
        "article_content": ""
    },
    {
        "title": "‘Paranormal Activity’ returning to cinemas for 15th anniversary",
        "link": "https://www.nme.com/news/film/paranormal-activity-returning-to-cinemas-for-15th-anniversary-3794898",
        "description": "Blumhouse is teaming up with AMC cinemas for their Blumfest 2024 celebrations to mark Halloween – and the 15th anniversary of Paranormal Activity. The supernatural horror film, directed by Oren Peli, ...",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "NME20h",
        "source": "NME",
        "article_content": "Paranormal Activity is returning to US cinemas for its 15th anniversary – check out all the details below.\n\nBlumhouse is teaming up with AMC cinemas for their Blumfest 2024 celebrations to mark Halloween – and the 15th anniversary of Paranormal Activity.\n\nThe supernatural horror film, directed by Oren Peli, was released in 2009 and focussed on a young couple who are haunted by a supernatural presence in their home.\n\nThe film was originally developed as an independent feature for around $15,000 (£11,000) but was then bought by Paramount Pictures and modified for an additional $200,000 (£151,000). The film made nearly $108million (£81million) at the US box office, plus a further $85million (£64 million) internationally. It subsequently became one of the most profitable films ever made.\n\nAdvertisement\n\nNow, the film will be shown as part of Blumfest on September 25, which will take place every Wednesday night at 7pm and 9pm across 150 AMC locations (in the US only) for six weeks.\n\nTickets will be priced at a special discounted rate for the festival and attendees will receive a special poster commemorating this year’s line-up. Additionally, fans will get to see “exclusive sneak peeks and exclusive recorded messages from directors and talent from the films,” according to a statement from Blumhouse.\n\nRecommended\n\nThey added: “Blumhouse fans can attend special screenings, score one-time-only giveaways, be the first to see exclusive sneak peeks, and more. AMC’s BlumFest marks the first time that BlumFest, the annual October celebration of all things Blumhouse, has included a national screening program.”\n\nTickets will go on sale here from September 17 and the programme is as follows:\n\nSeptember 25\n\nParanormal Activity – written and directed by Oren Peli\n\nOctober 2\n\nLights Out – written by Eric Heisserer and David F. Sandberg and directed by David F. Sandberg\n\n\n\nOctober 9\n\nInsidious: Chapter 2 – written by James Wan and Leigh Whannell and directed by James Wan\n\nAdvertisement\n\nOctober 16\n\nHappy Death Day – written by Scott Lobdell and directed by Christopher Landon\n\nOctober 23\n\nThe Black Phone – written by Joe Hill, Scott Derrickson and C. Robert Cargill, and directed by Scott Derrickson\n\nOctober 30\n\nFive Nights At Freddy’s – written by Scott Cawthon, Seth Cuddeback and Emma Tammi and directed by Emma Tammi\n\n“This whole month is a love letter to Halloween and our fans, and we’re grateful to our partners at AMC for joining us for BlumFest, our annual October celebration of all things Blumhouse. I can’t believe we’re already celebrating the 15th anniversary of Paranormal Activity, because it feels like we’re just getting started,” said Jason Blum, Founder and CEO of Blumhouse.\n\n“Though AMC entertains Blumhouse film fans year-round, the Halloween season makes horror movies even more fun,” added Elizabeth Frank, EVP of Worldwide Programming and Chief Content Officer at AMC Theatres. “We’re excited to bring the BlumFest celebration to the big screen with fan favourite movies and unique extra content.”\n\nMeanwhile, Blumhouse announced back in June that it is stepping into the world of video games with six new indie titles."
    },
    {
        "title": "The Sims 4 Update 1.99 Drops a Ton of Improvements This Sept. 18",
        "link": "https://mp1st.com/title-updates-and-patches/the-sims-4-update-1-99-drops-a-ton-of-improvements-this-sept-18",
        "description": "Maxis has pushed out The Sims 4 update 1.99 on consoles and PC this September 18, and this is one heck of a patch. Read on ...",
        "image_url": "https://www.bing.com/th?id=OVF.JvN8ThjAQYueBywez%2bOujg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "mp1st.com55m",
        "source": "mp1st.com",
        "article_content": "Maxis has pushed out The Sims 4 update 1.99 on both consoles and PC this September 18, and this is one heck of a patch. There’s a lot of improvements touching on performance, the base game’s various bugs, the various expansions got fixes as well. There’s a lot to take in, so read on for what’s new in The Sims 4 in the official patch notes.\n\nThe Sims 4 Update 1.99 Patch Notes:\n\nSul Sul, Simmers!\n\nThis patch is a big one and brings many new updates and fixes into the game that span across different packs, including improvements to apartment walls, ceiling lighting, and a whole host of fixes for our recently released expansion pack, Lovestruck. These, along with so many more across both Base Game and Packs, can be found below.\n\nThank you for your continued reporting efforts at AnswersHQ. It really helps to let us know the issues you care most about. We hope these fixes keep improving your game and allow you to keep having more fun! More to come.\n\nThe Sims 4 team\n\nWhat’s New in The Sims 4\n\nThere’s a colorful update to Build/Buy items! 650 color variants have been added and there are new items such as archways, doors, and even ground covers to spruce up your terrain. Check out the vibrant colors and new items in the video. For more details, scroll to the end of the patch notes to see a list of all the Build/Buy items. We can’t wait to see how you mix and match!\n\nPerformance\n\nReducing Memory Usage:\n\nFrequent Memory Updates – Increased the frequency of memory usage data updates to prevent out-of-memory crashes.\n\nImproving Simulation Performance:\n\nStreamlining Data Storage – We restructured how we store game data to reduce the overhead of using Python objects, making the game run faster and use less memory.\n\nEfficient Buff Generation – Reworked how temporary data is generated and stored to fix previous issues and optimize memory usage.\n\nReducing Load Times:\n\nOptimizing Render Target Allocation – Stopped unnecessary allocation of large color targets during certain rendering processes, now saving valuable memory especially in high-resolution settings.\n\nDirectX 11 (DX11) Updates\n\nWe’re pleased to announce improvements to the DirectX 11 executable for PC users. While these updates are focused on Windows PC’s, Xbox Simmers will also see benefits from these changes as the Xbox runs a console-based variant of DirectX 11. Here’s what to expect:\n\nNVIDIA and AMD\n\nNVIDIA and AMD Graphics Cards Players using NVIDIA and AMD GPUs will now automatically default to the DX11 executable. Players on other GPUs like Intel, will continue to enjoy The Sims 4 on DX9 until a later update.\n\nDirectX 11 Enhancements Faster Graphics Processing – Implemented changes to how graphics data is updated, reducing delays between the CPU and GPU for smoother gameplay.\n\nPerformance Boost with Constant Buffers (cbuffers) This enhances performance by reducing overhead and managing memory more efficiently. Users with mid to high-end GPUs should notice improved performance!\n\nNew DirectX 9 Option in Graphics Setting\n\nBy default, Simmers on NVIDIA and AMD GPUs will launch The Sims 4 using DX11. If you prefer, you can switch to DX9 via Game Options > Graphics and enable the DirectX 9 toggle before re-launching The Sims 4 to play using DirectX 9.\n\n\n\nIntel\n\nOngoing Intel Development We are continuing development on bringing DirectX 11 to Intel GPU based PC’s but it needs a little longer before we can bring it to Simmers as the default option. For now Intel based Simmers will continue to use DirectX 9 when running The Sims 4.\n\nDirectX 11 Opt-In\n\nDirectX 11 is available for those Simmers who want to try it, including those using an Intel GPU, you may experience visual issues with mods. We recommend disabling all mods while using the -dx11 command line argument.\n\n\n\nThe Gallery\n\nPack filters now properly work for Home Chef Hustle in The Gallery and library. No more hiding.\n\nBase Game\n\n[AHQ] Outdoor lighting will no longer affect inside the room through ceilings. Let there be (proper) light.\n\nOutdoor lighting will no longer affect inside the room through ceilings. Let there be (proper) light. [ AHQ and AHQ ] When attempting to save, “Error Code: 0“ no longer occurs related to Gigs or Neighborhood Stories.\n\nand ] When attempting to save, “Error Code: 0“ no longer occurs related to Gigs or Neighborhood Stories. [ AHQ ] Addressed an additional issue where the game would fail to load and display Error Code 123 when traveling between lots.\n\n] Addressed an additional issue where the game would fail to load and display Error Code 123 when traveling between lots. [AHQ] Clay and Future Cubes will no longer get left on lots during events. Pick up your trash and leave nothing behind.\n\nClay and Future Cubes will no longer get left on lots during events. Pick up your trash and leave nothing behind. [AHQ] Frogs, mice and fishes in tanks are now visible when placed in laptop mode. Welcome back, friends!\n\nFrogs, mice and fishes in tanks are now visible when placed in laptop mode. Welcome back, friends! [AHQ] Sims will put their tablets and homework back into their inventory instead of placing them in the world as long as they are standing or sitting. Again, stop littering, Sims!\n\nSims will put their tablets and homework back into their inventory instead of placing them in the world as long as they are standing or sitting. Again, stop littering, Sims! [AHQ] The call is not coming from inside the house–you’ll stop getting invitational phone calls from your own Household Members.\n\nThe call is not coming from inside the house–you’ll stop getting invitational phone calls from your own Household Members. [AHQ] “Complete a Daily Work Task” Want now completes properly after finishing a daily work task. Work work work.\n\n“Complete a Daily Work Task” Want now completes properly after finishing a daily work task. Work work work. [AHQ] Children now have the option to quit their “After School Activity“. Although quitters never prosper.\n\nChildren now have the option to quit their “After School Activity“. Although quitters never prosper. [ AHQ ] Thought bubbles of Sims will no longer appear through walls and floors. Keep your thoughts to yourself.\n\n] Thought bubbles of Sims will no longer appear through walls and floors. Keep your thoughts to yourself. [AHQ] Family fortune – “Heal Negative Sentiments” task will now properly complete.\n\nFamily fortune – “Heal Negative Sentiments” task will now properly complete. [AHQ] Sims will return from work or school and switch into the same Everyday Outfit they had on instead of defaulting to the first Everyday Outfit in the Create a Sim list. You will wear what I tell you to wear, Sim!\n\nSims will return from work or school and switch into the same Everyday Outfit they had on instead of defaulting to the first Everyday Outfit in the Create a Sim list. You will wear what I tell you to wear, Sim! [AHQ] Certain cabinet/shelf combinations over kitchen sinks will no longer prevent Sim from washing in the sink. No excuses for not cleaning up after yourself.\n\nCertain cabinet/shelf combinations over kitchen sinks will no longer prevent Sim from washing in the sink. No excuses for not cleaning up after yourself. [AHQ] Outdoor shadows now move smoothly without jumping on the screen on ultra graphics settings and at different Live Mode speeds.\n\nOutdoor shadows now move smoothly without jumping on the screen on ultra graphics settings and at different Live Mode speeds. [AHQ] Camera jittering is no longer observed in Build Buy mode after using Terrain Tools.\n\nCamera jittering is no longer observed in Build Buy mode after using Terrain Tools. [AHQ] When recent neighborhood stories mention a Sim that died in another neighborhood, switching to the respective Sim household will now have an urn present. RIP.\n\nWhen recent neighborhood stories mention a Sim that died in another neighborhood, switching to the respective Sim household will now have an urn present. RIP. [AHQ] Upgrading washer/dryer now completes Nerd Brain Aspiration.\n\nUpgrading washer/dryer now completes Nerd Brain Aspiration. [AHQ] Sims will now hold the acarajé dish the right way while eating. It’s delicious however you eat it, though.\n\nSims will now hold the acarajé dish the right way while eating. It’s delicious however you eat it, though. [AHQ] Autonomous check infant no longer causes new random cold weather outfit to be generated for infant. They’re not cold.\n\nAutonomous check infant no longer causes new random cold weather outfit to be generated for infant. They’re not cold. Infant no longer stretches when crawling in deep snow. Although we question why you’re letting your infant crawl in the snow.\n\n[AHQ] Teen Sim is able to take vacation days while working in the lifeguard career. It’s only fair.\n\nTeen Sim is able to take vacation days while working in the lifeguard career. It’s only fair. [AHQ] Event goals remain visible even after editing from the Calendar.\n\nEvent goals remain visible even after editing from the Calendar. Siblings can no longer be set as engaged in Create a Sim.\n\n[AHQ] The Teen Goal Oriented Aspiration now gets completed properly after getting promoted at work.\n\nThe Teen Goal Oriented Aspiration now gets completed properly after getting promoted at work. Investigating missing Doodlepip splines. Reticulation progressing.\n\n[AHQ] “Become friends with“ Want no longer appears for Sims with relationship equal or above friends. We’re already friends.\n\n“Become friends with“ Want no longer appears for Sims with relationship equal or above friends. We’re already friends. [ AHQ ] World icons on the world selection screen no longer move when middle-clicked.\n\n] World icons on the world selection screen no longer move when middle-clicked. [ AHQ ] Locked seed packets are unlocked in BB when using the gardening skill cheat “stats.set_skill_level Major_Gardening 10”. Gimme my seeds!\n\n] Locked seed packets are unlocked in BB when using the gardening skill cheat “stats.set_skill_level Major_Gardening 10”. Gimme my seeds! [ AHQ ] Female Sims’ stomachs will no longer become invisible when paired with Masculine cargo pants in certain color swatches.\n\n] Female Sims’ stomachs will no longer become invisible when paired with Masculine cargo pants in certain color swatches. “Likes/Dislikes“ Sim preferences are now available for Sims created via Create a Sim Stories.\n\nSim animation will no longer pop when sitting on a stool and asking another Sim an inappropriate question.\n\n[ AHQ ] Sim thumbnails are no longer low resolution on the Resume button.\n\n] Sim thumbnails are no longer low resolution on the Resume button. [ AHQ ] Re-fixed issue where Skill List gets out of order, specifically when switching between Sims.\n\n] Re-fixed issue where Skill List gets out of order, specifically when switching between Sims. [ AHQ ] ‘ymTop_TshirtRolled_Yellow’ top no longer clips with bottoms in Create a Sim.\n\n] ‘ymTop_TshirtRolled_Yellow’ top no longer clips with bottoms in Create a Sim. [ AHQ ] Event Goals created through the Calendar properly show up during the Event, even if you edit the Event.\n\nAffecting Multiple Packs\n\n[ AHQ ] In apartments, University dorms, and penthouses: Walls and doors will now cut away properly in wall down/cutaway viewing mode. Adjusted checks for exterior walls and inactive units.\n\n] In apartments, University dorms, and penthouses: Walls and doors will now cut away properly in wall down/cutaway viewing mode. Adjusted checks for exterior walls and inactive units. [AHQ] Vampire scars are no longer observed while creating a genetics-based Spell Caster Sim, and any scars generated can now be removed (mouth, eye, cheeks and brow details).\n\nVampire scars are no longer observed while creating a genetics-based Spell Caster Sim, and any scars generated can now be removed (mouth, eye, cheeks and brow details). [AHQ] Werewolf/Vampire Sims will swap to occult form and vice-versa after the animation instead of before or during.\n\nWerewolf/Vampire Sims will swap to occult form and vice-versa after the animation instead of before or during. [AHQ] Nails no longer cause shoulder tears on ‘yfTop_EP08SweaterScarf_Solid’ and ‘ymBody_EF90Djellaba_Solid’ outfits.\n\nNails no longer cause shoulder tears on ‘yfTop_EP08SweaterScarf_Solid’ and ‘ymBody_EF90Djellaba_Solid’ outfits. [ AHQ ] Leather Pants no longer overlap with low boots.\n\nGet to Work\n\n[AHQ] Sim targeted by the Simray now change to the proper blue skin tone.\n\nSim targeted by the Simray now change to the proper blue skin tone. [ AHQ ] Child eyebrows now update to match their hair color in Create a Sim.\n\nCity Living\n\n[AHQ] Strange wall patches and gaps are no longer visible in Wall Down View in San Myshuno Apartments.\n\nStrange wall patches and gaps are no longer visible in Wall Down View in San Myshuno Apartments. [AHQ] Food stalls in San Myshuno no longer disappear after coming out of Create a Sim and Manage Worlds.\n\nFood stalls in San Myshuno no longer disappear after coming out of Create a Sim and Manage Worlds. [AHQ] Snow no longer appears inside the Planet Honey Pop building.\n\nCats & Dogs\n\n[AHQ] Feline friends rejoice! “Give Catnip Treat” action to cats will no longer cancel. The cat deserves a treat!\n\nSeasons\n\n[ AHQ ] Sim will now receive a vacuum along with the vacuum dock as a Holiday gift. Wow…a vacuum. That’s just exactly what I wanted. Thank you?\n\n] Sim will now receive a vacuum along with the vacuum dock as a Holiday gift. Wow…a vacuum. That’s just exactly what I wanted. Thank you? [AHQ] The “lose weight” New Year’s resolution will now be properly completed. But really, you look great just as you are.\n\nThe “lose weight” New Year’s resolution will now be properly completed. But really, you look great just as you are. [AHQ] ‘Holiday Decoration Box’ will no longer become unowned after moving to another Residential lot or Residential Rental lot–take those holiday memories with you!\n\n‘Holiday Decoration Box’ will no longer become unowned after moving to another Residential lot or Residential Rental lot–take those holiday memories with you! [AHQ] The “Countdown to Midnight“ tradition on all TVs now can be completed.\n\nDiscover University\n\n[AHQ] Sim will return from visiting the law class as a guest speaker–in both judge or private attorney branches–whether through the phone or the building interaction. We don’t know where they were previously going. Very sus.\n\nSim will return from visiting the law class as a guest speaker–in both judge or private attorney branches–whether through the phone or the building interaction. We don’t know where they were previously going. Very sus. [AHQ] Sims without the Active Trait will no longer get trait-related buffs when playing with a soccer ball.\n\nSims without the Active Trait will no longer get trait-related buffs when playing with a soccer ball. [ AHQ ] “Contribute Knowledge” will now satisfy Writing Aspiration on a Research Archive Machine goal counting towards the “Senior Scholar” milestone Academic Aspiration.\n\n] “Contribute Knowledge” will now satisfy Writing Aspiration on a Research Archive Machine goal counting towards the “Senior Scholar” milestone Academic Aspiration. [AHQ] Servo’s graduation portrait now shows an accurate picture.\n\nEco Lifestyle\n\n[AHQ] Other Sims will stop stressing you out by constantly making de-stressing decoctions autonomously in the neighborhood or in the active Sim’s lot during Self-Sufficiency Neighborhood Action Plan\n\nOther Sims will stop stressing you out by constantly making de-stressing decoctions autonomously in the neighborhood or in the active Sim’s lot during Self-Sufficiency Neighborhood Action Plan [AHQ] Notifications for a Neighborhood Action Plan no longer trigger with the option turned off and only send the notification if the Eco Footprint feature is enabled.\n\nNotifications for a Neighborhood Action Plan no longer trigger with the option turned off and only send the notification if the Eco Footprint feature is enabled. [AHQ] Stacking sun rays/aurora no longer get stuck loading.\n\nStacking sun rays/aurora no longer get stuck loading. [AHQ] Blue void lines no longer appear in Evergreen Harbor.\n\nSnowy Escape\n\n[AHQ] The platform roof at 2-4-3 Wakabamori now looks correct…\n\nThe platform roof at 2-4-3 Wakabamori now looks correct… [AHQ] Fun and Social Needs no longer reduce while Hiking together. Exercise is fun. Everyone knows that.\n\nCottage Living\n\n[AHQ] Finchwick Fair results no longer appear during Sports Day Competition results.\n\nHigh School Years\n\n[ AHQ ] Teen Sims no longer randomly stop taking exams.\n\n] Teen Sims no longer randomly stop taking exams. [AHQ] Teen Sims can travel to prom even if Principal Mei Prescott is not alive.\n\nTeen Sims can travel to prom even if Principal Mei Prescott is not alive. [AHQ] Sims are paid in full for WFH tasks for Simfluencer/Video Game Streamer career.\n\nGrowing Together\n\n[AHQ] San Sequoia’s world map properly loads into all lots and avoids corrupted white screens.\n\nSan Sequoia’s world map properly loads into all lots and avoids corrupted white screens. [AHQ] ‘Left-Side Work of Modern Art Window’ is now properly transparent.\n\nHorse Ranch\n\n[AHQ] Goats and Sheep now have “Care”, “Put In Inventory”, and “Trade For” interactions right after moving to a new lot.\n\nGoats and Sheep now have “Care”, “Put In Inventory”, and “Trade For” interactions right after moving to a new lot. There is now self-interaction on the Sim to walk to Dreadhorse Caverns.\n\nFor Rent\n\n[AHQ] You can now select and edit wall heights on Residential Rentals without having to delete and replace the walls.\n\nYou can now select and edit wall heights on Residential Rentals without having to delete and replace the walls. [AHQ] Ownership no longer disappears from objects after “Move Household“.\n\nOwnership no longer disappears from objects after “Move Household“. [AHQ] Kettle and Pressure Cooker no longer randomly disappear from inventory.\n\nKettle and Pressure Cooker no longer randomly disappear from inventory. [ AHQ ] The “Do You Be-leaf in Concrete?“ red/orange swatch and green/gray swatch displays properly.\n\n] The “Do You Be-leaf in Concrete?“ red/orange swatch and green/gray swatch displays properly. [AHQ] Work From Home Sims in the Handyperson career will be properly paid.\n\nWork From Home Sims in the Handyperson career will be properly paid. [AHQ] On rental properties when someone dies, you are now given a headstone/urn.\n\nOn rental properties when someone dies, you are now given a headstone/urn. Visits from property owner Panya count towards the “Have the Property Owner Visit your Unit“ goal for the Discerning Dweller Aspiration.\n\nLot Traits and Lot Challenges stay selected for Residential Rental lot units when converted from Residential or Venue lot.\n\n[AHQ] “Venue Funds Transfer” button no longer appears for community lots.\n\n“Venue Funds Transfer” button no longer appears for community lots. Able to enter a vacation rental unit by using phone and last exception no longer triggers when loading the save.\n\nWhen objects are being repossessed, the Utility BIlls and Unpaid Taxes properly update in Bills Info Panel.\n\nUnit Details text no longer overlap when hovering on Residential Rental lots in Map View\n\n[ AHQ ] When bills are delivered while you are in another world, it will now process utilities correctly.\n\nLovestruck\n\n[ AHQ ] Players who had saved after using Cupid’s Corner while Gallery Sims were not available were still not getting Gallery Sims there after the previous update. NOW everyone who is online and has the feature enabled should see them.\n\n] Players who had saved after using Cupid’s Corner while Gallery Sims were not available were still not getting Gallery Sims there after the previous update. NOW everyone who is online and has the feature enabled should see them. Vet Clinics can no longer be a venue for Create a Date events. Find a different place to get to know your date!\n\nActivities from packs you do not own now cannot be selected for a Create a Date activity.\n\nSaved games that have used Cupid’s Corner now stay at an appropriate size.\n\nSims with a special role (such as Bartender or Librarian) that are invited on a Date now join even though they’re very busy at work and just trying to do their job.\n\n[ AHQ ] The occasional occurrence of a blank Create a Date goal has been fixed.\n\n] The occasional occurrence of a blank Create a Date goal has been fixed. Changing a Create a Date event from the calendar from no goals to goals enabled and then switching back to no goals will now correctly remove the goals from the event.\n\nThe Romantic Explorer and Paragon Partner goal for going on a date will now be completed properly if the date does not have goals enabled.\n\nThe goal “Use Romantic Blanket” for the Romantic Explorer Aspiration now lights up when completed.\n\nThe interface to “Create Your Own Relationship Label“ now works properly with a controller or when switching between Keyboard/Mouse and a controller on consoles.\n\nWhen setting up Household Relationships in Create a Sim, all the Romance Dynamics options are selectable now for Sims towards the bottom of the list on console.\n\nThe “Romance Enthusiasts” category is now available under “Attraction Characteristics” in Create a Sim Preferences.\n\nA few objects were not properly sorting or filtering due to missing tags. The following objects have been fixed: Rose Radiance Flower Bouquet (flowerBouquet_EP16GENlove), Herbert Heart (sculptTableMedium_EP16GENplush), Exotic Elegance Flower Bouquet (flowerBouquet_EP16GENmodern), Tri-Aviary Love Symphony Sculpture (sculptTableMedium_EP16GENloveBirds), Floral Symphony Flower Bouquet (flowerBouquet_Ep16GENvariety), Draped Desires (sculptFloor_EP16GENcanopyStraight), Flexible Three-Seat Loveseat (sitLoveseat2x1_EP16GENartsy), Delicate Iron Bench (sitLoveseat2x1_EP16GENparkIron), and Couples Crest Bench (sitLoveseat2x1_EP16GENartistic).\n\nWhen using The García Amor Costume Trunk, the Sim’s portrait at the bottom of the screen now updates to reflect the costume they are wearing.\n\n[ AHQ ] Romantic interactions should no longer be available for family members at the gym.\n\nDine Out\n\n[AHQ] Interactions are now available on culinary pot racks.\n\nInteractions are now available on culinary pot racks. Removed instances of duplicate menu items in Restaurants.\n\n[AHQ] Photo of experimental food no longer changes upon adding frame.\n\nMy Wedding Stories\n\nThere are new interactions on the wedding arch that will allow you to set which Sims to sit on either side of the aisle.\n\nYou will now be able to pick which Sims perform the requested behavior when clicking on the wedding arch and do Ceremony Activities. This will allow greater control of what is happening in the wedding.\n\nAfter telling guests to do a ceremony activity, they’ll stop doing other things autonomously.\n\nMusic specific interaction is now available on the wedding arch in order to control when wedding music plays.\n\nThe text of these new interactions above will be translated into all supporting languages in an upcoming release.\n\nSims gather around without getting stuck as the wedding couple dances.\n\n[ AHQ ] Sims will properly perform “Exchange Vows with Officiant and Kiss“ interaction after performing “Gather at the Aisle“ interaction.\n\n] Sims will properly perform “Exchange Vows with Officiant and Kiss“ interaction after performing “Gather at the Aisle“ interaction. [AHQ] You can now sell wedding cakes to local bakers! “Sell to Local Bakery“ action is available now on wedding cakes.\n\nYou can now sell wedding cakes to local bakers! “Sell to Local Bakery“ action is available now on wedding cakes. “Take your seats” interaction will no longer show up 3 times.\n\n[AHQ] No lines will appear on Sim’s neck after applying the nail asset ‘yfAcc_ManiGP11Patterned_blue’.\n\nWerewolves\n\n[AHQ] Skin details (like acne or freckles) will no longer appear on Werewolves’ in their wolf form.\n\nLaundry Day\n\n[AHQ] Sim only has to wash only once (not twice) for clothes to be clean or pristine.\n\nTiny Living\n\n[AHQ] Butlers can now sleep on Murphy beds (at their own risk).\n\nNifty Knitting\n\n[AHQ] Legendary Knitting will now count for Excellent Knits Aspiration.\n\nParanormal\n\n[AHQ] More spawners like the specters, weird dolls, occult markings, etc now trigger during Paranormal Investigation for Occult Sims.\n\nMore spawners like the specters, weird dolls, occult markings, etc now trigger during Paranormal Investigation for Occult Sims. [AHQ] Paranormal Investigation Gigs no longer showing blank Goal Bar. Specters beware. We’re back on the case.\n\nCrystal Creations\n\n[AHQ] New item highlights on the Accessories tab properly disappear after checking out the new item(s).\n\nParty Essentials\n\n[AHQ] Fun and Dancing Skill tooltips now appear for ‘The Minimalist’s Dance Floor’.\n\nUpdates to Build/Buy\n\nNew Items: Prairie-Style Entry Frames\n\nPointless Renovation Doors\n\nTrabeated Entry Frames\n\nDelight\n\nVAULT 2 Pro-Er-Level Bar\n\nThe Sloop Jr.\n\nIconless Fiberglass Door\n\nKickless Fiberglass Door New Ground Covers: 21 Rock\n\nA Fine Geometry Ground Pavers\n\nBright Moss\n\nGrassy Pavers\n\nGravel Pavers\n\nMurky Moss\n\nPebbles Please\n\nRich Moss\n\nRock Storm\n\nWeeds are Flowers Too New Variants: Mega Chimneys\n\nLow Stucco Roof Parapet\n\nFeathered Friends Turret\n\nShaped Mission Roof Parapet with Quatrefoil\n\nCurved Iron Balcony\n\nMega Wall Hunk\n\nMission-Style Slatted Wooden Balcony\n\nMade in the Shade Tile Awning\n\nBoxy Iron Balcony\n\nAnnesley Square Column\n\nFitzHerbert Column\n\nGrosvenor Column\n\nMega Columns\n\nWoodn’t You Like to Know\n\nSpandrel with Decorative End Caps\n\nHigh-tide Exterior Trim\n\nJutting Exterior Trim\n\nMega Windows\n\nThe Craftsman\n\nOld Meets View\n\nArch You Happy to See Me?\n\nCha Cha Mostly Tall Sliding Door\n\nMega Doors\n\nIsland Mahogany Sliding Doors\n\nMega Stairs\n\nHandsome Knuckled Banister\n\nMega Railing\n\nMission-Style Turned Wood Banister\n\nShoe Rail with Square Newels\n\nSlatted Railing with Chunky Newels\n\nSlatted Railing with Square Newels\n\nElegant Shoe Rail with Rounded Newels\n\nA Simple Fence\n\nArchetypal Picket Fence\n\nFancy Fencing\n\nFancy Picket Fence\n\nMega Fence\n\nMission-Style Wooden Slat Fence\n\nNarrow Slatted Fence\n\nRustic Stone Wall\n\nShort Picket Fence\n\nSimple Picket Fence\n\nSpanish Revival Wall\n\nSmooth Keeper\n\nCottage Gate\n\nGarden Gate\n\nMaiden’s Gate\n\nMega Gate\n\nModern Vista Gate\n\nNarrow Vista Gate\n\nSpanish Inquisition\n\nModern Wonder\n\nDorm Life Panel\n\nDroopy Drapes\n\nH.S. Trionic Draperies\n\nNouveau Riche Blinds\n\nIndecision Swags\n\nIndecision Valances\n\nRoyal Wedding Swag\n\nIndulgence\n\nThe Long Island\n\nThe Money Maker\n\nThe Sloop\n\nBreath of Fresh Air Stove Hood\n\nCaress Stove Hood\n\nClose Quarters Range Hood\n\nCopperrrr and Otherrr Metal Stove Hall Ceiling\n\nCopperrrr and Otherrr Metal Stove Hall Wall\n\nDiscretion Stove Hood\n\nDouble Whoosh! Ceiling Stove Hood\n\nDramatic Heights Stove Hood\n\nEuroBreeze Range Hood\n\nPostilion Ceiling-Mounted Range Hood\n\nPro Performance Range Hood\n\nSteely Fan Range Hood\n\nSuper Sucker Range Hood\n\nTempest Range Hood\n\nThe Noblesse\n\nThe Obelisk\n\nWall-Mounted Modern Stove Hood\n\nWhoosh! Ceiling Stove Hood\n\nFate Postmodern\n\nAntique Tomes\n\nScholarly Stack\n\nSchool Binders and Bookend\n\nThe Note Book\n\nSimplicit-Ease Chair\n\nThe Hipster Hugger\n\nWhipped Cream Cupcake Factory\n\nNow that’s one massive update! Hopefully, we won’t have to wait as long for the next one. Stay tuned to all our The Sims 4 coverage here.\n\n[Source: EA]"
    },
    {
        "title": "Water molecule discovery will force textbooks to be rewritten",
        "link": "https://www.earth.com/news/new-discovery-water-molecules-will-force-chemistry-textbooks-to-be-rewritten/",
        "description": "Researchers discovered that the molecules at the surface of salt water organize themselves in a way that’s totally different ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wJmkOE1GBJ_rr_zZRMpfWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "earth1h",
        "source": "earth",
        "article_content": "For years, scientists thought they had a good grasp on what happens when a molecule of water meets air. You know, the stuff we read in textbooks? Turns out, we’ve been wrong.\n\nA group of researchers discovered that the molecules at the surface of salt water organize themselves in a way that’s totally different than we ever thought.\n\nDr. Yair Litman from the Yusuf Hamied Department of Chemistry led the team, and this revelation shakes up some long-held beliefs in climate science.\n\nIt might sound like just another science experiment, but this one has real-world implications, especially when it comes to understanding how our atmosphere works and how to mitigate human impacts on the planet.\n\nChemistry at the surface of water molecules\n\nWhen we think about where important chemical reactions happen, we might not immediately picture the surface of the ocean or a glass of salt water. But that’s exactly where critical interactions take place, especially when water meets air.\n\nThink of it: the evaporation of ocean water affects our climate, drives weather patterns, and even influences the chemistry of the air we breathe. It’s a big deal.\n\nFor years, the science community has been trying to get a handle on exactly what happens at that surface, particularly how ions — those tiny charged particles in salt — behave when they hang out at the water’s edge.\n\nAre they neatly lined up? Do they play nice with water molecules? Well, until now, it was all pretty much guesswork. The exact behavior of ions at the water-air interface has been hotly debated.\n\nThat’s where Litman’s team, along with Dr. Kuo-Yang Chiang from the Max Planck Institute, comes in. Their study, published in Nature Chemistry, changes the game.\n\nBy combining cutting-edge technology with advanced simulations, they’ve shown that water molecules at the surface of salt water don’t behave the way we’ve always thought. And yes, this is big news.\n\nLooking at the surface of water molecules\n\nThe traditional view, found in most textbooks, was simple: ions, which are either positively or negatively charged, line up at the surface and organize water molecules in one direction. But according to this new research, that’s not how things work at all.\n\nThe team used a more advanced form of a technique called vibrational sum-frequency generation (VSFG). In the past, VSFG allowed scientists to look at molecular vibrations on the surface of water.\n\nBut it had a flaw — it couldn’t tell whether these vibrations were positive or negative, which made it hard to interpret what was really going on. Kind of like trying to figure out a conversation by only hearing half of it.\n\nTrying a different technique\n\nThat’s where heterodyne-detected (HD)-VSFG came into play. This technique takes things a step further, allowing the team to not only measure the vibrations but also figure out their direction.\n\nThe result? They discovered that ions at the surface of salt water don’t just form a single layer and organize water molecules in one direction.\n\nInstead, ions organize water molecules both up and down, flipping the textbook model on its head.\n\n“Our work demonstrates that the surface of simple electrolyte solutions has a different ion distribution than previously thought,” Litman explained.\n\n“At the very top, there are a few layers of pure water, followed by an ion-rich layer, and then the bulk salt solution.”\n\nThis means that, rather than ions neatly lining up and orienting water molecules in one direction, they create a much more complex and dynamic environment.\n\nIt’s like discovering that your once-quiet neighborhood is actually buzzing with activity behind closed doors.\n\nWhy does this matter?\n\nIf you’re thinking, “Okay, but why should I care how ions behave at the surface of water?” The answer lies in how this discovery affects atmospheric science.\n\nThe surface of water — especially ocean water — is where a lot of important reactions take place. Evaporation, cloud formation, and even how pollutants break down in the atmosphere all hinge on these water-air interfaces.\n\nWhen we don’t fully understand how ions behave at the water’s surface, we can’t make accurate models for climate science. And in a world where understanding climate is crucial, having an accurate model is everything.\n\nDr. Kuo-Yang Chiang from the Max Planck Institute adds that this research not only deepens our understanding of liquid interfaces but could also be applied to other fields.\n\n“This paper shows that combining high-level HD-VSFG with simulations is an invaluable tool that will contribute to the molecular-level understanding of liquid interfaces.”\n\nIn other words, this important revelation could help scientists develop better technologies for things like batteries and energy storage.\n\nAnd who knows, maybe it’ll even help us better understand how to manage some of the environmental issues we’re facing today.\n\nTechnique has far-reaching applications\n\nThe implications of this study don’t stop at atmospheric science. Mischa Bonn, head of the Molecular Spectroscopy department at the Max Planck Institute, believes that this discovery could pave the way for a deeper understanding of other interfaces, like those found in batteries.\n\n“These types of interfaces occur everywhere on the planet, so studying them not only helps our fundamental understanding but can also lead to better devices and technologies,” Bonn explained.\n\nIf we can get a better grip on how molecules behave on the surface of salt water, it could improve our understanding of how they behave on the surface of a solid material, too. That’s huge for anyone working on improving batteries or other energy storage solutions.\n\nThis is one of those discoveries where the impact might not be immediately obvious, but down the road, it could change everything — from how we build devices to how we think about climate science.\n\nApplications of this water molecule discovery\n\nTo sum it all up, the findings from Dr. Litman’s team are just the beginning. Their discovery challenges decades of assumptions about water and ions, and it opens the door to a whole new area of research.\n\nThe next steps? Applying these techniques to even more complex systems, like the interactions between water and solids, which could help us understand everything from pollution to clean energy.\n\nIt’s rare that a scientific discovery completely rewrites what we thought we knew. But when it does, it’s a reminder that science is always evolving.\n\nThe full study was published in the journal Nature Chemistry.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
    },
    {
        "title": "New AI Institute Led by UT Researchers Will Accelerate Cosmic Discovery",
        "link": "https://cns.utexas.edu/news/announcements/new-ai-institute-led-ut-researchers-will-accelerate-cosmic-discovery",
        "description": "Stella Offner of University of Texas at Austin Astronomy along with Arya Farahi of the Department of Statistics and Data ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3zcp2NcWahB8X3t1jKLfxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Journalism in the Americas5h",
        "source": "Journalism in the Americas",
        "article_content": "The University of Texas at Austin has been chosen to lead a new institute that harnesses artificial intelligence to explore some of the leading mysteries of the universe, including dark matter and the fundamentals related to the search for life. Housed in UT’s Oden Institute for Computational Sciences and Engineering, the NSF-Simons AI Institute for Cosmic Origins will be funded by the National Science Foundation (NSF) and the Simons Foundation. Its mission is to develop AI technologies for astronomical research to advance our understanding of the cosmos and accelerate the pace of new scientific discoveries.\n\n“This is an exciting opportunity to advance our understanding and help answer some of the most fundamental questions about the universe. As part of our campus, NSF-Simons CosmicAI will drive discovery using AI, enabled by an incredible set of talented people and the largest GPU cluster in all of academia. And, through the Oden Institute, it will collaborate with eight scientific domains that are among the best in the country,” said UT President Jay Hartzell. “As astronomical data tend to be public and nonproprietary, CosmicAI aligns with our University’s mission to use open AI as an enabler for the public good. We are grateful for our partnership with NSF and the Simons Foundation to launch this institute.”\n\nCosmicAI, which further advances UT’s “Year of AI” initiative, will unite an interdisciplinary group of faculty members and researchers under one umbrella to expand AI innovation in astronomy. It will span eight departments with more than 17 faculty members in the areas of astronomy, computer science, statistics and data science, linguistics, information sciences, math, mechanical engineering and aerospace engineering.\n\n“By building next-generation AI tools, the institute will accelerate discoveries related to the most basic human question: ‘Where do we come from?’ The CosmicAI research will investigate the origins of the universe including the formation of galaxies, stars, planets and even the building blocks for life,” said Stella Offner, director of the new institute. Offner is an associate professor of astronomy in the College of Natural Sciences and co-director of the Center for Scientific Machine Learning at the Oden Institute.\n\nCosmicAI will develop AI approaches to efficiently process large astronomical datasets, explore the nature of dark matter and model prebiotic molecules that are key to life in the universe. The institute also plans to democratize access to astronomical data by developing a powerful AI-based astronomy “co-pilot” to streamline the scientific method in astrophysics and assist researchers with visualizing data, producing statistical analyses, understanding the scientific literature and more.\n\n“The Oden Institute is thrilled to provide an interdisciplinary home for CosmicAI. It has been particularly exciting to see cross-campus collisions taking place and laying foundations for this exciting new effort,” said Karen Willcox, director of the Oden Institute.\n\nWith a goal to make AI training and methods accessible to all, the grant includes extensive education and outreach components to help train the AI-literate workforce of tomorrow. From multitiered programs to engage high school students with astronomy data, to research training for undergraduates, to graduate-level courses offered through an AI-astronomy certificate-type program, CosmicAI will build opportunities through reducing barriers, lowering costs and expanding online opportunities.\n\nAdditionally, CosmicAI will leverage the resources of the Texas Advanced Computing Center to launch a data platform that hosts large astronomical datasets within an AI-enabled analysis. The data platform will serve as a nexus for community calculations and collaboration.\n\nThe new institute will be co-directed by Matthew Lease, professor in UT’s School of Information and an expert in AI modeling and human-computer interaction. He is a faculty founder and leader of the University’s Good Systems initiative, a nine-year campuswide grand challenge to develop ethical AI technologies.\n\n“It is exciting to witness AI transforming the scientific discovery pipeline, which will accelerate progress at an unprecedented pace, unlocking innovations that promise to transform our understanding of the universe,” said Arya Farahi, a research group lead for CosmicAI and assistant professor in the Department of Statistics and Data Sciences at UT.\n\nThe new National Artificial Intelligence Research Institute for astronomical sciences is part of the NSF-led National Artificial Intelligence Research Institutes program, which now includes 27 AI institutes across the U.S., two of them led by UT: the AI Institute for Foundations of Machine Learning and CosmicAI. The new institute will receive $20 million over five years: $10 million from NSF and $10 million from the Simons Foundation.\n\nInstitutional partners in NSF-Simons CosmicAI include the NSF National Optical-Infrared Astronomy Research Laboratory, the NSF National Radio Astronomy Observatory, the University of Virginia, the University of Utah and the University of California, Los Angeles. These institutions will be joined by private collaborators, including the nonprofit Allen Institute for Artificial Intelligence, which drives open-source generative AI efforts in the scientific domain through their foundation model OLMo.\n\nLearn more at cosmicai.oden.utexas.edu."
    },
    {
        "title": "\"Remarkable\" discovery suggests dinosaurs liked BC mountains",
        "link": "https://dailyhive.com/vancouver/bc-dinosaurs-major-discovery",
        "description": "BC researchers have made what's being called a \"remarkable\" discovery when it comes to understanding dinosaurs in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F6LaJvPvCPHsN18TC2-lsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "17h",
        "source": "Daily Hive",
        "article_content": "A “major” BC discovery involving dinosaurs was made, and it’s one of Jurassic proportions.\n\nThe discovery was made in the remote mountains of BC and has uncovered several new findings that researchers were unaware of.\n\nA joint release from the Royal BC Museum and the Royal Canadian Geographic Society revealed that 66 to 68 million-year-old fossils were discovered in an area previously considered home to only one dinosaur species.\n\n“Not only are we finding fossils in the mountains, but the dinosaurs we are finding were living among the mountains, too, which is really different compared to other fossil sites in North America,” said Dr. Victoria Arbour, curator of palaeontology at the Royal BC Museum and lead researcher on the project.\n\nThe discovery was made at a 2,000-metre altitude in the Skeena Mountains in Spatsizi Plateau Wilderness Provincial Park. The fossil site is only accessible by helicopter.\n\nOver 90 fossils were found, including teeth belonging to a relative of the T-Rex, teeth belonging to a relative of the Triceratops, bones from a large herbivore, and a foot belonging to a small meat-eater.\n\nFurther analysis, including extracting the fossils from concrete-like rock, is needed, but the findings could potentially mean discovering a species unknown to science.\n\nDinosaurs once roamed parts of BC, and this discovery could help researchers understand more about the specifics of the ones who did.\n\n“This is truly a remarkable discovery that will not only help us to understand more about the dinosaurs who roamed British Columbia but also highlights the remarkable dedication of this team of researchers,” said Royal BC Museum CEO Tracey Drake.\n\nIf you’re interested in checking out the fossils, you’ll have to wait a couple of years, including a visit to Colwood, BC.\n\n“Visitors will have the opportunity to observe the research process through viewing windows into the palaeontology lab at PARC Campus.”\n\nThe Royal BC Museum says that evidence of dinosaurs in BC can even be found on Vancouver Island, the Kootenays and the Peace Region.\n\nYou can read more about dinosaurs in BC here."
    },
    {
        "title": "Giant Millipede Lost to Science for a Century Rediscovered in Madagascar with 20 More Species in World-First Expedition",
        "link": "https://www.goodnewsnetwork.org/giant-millipede-lost-to-science-for-a-century-rediscovered-in-madagascar-with-20-more-species-in-world-first-expedition/",
        "description": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dqsKn038R71YWfWxxcyf0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "GoodNewsNetwork7h",
        "source": "GoodNewsNetwork",
        "article_content": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent scientific expedition to Madagascar.\n\nNot seen in 126 years, it was part of a bevy of species identified by scientists among the trees and waterfalls in a remote section of the largest forest on the island, called Makira.\n\nThe expedition was part of Re:wild’s Search for Lost Species program, on the progress of which GNN has reported substantially over the last four years. It included teams of scientists and conservationists from 4 different organizations, as well as local guides.\n\nDifferent specialized team members were searching for mammals, fish, birds, reptiles, amphibians, and invertebrates that have not had a documented sighting in at least a decade or more, but are not assessed as extinct by the IUCN Red List of Threatened Species. The full team, which numbered more than 30 people, searched Makira for several weeks in September 2023 and spent several months analyzing their results.\n\n“In the past the Search for Lost Species has primarily looked for one or two species on each expedition, but there are now 4,300 species that we know of around the world that have not been documented in a decade or more,” said Christina Biggs, lost species officer for Re:wild, whose eDNA work during the expedition detected 37 additional vertebrate species that the taxonomic experts didn’t sight.\n\n“Madagascar is a biodiversity hotspot and Makira is an underexplored area within the country, so we decided to pilot a new model for lost species searches there. We convened a group of scientists to search for as many species as possible, and it proved successful.”\n\nThe expedition team initially had a list of 30 lost species they were hoping to find in Makira. The species on the list included 3 mammals, 3 fish, 7 reptiles, 12 insects, and 5 spiders. With the help of local guides and fishermen, the team found the 3 fish species on the list highlighted by the Makira rainbow fish, not seen in 20 years.\n\n“When we didn’t find anything during the first five days of the expedition it was very frustrating,” said Tsilavina Ravelomanana, fish biologist at Antananarivo University, who had been to Makira 20 years earlier to survey freshwater fish. “We sampled a small tributary of the Antainambalana River, then the main river, then upstream, and then downstream, but we still didn’t find any fish.”\n\nTwo of the expedition’s local guides, Melixon and Edmé, hiked around a steep waterfall and over mountains to villages that were within a few days’ walk of the expedition’s base camp along the Antainambalana River. After several days, the guides were able to find a Makira rainbow fish, a common fish to local communities, and brought it back to the camp in a bucket of water.\n\nThe semi-translucent fish is only a few inches long. The guides were also able to find Ptychoromis makira, which biologists think may only live in one small area near Andaparaty, and is a rare species—even to local communities.\n\nMakira proved to be home to several lost species of insects including bugs and some that were not even on the initial list of lost species for the area. Entomologists found two different species of ant-like flower beetles that had been lost to science since 1958. However, the most unexpected rediscovered lost species was a giant, dark brown millipede.\n\nA SIMILAR EXPEDITION TO CHILE: Mushroom Enthusiasts Help Find Species Lost to Science–Rescuing it from Nature’s ‘Top 25 Most Wanted’ List\n\n“I personally was most surprised and pleased by the fact that the giant millipede Spirostreptus sculptus, not uncommon in Makira Forest, appeared to be another lost species known only from the type specimen described in 1897,” said Dmitry Telnov, an entomologist on the expedition team. “The longest specimen of this species we observed in Makira was a really gigantic female measuring 27.5 centimeters [10.8 inches] long.”\n\nThe expedition team also found a variety of spider species in Makira, including five jumping spiders that were lost to science and 17 spiders that are new to science. The longest-lost spider was the jumping spider Tomocyrba decollata, which had not had a documented sighting since 1900, when it was first described by science.\n\nThe most unexpected discovery was a new species of zebra spider. One evening a hanging egg sac in the entrance of a small cave caught the eye of one of the team members.\n\n“I immediately recognized them as something special,” said Brogan Pett, director of the SpiDiverse working group at the Biodiversity Inventory for Conservation and doctoral candidate at the University of Exeter.\n\nMADAGASCAR CONSERVATION: Reforestation is Difficult: But Local Farmers of NGO Green Again Madagascar Are on Top of It\n\n“Pendulous egg sacs are one of the characteristics of the family of zebra spiders this new species belongs to. I crawled a short way inside the cave and saw a few adult spiders guarding egg sacs—they were quite large spiders and it was remarkable that they had gone unrecognized for so long.”\n\nAlthough the expedition found nearly two dozen lost species, there were several that the expedition team was unable to find including the Masoala fork-marked lemur; a large chameleon, Calumma vatososa, meaning “beautiful stone” in Malagasy, and the recently rediscovered dusky tetraka. The lemur has not had a documented sighting since 2004 and the chameleon since 2006.\n\nThe dusky tetraka was rediscovered by the Search for Lost Birds in Madagascar in December 2022 and January 2023 in two different locations in Andapa and Masoala. Makira is between these sites, and ornithologists were hoping to determine if the species also lives there. They were unable to find any of the cryptic olive and yellow birds during the expedition, but they are not ready to rule out the forest as a habitat for the species yet.\n\nMORE RESULTS FROM RE:WILD: Long-Beaked Creature Is Proven Not Extinct in First Ever Photos: ‘Blows My Mind’ After 60 Years\n\n“The Makira Forest has the potential for two rare bird species, the dusky tetraka, and the Madagascar serpent eagle, but we were not able to find them this time,” said Lily Arison Rene de Roland, Madagascar program director for the Peregrine Fund, another organization that joined the expedition.\n\nMadagascar has one of the highest rates of endemism of anywhere on planet Earth. For millions of years, plants and animals have evolved in seclusion—creating unique ecosystems that don’t exist anywhere else.\n\nSHARE These Hidden Natural Wonders Of Evolution With Your Friends…"
    },
    {
        "title": "Team discovers naturally occurring DNA-protein hybrids",
        "link": "https://www.sciencedaily.com/releases/2024/09/240917125332.htm",
        "description": "Thanks to a serendipitous discovery and a lot of painstaking work, scientists can now build biohybrid molecules that combine the homing powers of DNA with the broad functional repertoire of proteins - ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily2h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "This Is Not a Drill—NuFace’s Cult-Favorite Facial Toning Tools Are 25% Off Right Now",
        "link": "https://www.thedailybeast.com/nuface-microcurrent-sale",
        "description": "I’ll admit it—before I tried the celebrity and supermodel-approved NuFace Facial contouring device for myself, I was pretty ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p03qZ46ePXcgmDB52NNhZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "The Daily Beast",
        "article_content": "Scouted selects products independently. If you purchase something from our posts, we may earn a small commission.\n\nI’ll admit it—before I tried the celebrity and supermodel-approved NuFace Facial contouring device for myself, I was pretty skeptical about its merits—some beauty editors claim that the tools give them an instant facelift-like effect in just five minutes.\n\nIn general, I tend to think that there aren’t very many non-injectable or in-office treatments (e.g., neurotoxins like Botox and dermal fillers like Juvederm) capable of contouring the cheekbones and slimming the jawline at home. But once I finally tried the microcurrent-powered facial tool myself back in 2020, I was pleasantly surprised by the results. I’ve been a loyal NuFace advocate ever since.\n\nThe NuFace Facial Toning devices are definitely an investment piece (there are several models ranging from about $200 to $500 a pop), but if you’ve been meaning to get your hands on one but are hesitant about the hefty price tag, now’s your time to take the plunge. For a limited time, NuFace is hosting a Friends and Family sale, offering 25 percent off sitewide (and up to 50 percent off on select items), including its bestselling toning devices, skincare, and anti-aging LED light attachments gift sets—no code required.\n\nTwo long-term aestheticians founded NuFace, and each of their facial toning devices harness the contouring and lifting anti-aging powers of microcurrent technology. This technology helps deliver instant and long-term results by stimulating blood flow for an instant glow and toning your facial muscles for a more chiseled look and instant lift. Some people see an instant lifted and firmed effect after just a few passes, but you'll see the best results after a couple of weeks of daily use for about five minutes per session.\n\nNuFace devices very rarely go on sale (especially for this deep of a discount), so this isn’t a sale to hold back on if you’re looking to save. Frankly, I haven’t seen this steep of a discount since Black Friday. In other words, run—don't walk!\n\nTRINITY+ Starter Kit Smart Advanced Facial Toning Kit Down from $395 Buy At NuFace $ Free Shipping | Free Returns\n\nMini Starter Kit Mini Facial Toning Device Down from $220 Shop At NuFace $ Free Shipping | Free Returns\n\nNuBody Toning Device Down from $400 Shop At NuFace $ Free Shipping | Free Returns\n\nMORE FROM SCOUTED:"
    },
    {
        "title": "Creatio's Workflow Automation",
        "link": "https://www.msn.com/en-gb/money/video/creatios-workflow-automation/vi-AA1qNoOE?ocid=BingNewsVerp",
        "description": "Katherine Kostereva is the CEO of Creatio, a no-code platform enabling the automation of workflows and CRM thanks to the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Yfk2ft7K0dvTAZGlrZOf3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Bloomberg on MSN1h",
        "source": "Bloomberg on MSN",
        "article_content": ""
    },
    {
        "title": "Mercor’s AI Interviewer Has Vetted 300,000 Job Candidates. Now It’s Valued At $250 Million.",
        "link": "https://www.forbes.com/sites/alexkonrad/2024/09/18/mercor-ai-interviewer-reaches-250-million-valuation/",
        "description": "Mercor, led by three 21-year-old Thiel Fellows, has raised $32 million in a Series A led by Benchmark at a $250 million ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wFQCvi1O06OydTjPWf-1AS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Edera, a cloud infrastructure startup founded this year, raises $5M to rethink container security",
        "link": "https://www.msn.com/en-us/money/technology/edera-a-cloud-infrastructure-startup-founded-this-year-raises-5m-to-rethink-container-security/ar-AA1qMPjU?ocid=BingNewsVerp",
        "description": "Seattle-based startup Edera announced a $5 million seed round from venture capital firms and angel investors include ...",
        "image_url": "https://www.bing.com/th?id=OVFT.h8x4j6LZzAo-hNaIOdl0HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4hon MSN",
        "source": "Geekwire on MSN",
        "article_content": ""
    },
    {
        "title": "Top Software Leaders Share Their Talent and AI Strategies in Karat’s 2024 Tech Hiring Trends Report",
        "link": "https://finance.yahoo.com/news/top-software-leaders-share-talent-130000233.html",
        "description": "The report reveals improving sentiment around technical hiring and software engineering performance as forward-looking hiring ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xpgrRzkzXiWXi1PCyv-YoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Yahoo Finance11h",
        "source": "Yahoo Finance",
        "article_content": "Karat’s annual survey of software leaders signals an uptick in tech hiring and shows differentiation for companies that are accelerating interview scheduling, working with talent evaluation partners, and centralizing the hiring process. (Graphic: Business Wire)\n\nKarat’s annual survey of software leaders signals an uptick in tech hiring and shows differentiation for companies that are accelerating interview scheduling, working with talent evaluation partners, and centralizing the hiring process\n\nSEATTLE, September 18, 2024--(BUSINESS WIRE)--Karat, the world’s most trusted talent evaluation partner, released its fourth annual Tech Hiring Trends report today. The report reveals improving sentiment around technical hiring and software engineering performance as forward-looking hiring targets are up across the U.S. and India compared to last year.\n\nKarat’s 2024 Tech Hiring Trends report is based on a survey conducted by The Harris Poll of more than 400 software leaders. The report highlights the shifting talent landscape, rising engineering quality, and talent strategies of top performing companies, featuring exclusive insights from engineering leaders at organizations including Tesla, Walmart, Deloitte, and more.\n\n\"We’re in the midst of a multi-year shift in tech talent strategies, and it’s encouraging to see hiring targets trending up as leaders look ahead to 2025,\" shared Jeffrey Spector, Karat co-founder and president. \"As hiring picks back up and the value of strong software engineers continues to grow, it’s going to be challenging for leaders to balance the growing volume and pace of hiring with the consistency and quality controls they sought to implement over the past two years.\"\n\nDespite persistent worries about AI eliminating the need for tech workers, this year’s report highlighted the growing value that strong software engineers produce for top employers, as well as the widening gap between high and lower performing organizations. 69% of top-performing engineering leaders said that a strong engineer was worth at least 3x their salary, up from 60% last year. At the same time, lower-performing leaders are seeing diminishing returns, with just 39% giving their developers a 3x valuation.\n\n\"The gap between the winners and losers of today’s AI-driven tech landscape is growing. One reason for this gap is that just 68% of engineering leaders are very confident that qualified candidates are receiving job offers, but that percentage increases dramatically for top-performing leaders,\" added Spector. \"In a world where one out of every three hires aren’t being made with confidence, it’s important to understand how competitors are using centralized hiring processes, talent evaluation partners, and speed to win the race for top talent.\"\n\nRoles relating to the development and implementation of AI systems, including AI engineers, data analysts, and full-stack developers, were among the highest priorities for engineering leaders this year. There was also a strong correlation between organizations leveraging AI tools on the job, and satisfaction with the performance of engineering teams.\n\nStory continues\n\nReport highlights and best practices\n\nThe value strong engineers create is growing: Top Performing engineering leaders estimate a higher ROI from their engineering teams. Global competition is heating up: Hiring targets are growing. While engineering leaders are finding it easier to identify and hire software engineers in the United States, leaders in India are finding some aspects more challenging compared to last year. Top Performing companies are more likely to be leveraging AI tools on the job and believe that these tools can make their engineers and the hiring process more efficient. Best practices: Moving fast, interviewing more candidates at each stage, and centralizing the hiring process are all strategies that help companies hire with confidence.\n\nTo download the full report, visit https://karat.com/resource/tech-hiring-trends/.\n\nAbout Karat\n\nKarat makes it easy to hire great engineers. From application to offer, Karat is helping the world’s largest companies improve the quality, efficiency, and equity of their technical hiring process. Through innovative assessments, live expert-led technical interviews and unmatched talent insights, Karat makes it possible to hire quickly and confidently while giving every candidate an equal opportunity to show what they can do. Learn more about why global leaders like PayPal, Atlassian, and Citi trust Karat to help them hire top talent and build exceptional engineering teams at www.karat.com.\n\nAbout The Harris Poll\n\nThe Harris Poll is one of the longest running surveys in the U.S. tracking public opinion, motivations and social sentiment since 1963. It is now part of Harris Insights & Analytics, a global consulting and market research firm that strives to reveal the authentic values of modern society to inspire leaders to create a better tomorrow. We work with clients in three primary areas; building twenty-first-century corporate reputation, crafting brand strategy and performance tracking, and earning organic media through public relations research. Our mission is to provide insights and advisory to help leaders make the best decisions possible. To learn more, please visit www.theharrispoll.com.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240918711555/en/\n\nContacts\n\nGordie Hanrahan\n\nSr. Director Communications\n\npress@karat.com"
    },
    {
        "title": "2 ways AI will change the software industry: Creatio CEO",
        "link": "https://finance.yahoo.com/video/2-ways-ai-change-software-215320179.html",
        "description": "Creatio CEO Katherine Kostereva joins Asking for a Trend to discuss how the startup is looking to lead the enterprise no-code ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cfv1gxlmuSdPFKjuFp0lmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "22h",
        "source": "YAHOO!Finance",
        "article_content": "Creatio CEO Katherine Kostereva joins Asking for a Trend to discuss how the startup is looking to lead the enterprise no-code market.\n\n\"In the world, the population of software developers is 25 million people, which sounds like a big number, but in reality, it is not. When you think about the demand for automation, there are 500 million apps that need to be automated by those 25 million software developers. So the math doesn't really work there. And the question is how to solve this issue. And the solution is engage knowledge workers, nonprofessional software developers, we call them knowledge workers or citizen developers,\" Kostereva tells Yahoo Finance.\n\nCreatio allows companies to automate their workflows and build their own apps and software through a drag-and-drop process. \"What we're doing right now is actually reimagining the world of no code when AI builds the software for you,\" she explains, adding, \"We raised $200 million at $1.2 billion valuation in June to invest into AI, because that's where we see the future of automation in the workflow space.\" In addition, she highlights that Creatio has grown 50% year-over-year despite rocky market conditions.\n\nKostereva notes that AI will change the industry in two ways. First, the technology will allow businesses to create their own apps and workflows. \"As we say, English is the future coding language, and we see that AI is going to be a bigger revolution on the market than even internet was many years ago,\" she explains.\n\nThe second way she believes AI will change the market is by \"raising the productivity and efficiency of knowledge workers who use this software for case resolution service management, call center management, marketing, sales automation, you name it.\"\n\nFor more expert insight and the latest market action, click here to watch this full episode of Asking for a Trend.\n\nThis post was written by Melanie Riehl"
    }
]